{
 "awd_id": "1815508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/MCB-BSF:  Elucidating the transient contact-dependent molecular trade in multispecies bacterial communities",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2018-08-02",
 "awd_max_amd_letter_date": "2018-08-02",
 "awd_abstract_narration": "Diverse bacteria are found everywhere outside, on animals and plants, as well as in the gut. Thus, the behavior and activity of bacterial communities in these varied environment affects many industries, including agriculture, wastewater treatment, biotech, and medicine. This collaborative project focuses on the recent discovery that two bacterial cells that touch each other can share some materials. By deriving the rules and limits for this contact-dependent molecular exchange, the investigators could learn to harness this process to make bacterial communities work better. This NSF-BSF project will provide cross-disciplinary training for graduate and undergraduate students, as well as cross-cultural opportunities to learn about the science community and research in Israel. As outreach to the general public, the investigators will use striking cell biology photos from the project to jump-start conversations about science at informal events to discuss science with local adults and families. Finally, a new part of a lecture course will provide younger students with practice in science communication.\r\n\r\nBacteria reside in multispecies communities in the wild; however, the molecular consequences of interspecies contact have been hardly explored. Accumulating data indicate that neighboring bacteria can exchange proteins and metabolites in a contact-dependent manner. This exchange is shown to elicit new phenotypes, but the scope and rules governing this phenomenon are unrevealed. This NSF-BSF collaborative project aims to provide the first comprehensive view of non-hereditary molecular exchange occurring upon bacterial interspecies contact. First, researchers will investigate whether RNAs are exchanged between neighboring cells, which would expand the scope of this phenomenon. This aim also will lead to development of novel synthetic biology tools for RNA tracking and tagging. Second, researchers will perform global transcriptomic and proteomic analysis of recipient cells from mixed-species cultures in order to determine the extent and identities of RNAs and proteins that are delivered from one species to the other. The analysis in this aim also will help to establish rules or sequence barcodes that govern RNA and protein exchange. Third, researchers will use both systemwide and targeted approaches to evaluate the effects of contact-dependent molecular exchange on gene regulation and signaling. All these aims will be accompanied with the study of the impact and the contribution of intercellular nanotubes to these events. It is expected that the results and methodologies from this study of model dual-species systems will provide a framework for elucidating more complex communities.\r\n\r\nThis collaborative US/Israel project is supported by the US National Science Foundation and the Israeli Binational Science Foundation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Hammond",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ming C Hammond",
   "pi_email_addr": "ming.hammond@utah.edu",
   "nsf_id": "000568620",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 S 2000 E",
  "perf_city_name": "Salt Lake CIty",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:&nbsp; </strong>Bacteria are single-celled organisms found in every environment, from our houses to our gut to the outdoors. Recently, researchers including our BSF collaborator Sigal Ben-Yehuda discovered that some bacteria can form and use straw-like nanotubes to siphon nutrients and larger biomolecules such as proteins from their neighbors, even bacteria of different species. This project sought to discover whether other large biomolecules such as RNA can be exchanged through nanotubes, whether this process requires specific cellular machinery, and whether the extent of molecular transfer is sufficient to trigger changes in gene expression of the receiving bacteria.</p>\n<p><strong>Intellectual Merit Outcomes:</strong>&nbsp; Overall the project has resulted in one Ph.D. thesis, four peer-reviewed publications, a manuscript currently under revision at <em>ACS Chemical Biology</em>, and a manuscript in preparation. In addition, an experimental method video tutorial was published through <em>JOVE</em>.<em> </em>Based on the field&rsquo;s interest in this work, the principal investigator, Dr. Hammond, was invited to present the research findings in 35 conferences and department seminars, and other lab members have presented talks and posters at conferences. Dr. Hammond also serves on the Editorial Board of <em>FEMS Microbiology Reviews</em>, a journal from the Federation of European Microbiological Societies.</p>\n<p>The <em>Biopolymers</em>, <em>JOVE</em>, and manuscript in preparation have focused on developing experimental methods to detect RNAs in live bacterial cells. One method involves designing a sensor that turns on fluorescence upon binding to native small RNAs found in <em>E. coli</em>. A second method involves trying to fluorescently tag RNA sequences with aptamers.</p>\n<p>The <em>Nature Communications</em> article has provided a mechanistic view of how intercellular connections can be formed among neighboring bacteria. Specifically, it was discovered that <em>B. subtilis</em> utilizes cell wall remodeling enzymes, the LytC amidase and its enhancer LytB, for efficient nanotube extrusion and penetration. Intriguingly, LytB from donor <em>B. subtilis</em> can activate LytC of recipient bacteria from diverse species, facilitating cell wall hydrolysis to establish nanotube connection.</p>\n<p><strong>Broader Impacts Outcomes:</strong>&nbsp; Overall the project supported the training of five Ph.D. students (1 graduated), one postdoctoral scholar, and one visiting scholar. These students have won awards (NSF GRFP, NIH T32 traineeship) and gone on to careers related to STEM, including patent law. Five of the six STEM researchers supported by the project are women. The proposed &ldquo;project pitch&rdquo; training activity was implemented in both the classroom setting and an REU program. In addition, the Hammond lab served as poster judges at the Office of Undergraduate Research symposia and participated in local outreach programs including Science Day at the U for high school students, Science at Breakfast (College of Science) and Salt Lake City ACS events for the general public. Finally, Dr. Hammond expanded access to undergraduate research opportunities by serving as Co-Director of a long-standing NSF Chemistry REU Program at the University of Utah and as an Executive Committee member of the Beckman Scholars Program, which awards scholarships for undergraduate research through a nationwide network of colleges and universities.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Ming&nbsp;Hammond</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview: Bacteria are single-celled organisms found in every environment, from our houses to our gut to the outdoors. Recently, researchers including our BSF collaborator Sigal Ben-Yehuda discovered that some bacteria can form and use straw-like nanotubes to siphon nutrients and larger biomolecules such as proteins from their neighbors, even bacteria of different species. This project sought to discover whether other large biomolecules such as RNA can be exchanged through nanotubes, whether this process requires specific cellular machinery, and whether the extent of molecular transfer is sufficient to trigger changes in gene expression of the receiving bacteria.\n\n\nIntellectual Merit Outcomes: Overall the project has resulted in one Ph.D. thesis, four peer-reviewed publications, a manuscript currently under revision at ACS Chemical Biology, and a manuscript in preparation. In addition, an experimental method video tutorial was published through JOVE. Based on the fields interest in this work, the principal investigator, Dr. Hammond, was invited to present the research findings in 35 conferences and department seminars, and other lab members have presented talks and posters at conferences. Dr. Hammond also serves on the Editorial Board of FEMS Microbiology Reviews, a journal from the Federation of European Microbiological Societies.\n\n\nThe Biopolymers, JOVE, and manuscript in preparation have focused on developing experimental methods to detect RNAs in live bacterial cells. One method involves designing a sensor that turns on fluorescence upon binding to native small RNAs found in E. coli. A second method involves trying to fluorescently tag RNA sequences with aptamers.\n\n\nThe Nature Communications article has provided a mechanistic view of how intercellular connections can be formed among neighboring bacteria. Specifically, it was discovered that B. subtilis utilizes cell wall remodeling enzymes, the LytC amidase and its enhancer LytB, for efficient nanotube extrusion and penetration. Intriguingly, LytB from donor B. subtilis can activate LytC of recipient bacteria from diverse species, facilitating cell wall hydrolysis to establish nanotube connection.\n\n\nBroader Impacts Outcomes: Overall the project supported the training of five Ph.D. students (1 graduated), one postdoctoral scholar, and one visiting scholar. These students have won awards (NSF GRFP, NIH T32 traineeship) and gone on to careers related to STEM, including patent law. Five of the six STEM researchers supported by the project are women. The proposed project pitch training activity was implemented in both the classroom setting and an REU program. In addition, the Hammond lab served as poster judges at the Office of Undergraduate Research symposia and participated in local outreach programs including Science Day at the U for high school students, Science at Breakfast (College of Science) and Salt Lake City ACS events for the general public. Finally, Dr. Hammond expanded access to undergraduate research opportunities by serving as Co-Director of a long-standing NSF Chemistry REU Program at the University of Utah and as an Executive Committee member of the Beckman Scholars Program, which awards scholarships for undergraduate research through a nationwide network of colleges and universities.\n\n\n\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: MingHammond\n"
 }
}