{
 "awd_id": "1815033",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: Collaborative Research: Energy Efficient Strain Assisted Spin Transfer Torque Memory",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 402392.0,
 "awd_min_amd_letter_date": "2018-05-21",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "Non-volatile random access memory (NV-RAM) is often built with a device called spin transfer torque random access memory (STT-RAM), the main constituent of which is a circular nano-magnet. A bit is \"written\" into the nano-magnet by passing a spin-polarized current whose polarity determines whether bit \"1\" or bit \"0\" is written. The energy barrier between these states prevents the magnetization from switching spontaneously due to thermal noise, making the device non-volatile. Unfortunately, the energy dissipated in the writing current is 100-1000 times more than the energy dissipated in today's CMOS devices, which is a large cost to pay for non-volatility. This project seeks to demonstrate that temporarily reducing the energy barrier between the \"up\" and \"down\" magnetization states with surface acoustic waves (SAW) can significantly lower the current needed to write a bit and reduce the energy dissipation by orders of magnitude. This would make the SAW-assisted STT-RAM ideal for embedded processors, internet of things, large data centers and cyber-physical systems requiring low energy memory. At least 3 PhD students would be trained on the techniques of complementary nano-fabrication, nano-characterization and computer modeling. The investigators will hold a nano-magnetism workshop for high school students and will host under-represented K-12 students in their labs for a summer month, as well as leverage the \"Nano-Days\" program to reach out to high school students. \r\n\r\nThe key technical approach in this research project will involve the following complementary experimental and modeling research directions: (i) Modeling the combined effect of strain and spin transfer torque (STT) on the magnetization switching in the presence of thermal noise (ii) Experimental demonstration of strain induced reduction in STT write current in optimized devices (guided by the modeling effort) (iii) Proof-of-concept demonstration of acoustic wave induced reduction in STT write current. The knowledge generated by this research would lead to better understanding of the combined effect of strain and spin torque on switching nano-magnetic memory elements and the switching probability in the presence of thermal noise. If successful, it would demonstrate a low energy paradigm for writing information in non-volatile nano-magnetic memory devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jayasimha",
   "pi_last_name": "Atulasimha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jayasimha Atulasimha",
   "pi_email_addr": "jatulasimha@vcu.edu",
   "nsf_id": "000513211",
   "pi_start_date": "2018-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Supriyo",
   "pi_last_name": "Bandyopadhyay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Supriyo Bandyopadhyay",
   "pi_email_addr": "sbandy@vcu.edu",
   "nsf_id": "000314700",
   "pi_start_date": "2018-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232980568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  },
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 42392.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanomagnetic devices encode information in their magnetization direction and can form the basis of bi-stable non-volatile memory elements, i.e. store information when power is removed. This is achieved through a memory element called a magnetic tunnel junction (MTJ) consisting of two magnetic layers separated by an insulating layer called a tunnel barrier. The magnetization direction in one layer is fixed, while the magnetization direction in the other can be switched to be parallel or anti-parallel to the fixed layer, thus encoding a low and high resistance state respectively ('0' and '1' state). In commercial magnetic random-access memory (MRAM), the magnetization direction is switched with spin transfer torque (STT) and requires significant current. Applying a surface acoustic wave (SAW) can deflect the magnetization and lead to magnetization oscillations that can potentially reduce the magnitude of current and time for which it is applied to switch the magnetization.</p>\n<p>Towards this goal, we studied the magnetization dynamics induced by SAW in nanoscale magnets and the interaction between SAW and spin waves in nanoscale structures. We also showed that such SAW induced magnetization dynamics can have applications beyond non-volatile magnetic memory for reservoir computing and sub-wavelength antenna. &nbsp;</p>\n<p>In summary, this grant advanced understanding of SAW induced magnetization dynamics and spin waves in nanoscale structures with potential applications to energy efficient computing and communication. It resulted in about 12 journal papers including 1 topical review and several national and international invited talks and contributed conference presentations. This grant partially supported the work of 4 PhD dissertations. A graduate course titled \"Nanomagnetism and nanomagnetic devices\" with application to computing devices was taught, mentoring was provided for one undergraduate and two high school researchers. Minority students under the Richmond Minority in Engineering (RMEP) were hosted for summer research experience on nanomagnetism;&nbsp;<span>and we participated in a booth for K-12 students at a High School in Richmond, Virginia. Under a graduate intern supplement from NSF, a graduate student successfully completed an internship at NIST, Gaithersburg.</span></p><br>\n<p>\n Last Modified: 11/08/2023<br>\nModified by: Jayasimha&nbsp;Atulasimha</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNanomagnetic devices encode information in their magnetization direction and can form the basis of bi-stable non-volatile memory elements, i.e. store information when power is removed. This is achieved through a memory element called a magnetic tunnel junction (MTJ) consisting of two magnetic layers separated by an insulating layer called a tunnel barrier. The magnetization direction in one layer is fixed, while the magnetization direction in the other can be switched to be parallel or anti-parallel to the fixed layer, thus encoding a low and high resistance state respectively ('0' and '1' state). In commercial magnetic random-access memory (MRAM), the magnetization direction is switched with spin transfer torque (STT) and requires significant current. Applying a surface acoustic wave (SAW) can deflect the magnetization and lead to magnetization oscillations that can potentially reduce the magnitude of current and time for which it is applied to switch the magnetization.\n\n\nTowards this goal, we studied the magnetization dynamics induced by SAW in nanoscale magnets and the interaction between SAW and spin waves in nanoscale structures. We also showed that such SAW induced magnetization dynamics can have applications beyond non-volatile magnetic memory for reservoir computing and sub-wavelength antenna. \n\n\nIn summary, this grant advanced understanding of SAW induced magnetization dynamics and spin waves in nanoscale structures with potential applications to energy efficient computing and communication. It resulted in about 12 journal papers including 1 topical review and several national and international invited talks and contributed conference presentations. This grant partially supported the work of 4 PhD dissertations. A graduate course titled \"Nanomagnetism and nanomagnetic devices\" with application to computing devices was taught, mentoring was provided for one undergraduate and two high school researchers. Minority students under the Richmond Minority in Engineering (RMEP) were hosted for summer research experience on nanomagnetism;and we participated in a booth for K-12 students at a High School in Richmond, Virginia. Under a graduate intern supplement from NSF, a graduate student successfully completed an internship at NIST, Gaithersburg.\t\t\t\t\tLast Modified: 11/08/2023\n\n\t\t\t\t\tSubmitted by: JayasimhaAtulasimha\n"
 }
}