{
 "awd_id": "1815873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonlinear Phenomena in Stochastic and Deterministic Dispersive Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 124077.0,
 "awd_min_amd_letter_date": "2018-07-03",
 "awd_max_amd_letter_date": "2018-07-03",
 "awd_abstract_narration": "Wave motion is common for many real-life phenomena, from water waves to electro-magnetic or gravitational waves. While investigating wave-like processes, it is important to understand how the waves form, how they travel, whether they form a stable or an unstable structure, and if certain initial conditions lead to formation of singularities (like tsunamis, rogue waves, or rough turbulence). Understanding the evolution in time of such processes via various mathematical models is a goal of this project, and it will include studying various wave phenomena with or without stochastic elements. These wave-type phenomena are fundamental in nature, yet we are still at the dawn of their full analytical and numerical descriptions. This project is aimed at advancing the frontiers of the science of wave phenomena with applications to the real-life manifestations in nature. Students at all levels, from undergraduate to post-doctoral, will be involved in this research and receive training for their careers.\r\n \r\nThe project is aimed at understanding the global behavior of solutions to nonlinear stochastic and deterministic dispersive partial differential equations, where the nonlinearities cause a significant difference in global behavior compared with the linear time evolution. One such nonlinear structure is a solitary wave, or soliton, which has a specific shape, exists (in the mathematical sense) for all time and in some equations travels in particular directions, while in other equations it oscillates periodically. Whether such a structure is stable or unstable and how it might be influenced by the external random perturbations is important in applications, and if unstable, it is important to investigate what it leads to. Typically, instability (the case when solitons are unstable) means that a singularity will form: for example, a freak wave in the ocean or a self-focusing burn in laser optics. Thus, it is very important to investigate the question of soliton stability, which is to be studied in this project in both stochastic and deterministic settings and via analytical and numerical approaches. A special thrust will be given to the study of formation of singularities, for example, collapses and concentrations. The research program starts from advancing the soliton stability theory as well as understanding the singularity formation process for the stochastic generalized Korteweg-de Vries equation, then progressing to one of its higher dimensional generalization (the little explored even in pure deterministic case but important in quantum mechanics and fluid dynamics) Zakharov-Kuznetsov equation, where questions of asymptotic stability, existence and the description of singularities is proposed for investigation. Using the analytical and numerical techniques the nonlinear Hartree equation with the non-local potential will be investigated, with the special emphasis on understanding the spectral structure. This type of equation arises in general relativity as well as in quantum mechanics, and so is important to study in that context. Finally, questions of description of global behavior of solutions in a wave-type equation, such as the nonlinear Klein-Gordon equation, will be investigated.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Svetlana",
   "pi_last_name": "Roudenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Svetlana Roudenko",
   "pi_email_addr": "sroudenko@fiu.edu",
   "nsf_id": "000569810",
   "pi_start_date": "2018-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Mathematics",
  "perf_str_addr": "801 H St NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 62092.0
  }
 ],
 "por": null
}