{
 "awd_id": "1815645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Placing High-Redshift Quasars in Perspective: a Gemini Near-Infrared Spectroscopic Survey",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927373",
 "po_email": "jpesce@nsf.gov",
 "po_sign_block_name": "Joseph E. Pesce",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 375753.0,
 "awd_amount": 375753.0,
 "awd_min_amd_letter_date": "2018-06-25",
 "awd_max_amd_letter_date": "2018-06-25",
 "awd_abstract_narration": "Part 1\r\n\r\n\r\nShining brighter than a trillion suns, quasars are the most luminous persistent\r\nsources in the universe. These cosmic powerhouses form when gas is funneled\r\ntoward giant black holes at the centers of galaxies. Since quasars are thought\r\nto shape the growth of their galaxies, better understanding these sources is one\r\nof modern astronomy's major goals. This project makes new telescopic\r\nobservations over several years to improve estimates of the most basic\r\nproperties of quasars, enhancing a wide range of astronomical studies.\r\n\r\nSome 350 hours of infrared observations of 400 distant quasars with the\r\nGemini-North telescope in Hawaii will produce the best and largest data set of\r\nits kind. Studying the infrared light will lead to better estimates of the\r\nmasses of the quasars' black holes, their fueling rates, and their distances\r\nfrom Earth. These results will, in turn, help to develop improved equations for\r\nthese properties in the larger quasar population. Comparison with nearby quasars\r\nwill also show how these sources change over time, indicating how the galaxies\r\nsurrounding such quasars change as well. This project represents a stepping\r\nstone in understanding quasars which, in turn, will enable more in-depth projects\r\nat the forefront of modern astronomy.\r\n\r\nPart 2\r\n\r\nQuasars are the most powerful objects in the universe. They greatly outshine all\r\nthe stars in the galaxies in which they reside. They consist of growing black\r\nholes, millions to billions of times more massive than the sun. Better\r\nunderstanding these most energetic of objects, their properties, their effects\r\non the galaxies that surround them, and how they grow over time are important\r\nquestions in modern astronomy. This project will use one of the world's largest\r\ntelescopes to better understand some of the most powerful and distant quasars in\r\norder to help answer these questions. Additional related areas at the forefront\r\nof modern astronomy will benefit as well.\r\n\r\nThe main goal of this project is to substantially improve how we measure the\r\nfundamental properties of distant quasars. These properties include the black\r\nhole mass, fueling rate, and distance. Another goal is to see how these\r\nproperties have changed over time. To achieve these goals, the investigators\r\nwill use the Gemini-North telescope in Hawaii to observe the infrared light from\r\nmore than 400 distant quasars, thereby creating the largest and best such data\r\nset to date. This effort will take 350 hours of telescope time over several\r\nyears. Analysis of certain features in the light of these sources will provide\r\nthe best measurements yet of key quasar properties. The results of this project\r\nwill yield new calibrations for quasars in general, and enable a wide range of\r\nfollow-up studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Brotherton",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Brotherton",
   "pi_email_addr": "mbrother@uwyo.edu",
   "nsf_id": "000395527",
   "pi_start_date": "2018-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Myers",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Adam D Myers",
   "pi_email_addr": "geordiemyers@gmail.com",
   "nsf_id": "000381963",
   "pi_start_date": "2018-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 375753.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>Quasars are the most luminous form of active galactic nuclei, objects comprised of supermassive black holes accreting material in a huge whirlpool of hot plasma.&nbsp; Besides being the locations of some of the most extreme physics in the universe, quasars interactive and affect the evolution of the galaxies they inhabit, and are thus consequential to the development of the universe itself. The most essential parameters of quasars are their black hole mass and their accretion rate.&nbsp; These have been best established using measurements in the optical spectrum.&nbsp; Quasars are primarily active and the most luminous during \"cosmic noon\" when the most massive galaxies are forming.&nbsp; At this epoch, their rest-frame optical spectra are redshifted into the near-infrared.</p>\n<p>To best understand this critical phase of cosmic noon, we observed 260 distant quasars at cosmic noon with the Gemini-North telescope in Hawaii operating in the near-infrared part of the spectrum.&nbsp; We have used the most up-to-date black hole mass prescriptions based on rest-frame optical spectra to recalibrate black hole mass prescriptions for ultraviolet spectra which are seen from Earth in these very distant and redshifted objects.&nbsp; Our project has established new and more accurate prescriptions to determine the masses of the black holes powering quasars, as well as other important physical properties like accretion rate and redshift. Our rich data set will be useful for many scientific investigations to understand the extreme physics of quasars and how they may be used as probes of the distant universe.</p>\n<p>Broader Impacts:</p>\n<p>We have run the Launch Pad Astronomy Workshop for Writers throughout the grant period except for 2020 during the start of the pandemic.&nbsp; The workshop has has dozens of professionals go through a crash-course in astronomy, including best-selling authors and writers for games selling millions of copies.&nbsp; The goal is to reach their large audiences so we can educate them through entertainment and to inspire the next generation of scientists.</p>\n<p>The PI has also been the science guest of honor at a number of science fiction conventions such as Cosine in Colorado Springs in 2019, Boskone in 2022, and Windycon coming up in 2024.&nbsp; These venues involve astronomy presentations to hundreds of receptive viewers.</p>\n<p>As the director of the Wyoming Infrared Observatory (WIRO) the PI has conducted annual open house events reaching hundreds of members of the public and sharing the beauty of the night sky and the science being done at the University of Wyoming.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/09/2024<br>\nModified by: Michael&nbsp;S&nbsp;Brotherton</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:\n\n\nQuasars are the most luminous form of active galactic nuclei, objects comprised of supermassive black holes accreting material in a huge whirlpool of hot plasma. Besides being the locations of some of the most extreme physics in the universe, quasars interactive and affect the evolution of the galaxies they inhabit, and are thus consequential to the development of the universe itself. The most essential parameters of quasars are their black hole mass and their accretion rate. These have been best established using measurements in the optical spectrum. Quasars are primarily active and the most luminous during \"cosmic noon\" when the most massive galaxies are forming. At this epoch, their rest-frame optical spectra are redshifted into the near-infrared.\n\n\nTo best understand this critical phase of cosmic noon, we observed 260 distant quasars at cosmic noon with the Gemini-North telescope in Hawaii operating in the near-infrared part of the spectrum. We have used the most up-to-date black hole mass prescriptions based on rest-frame optical spectra to recalibrate black hole mass prescriptions for ultraviolet spectra which are seen from Earth in these very distant and redshifted objects. Our project has established new and more accurate prescriptions to determine the masses of the black holes powering quasars, as well as other important physical properties like accretion rate and redshift. Our rich data set will be useful for many scientific investigations to understand the extreme physics of quasars and how they may be used as probes of the distant universe.\n\n\nBroader Impacts:\n\n\nWe have run the Launch Pad Astronomy Workshop for Writers throughout the grant period except for 2020 during the start of the pandemic. The workshop has has dozens of professionals go through a crash-course in astronomy, including best-selling authors and writers for games selling millions of copies. The goal is to reach their large audiences so we can educate them through entertainment and to inspire the next generation of scientists.\n\n\nThe PI has also been the science guest of honor at a number of science fiction conventions such as Cosine in Colorado Springs in 2019, Boskone in 2022, and Windycon coming up in 2024. These venues involve astronomy presentations to hundreds of receptive viewers.\n\n\nAs the director of the Wyoming Infrared Observatory (WIRO) the PI has conducted annual open house events reaching hundreds of members of the public and sharing the beauty of the night sky and the science being done at the University of Wyoming.\n\n\n\t\t\t\t\tLast Modified: 10/09/2024\n\n\t\t\t\t\tSubmitted by: MichaelSBrotherton\n"
 }
}