{
 "awd_id": "1815459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Collaborative Research:  Summarizing Heterogeneous Crowdsourced & Web Streams Using Uncertain Concept Graphs",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wei Ding",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 259701.0,
 "awd_amount": 259701.0,
 "awd_min_amd_letter_date": "2018-07-30",
 "awd_max_amd_letter_date": "2018-07-30",
 "awd_abstract_narration": "Ubiquitous access to mobile and web technologies enables the public to share valuable information about their surroundings anywhere and anytime. For example, during an emergency or crisis people report needs from affected areas via social media as an alternative to the traditional 911 calls. This can be valuable information for a range of emergency service officials. However, the utilization of this data poses several computational challenges as it is generated in real time, is heterogeneous, highly unstructured, redundant, and sometimes unreliable. The project investigates new summarization approaches to handle noisy, unstructured data streams from multiple web sources in real time while accounting for the possibility of untrustworthy information, so that they can be fed into decision support systems of public services in a structured and machine-readable format. In addition, the project develops and validates robust decision support systems for allocating critical resources to needed areas based on the structured summary reports. The evaluation plan includes collaboration with emergency responders and the communities they serve. The broader impacts of this research include the design of a generic methodology to extract, integrate, and summarize structured information from big data streams on the web for helping public services of future smart cities. The research team plans to share simulated datasets with an open source system for real-time decision support during emergency response exercises. This can assist in workforce training and also, help design novel educational projects of data science for social good.\r\n \r\nFormally, this research project investigates the theories behind a novel knowledge representation called Uncertain Concept Graph. The graph contains heterogeneous nodes based on key concepts of an application domain (e.g., regions, incidents, and information sources during a disaster). The graph has heterogeneous edges connecting these concept nodes, based on the inference of concept relationships using the extracted information from data streams (e.g., Twitter and news sources). The structure of the graph evolves over time and both nodes and edges can be added, deleted, or updated. An equivalent Bayesian Network is derived from the Uncertain Concept Graph describing the dependencies between the events captured in the graph at a given time instance. Based on the relationship edges in a graph state and the constructed Bayesian Network, an action recommendation system is created to support an application domain task (e.g., dispatching ambulance resources to incident-specific regions). To ensure robustness, this project develops and validates a novel anomaly identification and diagnosis approach using mode similarity to assess the correctness of current state of concept nodes and their relationships in the Uncertain Concept Graph at any time. The research team uses historical datasets of recent disasters to construct the graph and develop a demo system for domain evaluation, in order to recommend actions in emergency response for the city emergency services. The investigators are including the lessons learned and methodologies developed in their respective course curricula.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hemant",
   "pi_last_name": "Purohit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hemant Purohit",
   "pi_email_addr": "hpurohit@gmu.edu",
   "nsf_id": "000703195",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Huzefa",
   "pi_last_name": "Rangwala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huzefa Rangwala",
   "pi_email_addr": "hrangwal@gmu.edu",
   "nsf_id": "000515447",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Dr",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 259701.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-bd22f3c9-7fff-202f-e422-75271e455efa\"> </span></p>\n<p dir=\"ltr\"><span>This project paves the way for faster reporting, improved forecasting, and more efficient response to emergency events by public agencies in our cities. Specifically, this collaborative project by George Mason University (GMU) and Vanderbilt University (Vanderbilt) researchers investigated new methods to extract, integrate, and summarize relevant information on events that are detected from the non-traditional source of crowdsourced data such as Twitter and Waze, which, in turn, can support decision-making for city agencies like emergency services. Crowdsourced data can provide valuable information in real-time for a range of emergency service processes, especially when the traditional channels for collecting information for incidents, like 911, can be slow and overwhelmed due to the nature and scale of emergency events. However, crowdsourced data is extremely noisy, unstructured, and sometimes incomplete, which requires efficient algorithms to extract events, organize and integrate the knowledge of the events, and then meaningfully feed that knowledge into decision support modeling. </span><span>This project resulted in efficient algorithms and automated tools that are able to identify relevant events from crowdsourced data streams before official reporting through the traditional 911 channel for assisting decision-making in various emergency response processes and resource allocation.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The <em>intellectual merit&nbsp;</em></span>of this project includes the design, development, and validation of novel supervised, unsupervised, and transfer learning algorithms to detect emergency events and extract their relevant information from noisy unstructured data of crowdsourcing platforms of Twitter and Waze to aid decision support systems. The resulting algorithms can efficiently leverage the historic data from crowdsourcing platforms to learn recurring patterns of reporting emergency events by the public. They can address the uncertainty of space and time of reported events via crowdsourcing platforms by using additional data to understand the context through physical sensing data streams from traffic, environment, and weather sensors. Based on the discussions with emergency management agencies, this project team advanced the algorithms to be adaptable to the human user needs for decision support. In particular, the enhanced algorithms incorporated the ability to aim for higher event detection accuracy while accounting for the user-specified resolutions of geographical boundaries and time scale. The resulting algorithms from this project led to the development of a toolchain that combines early incident detection, incident likelihood forecasting, and resource allocation and dispatches recommendations for decision support based on mining noisy unstructured crowdsourced data streams. The toolchain is available and incorporated into customizable tools of an extended CitizenHelper system resulting from earlier NSF projects hosted at GMU and StatResp.ai hosted at Vanderbilt, which are being explored for deployment and table-top training exercises for city emergency services.&nbsp;&nbsp;</p>\n<p><span>The <em>broader impacts</em></span><span> of this project include the design of a generic computational framework and a toolchain to extract, integrate, and summarize structured information from non-traditional sources of crowdsourced data streams on the web for helping decision-making processes in emergency services of smart cities. Further, the project enabled mentoring of students and postdocs at GMU and Vanderbilt, including supporting two Ph.D. dissertations and training postdoctoral fellows. Students and Co-PIs contributed to about 25 peer-reviewed publications, including three book chapters and surveys and multiple demonstrations of tool prototypes to extract, integrate, and summarize events from crowdsourced data streams that could support decision-making processes at emergency services. The project team wrote book chapters and surveys in collaboration with the practitioners from public agencies to improve the outreach and integration of the lessons from this research in educational curricula of both computing and emergency management disciplines. The project outcomes have created a research foundation for the PIs to engage with practitioner communities from local to international level, for instance, PI is co-chairing a Task Force on Social Media-driven Disaster Risk Management coordinated by the European Union Joint Research Centre. Lastly, for broader dissemination, PIs gave multiple invited talks based on the results of this project, including educational seminars at each other's institutions. Lastly, the outcome of a toolchain StatResp.ai and an extended CitizenHelper system from this project are being explored for translation into systems to aid decision support processes at emergency services in two cities, Nashville, TN, and Virginia Beach, VA. </span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2022<br>\n\t\t\t\t\tModified by: Hemant&nbsp;Purohit</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis project paves the way for faster reporting, improved forecasting, and more efficient response to emergency events by public agencies in our cities. Specifically, this collaborative project by George Mason University (GMU) and Vanderbilt University (Vanderbilt) researchers investigated new methods to extract, integrate, and summarize relevant information on events that are detected from the non-traditional source of crowdsourced data such as Twitter and Waze, which, in turn, can support decision-making for city agencies like emergency services. Crowdsourced data can provide valuable information in real-time for a range of emergency service processes, especially when the traditional channels for collecting information for incidents, like 911, can be slow and overwhelmed due to the nature and scale of emergency events. However, crowdsourced data is extremely noisy, unstructured, and sometimes incomplete, which requires efficient algorithms to extract events, organize and integrate the knowledge of the events, and then meaningfully feed that knowledge into decision support modeling. This project resulted in efficient algorithms and automated tools that are able to identify relevant events from crowdsourced data streams before official reporting through the traditional 911 channel for assisting decision-making in various emergency response processes and resource allocation. \nThe intellectual merit of this project includes the design, development, and validation of novel supervised, unsupervised, and transfer learning algorithms to detect emergency events and extract their relevant information from noisy unstructured data of crowdsourcing platforms of Twitter and Waze to aid decision support systems. The resulting algorithms can efficiently leverage the historic data from crowdsourcing platforms to learn recurring patterns of reporting emergency events by the public. They can address the uncertainty of space and time of reported events via crowdsourcing platforms by using additional data to understand the context through physical sensing data streams from traffic, environment, and weather sensors. Based on the discussions with emergency management agencies, this project team advanced the algorithms to be adaptable to the human user needs for decision support. In particular, the enhanced algorithms incorporated the ability to aim for higher event detection accuracy while accounting for the user-specified resolutions of geographical boundaries and time scale. The resulting algorithms from this project led to the development of a toolchain that combines early incident detection, incident likelihood forecasting, and resource allocation and dispatches recommendations for decision support based on mining noisy unstructured crowdsourced data streams. The toolchain is available and incorporated into customizable tools of an extended CitizenHelper system resulting from earlier NSF projects hosted at GMU and StatResp.ai hosted at Vanderbilt, which are being explored for deployment and table-top training exercises for city emergency services.  \n\nThe broader impacts of this project include the design of a generic computational framework and a toolchain to extract, integrate, and summarize structured information from non-traditional sources of crowdsourced data streams on the web for helping decision-making processes in emergency services of smart cities. Further, the project enabled mentoring of students and postdocs at GMU and Vanderbilt, including supporting two Ph.D. dissertations and training postdoctoral fellows. Students and Co-PIs contributed to about 25 peer-reviewed publications, including three book chapters and surveys and multiple demonstrations of tool prototypes to extract, integrate, and summarize events from crowdsourced data streams that could support decision-making processes at emergency services. The project team wrote book chapters and surveys in collaboration with the practitioners from public agencies to improve the outreach and integration of the lessons from this research in educational curricula of both computing and emergency management disciplines. The project outcomes have created a research foundation for the PIs to engage with practitioner communities from local to international level, for instance, PI is co-chairing a Task Force on Social Media-driven Disaster Risk Management coordinated by the European Union Joint Research Centre. Lastly, for broader dissemination, PIs gave multiple invited talks based on the results of this project, including educational seminars at each other's institutions. Lastly, the outcome of a toolchain StatResp.ai and an extended CitizenHelper system from this project are being explored for translation into systems to aid decision support processes at emergency services in two cities, Nashville, TN, and Virginia Beach, VA. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/04/2022\n\n\t\t\t\t\tSubmitted by: Hemant Purohit"
 }
}