{
 "awd_id": "1815796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: In-memory, Distributed, and  Adaptive Spatio-textual Query Processing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924481",
 "po_email": "hmunoz@nsf.gov",
 "po_sign_block_name": "Hector Munoz-Avila",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 432295.0,
 "awd_amount": 432295.0,
 "awd_min_amd_letter_date": "2018-07-26",
 "awd_max_amd_letter_date": "2018-07-26",
 "awd_abstract_narration": "The widespread use of GPS-enabled smartphones along with the popularity of microblogging and social networking, e.g., Twitter and Facebook, has resulted in producing large amounts of text data. Typically, this text data, e.g., the tweets, are geo-tagged by the location in which the text data has been produced. Many applications make good use of this stream of geo-tagged text data (also termed spatial-keyword or spatio-textual data), and provide services to users based on the textual and the spatial components of the data. Applications need to process large numbers of user queries against spatio-textual data. For example, location-aware ad targeting publish/subscribe systems are required to disseminate millions of ads and promotions to millions of users based on the users' locations and textual profiles. This project will address the hurdles that face these applications and their underlying systems in order to function properly.  More specifically, this project will address the following research challenges that face spatio-textual servers: (1) the scalability challenge to support large amounts of spatio-textual data streams and queries in real-time; (2) the expressiveness challenge that is exemplified in the lack of mechanisms that adequately express complex spatio-textual queries -- querying capabilities need to match the growing sophistication and complexity of the continuously evolving location services; and (3) the adaptivity challenge, where systems need to adapt to changes in data distribution over time because in location services, location-data distribution, users' interests, and hot keyword topics change over time and a scalable spatio-textual server needs to continuously adapt to these changes.\r\n\r\nThe project will address these scalability, expressiveness, and adaptivity challenges when processing large numbers of queries on continuously-streamed spatio-textual data. The project will investigate how to support spatio-textual data and queries as first-class citizens in an in-memory distributed data system. Scalable architectures for handling large amounts of spatio-textual data and continuous queries will be investigated. In contrast to tailored solutions, relational-like spatio-textual building-block operators will be developed to express extended-SQL spatio-textual queries along with costing, algebraic transformation rules, and query optimization techniques. To address scalability and the variation in the workload, adaptive and frequency-aware in-memory distributed indexing and query processing techniques will be developed to dynamically organize and process the continuously-evolving spatio-textual data. The spatio-textual indexing and query processing techniques to be developed will dynamically account for the changes and differences in the frequencies of keywords within the various spatial regions to automatically choose the best spatio-textual data organization that optimizes the system performance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walid",
   "pi_last_name": "Aref",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Walid G Aref",
   "pi_email_addr": "aref@cs.purdue.edu",
   "nsf_id": "000235103",
   "pi_start_date": "2018-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 432295.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The widespread use of GPS-enabled smartphones along with the popularity of microblogging and social networking, e.g., Twitter and Facebook, has resulted in producing large amounts of text data. Typically, this text data, e.g., tweets, are geo-tagged by the location in which the text has been produced. Many applications make good use of this stream of geo-tagged text data (also termed spatial-keyword or&nbsp;spatio-textual data), and provide services to users based on the textual and the spatial components of the data. Applications need to process large number of user queries against&nbsp;spatio-textual data. For example, in location-aware ad targeting publish/subscribe systems, it is required to disseminate millions of ads and promotions to millions of users based on the users' locations and textual profiles. This project addresses the hurdles that face these applications and their underlying systems in order to function properly.&nbsp;</p>\n<p>More specifically, this project addresses the following research challenges that face&nbsp;spatio-textual servers:</p>\n<p><strong>(1)</strong>&nbsp;<strong>The scalability challenge</strong>&nbsp;to support large amounts of&nbsp;spatio-textual data streams and queries in real-time,</p>\n<p><strong>(2)</strong>&nbsp;<strong>The expressiveness challenge</strong>&nbsp;that is exemplified in the lack of mechanisms that adequately express complex&nbsp;spatio-textual queries. Querying capabilities need to match the growing sophistication and complexity of the continuously evolving location services, and&nbsp;</p>\n<p><strong>(3) The adaptivity challenge</strong>, where systems need to adapt to changes in data distribution over time.</p>\n<p>In location services, location-data distribution, users' interests, and hot keyword topics change over time. A scalable&nbsp;spatio-textual server needs to continuously adapt to these changes. The project addresses these scalability, expressiveness, and adaptivity challenges when processing large amounts of queries on continuously-streamed&nbsp;spatio-textual data. The project investigates how to support&nbsp;spatio-textual data and queries as first-class citizens in an in-memory distributed data system. Scalable architectures for handling large amounts of&nbsp;spatio-textual data and continuous queries have been investigated. In contrast to tailored solutions, relational-like&nbsp;spatio-textual building-block operators have been developed to express extended-SQL&nbsp;spatio-textual queries along with costing, algebraic transformation rules, and query optimization techniques. To address scalability and the variation in the workload, adaptive and frequency-aware in-memory distributed indexing and query processing techniques have been developed to dynamically organize and process the continuously-evolving&nbsp;spatio-textual data. The&nbsp;spatio-textual indexing and query processing techniques developed dynamically account for the changes and differences in the frequencies of keywords within the various spatial regions to automatically choose the best data organization that optimizes system performance.</p>\n<p>In<span>&nbsp;2018/2019, we published a monograph on the subject of scalable processing of spatial keyword queries. Also, we published a survey on spatial access methods that surveyed all indexing techniques for spatio-temporal data indexes so far</span><span>. We developed and prototyped new capabilities for adaptive query processing in the context of a prototype spatial-keyword system, Tornado. We developed in-memory distributed spatial query processing and optimization techniques.&nbsp;</span></p>\n<p><span>In&nbsp;</span>2019/2020, we developed new scalable techniques for spatio-textual data analytics, on-line data partitioning including machine-learning-based on-line data partitioning, a new distributed system for&nbsp;spatio-textual stream processing, shared execution data analytics to address scalability, augmented data structures for efficient processing of location-based queries, and trend discovery in micro-blogs over various space and time resolutions.</p>\n<p><span>In 2020/2021, we developed a scalable and adaptive protocol that continuously monitors the data and query workloads across the distributed processes of the spatial data streaming system, and redistributes and rebalances the workloads soon as performance bottlenecks get detected. &nbsp;We have investigated adapting of write-optimized indexing techniques to support frequent updates in moving-object spatial databases. We developed an online workload estimation technique that relies on a probabilistic model for estimating the workload of partitions and machines in a distributed spatial data streaming system. We developed an unbiased online sampling for the visual exploration of large spatiotemporal data.&nbsp;</span>We have developed&nbsp;a query executor and an optimizer to improve the query execution plan generated for spatial queries.&nbsp;</p>\n<p><span>In 2021/2022, we investigated and developed a distributed in-memory data system for supporting data analytics over fast arriving&nbsp;spatial data streams. &nbsp;We developed</span><span>&nbsp;a security component that uses an unsupervised machine-learning technique to detect and block attacks that target the adaptive load balancing of distributed streaming systems. We investigated the presence of non-deterministic performance and &ldquo;waves of misery&rdquo; in update-intensive workloads over several R-tree variants, and studied how to mitigate this issue. We studied Machine-learning-based multi-dimensional indexes in the context of an instance-optimized R-tree. We envisioned how to design location data systems that have location as first-class data type and not as an afterthought. Finally, we studied the impact of new hardware architectures on the design of database systems and separating memory from compute in a disaggregated setup would impact database system techniques.&nbsp;</span></p>\n<p>Over the course of the project, groups of undergraduate and graduate students were trained to conduct research in topics related to this project. Three Ph.D. students graduated from project-related research.</p>\n<p>For further information see the project web page:&nbsp;&nbsp;<a href=\"https://www.cs.purdue.edu/homes/aref/IDAS\">https://www.cs.purdue.edu/homes/aref/IDAS</a></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/14/2023<br>\nModified by: Walid&nbsp;G&nbsp;Aref</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe widespread use of GPS-enabled smartphones along with the popularity of microblogging and social networking, e.g., Twitter and Facebook, has resulted in producing large amounts of text data. Typically, this text data, e.g., tweets, are geo-tagged by the location in which the text has been produced. Many applications make good use of this stream of geo-tagged text data (also termed spatial-keyword orspatio-textual data), and provide services to users based on the textual and the spatial components of the data. Applications need to process large number of user queries againstspatio-textual data. For example, in location-aware ad targeting publish/subscribe systems, it is required to disseminate millions of ads and promotions to millions of users based on the users' locations and textual profiles. This project addresses the hurdles that face these applications and their underlying systems in order to function properly.\n\n\nMore specifically, this project addresses the following research challenges that facespatio-textual servers:\n\n\n(1)The scalability challengeto support large amounts ofspatio-textual data streams and queries in real-time,\n\n\n(2)The expressiveness challengethat is exemplified in the lack of mechanisms that adequately express complexspatio-textual queries. Querying capabilities need to match the growing sophistication and complexity of the continuously evolving location services, and\n\n\n(3) The adaptivity challenge, where systems need to adapt to changes in data distribution over time.\n\n\nIn location services, location-data distribution, users' interests, and hot keyword topics change over time. A scalablespatio-textual server needs to continuously adapt to these changes. The project addresses these scalability, expressiveness, and adaptivity challenges when processing large amounts of queries on continuously-streamedspatio-textual data. The project investigates how to supportspatio-textual data and queries as first-class citizens in an in-memory distributed data system. Scalable architectures for handling large amounts ofspatio-textual data and continuous queries have been investigated. In contrast to tailored solutions, relational-likespatio-textual building-block operators have been developed to express extended-SQLspatio-textual queries along with costing, algebraic transformation rules, and query optimization techniques. To address scalability and the variation in the workload, adaptive and frequency-aware in-memory distributed indexing and query processing techniques have been developed to dynamically organize and process the continuously-evolvingspatio-textual data. Thespatio-textual indexing and query processing techniques developed dynamically account for the changes and differences in the frequencies of keywords within the various spatial regions to automatically choose the best data organization that optimizes system performance.\n\n\nIn2018/2019, we published a monograph on the subject of scalable processing of spatial keyword queries. Also, we published a survey on spatial access methods that surveyed all indexing techniques for spatio-temporal data indexes so far. We developed and prototyped new capabilities for adaptive query processing in the context of a prototype spatial-keyword system, Tornado. We developed in-memory distributed spatial query processing and optimization techniques.\n\n\nIn2019/2020, we developed new scalable techniques for spatio-textual data analytics, on-line data partitioning including machine-learning-based on-line data partitioning, a new distributed system forspatio-textual stream processing, shared execution data analytics to address scalability, augmented data structures for efficient processing of location-based queries, and trend discovery in micro-blogs over various space and time resolutions.\n\n\nIn 2020/2021, we developed a scalable and adaptive protocol that continuously monitors the data and query workloads across the distributed processes of the spatial data streaming system, and redistributes and rebalances the workloads soon as performance bottlenecks get detected. We have investigated adapting of write-optimized indexing techniques to support frequent updates in moving-object spatial databases. We developed an online workload estimation technique that relies on a probabilistic model for estimating the workload of partitions and machines in a distributed spatial data streaming system. We developed an unbiased online sampling for the visual exploration of large spatiotemporal data.We have developeda query executor and an optimizer to improve the query execution plan generated for spatial queries.\n\n\nIn 2021/2022, we investigated and developed a distributed in-memory data system for supporting data analytics over fast arrivingspatial data streams. We developeda security component that uses an unsupervised machine-learning technique to detect and block attacks that target the adaptive load balancing of distributed streaming systems. We investigated the presence of non-deterministic performance and waves of misery in update-intensive workloads over several R-tree variants, and studied how to mitigate this issue. We studied Machine-learning-based multi-dimensional indexes in the context of an instance-optimized R-tree. We envisioned how to design location data systems that have location as first-class data type and not as an afterthought. Finally, we studied the impact of new hardware architectures on the design of database systems and separating memory from compute in a disaggregated setup would impact database system techniques.\n\n\nOver the course of the project, groups of undergraduate and graduate students were trained to conduct research in topics related to this project. Three Ph.D. students graduated from project-related research.\n\n\nFor further information see the project web page:https://www.cs.purdue.edu/homes/aref/IDAS\n\n\n\t\t\t\t\tLast Modified: 12/14/2023\n\n\t\t\t\t\tSubmitted by: WalidGAref\n"
 }
}