{
 "awd_id": "1815764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling Multi-Host Multi-Pathogen Infectious Diseases",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 209894.0,
 "awd_amount": 209894.0,
 "awd_min_amd_letter_date": "2018-09-11",
 "awd_max_amd_letter_date": "2018-09-11",
 "awd_abstract_narration": "Many pathogens - human and animal alike - act in tandem. The effects of two or more pathogens on the same host might not be easy to predict based on the known effect of each pathogen acting alone. Actually, many disease systems are composed of multiple hosts and multiple pathogens. The behavior and changes of pathogen and host populations in time are of interest to scientists and the public, when population conservation and management or contagion containment are considered. However, mathematical models of such systems become high-dimensional and contain many parameters that need to be determined from existing data. Their mathematical analysis is also not straightforward. As a study system, two Daphnia hosts (waterflea) and four of their pathogens will be considered. The two hosts also act as competitors for food resources and are subject to predation. Hence, they consist a suitable eco-epidemiological system for the development of new models and techniques. Progress made in terms of modeling and mathematical analysis will be applicable to other disease systems, such as those of pollinators, like bees and butterflies. This work will also create opportunities for the interdisciplinary training of students, both graduate and undergraduate. The investigators will partner with local high-schools and a children's museum to disseminate their findings and engage and train younger generations, with emphasis on underrepresented minorities.\r\n\r\nThrough data-theory coupling, biologically realistic models will be generated. The diversity of hosts and pathogens under consideration will allow the investigation of a wide range of interactions among them. The resulting mathematical models will be highly nonlinear. They will be used to form testable hypotheses and to reveal the mechanisms that shape the epidemics. Besides models based on differential equations and discrete dynamical systems, coarse grained approximations will also be developed. Moreover, information theoretical techniques will be used as measures of the complexity of observed and simulated time-series and to reveal any existing patters, as well as chaos. This integrated approach will be used to reveal insights into the drivers of epidemics and facilitate their prediction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zoi",
   "pi_last_name": "Rapti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zoi Rapti",
   "pi_email_addr": "zrapti@illinois.edu",
   "nsf_id": "000105762",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Caceres",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carla E Caceres",
   "pi_email_addr": "caceres@life.illinois.edu",
   "nsf_id": "000482224",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 209894.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Multiple-host multiple-pathogen disease systems are ubiquitous. Human hosts vary, among others, in terms of their susceptibility and immune responses, which affect disease outcomes; invertebrate hosts are characterized by different genotypes, which are known to affect parasitism. Multiple pathogens exist, for instance, due to co-occurring viral variants and different bacteriophage strategies. We investigated how pathogens interact with their hosts and incorporated various aspects of disease ecology in our mathematical models.</p>\n<p>Alternative hosts may cause direct and indirect effects to the pathogen. Removal of infectious propagules from the environment they share with the focal host is a negative direct effect, while causing competition-induced stress leading to compromised immune response in the focal host is an example of a positive indirect effect. Using a nonlinear model based on differential equations, we studied indirect effects caused to the focal host by an incompetent host in an invertebrate-yeast disease system and found indirect effects to cause quantitative changes indistinguishable from those caused by direct effects.</p>\n<p>Bacteriophages that are naturally occurring in their bacterial host have distinct lifestyles. Lytic phages infect their bacterial host, hijack cell functions, and produce new viruses, which burst form the cell. Temperate phages exhibit both a lytic cycle and a latent (lysogenic cycle) in which viral genomes are integrated into the bacterial host. Chronic phages use cell function to produce more viruses without killing the cell and exhibit a latent and a productive stage. Using a series of mathematical studies, we found that the presence of multiple viral strategies that has been observed in natural environments can be explained through the maximization of viral steady states in our models. &nbsp;When antibiotics are present, the possible outcomes become more complicated. Antibiotics and temperate viruses work synergistically to fight infections. On the other hand, competition between temperate and chronic viruses in our model predicted that control of the infection by antibiotics is inhibited.</p>\n<p>In the early stages of an emerging infectious disease, it is challenging to monitor the actual number of cases, especially when a large number of infections cause little or no symptoms. We developed a framework that leverages dynamical systems theory (delay embedding theorems by Whitney and Takens) and Gaussian process regression to estimate the number of cases in the first wave of COVID-19 in multiple countries based on hospitalization and fatality data. We found that in some of the countries studied, the number of actual cases were under-reported by as much as 50%.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/28/2023<br>\nModified by: Zoi&nbsp;Rapti</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMultiple-host multiple-pathogen disease systems are ubiquitous. Human hosts vary, among others, in terms of their susceptibility and immune responses, which affect disease outcomes; invertebrate hosts are characterized by different genotypes, which are known to affect parasitism. Multiple pathogens exist, for instance, due to co-occurring viral variants and different bacteriophage strategies. We investigated how pathogens interact with their hosts and incorporated various aspects of disease ecology in our mathematical models.\n\n\nAlternative hosts may cause direct and indirect effects to the pathogen. Removal of infectious propagules from the environment they share with the focal host is a negative direct effect, while causing competition-induced stress leading to compromised immune response in the focal host is an example of a positive indirect effect. Using a nonlinear model based on differential equations, we studied indirect effects caused to the focal host by an incompetent host in an invertebrate-yeast disease system and found indirect effects to cause quantitative changes indistinguishable from those caused by direct effects.\n\n\nBacteriophages that are naturally occurring in their bacterial host have distinct lifestyles. Lytic phages infect their bacterial host, hijack cell functions, and produce new viruses, which burst form the cell. Temperate phages exhibit both a lytic cycle and a latent (lysogenic cycle) in which viral genomes are integrated into the bacterial host. Chronic phages use cell function to produce more viruses without killing the cell and exhibit a latent and a productive stage. Using a series of mathematical studies, we found that the presence of multiple viral strategies that has been observed in natural environments can be explained through the maximization of viral steady states in our models. When antibiotics are present, the possible outcomes become more complicated. Antibiotics and temperate viruses work synergistically to fight infections. On the other hand, competition between temperate and chronic viruses in our model predicted that control of the infection by antibiotics is inhibited.\n\n\nIn the early stages of an emerging infectious disease, it is challenging to monitor the actual number of cases, especially when a large number of infections cause little or no symptoms. We developed a framework that leverages dynamical systems theory (delay embedding theorems by Whitney and Takens) and Gaussian process regression to estimate the number of cases in the first wave of COVID-19 in multiple countries based on hospitalization and fatality data. We found that in some of the countries studied, the number of actual cases were under-reported by as much as 50%.\n\n\n\t\t\t\t\tLast Modified: 12/28/2023\n\n\t\t\t\t\tSubmitted by: ZoiRapti\n"
 }
}