{
 "awd_id": "1816348",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS:Small:Collaborative Research: Structured Data Peer Production: Addressing Challenges and Leveraging Opportunities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 249738.0,
 "awd_amount": 249738.0,
 "awd_min_amd_letter_date": "2018-07-25",
 "awd_max_amd_letter_date": "2018-07-25",
 "awd_abstract_narration": "This project will illuminate and advance the critical new phenomenon of peer-produced structured data.  In the past two decades, peer production has emerged as a new means of knowledge production, such as the prime success story of Wikipedia.  Recently, peer production communities have begun producing a new kind of data that is structured and machine-readable, with Wikidata and OpenStreetMap being two major examples. These structured data peer production communities differ from traditional peer production in key ways: (1) For the data produced by these communities to be machine-readable, it must follow strict syntactic and semantic rules; this contrasts with traditional peer production communities' fundamental ethos of contributor freedom; (2) The data produced by these communities is intended primarily to be consumed and processed by algorithms before becoming visible to end users and, thus, the ultimate consequences of contributors' edits are mostly invisible to them; and (3) instead of offering different language versions, Wikidata and OpenStreetMap both opted to produce a single, worldwide dataset intended for use across languages and cultures.  This research will address numerous issues of significant social and economic impact, notably helping to improve the transparency, accuracy, and fairness of algorithms that affect millions of people's lives on a daily basis, and the relevance and utility of structured data across multiple applications and linguistic and cultural barriers. It will quantify the value important algorithms derive from the volunteer effort of people distributed across the globe. It will show the extent to which peer produced structured data serves as a global lingua franca - or whether, on the other hand, it embodies culturally specific assumptions that limit its applicability. It will lead to the creation of software tools that improve data production processes and thus the data produced. \r\n\r\nThis research seeks to produce this understanding by focusing on three themes related to the structured data peer production process and data products: (1) Motivation of members of the communities. The ability to edit what one wants is a powerful motivating factor for peer production contributors. This research will investigate how contributor behavior changes when this motivating factor is blunted by the stringent rules necessary for the creation of structured, machine-readable data. (2) Value of data produced by the communities. There are several ways to estimate the value of contributions in Wikipedia. However, Wikidata and OpenStreetMap data typically are processed by algorithms - perhaps even by multiple algorithms for different purposes - before being delivered to humans. This makes it difficult to assess the value of these data. The research will investigate the value of structured data by identifying where it is used and how it contributes to algorithmic outputs; it also will create tools to make this information visible to editors and the community as a whole. (3) Data production in a language-independent context. The research will analyze the consequences of the ambitious decision by both Wikidata and OpenStreetMap to do their work in a language-independent way. Specifically, it will examine the extent to which this decision results in undesired effects in the data this generated.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Loren",
   "pi_last_name": "Terveen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Loren Terveen",
   "pi_email_addr": "terveen@cs.umn.edu",
   "nsf_id": "000402406",
   "pi_start_date": "2018-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Union Street S.E., Keller Ha",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550167",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 249738.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-bb483147-7fff-6269-ec43-d2ccf53dbc50\"> </span></p>\n<p dir=\"ltr\"><span>Wikipedia is the largest reference work in history.&nbsp; There are editions of Wikipedia in over 300 languages, and the English edition alone contains over six million articles. Wikipedia is the 'encyclopedia that anyone can edit'. Researchers use the term ?peer production? to describe groups of people voluntarily coming together to create knowledge sources like Wikipedia and open source software systems like Linux.&nbsp;</span></p>\n<p dir=\"ltr\"><span>More recently, online peer </span><span>production communities have begun producing a new kind of data that is structured and machine-readable. Wikidata, a sister project of Wikipedia, is a good example, and has served as a ?laboratory? for our research into ?structured data peer production?. Wikidata differs from Wikipedia in several major ways:&nbsp;</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>For its data to be machine-readable, it must follow strict formatting rules; this is at odds with Wikipedia?s greater emphasis on contributor freedom;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Wikidata?s data is intended primarily to be consumed and processed by algorithms before becoming visible to end users so the ultimate consequences of contributors' edits are mostly invisible to them;&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Instead of offering different language versions, Wikidata has one single version intended for use across languages and cultures.&nbsp;</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>We did multiple studies focused on these unique characteristics of Wikidata. Our most significant results include:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Wikidata?s content is biased toward topics of interest to and dominated by men, e.g., American football. What are the causes of this? We found that: (i) it is partly due to Wikidata editors putting more effort into ?male? topics; (ii) it is partly due to existing external / historical biases, e.g., that many scientific and professional fields have been male-dominated; (iii) Given the previous point, Wikidata coverage of topics is no more biased than external sources.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Wikidata contributors have unique motivations for volunteering their time and effort; some prefer the ease of just adding facts about items they find interesting while others enjoy designing the overall information structure for classes of items that others can then fill in.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>While Wikidata items can include labels (names) and descriptions in multiple languages, most items include labels and descriptions in only a few items. In addition, many languages have very low coverage across the entire space of Wikidata items. Finally, the vast majority of labels and descriptions were added by automated bots, and most of the remaining data was added by a small number of users who used advanced software tools to enter data from external sources. The effect of individual editors adding descriptions to items in the language of their choice is statistically insignificant.</span></p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Together, our results have implications for: increasing the diversity of content in Wikidata, crafting incentives for new editors to find a niche that appeals to them, and devising methods to address Wikidata?s gap in language coverage.</span></p>\n<div></div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2023<br>\n\t\t\t\t\tModified by: Loren&nbsp;Terveen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nWikipedia is the largest reference work in history.  There are editions of Wikipedia in over 300 languages, and the English edition alone contains over six million articles. Wikipedia is the 'encyclopedia that anyone can edit'. Researchers use the term ?peer production? to describe groups of people voluntarily coming together to create knowledge sources like Wikipedia and open source software systems like Linux. \nMore recently, online peer production communities have begun producing a new kind of data that is structured and machine-readable. Wikidata, a sister project of Wikipedia, is a good example, and has served as a ?laboratory? for our research into ?structured data peer production?. Wikidata differs from Wikipedia in several major ways: \n\n\nFor its data to be machine-readable, it must follow strict formatting rules; this is at odds with Wikipedia?s greater emphasis on contributor freedom;\n\n\nWikidata?s data is intended primarily to be consumed and processed by algorithms before becoming visible to end users so the ultimate consequences of contributors' edits are mostly invisible to them; \n\n\nInstead of offering different language versions, Wikidata has one single version intended for use across languages and cultures. \n\n\nWe did multiple studies focused on these unique characteristics of Wikidata. Our most significant results include:\n\n\nWikidata?s content is biased toward topics of interest to and dominated by men, e.g., American football. What are the causes of this? We found that: (i) it is partly due to Wikidata editors putting more effort into ?male? topics; (ii) it is partly due to existing external / historical biases, e.g., that many scientific and professional fields have been male-dominated; (iii) Given the previous point, Wikidata coverage of topics is no more biased than external sources.\n\n\nWikidata contributors have unique motivations for volunteering their time and effort; some prefer the ease of just adding facts about items they find interesting while others enjoy designing the overall information structure for classes of items that others can then fill in.\n\n\nWhile Wikidata items can include labels (names) and descriptions in multiple languages, most items include labels and descriptions in only a few items. In addition, many languages have very low coverage across the entire space of Wikidata items. Finally, the vast majority of labels and descriptions were added by automated bots, and most of the remaining data was added by a small number of users who used advanced software tools to enter data from external sources. The effect of individual editors adding descriptions to items in the language of their choice is statistically insignificant.\n\n\n\n \nTogether, our results have implications for: increasing the diversity of content in Wikidata, crafting incentives for new editors to find a niche that appeals to them, and devising methods to address Wikidata?s gap in language coverage.\n\n\n \n\n\t\t\t\t\tLast Modified: 07/20/2023\n\n\t\t\t\t\tSubmitted by: Loren Terveen"
 }
}