{
 "awd_id": "1816372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Parallels in Approximability of Discrete and Continuous Optimization Problems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A. Funda Ergun",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 497239.0,
 "awd_amount": 497239.0,
 "awd_min_amd_letter_date": "2018-05-22",
 "awd_max_amd_letter_date": "2018-05-22",
 "awd_abstract_narration": "Optimization problems arise naturally in many areas such as scheduling, artificial intelligence, software engineering, control of robotic systems, statistics and machine learning. Many of these problems require too long to solve exactly - a common approach for dealing with this has been to design techniques which can efficiently find approximate solutions that are 'good enough' for the task at hand. The study of what approximations are best possible, as well as methods for achieving them, has also led to many new ideas in theoretical computer science, leading to a rich mathematical theory. This project considers several such problems (arising in different areas) which represent challenges to our current understanding. The goal of the project is to develop unified techniques for solving and analyzing them. The project includes several opportunities for training and mentoring of graduate and undergraduate students. Another aim of the project is to develop a collaborative forum for theoretical computer science students in the Chicago area, which can be used to discuss technical ideas and develop expository material.\r\n\r\nThis project considers various problems in discrete and continuous optimization, which represent bottlenecks for algorithmic techniques for designing approximation algorithms, as well as for techniques proving hardness of approximation. The difficulty of understanding many of these problems arises from the fact that many of them only impose a relatively weak global constraint on the solutions, which is hard to exploit algorithmically and also not amenable to techniques for proving inapproximability. The project considers several continuous optimization problems which offer an ideal testbed for the development of new algorithmic techniques, while still capturing the bottlenecks in proving inapproximability of related discrete problems. The aim of this project is to examine such problems from the following perspectives: (1) average-case hardness and lower bounds for the Sum-of-Squares hierarchy of convex relaxations; (2) techniques and barriers for proving inapproximability; and (3) conditions under which good approximations are achievable.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madhur",
   "pi_last_name": "Tulsiani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madhur Tulsiani",
   "pi_email_addr": "madhurt@ttic.edu",
   "nsf_id": "000624710",
   "pi_start_date": "2018-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Toyota Technological Institute at Chicago",
  "inst_street_address": "6045 S KENWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7738340409",
  "inst_zip_code": "606372803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "TOYOTA TECHNOLOGICAL INSTITUTE AT CHICAGO",
  "org_prnt_uei_num": "ERBJF4DMW6G4",
  "org_uei_num": "ERBJF4DMW6G4"
 },
 "perf_inst": {
  "perf_inst_name": "Toyota Technological Institute at Chicago",
  "perf_str_addr": "6045 S Kenwood Av",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606372803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 497239.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The goal of this research &nbsp;project was to understand and connect techniques for arguing about the <span>approximability</span> of discrete and continuous optimization problems, and &nbsp;to develop new algorithmic and analytic methods to reason about a variety of optimization problems, where current approximation algorithms seem to face a bottleneck. The project led to the following research outcomes:</span></p>\n<p><br /><span>- A unified framework for understanding the <span>approximability</span> of operator norms. Computing or approximating norms of operators mapping one normed space to another represents a fundamental class of continuous optimization problems, with connections to several problems in discrete optimization. The project led to the first NP-hardness lower bounds for <span>approximability</span> of the so-called \"<span>hypercontractive</span> norms\" and also new framework capturing previously known upper and lower bounds in other cases.</span></p>\n<p>- An understanding of novel forms of expansion in discrete structures, and their role in analyzying convex optimization algorithms based on semidefinite programming. The work done as part of this project led to new algorithms, as well as new lower bounds, for the approximation of Constraint Satisfaction Problems (CSPs). Moreover, it led to new structural understanding of how various \"expansion\" properties of the underlying problem instances can play a role in the analysis of approximation algorithms based on semidefinite programming.</p>\n<p><span>- New algorithms for decoding novel families of codes. The research done as part of this project established new connections between the algorithmic problem of decoding certain families of error-correcting codes, and that of approximately solving <span>CSPs</span>. Moreover, using connections of <span>CSPs</span> to expansion developed above, and the expansion properties of code families, it led to new algorithmic techniques for decoding such codes.&nbsp;</span></p>\n<p>- New techniques for analyzing random matrices arising in the analysis of spectral and semidefinite optimization algorithms. The project helped develop new methods to understand concentration behavior of random matrices with dependent random entries, motivated by the analysis of several spectral and optimization algorithms. The research done as part of the project helped develop a unified framework for analyzing a large family of such random matrices, and hence also the algorithms relying on their spectral properties.<br /><br /><span>Other than the research results described above, the project &nbsp;also provided training opportunities for several graduate students who participated in the above research projects, with the above research forming a signification part of their dissertations. Several of the relevant topics for this project were also studied and discussed in reading groups, which helped develop a better understanding of the content for students at <span>TTIC</span> and the University of Chicago. The research results from the project, notes from some of the reading groups, as well as notes and videos from courses taught by the PI, &nbsp;have all been made publicly available. While supported by this award, the PI also helped start a new <span>online</span> summer school called \"New Horizons in <span>TCS</span>\" which the PI has been co-organizing for </span><span>the past two years. This summer-school is aimed at providing an exposure to research in various areas in, and related to, theoretical computer science (<span>TCS</span>). The summer school particularly encourages applications from minorities currently under-represented in <span>TCS</span>, and aims to broaden the participation in <span>TCS</span> research.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2023<br>\n\t\t\t\t\tModified by: Madhur&nbsp;Tulsiani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this research  project was to understand and connect techniques for arguing about the approximability of discrete and continuous optimization problems, and  to develop new algorithmic and analytic methods to reason about a variety of optimization problems, where current approximation algorithms seem to face a bottleneck. The project led to the following research outcomes:\n\n\n- A unified framework for understanding the approximability of operator norms. Computing or approximating norms of operators mapping one normed space to another represents a fundamental class of continuous optimization problems, with connections to several problems in discrete optimization. The project led to the first NP-hardness lower bounds for approximability of the so-called \"hypercontractive norms\" and also new framework capturing previously known upper and lower bounds in other cases.\n\n- An understanding of novel forms of expansion in discrete structures, and their role in analyzying convex optimization algorithms based on semidefinite programming. The work done as part of this project led to new algorithms, as well as new lower bounds, for the approximation of Constraint Satisfaction Problems (CSPs). Moreover, it led to new structural understanding of how various \"expansion\" properties of the underlying problem instances can play a role in the analysis of approximation algorithms based on semidefinite programming.\n\n- New algorithms for decoding novel families of codes. The research done as part of this project established new connections between the algorithmic problem of decoding certain families of error-correcting codes, and that of approximately solving CSPs. Moreover, using connections of CSPs to expansion developed above, and the expansion properties of code families, it led to new algorithmic techniques for decoding such codes. \n\n- New techniques for analyzing random matrices arising in the analysis of spectral and semidefinite optimization algorithms. The project helped develop new methods to understand concentration behavior of random matrices with dependent random entries, motivated by the analysis of several spectral and optimization algorithms. The research done as part of the project helped develop a unified framework for analyzing a large family of such random matrices, and hence also the algorithms relying on their spectral properties.\n\nOther than the research results described above, the project  also provided training opportunities for several graduate students who participated in the above research projects, with the above research forming a signification part of their dissertations. Several of the relevant topics for this project were also studied and discussed in reading groups, which helped develop a better understanding of the content for students at TTIC and the University of Chicago. The research results from the project, notes from some of the reading groups, as well as notes and videos from courses taught by the PI,  have all been made publicly available. While supported by this award, the PI also helped start a new online summer school called \"New Horizons in TCS\" which the PI has been co-organizing for the past two years. This summer-school is aimed at providing an exposure to research in various areas in, and related to, theoretical computer science (TCS). The summer school particularly encourages applications from minorities currently under-represented in TCS, and aims to broaden the participation in TCS research.\n\n\t\t\t\t\tLast Modified: 04/30/2023\n\n\t\t\t\t\tSubmitted by: Madhur Tulsiani"
 }
}