{
 "awd_id": "1816149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Persistent Data Summaries: Temporal Analytics on Big Data Histories",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Cushing",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 499934.0,
 "awd_amount": 499934.0,
 "awd_min_amd_letter_date": "2018-07-30",
 "awd_max_amd_letter_date": "2021-03-03",
 "awd_abstract_narration": "An increasing number of applications require the storage of and access to all historical data to support rich analytics, learning, and mining operations.  This project develops a series of methods to summarize data so that it can be queried with respect to not just the full data set, as is standard, but with respect to the state of the data set at any historical time.  These summaries integrate with large temporal databases, in both offline batched-processing and online streaming application scenarios.   The effectiveness of these methods will be demonstrated on an enormous scientific database of atmospheric data collected for 20 years from over 40,000 weather stations.  We will work with industry collaborators to help deploy our new algorithms, and the results will be integrated into education and outreach efforts surrounding the growth of data science initiatives.  \r\n\r\nMore specifically, this project extends and combines approximate query processing with temporal big data.  In particular, instead of (or on top of) using a multi-version database, this project designs and implements persistent data summaries (PDSs) that offer interactive temporal analytics with strong theoretical guarantees on their approximation quality.  In additional to formalizing these models, this project develops practical PDS implementations for sampling-based summaries, data sketches, and core sets that support advanced analytical queries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Feifei",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feifei Li",
   "pi_email_addr": "lifeifei@cs.utah.edu",
   "nsf_id": "000598994",
   "pi_start_date": "2018-07-30",
   "pi_end_date": "2021-03-03"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeff",
   "pi_last_name": "Phillips",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeff M Phillips",
   "pi_email_addr": "jeffp@cs.utah.edu",
   "nsf_id": "000610188",
   "pi_start_date": "2021-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Feifei",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feifei Li",
   "pi_email_addr": "lifeifei@cs.utah.edu",
   "nsf_id": "000598994",
   "pi_start_date": "2021-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jeff",
   "pi_last_name": "Phillips",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeff M Phillips",
   "pi_email_addr": "jeffp@cs.utah.edu",
   "nsf_id": "000610188",
   "pi_start_date": "2018-07-30",
   "pi_end_date": "2021-03-03"
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "50 S. Central Campus Drive",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 499934.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed the notion of Persistent Data Summaries (PDS). &nbsp;These are compact representations of time-ordered data, where one can quickly query information about a subset of the data restricted to a time window. &nbsp;Desired PDS use significantly less storage space than the full data, the information provided on a query is guaranteed to be within a small error tolerance for the precise value, and they permit a wide variety of efficient queries. &nbsp;We developed a pair of paradigms called At-the-time and Back-in-time Persistent (ATTP and BITP) summaries which allow any time query which includes either the start time (say of a specific event) for ATTP, or the current time for BITP. &nbsp;We show general reductions from other known classes of summaries including mergable summaries and linear sketches, and using such reductions the resulting ATTP and BITP summaries only need an extra logarithmic factor in space and slightly worse dependence on error. &nbsp;For a large class of summaries one cannot do significantly better, with respect to space required or in handling a larger class of queries, without assumptions about the data. &nbsp;Significant empirical improvement is observed against multi-version databases or compressed representation of the entire data. &nbsp;This project further contributed improvements in the dependence on error for, and extensions to, a large class of important summaries including:&nbsp;&nbsp; - quantiles summaries for representations of one- (and higher-) dimensional distributions,&nbsp;&nbsp; - matrix sketching for dimensionality reduction and linear regression,&nbsp;&nbsp; - kernel density estimate coresets for non-linear data analysis,&nbsp;&nbsp; - frequent items sketches for keeping track of commonly occurring items (heavy hitters),&nbsp;&nbsp; - time series analysis for bursty event and anomaly detection,&nbsp;&nbsp; - Bloom filters and hash tables for checking which items occurred, and&nbsp;&nbsp; - trajectory analysis for finding unusual moving objects. &nbsp;<br />Due to connections to other existing and common paradigms for creating data summaries, these ATTP and BITP summaries can now be easily deployed in many large data scenarios. &nbsp;We have for instance, explored this in the context of large weather sensor data, including building an online CEDaR database of environmental exposure factors as those measurements varied over time. &nbsp;</p><br>\n<p>\n Last Modified: 12/12/2023<br>\nModified by: Jeff&nbsp;M&nbsp;Phillips</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project developed the notion of Persistent Data Summaries (PDS). These are compact representations of time-ordered data, where one can quickly query information about a subset of the data restricted to a time window. Desired PDS use significantly less storage space than the full data, the information provided on a query is guaranteed to be within a small error tolerance for the precise value, and they permit a wide variety of efficient queries. We developed a pair of paradigms called At-the-time and Back-in-time Persistent (ATTP and BITP) summaries which allow any time query which includes either the start time (say of a specific event) for ATTP, or the current time for BITP. We show general reductions from other known classes of summaries including mergable summaries and linear sketches, and using such reductions the resulting ATTP and BITP summaries only need an extra logarithmic factor in space and slightly worse dependence on error. For a large class of summaries one cannot do significantly better, with respect to space required or in handling a larger class of queries, without assumptions about the data. Significant empirical improvement is observed against multi-version databases or compressed representation of the entire data. This project further contributed improvements in the dependence on error for, and extensions to, a large class of important summaries including: - quantiles summaries for representations of one- (and higher-) dimensional distributions, - matrix sketching for dimensionality reduction and linear regression, - kernel density estimate coresets for non-linear data analysis, - frequent items sketches for keeping track of commonly occurring items (heavy hitters), - time series analysis for bursty event and anomaly detection, - Bloom filters and hash tables for checking which items occurred, and - trajectory analysis for finding unusual moving objects. \nDue to connections to other existing and common paradigms for creating data summaries, these ATTP and BITP summaries can now be easily deployed in many large data scenarios. We have for instance, explored this in the context of large weather sensor data, including building an online CEDaR database of environmental exposure factors as those measurements varied over time. \t\t\t\t\tLast Modified: 12/12/2023\n\n\t\t\t\t\tSubmitted by: JeffMPhillips\n"
 }
}