{
 "awd_id": "1816315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Transcriptional Delay on Biochemical Circuit Dynamics: A Large-Deviations Approach",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 249998.0,
 "awd_amount": 249998.0,
 "awd_min_amd_letter_date": "2018-05-22",
 "awd_max_amd_letter_date": "2018-05-22",
 "awd_abstract_narration": "This project will use tools from mathematics, namely model design, model analysis, and multi-scale simulation, to inform the design and testing of novel synthetic biocircuit designs. Synthetic biologists construct such circuits by rewiring organisms, using ideas from mathematics, biophysics, and bioengineering. Applications include precisely-targeted therapeutic drug delivery, cost reductions in drug production, biofuel advances, and new bioremediation technologies for environmental pollutants. This project will provide mathematical tools needed to understand and then harness the emerging complexity of synthetic biocircuits. A particular focus will be circuits wherein rare events play a crucial role as biological switches. The investigators will train students and junior scientists as part of the project, perform curriculum development, and enhance the scientific community in the greater Houston area by community outreach via a student enrichment program known as Mathematics Enrichment for Networking, Training, and Opportunities in Research (MENTOR). MENTOR activities include a research methods class, a STEM lecture series, summer research fellowships, and an annual undergraduate research conference rotating between the University of Houston, Louisiana State University, and Texas A&M University.\r\n\r\nThis project focuses on quantifying rare-event behavior for complex, spatially-extended stochastic systems wherein delay plays important roles. Motivation arises from the need to understand the dynamics of genetic regulatory networks to inform the design of novel synthetic biocircuits. In many cases, the essential function of such a network involves rare events -- be they transitions between metastable states or sudden bursts of activity. Since proteins serve as regulators, transcriptional delay (the time from transcription initiation to the formation of functional protein) is intrinsic to genetic regulatory networks and has been shown to dramatically affect network dynamics. Mathematically, large deviations theories allow for rare event quantification. What is the most likely transition pathway between one metastable state and another? How often do rare events occur? Large deviations theories can answer such questions, both theoretically and computationally. This project aims to develop a comprehensive theoretical and computational large deviations framework for nonlinear stochastic differential equations with delay, particularly the nonlinear delay stochastic differential equations that model genetic regulatory networks. Synthetic biologists have recently focused on building genetic regulatory networks within synthetic microbial consortia. This distributed approach offers modularity and the potential to build ever more complex biocircuits. However, the resultant dynamics are quite complex, as consortia feature spatiotemporal dynamics, cell cycle effects, chemical signaling, population-level effects, and mechano-sensing. This project aims to build a large deviations theory for spatiotemporal delay systems, including microbial consortia. The investigators have been developing a multi-scale platform for the simulation of consortia dynamics within microfluidic environments, which will provide simulational support for the study.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Ott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Ott",
   "pi_email_addr": "ott@math.uh.edu",
   "nsf_id": "000418251",
   "pi_start_date": "2018-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Torok",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Torok",
   "pi_email_addr": "torok@math.uh.edu",
   "nsf_id": "000208166",
   "pi_start_date": "2018-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 249998.0
  }
 ],
 "por": null
}