{
 "awd_id": "1816041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Small: Collaborative Research: Computational Acoustic Design for Digital Manufacturing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 249981.0,
 "awd_amount": 249981.0,
 "awd_min_amd_letter_date": "2018-08-08",
 "awd_max_amd_letter_date": "2018-08-08",
 "awd_abstract_narration": "The acoustic characteristics of objects are among the most important properties that influence or define their function.  Thus, design for fabrication of objects with high-fidelity acoustic specifications is a widely desired engineering task.  Currently, this design process remains slow and expensive, commonly requiring many trial-and-error iterations; as a consequence, an object's acoustic properties are often not optimized at all, as to do so would drastically increase the design's cost and time.  The long and suboptimal design cycle further limits the use of new materials and the exploration of shape variations.  This research aims to address this fundamental challenge by developing new numerical models that simulate and optimize acoustics.  Project outcomes will include a suite of computational tools that design the geometric shape and structure of an object so as to realize its acoustic properties using novel fabrication methods such as additive manufacturing.  These tools have the potential to improve the function of many of today's products, thereby shifting the current paradigm of visual design into computational audiovisual design.  The new tools will be made available to a large population of expert designers, engineers, hobbyists, and students, thereby facilitating the design, manufacture and customization of musical instruments, mechanical structures, consumer products, and novel materials with unique acoustic properties.  Additional broad impact will derive because students trained by this project will become skilled in developing, extending, and harnessing numerical algorithms and interactive design tools in a wide array of engineering design tasks.  The investigators will seek participation from underrepresented groups at the doctoral, masters, and undergraduate levels.\r\n\r\nThis project advances a complete pipeline of computational design for manufacturing objects with high-fidelity acoustic specifications.  When provided with the desired acoustic properties of an object such as sound spectrum and frequency scattering profile, the pipeline will computationally design the object's geometric shape and structure to realize its acoustic properties using digital fabrication.  The proposed methods will bridge the longstanding gap between parametric computer-aided design (CAD) models and discrete finite-element meshes, and will embrace automatic computational optimization of designed structures with the user in the loop.  Thus, they will reshape today's acoustic design, shifting from its current \"design then analysis\" process to a \"design with analysis\" process.  To this end, the research will address a number of fundamental research questions including: (1) accurate, efficient design-oriented simulation methods to predict sound properties of a given design; (2) automated optimization algorithms that translate desired acoustic properties to shape and material specifications; and (3) efficient computer aided design systems with intuitive, interactive user interfaces incorporating simulation codes.  The approach will address all these aspects in an integrated interdisciplinary research plan, leveraging the expertise of both investigators in their respective fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Changxi",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Changxi Zheng",
   "pi_email_addr": "cxz@cs.columbia.edu",
   "nsf_id": "000648688",
   "pi_start_date": "2018-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "530 West 120 Street, 6th Floor",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 249981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project is&nbsp;interdisciplinary, and thus the outcomes are also&nbsp;multifaceted. To inverse design objects that realize certain acoustic properties, we have developed new techniques in areas such as numerical simulation, automatic generation of geometric shapes, and machine-learning-based generation and optimization methods. These new techniques as a whole pave the way toward a more efficient and intuitive design paradigm for making devices that control wave propagation in a desired way.</span></p>\n<p><span>In numerical simulation, our key outcome is&nbsp;a fast simulation technique for analyzing waveguides---devices that controls wave propagation through carefully designed geometric structures. Typical examples include mufflers for noise reduction and optical fibers for communication. Our work in this project advances the simulation technique in two aspects. 1) We developed a theoretical foundation that generalizes a widely used type of numerical methods known as the semi-analytical methods. Our development allows the numerical method to approximate wave propagation in a high-order expansion form, similar in spirit to the high-order finite element methods. As a result, the simulation method requires much coarser discretization, and becomes well suited for parallel implementation on the graphics processing unit (GPU). Thereby, to achieve a similar level of accuracy, our method is much faster than existing waveguide simulation methods. 2) In addition, we make the simulation method differentiable. Not only does the simulation method predict the wave propagation behavior in a waveguide, but it also computes how the waveguide&rsquo;s performance changes with respect to design parameters. This gradient information is critical when the simulation is used from inverse design, providing guidance on how the design parameter should evolve over the design-and-analysis iterations. We then demonstrated the efficacy of our differentiable simulation in various waveguide inverse design tasks.</span></p>\n<p><span>We also explored automatic synthesis of novel 3D shapes, not just shapes represented by 3D meshes but those in computer aided design (CAD) forms. The CAD shapes are represented as a human design process, thus unlike 3D meshes, they are controlled by a series of intuitive parameters. To bridge the CAD shapes and automatic inverse design, an important cornerstone is a generative model that explores the design space and synthesizes CAD shapes. This area is naturally related to the generative model in machine learning. To this end, we developed the first generative model for CAD shapes. Throughout the course, some fundamental problems such as mode collapse related to the generative model also arises. We therefore also developed some fundamental understandings in terms of how to enable a generative model to explore the design space as thoroughly as possible. Those understandings apply to the generative model in general, not just those for 3D shape generation.</span></p>\n<p><span>Another exciting outcome of this project is its impact in another discipline, namely the nanophotonic design. Acoustic waves and optical waves share certain similarities in terms of physical principles and mathematical structures. Thus, the findings, insights, and development originated from solving acoustic inverse design problems lend themselves naturally to the control of optical waves. Through this project, we also demonstrated the use of differentiable simulation in the inverse design of nanophotonic devices. For certain devices such as nanophotonic splitters, our method can discover novel designs that outperform manual designs based on physical intuitions. This inspires us to devote ourselves to the exciting area of nanophotonic design as a future work beyond the closure of this project.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2022<br>\n\t\t\t\t\tModified by: Changxi&nbsp;Zheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is interdisciplinary, and thus the outcomes are also multifaceted. To inverse design objects that realize certain acoustic properties, we have developed new techniques in areas such as numerical simulation, automatic generation of geometric shapes, and machine-learning-based generation and optimization methods. These new techniques as a whole pave the way toward a more efficient and intuitive design paradigm for making devices that control wave propagation in a desired way.\n\nIn numerical simulation, our key outcome is a fast simulation technique for analyzing waveguides---devices that controls wave propagation through carefully designed geometric structures. Typical examples include mufflers for noise reduction and optical fibers for communication. Our work in this project advances the simulation technique in two aspects. 1) We developed a theoretical foundation that generalizes a widely used type of numerical methods known as the semi-analytical methods. Our development allows the numerical method to approximate wave propagation in a high-order expansion form, similar in spirit to the high-order finite element methods. As a result, the simulation method requires much coarser discretization, and becomes well suited for parallel implementation on the graphics processing unit (GPU). Thereby, to achieve a similar level of accuracy, our method is much faster than existing waveguide simulation methods. 2) In addition, we make the simulation method differentiable. Not only does the simulation method predict the wave propagation behavior in a waveguide, but it also computes how the waveguide’s performance changes with respect to design parameters. This gradient information is critical when the simulation is used from inverse design, providing guidance on how the design parameter should evolve over the design-and-analysis iterations. We then demonstrated the efficacy of our differentiable simulation in various waveguide inverse design tasks.\n\nWe also explored automatic synthesis of novel 3D shapes, not just shapes represented by 3D meshes but those in computer aided design (CAD) forms. The CAD shapes are represented as a human design process, thus unlike 3D meshes, they are controlled by a series of intuitive parameters. To bridge the CAD shapes and automatic inverse design, an important cornerstone is a generative model that explores the design space and synthesizes CAD shapes. This area is naturally related to the generative model in machine learning. To this end, we developed the first generative model for CAD shapes. Throughout the course, some fundamental problems such as mode collapse related to the generative model also arises. We therefore also developed some fundamental understandings in terms of how to enable a generative model to explore the design space as thoroughly as possible. Those understandings apply to the generative model in general, not just those for 3D shape generation.\n\nAnother exciting outcome of this project is its impact in another discipline, namely the nanophotonic design. Acoustic waves and optical waves share certain similarities in terms of physical principles and mathematical structures. Thus, the findings, insights, and development originated from solving acoustic inverse design problems lend themselves naturally to the control of optical waves. Through this project, we also demonstrated the use of differentiable simulation in the inverse design of nanophotonic devices. For certain devices such as nanophotonic splitters, our method can discover novel designs that outperform manual designs based on physical intuitions. This inspires us to devote ourselves to the exciting area of nanophotonic design as a future work beyond the closure of this project.\n\n \n\n\t\t\t\t\tLast Modified: 08/07/2022\n\n\t\t\t\t\tSubmitted by: Changxi Zheng"
 }
}