{
 "awd_id": "1816307",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Virtual Sky: Morphable Geo-Spatial Computing for the Internet of Planes",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jason Hallstrom",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 324604.0,
 "awd_amount": 324604.0,
 "awd_min_amd_letter_date": "2018-07-31",
 "awd_max_amd_letter_date": "2023-07-31",
 "awd_abstract_narration": "In the near future, a majority of aircraft will be equipped with sophisticated technology to sense flight conditions and to directly communicate with nearby aircraft. By sharing information, each plane can provide mission critical information to its pilot beyond what can be perceived by a single aircraft. An example is warning of dangerous weather conditions just outside of an aircraft's sensing range. This project will create a Virtual Sky platform that enables the network of planes, called the Internet of Planes (IoP), to fuse and analyze sensed data correctly, reliably, and quickly, to support safer and more efficient air travel.  \r\n\r\nThe project is divided into two thrusts. The first is to create distributed algorithms for planes to learn a consistent, accurate estimate of flight conditions. Contributions will include analysis of the correctness and performance of the algorithms and a study of their theoretical limits in global-scale dynamic networks like the IoP. The second research thrust is the development and evaluation of a large-scale prototype of the Virtual Sky that uses real-time aircraft and weather data. The prototype also integrates a flight simulator, which will be used to study the benefits of the application with a human pilot in the loop.\r\n\r\nThe solutions developed for this project have applications in many other data-rich mobile computing platforms, including ground vehicle networks, to provide real-time information on road and traffic conditions, and autonomous drone networks, for search and rescue or wildfire monitoring, for example. This project also includes curriculum development and outreach activities in mobile and edge computing, including a Raspberry Pi hackathon that will provide students with hands-on learning with sensors and edge computing devices. \r\n\r\nAll research products of this project, including data, source code, publications, and other project artifacts will be made publicly available at the project repository: http://nsl.cs.rpi.edu/iop. The prototype software will be published as an open source repository on github.com under the GPL license. The research products will be maintained for a period of no less than three years after the end of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "Patterson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy Patterson",
   "pi_email_addr": "sep@cs.rpi.edu",
   "nsf_id": "000547750",
   "pi_start_date": "2018-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Varela",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos A Varela",
   "pi_email_addr": "cvarela@cs.rpi.edu",
   "nsf_id": "000314767",
   "pi_start_date": "2018-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 324604.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ec07e2d9-7fff-f3bf-e66a-8ffba13216dd\"> </span></p>\n<p dir=\"ltr\"><span>In this project, we created and formally verified multiple of several novel algorithms for collision avoidance, region admission, distributed coordination, and knowledge propagation in the Internet of Planes. Further, we developed new analytical techniques to support formal verification of such algorithms in systems with node failures and churn (membership changes), and we expanded the Actor programming model to accommodate these new features. </span><span>We also developed the ASSURE (Analysis of Safety-Critical Systems Using Formal Methods-Based Runtime Evaluation) framework, which is a collection of techniques for aiding in the formal verification of safety-critical aerospace systems.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Formal verification of distributed algorithms often rely on assumptions about system properties, such as that the communication latency will be below a certain known bound. However, it is not always possible to guarantee that these assumptions hold in practice. To address this gap between abstraction and practical systems, we proposed two new concepts for formal analysis. The first is &ldquo;safety envelopes&rsquo;&rsquo;, which are bounded regions in an input space </span><span>&nbsp;for which it can be formally proven that a property holds. We developed methods to determine safety envelopes based on system data, along with system state estimation within these envelopes. The second concept is&nbsp; &ldquo;probabilistic progress&rdquo;, which defines the probability that an algorithm terminates successfully in terms of the probabilities that certain system assumptions hold. Through formal analysis of probabilistic progress, a pilot, human or autonomous, can determine provable probabilistic bounds on success and adjust flight decisions accordingly.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>Intellectual Merit:&nbsp;</strong>The intellectual merit of this project is: (1) new algorithm development in the areas of distributed coordination and knowledge sharing; (2)&nbsp; extensions to programming models and program analysis to support the dynamic system properties of the Internet of Planes; and (3) new formal tools for analysis of systems with probabilistic guarantees on system properties and algorithm behaviors.</p>\n<p dir=\"ltr\"><strong>Broader Impacts:&nbsp;</strong><span>This broader impacts of this project are: (1)&nbsp; the enhancement of aviation safety through formally verified distributed algorithms for autonomous flight planning and coordination; (2) advancements in formal analysis to support more dynamic and diverse systems environment; and (3) bridging the divide between formal verification and practical application through the introduction of safety envelopes and probabilistic progress.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/04/2024<br>\nModified by: Stacy&nbsp;Patterson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nIn this project, we created and formally verified multiple of several novel algorithms for collision avoidance, region admission, distributed coordination, and knowledge propagation in the Internet of Planes. Further, we developed new analytical techniques to support formal verification of such algorithms in systems with node failures and churn (membership changes), and we expanded the Actor programming model to accommodate these new features. We also developed the ASSURE (Analysis of Safety-Critical Systems Using Formal Methods-Based Runtime Evaluation) framework, which is a collection of techniques for aiding in the formal verification of safety-critical aerospace systems.\n\n\nFormal verification of distributed algorithms often rely on assumptions about system properties, such as that the communication latency will be below a certain known bound. However, it is not always possible to guarantee that these assumptions hold in practice. To address this gap between abstraction and practical systems, we proposed two new concepts for formal analysis. The first is safety envelopes, which are bounded regions in an input space for which it can be formally proven that a property holds. We developed methods to determine safety envelopes based on system data, along with system state estimation within these envelopes. The second concept is probabilistic progress, which defines the probability that an algorithm terminates successfully in terms of the probabilities that certain system assumptions hold. Through formal analysis of probabilistic progress, a pilot, human or autonomous, can determine provable probabilistic bounds on success and adjust flight decisions accordingly.\n\n\n\n\n\nIntellectual Merit:The intellectual merit of this project is: (1) new algorithm development in the areas of distributed coordination and knowledge sharing; (2) extensions to programming models and program analysis to support the dynamic system properties of the Internet of Planes; and (3) new formal tools for analysis of systems with probabilistic guarantees on system properties and algorithm behaviors.\n\n\nBroader Impacts:This broader impacts of this project are: (1) the enhancement of aviation safety through formally verified distributed algorithms for autonomous flight planning and coordination; (2) advancements in formal analysis to support more dynamic and diverse systems environment; and (3) bridging the divide between formal verification and practical application through the introduction of safety envelopes and probabilistic progress.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 03/04/2024\n\n\t\t\t\t\tSubmitted by: StacyPatterson\n"
 }
}