{
 "awd_id": "1816889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Using Location for Retrieving Text and Images in News And Social Media Posts",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Cushing",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 516000.0,
 "awd_min_amd_letter_date": "2018-08-14",
 "awd_max_amd_letter_date": "2019-06-25",
 "awd_abstract_narration": "The goal of this project is to enhance systems which make use of a map interface to access documents such as news and social media postings.  Most geographic search systems require the user to enter the latitude and longitude of two corners of the bounding box that encloses the region of interest.  Some allow locations to be specified by name, but the region associated with the name is fixed in advance and is often different from the region that the user intends to search.  For example, a user might enter the location name \"Los Angeles\", hoping the search for social media posts from the city.  However, the system might be designed to interpret \"Los Angeles\" to mean the greater Los Angeles area (too large) or the geographic point center of the city (too small).  This project will create a system that overcomes these problems with text geographic queries.  The underlying textual data is accessed via a map query interface using direct manipulation actions such as pan and zoom to navigate the data. The advantage of these actions is that the act of pointing at a location (e.g., by the appropriate positioning of a pointing device) and making the interpretation of the precision of this positioning specification dependent on the zoom level is equivalent to permitting spatial synonyms. This means that when searching for a \"rock concert in Manhattan\", responses such as Harlem, New York City, and Brooklyn are all acceptable when no concert is found in Harlem. The search for Harlem is expanded by using its spatial synonyms since Harlem is contained in Manhattan, New York City includes Manhattan, and Brooklyn is a sibling (neighbor) of Manhattan. The location-oriented map-based provides a new paradigm to reading and analyzing news and social media on a local level or global level. \r\n\r\nThis project addresses challenges in: (1) Detecting tweets or other social media posts about local events. This is difficult as only a few people may be posting related tweets in contrast to global events where many people post tweets thereby making it easier to detect global events. (2) Improving the resolution of ambiguous location names when retrieving documents using textually-specified locations by developing more appropriate precision and recall evaluation metrics. (3) Enabling domain-specific tracking of mentions of events such as crimes and diseases in news and social media such as Twitter over time with the aid of heat maps which may have an impact on public safety and health. (4) Allowing users to specify the desired domain as well as infer it by use of exemplars. (5) Improving the method the NewsStand system, a prior contribution of the investigator, uses clustering by using word2vec which makes better use of semantics than the currently used TF-IDF. This clustering is used for the actual documents and their associated images and videos, and enables the detection of similar images based on semantics rather than local features such as color and texture.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hanan",
   "pi_last_name": "Samet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hanan Samet",
   "pi_email_addr": "hjs@umd.edu",
   "nsf_id": "000445634",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The explicit specification of location has traditionally been geometric (e.g., as latitude-longitude pairs of numbers).&nbsp; However, few people know them nor do they use them to communicate or receive them from others in this way.&nbsp; Instead, people are used to specifying a location textually, which includes verbally, often on a mobile device where a virtual keyboard is always present.&nbsp; Textual specifications have numerous benefits. First, they are very useful for searching for text documents for relevance to a particular location or set of locations.Second, textual location specifications are general in the sense that when they are used in a query, there is no need to be concerned about their internal representation (e.g., a city like Los Angeles can be a point or an area or every a boundary).In this project, the underlying textual data is accessed via a map query interface using direct manipulation actions such as pan and zoom to navigate the data.&nbsp; The advantage of these actions is that the act of pointing at a location (e.g., by the appropriate positioning of a pointing device or gesturing appropriately) and making the interpretation of the precision of this positioning specification dependent on the zoom level is equivalent to permitting spatial synonyms.<br />This project is a response to shortcomings observed in systems and applications such as NewsStandand and TwitterStand which make use of a map interface to access documents such as news and tweets, respectively. The project outcomes are as follows. (1) Detecting tweets about local events.&nbsp; This is difficult as&nbsp;only a few people may be posting related tweets in contrast to global events where many people post tweets thereby making it easier to detect them.&nbsp; (2) Improving the resolution of ambiguous location names when retrieving documents using textually-specified locations by developing more appropriate precision and recall evaluation metrics.&nbsp;(3) Enabling domain-specific tracking of mentions of events such as crimes and diseases in news and social media such as Twitter over time with the aid of heat maps which may have an impact on public safety and health. (4) Allowing users to specify the desired domain in (3) as well as infer it by use of exemplars. (5) Improving NewsStand'sclustering by using word2vec which makes better use of semantics&nbsp;than the currently used TF-IDF.&nbsp; This clustering is used for the actual documents and their associated images and videos.&nbsp; This has the advantage of enabling the detection of similar images on semantics which are the contents of the related news articles and tweets rather than local features such as color, texture, etc.&nbsp; This has the potential for much more sophisticated retrieval than just using image captions or tagging the images with humanly generated keywords.&nbsp; Note that no humans are involved in the image similarity process.</p><br>\n<p>\n Last Modified: 11/19/2024<br>\nModified by: Hanan&nbsp;Samet</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe explicit specification of location has traditionally been geometric (e.g., as latitude-longitude pairs of numbers). However, few people know them nor do they use them to communicate or receive them from others in this way. Instead, people are used to specifying a location textually, which includes verbally, often on a mobile device where a virtual keyboard is always present. Textual specifications have numerous benefits. First, they are very useful for searching for text documents for relevance to a particular location or set of locations.Second, textual location specifications are general in the sense that when they are used in a query, there is no need to be concerned about their internal representation (e.g., a city like Los Angeles can be a point or an area or every a boundary).In this project, the underlying textual data is accessed via a map query interface using direct manipulation actions such as pan and zoom to navigate the data. The advantage of these actions is that the act of pointing at a location (e.g., by the appropriate positioning of a pointing device or gesturing appropriately) and making the interpretation of the precision of this positioning specification dependent on the zoom level is equivalent to permitting spatial synonyms.\nThis project is a response to shortcomings observed in systems and applications such as NewsStandand and TwitterStand which make use of a map interface to access documents such as news and tweets, respectively. The project outcomes are as follows. (1) Detecting tweets about local events. This is difficult asonly a few people may be posting related tweets in contrast to global events where many people post tweets thereby making it easier to detect them. (2) Improving the resolution of ambiguous location names when retrieving documents using textually-specified locations by developing more appropriate precision and recall evaluation metrics.(3) Enabling domain-specific tracking of mentions of events such as crimes and diseases in news and social media such as Twitter over time with the aid of heat maps which may have an impact on public safety and health. (4) Allowing users to specify the desired domain in (3) as well as infer it by use of exemplars. (5) Improving NewsStand'sclustering by using word2vec which makes better use of semanticsthan the currently used TF-IDF. This clustering is used for the actual documents and their associated images and videos. This has the advantage of enabling the detection of similar images on semantics which are the contents of the related news articles and tweets rather than local features such as color, texture, etc. This has the potential for much more sophisticated retrieval than just using image captions or tagging the images with humanly generated keywords. Note that no humans are involved in the image similarity process.\t\t\t\t\tLast Modified: 11/19/2024\n\n\t\t\t\t\tSubmitted by: HananSamet\n"
 }
}