{
 "awd_id": "1816420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies of Accretion onto Black Holes",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 330593.0,
 "awd_amount": 330593.0,
 "awd_min_amd_letter_date": "2018-08-21",
 "awd_max_amd_letter_date": "2018-08-21",
 "awd_abstract_narration": "Some of the most luminous objects observed in the universe are associated with matter accreting onto black holes, either while they are forming, or as mature objects.  This is important to study because black holes and their formation impact the evolution of galaxies and the production of atomic elements, as well as being a test case for general relativity and physics in extreme conditions.   A research group at Harvard University will study multiple aspects of black hole accretion using computer simulation code developed by the group.  The research will include investigations of (i) accretion onto a supermassive black hole when a star is torn apart by the black hole, (ii) the growth of supermassive black holes early in the universe, (iii) black hole accretion dominated by light subatomic particles called neutrinos in the collapse of a massive star, and (iv) similar accretion when two compact stars, called neutron stars, collide and merge.  This work will form the bulk of the doctoral thesis of a student who is a member of a group that has been traditionally underrepresented in science.   \r\n\r\nDuring the last decade and a half, general relativistic (GR) magnetohydrodynamic (MHD) codes have been developed and applied widely to black hole systems. The principal investigator of the project has developed the first GRMHD code to include radiation, a program called KORAL, and a radiation post-processor code, called HEROIC, which computes spectra of simulated models.    Three research areas will be explored using simulations with KORAL and HEROIC: (i) Super-Eddington accretion onto a supermassive black hole in a tidal disruption event; (ii) the growth of supermassive black holes between redshift 20, when black hole seeds first formed in the universe, and redshift 6, when distant quasars are directly observed; (iii) Super-Eddington models of quasars and fits to observational data.  KORAL will be modified to handle neutrino emission, absorption and transfer in neutrino-dominated accretion flows (NDAFs), which are present during core collapse of rapidly rotating massive stars.  It will be applied to two problems: (i) NDAFs corresponding to the regimes of radiatively inefficient accretion, thin disk accretion, and super-neutrino-Eddington accretion, with applications to long gamma-ray bursts. (ii) Post-merger NDAFs in double neutron star mergers, with applications to short gamma-ray bursts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramesh",
   "pi_last_name": "Narayan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramesh Narayan",
   "pi_email_addr": "rnarayan@cfa.harvard.edu",
   "nsf_id": "000443270",
   "pi_start_date": "2018-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard College Observatory",
  "perf_str_addr": "60 Garden Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 330593.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary activity under this award was the study of so-called tidal<br />disruption events (TDEs). These events occur when a star happens to<br />wander too close to a supermassive black hole (SMBH) and is torn apart<br />by the tidal pull of the SMBH. Some of the remains of the star fall<br />into the SMBH via an accretion disk which produces a large amount of<br />radiation for a few months.<br /><br />Graduate student Brandon Curd, who was guided by the PI and was<br />supported by this award, carried out research on TDEs using numerical<br />computer simulations. He explored the radiation emitted by the TDE<br />accretion disk at early times near the peak of the emission, when<br />there is a lot of gas present, and also studied how the radiation<br />declines and changes in character with time, as the amount of gas in<br />the accretion disk declines. Curd's work was carried out on<br />NSF-supported supercomputers. Figure 1 shows a computer-generated<br />image from one of his studies.<br /><br />Curd is a member of a historically marginalized community which is<br />poorly represented in STEM fields. He received his PhD from Harvard<br />University in July 2022, and his PhD research has been impactful<br />within the community of TDE researchers.&nbsp; He presently holds a<br />postdoctoral appointment at the University of Texas, San Antonio.<br /><br />In addition to guiding and supporting the work of Curd, the PI carried<br />out his own research on a number of topics.&nbsp; In particular, he was a<br />member of the Event Horizon Telescope (EHT) Collaboration which<br />published the first image of the SMBH M87* in the nearby galaxy<br />M87. Figure 2 shows images of M87* obtained by the EHT on four<br />separate days.<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2023<br>\n\t\t\t\t\tModified by: Ramesh&nbsp;Narayan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1816420/1816420_10573887_1699012001572_Curd_Narayan_2023_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1816420/1816420_10573887_1699012001572_Curd_Narayan_2023_Fig2--rgov-800width.jpg\" title=\"Figure 1: TDE Disk Mid-Plane\"><img src=\"/por/images/Reports/POR/2023/1816420/1816420_10573887_1699012001572_Curd_Narayan_2023_Fig2--rgov-66x44.jpg\" alt=\"Figure 1: TDE Disk Mid-Plane\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Density distribution in the mid-plane of a TDE accretion disk (blue is low density, red is high density) from a computer simulation. The panels correspond to four instants of time t in gravitational units.</div>\n<div class=\"imageCredit\">Curd & Narayan, Monthly Notices of the Royal Astronomical Society, 518, 3441 (2023)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ramesh&nbsp;Narayan</div>\n<div class=\"imageTitle\">Figure 1: TDE Disk Mid-Plane</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1816420/1816420_10573887_1699012675824_M87_Polarization_EHT2021--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1816420/1816420_10573887_1699012675824_M87_Polarization_EHT2021--rgov-800width.jpg\" title=\"Figure 2: EHT Images of the SMBH M87*\"><img src=\"/por/images/Reports/POR/2023/1816420/1816420_10573887_1699012675824_M87_Polarization_EHT2021--rgov-66x44.jpg\" alt=\"Figure 2: EHT Images of the SMBH M87*\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Shows images of the SMBH M87* from EHT observations made on four days in 2017. The top row shows the image intensity in black and linear polarization in green ticks. The lower row shows the same information using color and streaks.</div>\n<div class=\"imageCredit\">The Event Horizon Telescope Collaboration, The Astrophysical Journal Letters, 910, L12 (2021)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ramesh&nbsp;Narayan</div>\n<div class=\"imageTitle\">Figure 2: EHT Images of the SMBH M87*</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe primary activity under this award was the study of so-called tidal\ndisruption events (TDEs). These events occur when a star happens to\nwander too close to a supermassive black hole (SMBH) and is torn apart\nby the tidal pull of the SMBH. Some of the remains of the star fall\ninto the SMBH via an accretion disk which produces a large amount of\nradiation for a few months.\n\nGraduate student Brandon Curd, who was guided by the PI and was\nsupported by this award, carried out research on TDEs using numerical\ncomputer simulations. He explored the radiation emitted by the TDE\naccretion disk at early times near the peak of the emission, when\nthere is a lot of gas present, and also studied how the radiation\ndeclines and changes in character with time, as the amount of gas in\nthe accretion disk declines. Curd's work was carried out on\nNSF-supported supercomputers. Figure 1 shows a computer-generated\nimage from one of his studies.\n\nCurd is a member of a historically marginalized community which is\npoorly represented in STEM fields. He received his PhD from Harvard\nUniversity in July 2022, and his PhD research has been impactful\nwithin the community of TDE researchers.  He presently holds a\npostdoctoral appointment at the University of Texas, San Antonio.\n\nIn addition to guiding and supporting the work of Curd, the PI carried\nout his own research on a number of topics.  In particular, he was a\nmember of the Event Horizon Telescope (EHT) Collaboration which\npublished the first image of the SMBH M87* in the nearby galaxy\nM87. Figure 2 shows images of M87* obtained by the EHT on four\nseparate days.\n\n\n\n\n\t\t\t\t\tLast Modified: 11/03/2023\n\n\t\t\t\t\tSubmitted by: Ramesh Narayan"
 }
}