{
 "awd_id": "1816777",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Variation and self-organization in multi-agent systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 433705.0,
 "awd_amount": 542704.0,
 "awd_min_amd_letter_date": "2018-08-08",
 "awd_max_amd_letter_date": "2024-06-23",
 "awd_abstract_narration": "This project seeks to understand how to use inter-agent variation to improve the ability of swarm-based systems to solve the decentralized task allocation problem.  Swarm-based systems consist of large numbers of independent agents that act collectively to accomplish goals beyond the scope of a single agent.  Such systems may be applied to problems such as herding, forest fire containment, crowd control, perimeter protection, and hazardous waste clean up, which consist of multiple tasks with demands that may vary over time.  The agents in a swarm may be physical robots or virtual software agents.  Because these systems are decentralized and have no central controller, each agent decides independently what task to take on and when.  Effective and efficient allocation and reallocation of agents among tasks (as task demands change over time) is crucial to good swarm performance.  In addition to maintaining an appropriate number of agents on each task at any given time, swarms must also avoid or minimize problems such as extreme responses in which too many or too few agents respond, wasted energy when agents undo and redo each others' work, and deadlocks which may prevent accomplishment of the overall goal altogether.  Studies on social insect societies indicate that inter-agent variation is a necessary element for effective and efficient division of labor in biological swarms.  Taking inspiration from biology, this work investigates how inter-agent variation affects the decentralized task allocation problem in computational swarms and what types of variation are most effective in producing stable, robust, and adaptable swarms.\r\n\r\nThis project consists of three phases.  First, carry out a systematic study to build a model of the relationship between inter-agent variation and the self-organizing behavior of swarms.  This phase will examine how different types of variation in agent decision making characteristics affect system level stability and adaptability.  Second, investigate methods for and trade offs of dynamically evolving system variation.  This phase will investigate how principles from machine learning methods such as evolutionary computation may be used to dynamically learn and adjust inter-agent variation in response to changing task demands.  Third, apply and test conclusions from phase one and two to a multi-agent herding problem.  The multi-agent herding problem is representative of a range of problems that require division of labor involving search, gathering, containment, and coordinated movement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Annie",
   "pi_last_name": "Wu",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Annie S Wu",
   "pi_email_addr": "aswu.ucf@gmail.com",
   "nsf_id": "000251692",
   "pi_start_date": "2018-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 433705.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 54729.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 54270.0
  }
 ],
 "por": null
}