{
 "awd_id": "1817653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Mechanism of Polarized Budding in Chlamydia",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 129231.0,
 "awd_amount": 129231.0,
 "awd_min_amd_letter_date": "2018-08-02",
 "awd_max_amd_letter_date": "2018-08-02",
 "awd_abstract_narration": "Understanding the mechanisms underlying the process of cell division is fundamental to defining the rules of life, and this research will determine the events necessary for the polarized division process used by a subset of the bacterial kingdom to generate daughter cells. This collaborative research endeavor will be carried out by investigators from the University of Tennessee Health Science Center, The University of Tennessee, Knoxville, and the University of Nebraska Medical Center, and it will allow for the training of graduate students at the interface of molecular cell biology and computational biophysics.  The research projects at the University of Tennessee Health Science Center will be supported by undergraduate researchers from the Biotechnology Program at Southwest Tennessee Community College (Southwest), who will gain hands-on experience that will contribute toward their degree. In addition to their interactions with each of the investigators on the project, the Southwest students will interact extensively with graduate students who will obtain valuable experience in one-on-one teaching and mentoring.  The investigators on this project will also make yearly presentations to all participants in the Biotechnology Program at Southwest to expose all students in the program, many of whom are from underprivileged backgrounds, to career options in the STEM fields. The results generated from these studies will be broadly disseminated and developed as a tool that teachers can access to illustrate to undergraduate students the diversity of cell division processes utilized by members of the bacterial kingdom.\r\n\r\nBacteria of the genus Chlamydia divide by a novel process termed polarized budding, as do a subset of the other members of the Planctomycetes-Verrucomicrobiae-Chlamydiae superphylum of bacteria. The bacteria that undergo polarized budding do not express the protein FtsZ, which is critical for the process of binary fission that the vast majority of bacteria use as a mechanism for cell division.  The regulatory events that control cell division in FtsZ-less bacteria are not understood, and the studies in this research project will define underlying molecular mechanisms that govern polarized budding.  Specifically, the project will define the role of phospholipids in generating changes in membrane curvature that arise in Chlamydia during cell division.  The research will also determine the role of phospholipids in regulating the localization of membrane and cytosolic proteins in cells undergoing polarized budding.  The project will bring together researchers from multiple institutions with distinct and complementary expertise to define molecular mechanisms that regulate discrete steps in the polarized budding process that Chlamydia use to divide.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Abel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Abel",
   "pi_email_addr": "abel@utk.edu",
   "nsf_id": "000664729",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Tennessee",
  "perf_str_addr": "",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 129231.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was part of a multi-institutional, multi-investigator endeavor to understand molecular mechanisms underlying cell division in&nbsp;<em>Chlamydia</em>. Cell division is a fundamentally important cellular process, yet it remains challenging to understand how it is regulated by molecular-scale phenomena. In particular, it is critical to understand how membrane composition regulates both organization of cell-division proteins and physical properties of the cell membrane, which must undergo large-scale changes in shape.&nbsp;<em>Chlamydia</em>&nbsp;is fascinating because it lacks the protein FtsZ, which is associated with cell division in most bacteria, and because it divides by a polarized budding process. Experimental evidence also suggests that it modifies its local membrane composition near the site of cell division.&nbsp;</p>\n<p>This project utilized molecular dynamics computer simulations to study model chlamydial membranes, their physical properties, and their interactions with a protein that plays an important role in the cell division process. Our simulations complemented experimental studies by providing molecular-scale insight into chlamydial membranes. We first used computer simulations to study multicomponent lipid bilayers representative of chlamydial membranes. Experimental evidence suggests that&nbsp;<em>Chlamydia</em>&nbsp;localizes a phospholipid known as cardiolipin near the site of cell division. We conducted detailed computer simulation studies to quantify how the amount of cardiolipin in a model chlamydial membrane impacts bending rigidity, lipid ordering, and membrane fluidity. We also showed that the fatty-acid tails of lipids play an important role in regulating fluidity and bending rigidity of the membrane. In particular, phospholipids with branched-tail fatty acid chains promoted membrane fluidity. We next investigated interactions between model chlamydial membranes and chlamydial MreB, an essential cell-division protein in&nbsp;<em>Chlamydia</em>. We characterized the interactions of MreB with membranes containing varied levels of cardiolipin. A unique part of chlamydial MreB promotes membrane anchoring by partially embedding in the membrane. Collectively, the results obtained in this project provide new insights into the role of different phospholipids in regulating the emergent properties of membranes during cell division.</p>\n<p>This project supported the training of one Ph.D. student and one undergraduate student in computational biology. The multidisciplinary and collaborative nature of the project exposed the students to a broad spectrum of ideas and techniques from molecular biology and cellular biophysics, enhancing their education and promoting collaboration with scientists across fields. Our findings have broader implications for how localized changes in membrane composition can drive changes in membrane properties, protein recruitment, and cellular morphology.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/21/2023<br>\n\t\t\t\t\tModified by: Steven&nbsp;M&nbsp;Abel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was part of a multi-institutional, multi-investigator endeavor to understand molecular mechanisms underlying cell division in Chlamydia. Cell division is a fundamentally important cellular process, yet it remains challenging to understand how it is regulated by molecular-scale phenomena. In particular, it is critical to understand how membrane composition regulates both organization of cell-division proteins and physical properties of the cell membrane, which must undergo large-scale changes in shape. Chlamydia is fascinating because it lacks the protein FtsZ, which is associated with cell division in most bacteria, and because it divides by a polarized budding process. Experimental evidence also suggests that it modifies its local membrane composition near the site of cell division. \n\nThis project utilized molecular dynamics computer simulations to study model chlamydial membranes, their physical properties, and their interactions with a protein that plays an important role in the cell division process. Our simulations complemented experimental studies by providing molecular-scale insight into chlamydial membranes. We first used computer simulations to study multicomponent lipid bilayers representative of chlamydial membranes. Experimental evidence suggests that Chlamydia localizes a phospholipid known as cardiolipin near the site of cell division. We conducted detailed computer simulation studies to quantify how the amount of cardiolipin in a model chlamydial membrane impacts bending rigidity, lipid ordering, and membrane fluidity. We also showed that the fatty-acid tails of lipids play an important role in regulating fluidity and bending rigidity of the membrane. In particular, phospholipids with branched-tail fatty acid chains promoted membrane fluidity. We next investigated interactions between model chlamydial membranes and chlamydial MreB, an essential cell-division protein in Chlamydia. We characterized the interactions of MreB with membranes containing varied levels of cardiolipin. A unique part of chlamydial MreB promotes membrane anchoring by partially embedding in the membrane. Collectively, the results obtained in this project provide new insights into the role of different phospholipids in regulating the emergent properties of membranes during cell division.\n\nThis project supported the training of one Ph.D. student and one undergraduate student in computational biology. The multidisciplinary and collaborative nature of the project exposed the students to a broad spectrum of ideas and techniques from molecular biology and cellular biophysics, enhancing their education and promoting collaboration with scientists across fields. Our findings have broader implications for how localized changes in membrane composition can drive changes in membrane properties, protein recruitment, and cellular morphology. \n\n\t\t\t\t\tLast Modified: 02/21/2023\n\n\t\t\t\t\tSubmitted by: Steven M Abel"
 }
}