{
 "awd_id": "1817468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of Lipids in Different Cell Fates",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 730731.0,
 "awd_amount": 730731.0,
 "awd_min_amd_letter_date": "2018-06-14",
 "awd_max_amd_letter_date": "2020-05-12",
 "awd_abstract_narration": "This project will shed new light on the role of lipids in cell biology. Lipids form barriers that define cells and their internal compartments. They are also recently recognized for their critical roles as signaling molecules, regulating cellular processes. It is now clear that cells produce thousands of unique lipid species with diverse functions. However, the individual functions of these lipid species remain unclear. Within this context, this project applies state-of-the-art chemical biology and analytical approaches to investigate the role of specific lipids in different cell fates. By doing so, this study will reveal novel mechanisms underlying fundamental cellular processes. The comprehensive methodological tools employed in this project allows training a globally competitive workforce across the educational spectrum involving participation of underrepresented student groups and teachers in research and scientific inquiry.\r\n\r\nThis project will elucidate the function of lipids during cell death, providing a better fundamental understanding of different types of programmed cell death, which are physiologically critical processes that are involved in maintaining cellular homeostasis. These goals will be achieved using an integrative set of approaches that merges lipidomics, transcriptomics, and proteomics with structure-specific bioorthogonal lipids probes. This research program will focus on i) the function of distinct ceramides based on their structure during apoptosis and ii) the role of very long chain fatty acids in permeabilization of the membranes during necroptosis. A two component integration will be used for these studies: i) Determine substrate specificity of different ceramide synthases and investigate the function of specific ceramides using structure-specific probes and genetic perturbations, ii) determine the localization and interaction partners of very long chain fatty acids during necroptosis. The objectives will elucidate the function of lipids during cell death, providing a better fundamental understanding of these physiologically critical processes. The results from this work will shed light on the functional roles of specific lipids based on their precise chemical structure. They will specifically elucidate the role of individual ceramides and fatty acids on membrane permeabilization and their interaction with other biomolecules during apoptosis and necroptosis. This knowledge will open the door to novel studies investigating the impact of structural specificity on lipid function in cells.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gunes",
   "pi_last_name": "Atilla-Gokcumen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gunes E Atilla-Gokcumen",
   "pi_email_addr": "ekinatil@buffalo.edu",
   "nsf_id": "000666364",
   "pi_start_date": "2018-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 Lee Entranc",
  "perf_city_name": "Amherst",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282567",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 162589.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 380961.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 187181.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"color: #0e101a; font-family: Arial; font-size: x-small;\">Lipid composition of various types FBS used in cell culture. </span></strong><span style=\"color: #0e101a; font-family: Arial; font-size: x-small;\">Cultured cells have been instrumental in studying biochemical, molecular, and cellular processes. The composition of serum that cells are maintained in can impact phenotypes. We investigated the lipid content of different sera that we prepared in the laboratory setting. We extracted lipids from FBS, charcoal-dextran (CD)-FBS, and lipid depleted (LD)-FBS samples and analyzed lipids using LC-MS. We detected fatty acids, phosphatidylcholines, ceramides, dihydroceramides, triacylglycerols, and cholesterol in at least one group of the serum samples. In LD-FBS, fatty acids did not exhibit any significant change. On the other hand, ceramides, dihydroceramides, PCs, TAGs, and cholesterol were strongly depleted. These results allowed us to establish the lipids composition of different growth conditions of mammalian cells, which is important for interpreting phenotypic effects.</span></p>\n<p><strong><span style=\"color: #0e101a; font-family: Arial; font-size: x-small;\">The regulation of ceramides in cell death.</span></strong><span style=\"color: #0e101a; font-family: Arial; font-size: x-small;\"> Ceramides are pro-apoptotic lipids. To determine the substrate specificity of ceramide synthase 2 and 6 (CerS2 and CerS6), we prepared CerS2 and CerS6 knockdown cells and analyzed their lipid composition. Results showed significant changes in specific fatty acids, acylcarnitines, triacylglycerols, and sphingolipids (data not shown). We observed modest depletions in ceramides in CerS2 knockdown cells; however, ceramide species were upregulated in CerS6 knockout cell lines, which might be due to the compensatory effects between different CerS. Indeed, we observed significant upregulation of CerS2 in CerS6 knockdown cells, supporting the compensation of reduced CerS6 activity by CerS2 activation at the transcriptional level.</span></p>\n<p><span style=\"color: #0e101a; font-family: Arial; font-size: x-small;\">In addition to their apoptotic activity, we found that ceramides are also involved in therapy-induced senescence (TIS). Upon investigations of the changes in the lipidome of TIS, we found that most of the lipids that changed during TIS belonged to a class of atypical sphingolipids, 1-deoxyceramides. Specifically, our results showed that 1-deoxyceramides were depleted in TIS. To study the effect of modulating 1-deoxyceramide levels on the sphingolipidome, we conducted a screen targeting sphingolipid enzymes. An inhibitor of ceramide kinase had the most potent effect on lowering TIS levels. Ceramide kinase knockdown exhibited similar effects, strongly implicating a role for ceramide kinase and its product, ceramide-1-phosphate. We found that ceramide-1-phosphate was upregulated in TIS cells, and inactivation of ceramide kinase significantly lowered ceramide-1-phosphate levels while the remaining sphingolipids remained largely unchanged. Finally, the add-back of ceramide-1-phosphate reestablished senescence, supporting the idea that ceramide kinase inhibition-mediated reduction in senescence is due to the depletion of ceramide-1-phosphate. Overall, our findings highlight ceramides as essential regulators of TIS and implicate a previously unknown enzyme and its product in modulating TIS.</span></p>\n<p><strong><span style=\"color: #0e101a; font-family: Arial; font-size: x-small;\">Regulation of necroptosis by very long chain fatty acids.</span></strong><span style=\"color: #0e101a; font-family: Arial; font-size: x-small;\"> To identify lipids involved in membrane permeabilization during necroptosis, we analyzed the changes in lipid composition during this process. We identified accumulations of saturated VLCFAs as the most profound changes that occur during necroptosis. During the award period, we focused on defining the role of VLCFAs in necroptosis and investigated how they accumulate. We showed that SREPB1 activation during necroptosis is responsible for the accumulation of VLCFAs, studied on their incorporation into proteins and their role in membrane dynamics during necroptosis.</span></p>\n<p><span style=\"color: #0e101a; font-family: Arial; font-size: x-small;\">We first identified the proteins that are acylated by VLCFAs. MLKL and pMLKL, key signaling proteins of necroptosis, were among the proteins that were VLCFAcylated in necroptotic cells. Investigating the mechanisms of pMLKL and MLKL acylation, we showed that protein acyltransferases (zDHHCs) in the plasma membrane are responsible for their acylation during necroptosis. To identify zDHHCs involved in this acylation event, we prioritized zDHHCs known to localize to the plasma membrane and showed that zDHHC5 and zDHHC21 play a role in this acylation. While the monoacylated MLKL is the predominant form, our results show that three cysteines can undergo acylation, albeit one at a time, suggesting a promiscuity for the cysteine preferences. All-atom MD simulations using an acylated form of MLKL and membrane models that mimic experimentally established interactions show a particular lipid signature upon interaction with the protein, supporting that the acyl chain can cause restructuring of the membrane lipids. zDHHC21 activity has the most potent effect on pMLKL acylation, inactivation of which reduced the pMLKL levels in cells and improved membrane integrity. These results suggest that blocking the acylation of pMLKL destabilizes the protein at the membrane interface and causes its degradation. Overall, our results reveal the functional role of VLCFAs in membrane integrity during necroptosis.</span></p>\n<p><strong><span style=\"font-family: Arial; font-size: x-small;\">Broader impacts.</span></strong><span style=\"font-family: Arial; font-size: x-small;\"> The results from these studies have advanced our understanding of how specific lipid species regulate different cell fates. Our outreach efforts included promoting professional development of high school teachers, training of undergraduate and graduate students in class and in the laboratory setting and promoting the participation of female students in research activities.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/14/2024<br>\nModified by: Gunes&nbsp;E&nbsp;Atilla-Gokcumen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nLipid composition of various types FBS used in cell culture. Cultured cells have been instrumental in studying biochemical, molecular, and cellular processes. The composition of serum that cells are maintained in can impact phenotypes. We investigated the lipid content of different sera that we prepared in the laboratory setting. We extracted lipids from FBS, charcoal-dextran (CD)-FBS, and lipid depleted (LD)-FBS samples and analyzed lipids using LC-MS. We detected fatty acids, phosphatidylcholines, ceramides, dihydroceramides, triacylglycerols, and cholesterol in at least one group of the serum samples. In LD-FBS, fatty acids did not exhibit any significant change. On the other hand, ceramides, dihydroceramides, PCs, TAGs, and cholesterol were strongly depleted. These results allowed us to establish the lipids composition of different growth conditions of mammalian cells, which is important for interpreting phenotypic effects.\n\n\nThe regulation of ceramides in cell death. Ceramides are pro-apoptotic lipids. To determine the substrate specificity of ceramide synthase 2 and 6 (CerS2 and CerS6), we prepared CerS2 and CerS6 knockdown cells and analyzed their lipid composition. Results showed significant changes in specific fatty acids, acylcarnitines, triacylglycerols, and sphingolipids (data not shown). We observed modest depletions in ceramides in CerS2 knockdown cells; however, ceramide species were upregulated in CerS6 knockout cell lines, which might be due to the compensatory effects between different CerS. Indeed, we observed significant upregulation of CerS2 in CerS6 knockdown cells, supporting the compensation of reduced CerS6 activity by CerS2 activation at the transcriptional level.\n\n\nIn addition to their apoptotic activity, we found that ceramides are also involved in therapy-induced senescence (TIS). Upon investigations of the changes in the lipidome of TIS, we found that most of the lipids that changed during TIS belonged to a class of atypical sphingolipids, 1-deoxyceramides. Specifically, our results showed that 1-deoxyceramides were depleted in TIS. To study the effect of modulating 1-deoxyceramide levels on the sphingolipidome, we conducted a screen targeting sphingolipid enzymes. An inhibitor of ceramide kinase had the most potent effect on lowering TIS levels. Ceramide kinase knockdown exhibited similar effects, strongly implicating a role for ceramide kinase and its product, ceramide-1-phosphate. We found that ceramide-1-phosphate was upregulated in TIS cells, and inactivation of ceramide kinase significantly lowered ceramide-1-phosphate levels while the remaining sphingolipids remained largely unchanged. Finally, the add-back of ceramide-1-phosphate reestablished senescence, supporting the idea that ceramide kinase inhibition-mediated reduction in senescence is due to the depletion of ceramide-1-phosphate. Overall, our findings highlight ceramides as essential regulators of TIS and implicate a previously unknown enzyme and its product in modulating TIS.\n\n\nRegulation of necroptosis by very long chain fatty acids. To identify lipids involved in membrane permeabilization during necroptosis, we analyzed the changes in lipid composition during this process. We identified accumulations of saturated VLCFAs as the most profound changes that occur during necroptosis. During the award period, we focused on defining the role of VLCFAs in necroptosis and investigated how they accumulate. We showed that SREPB1 activation during necroptosis is responsible for the accumulation of VLCFAs, studied on their incorporation into proteins and their role in membrane dynamics during necroptosis.\n\n\nWe first identified the proteins that are acylated by VLCFAs. MLKL and pMLKL, key signaling proteins of necroptosis, were among the proteins that were VLCFAcylated in necroptotic cells. Investigating the mechanisms of pMLKL and MLKL acylation, we showed that protein acyltransferases (zDHHCs) in the plasma membrane are responsible for their acylation during necroptosis. To identify zDHHCs involved in this acylation event, we prioritized zDHHCs known to localize to the plasma membrane and showed that zDHHC5 and zDHHC21 play a role in this acylation. While the monoacylated MLKL is the predominant form, our results show that three cysteines can undergo acylation, albeit one at a time, suggesting a promiscuity for the cysteine preferences. All-atom MD simulations using an acylated form of MLKL and membrane models that mimic experimentally established interactions show a particular lipid signature upon interaction with the protein, supporting that the acyl chain can cause restructuring of the membrane lipids. zDHHC21 activity has the most potent effect on pMLKL acylation, inactivation of which reduced the pMLKL levels in cells and improved membrane integrity. These results suggest that blocking the acylation of pMLKL destabilizes the protein at the membrane interface and causes its degradation. Overall, our results reveal the functional role of VLCFAs in membrane integrity during necroptosis.\n\n\nBroader impacts. The results from these studies have advanced our understanding of how specific lipid species regulate different cell fates. Our outreach efforts included promoting professional development of high school teachers, training of undergraduate and graduate students in class and in the laboratory setting and promoting the participation of female students in research activities.\n\n\n\t\t\t\t\tLast Modified: 08/14/2024\n\n\t\t\t\t\tSubmitted by: GunesEAtilla-Gokcumen\n"
 }
}