{
 "awd_id": "1817796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Decoding intramembrane aspartyl protease substrate preferences and activity",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 715643.0,
 "awd_amount": 715643.0,
 "awd_min_amd_letter_date": "2018-07-02",
 "awd_max_amd_letter_date": "2018-07-02",
 "awd_abstract_narration": "Cells communicate through chemical signals.  The fidelity of signaling in the cell is critical to maintaining overall health and is controlled by signaling molecules that are generated by a variety of enzymes. Of interest here is the category of signaling molecules generated via the action of the breakdown of proteins or peptides, known as proteolysis, performed by intramembrane proteases (IPs), which are enzymes found in the water-depleted lipid membrane of the cell. Although proteolysis performed by proteases is well-known, IPs conduct this water-dependent chemistry in the water-depleted cell membrane. The action of IPs is key to cell division, development, and metabolism, but this unique chemical environment renders the system difficult to study and thus key details of the process remain unknown. The cohesive research/educational mission at the Georgia Institute of Technology involves students at high school, undergraduate, and graduate levels to comprehend, at the molecular level, the chemistry and structure of a particular IP type. The research will answer how the specific IP performs proteolysis chemistry on its many substrates in the distinctive membrane environment to generate the signaling molecule products, as a model for the larger IP family. To answer these questions, students will use cross-disciplinary, cutting edge, and high-resolution biochemical and biophysical methods tailored to membranes, training them for future STEM careers. In turn, educational modules for K-12 students will be developed, implemented, and disseminated. In the long term, an understanding of the chemistry and structure of IPs will lead to future research to better understand how IP-derived signaling is regulated at the cellular, tissue, and organismal level to elicit specific biological outcome.\r\n\r\nThe aspartyl IP sub-class (IAP) will be studied, using as a model an IAP ortholog from the archaeon Methanoculleus marisnigri JR1. Students will probe the interplay between chemical and positional considerations, evaluate the extent of cleavage processivity, and elucidate substrate-IAP interactions in molecular detail, using tailored high-resolution and quantitative experimental methods. Students will then study the structure of activated substrate/IAP complexes using chemical crosslinking, X-ray crystallography, and small angle neutron scattering, results of which will be complemented by molecular dynamics simulations. These studies will provide critical new mechanistic insight into the process of intramembrane proteolysis using a well-defined model system. Results of these studies will challenge tenets in the field based on lower resolution or indirect methods, enable the identification substrates for IAPs broadly throughout biology, and will lead to future studies to probe the mechanisms by which intramembrane proteases are regulated. New structure-based hypotheses for further study, including the origin of bulk water entry for catalysis, will emerge. The tailored quantitative methods also hold promise for broad adoption across IAP orthologs, experimental conditions, and IP classes where similar knowledge is desirable. Any unprecedented strategies used for structure determination will be applicable to studies of other IAPs, other IP classes, and membrane proteins. Results will be broadly disseminated in the cross-disciplines of biochemistry, proteomics, membrane biophysics, structural biology, and neutron sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raquel",
   "pi_last_name": "Lieberman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Raquel L Lieberman",
   "pi_email_addr": "raquel.lieberman@chemistry.gatech.edu",
   "nsf_id": "000508871",
   "pi_start_date": "2018-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Torres",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Torres",
   "pi_email_addr": "matthew.torres@biology.gatech.edu",
   "nsf_id": "000658936",
   "pi_start_date": "2018-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 715643.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intramembrane proteolysis is a conserved biochemical process involved in diverse signaling events that are key to cell differentiation, development and metabolism.&nbsp;Intramembrane proteases (IPs) perform hydrolysis chemistry within the confines of the lipid membrane to generate the peptides that elicit these biological responses.&nbsp;Unlike corresponding water-soluble proteases, which evolved separately, IPs catalyze hydrolysis in an&nbsp;environment that is depleted of water.&nbsp;Our studies focused on improving our fundamental understanding of IP function on a molecular level, specifically how the various components work together to accomplish a highly regulated process. Students at multiple levels of training were involved in research activities at the Georgia Institute of Technology to comprehend the aspartyl IP sub-class (IAP). Students in the lab probed reactivity of IAPs toward different substrates with different lipid-mimicking environments using state of the art high resolution experimental methods. Students in the lab also collaborated with researchers at Oak Ridge National Laboratory to study the structure of IAPs. In terms of&nbsp;<strong>project outcomes</strong>&nbsp;related to <span style=\"text-decoration: underline;\">intellectual merit</span>, we published or are in the process of publishing our research findings, had a successful PhD thesis, one Master&rsquo;s thesis, and numerous poster and oral presentations at conferences. In terms of&nbsp;<span style=\"text-decoration: underline;\">broader impacts</span>, we have conducted tours of our lab for local high school students, participated in Georgia Tech&rsquo;s CEISMC day for high school teachers, recorded an interview for a podcast, included undergraduates in our research, hosted high school teachers for two summers, and conducted multiple elementary-school STEM activities at a local Atlanta Public School.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/21/2023<br>\n\t\t\t\t\tModified by: Raquel&nbsp;L&nbsp;Lieberman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntramembrane proteolysis is a conserved biochemical process involved in diverse signaling events that are key to cell differentiation, development and metabolism. Intramembrane proteases (IPs) perform hydrolysis chemistry within the confines of the lipid membrane to generate the peptides that elicit these biological responses. Unlike corresponding water-soluble proteases, which evolved separately, IPs catalyze hydrolysis in an environment that is depleted of water. Our studies focused on improving our fundamental understanding of IP function on a molecular level, specifically how the various components work together to accomplish a highly regulated process. Students at multiple levels of training were involved in research activities at the Georgia Institute of Technology to comprehend the aspartyl IP sub-class (IAP). Students in the lab probed reactivity of IAPs toward different substrates with different lipid-mimicking environments using state of the art high resolution experimental methods. Students in the lab also collaborated with researchers at Oak Ridge National Laboratory to study the structure of IAPs. In terms of project outcomes related to intellectual merit, we published or are in the process of publishing our research findings, had a successful PhD thesis, one Master’s thesis, and numerous poster and oral presentations at conferences. In terms of broader impacts, we have conducted tours of our lab for local high school students, participated in Georgia Tech’s CEISMC day for high school teachers, recorded an interview for a podcast, included undergraduates in our research, hosted high school teachers for two summers, and conducted multiple elementary-school STEM activities at a local Atlanta Public School.\n\n \n\n\t\t\t\t\tLast Modified: 08/21/2023\n\n\t\t\t\t\tSubmitted by: Raquel L Lieberman"
 }
}