{
 "awd_id": "1817233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Origin of Supermassive Black Holes and their Influence on Dwarf Galaxies",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925387",
 "po_email": "aberlind@nsf.gov",
 "po_sign_block_name": "ANDREAS BERLIND",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 432465.0,
 "awd_amount": 432465.0,
 "awd_min_amd_letter_date": "2018-08-08",
 "awd_max_amd_letter_date": "2018-08-08",
 "awd_abstract_narration": "Black holes are incredibly dense and massive objects with powerful gravity. Astronomers have found convincing evidence that large galaxies, including our own Milky Way, have giant black holes in their centers. These objects can also emit large amounts of energy that can heat and push the gas in entire galaxies. For this reason, black holes can have a profound effect on galaxies over time. There are many questions, however, regarding giant black holes that remain unanswered: How do they form? How do they grow? Are they capable of permanently shutting down the formation of stars in galaxies? Can they affect the distribution of the mysterious dark matter surrounding the galaxies where they live? This project seeks to address these questions by studying a sample of the smallest galaxies - known as \"dwarfs\" - that contain central black holes. Dwarfs have peaceful formation and interacting histories that allow their central black holes to grow in a more passive way than in large galaxies. Therefore, they provide important clues about the formation of the first black holes in the early universe. Samples of dwarfs with and without energy-emitting black holes will be compared to assess the effects of black hole activity on the gas of these galaxies. Observations will also be compared with predictions of computer models that take into account how the universe evolves as a whole. The scientists involved in this project will also conduct an outreach program targeted to groups traditionally less involved in the sciences. Virtual reality multi-sensory resources will be created to help the deaf and the blind experience the universe. These products will be adapted to engage the large Hispanic community in Southern California, and exported to support the PI's ongoing efforts to teach astronomy to AIDS orphan children in Malawi, Africa.\r\n\r\nA joint observational/theoretical effort will study the growth of black holes in low mass galaxies with signatures of an active galactic nuclei (AGN). The target stellar mass is in the range between ten million and ten billion solar masses. The team will assemble a sample AGN candidate dwarfs and confirm whether they truly contain AGNs with the use of high spatial resolution spectroscopic observations in optical and near infrared wavelengths. New methods to estimate black hole masses in these elusive objects will be developed and applied to the sample. A matched control non-AGN sample will also be observed. The data will allow for the search and detection of outflows in these dwarfs; the comparison of AGN with non-AGN objects will provide the first estimates of the impact of black hole feedback on the gas content of dwarf galaxies. Other key structural properties of the hosts, such as color/metallicity gradients and kinematics, will be measured to explore other possible effects of feedback. Observational results will be compared to zoom-in cosmological numerical simulations of dwarfs run with different feedback models, including with and without AGN. Simulations will be used not only as predictions, but also to estimate uncertainties due to projection effects, beam size and spectral resolution. The goals of the project can be summarized in two points: 1) help constrain the demographics of black holes in dwarfs, 2) understand the impact of black hole feedback on the structural properties of these galaxies. The expected results of this project can potentially transform our understanding of feedback in dwarfs by shedding light on the energy coupling of black hole feedback to the interstellar medium and providing tight constraints on outflows that can be used to inform the next generation theoretical models of feedback. Further legacy that includes a detailed survey of the stellar properties and kinematics of dozens of dwarf galaxies within 200 Mpc is also expected.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriela",
   "pi_last_name": "Canalizo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriela Canalizo",
   "pi_email_addr": "gabriela.canalizo@ucr.edu",
   "nsf_id": "000093616",
   "pi_start_date": "2018-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Sales",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Laura V Sales",
   "pi_email_addr": "laura.sales@ucr.edu",
   "nsf_id": "000684390",
   "pi_start_date": "2018-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Riverside",
  "perf_str_addr": "900 University Ave",
  "perf_city_name": "Riveside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925219800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 432465.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Super massive black holes (SMBHs) are known to populate the centers of all galaxies with masses comparable to our own Milky Way and above. However, it is not clear how these SMBHs begin and how the first ``seeds\" for SMBHs form. To answer this question, studying SMBHs at the center of massive galaxies is unlikely to help us, since such objects have increased the mass of their black holes by factors 100,000 - 10,000,000, erasing all memory of the smaller seeds. In this project we proposed to study instead a sample of dwarf galaxies, galaxies with stellar masses about 1000 times smaller than the Milky Way, that were previously identified as candidates to host black holes at their centers. The SMBHs in these galaxies, if confirmed to be there with our observations, were expected to be of smaller mass than the SMBHs in MW-like galaxies, bringing us closer to the initial ``seed\" mass of BHs in the early universe. The specific goals for this project included 1) the confirmation of Active Galactic Nuclei (AGN) phenomena in dwarf galaxies (for the first time), 2) the detection and characterization of outflows in dwarf galaxies that were fueled by the AGN at their centers and 3) a theoretical evaluation of the potential impact of AGNs in dwarf galaxies regarding their morphology, star-formation history and dark matter content. &nbsp;</span><br /><br /><span>During the execution of this project, we found one of the first direct confirmation of gas outflows in several dwarf galaxies was being propelled by the energy of the central AGN. We combined observational data from the Hubble Space Telescope and the Keck Telescopes to characterize those outflows (speed, spatial distribution and energetics) and demonstrate that such galactic-scale winds could indeed be a viable mechanism to remove gas from the dwarf galaxies, helping control and turn star-formation inefficient in these low mass galaxies. This feedback effect from the central BHs had so far been mostly neglected in theoretical modeling of dwarf galaxies. Our study helped highlight its relevance to the evolution of several low-mass dwarfs. We also combined observations of more than 50 nearby dwarf galaxies selected to have AGNs (half the sample) and the other half-subsample to be consistent with star-formation without AGN activity. Our results confirmed that dwarf galaxies with signatures of hosting an AGN had more powerful outflows and had older stellar populations, suggesting that AGN feedback had indeed coupled to the stellar feedback quenching more efficiently their star formation.</span><br /><br /><span>Spectroscopic data was combined to study the dynamical properties and rotation curves of our sample of dwarfs. We found several instances in which the star and gas components were counter-rotating. We used cosmological hydrodynamical simulations to interpret this result, finding that the presence of powerful outflows by AGN could be the explanation for this phenomena. In this scenario, the feedback from AGNs depletes the gas component of the dwarf galaxy, which later re-accretes gas from the surrounding environment that might not be necessarily aligned with the pre-existing disk. This is yet another evidence of the potential importance of feedback by AGN in dwarf galaxies. We combined numerical simulations with and without the treatment of AGNs to study how different sources of feedback can help change the distribution of dark matter in the inner regions of dwarfs, from cuspy dark matter halos (as predicted by cold dark matter cosmology) to constant density cores.</span><br /><br /><span>In summary, this project has shown strong evidence to support the idea that SMBHs have the potential to modify the history and final properties of low mass galaxies in the nearby universe. It has shown that it is important to include the AGN phenomena in the theoretical study of dwarf galaxies, at least those that are believed to host a SMBH. Further studies able to pin down the SMBH occupation fraction in dwarfs are needed to better understand the formation of seeds for SMBHs in galaxies. We have combined exquisit data from cutting-edge facilities, such as Hubble, JWST and the Keck telescopes with state-of-the-art hydrodynamical simulations of galaxy formation. This project resulted in more than &nbsp;20 &nbsp;publications and at least 3 PhD theses that were largely based on the research related to this project. A larger team of 6 graduate students and 1 undergraduate student were involved in some fraction of their time with research associated with this grant.</span></p><br>\n<p>\n Last Modified: 06/03/2024<br>\nModified by: Laura&nbsp;V&nbsp;Sales</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSuper massive black holes (SMBHs) are known to populate the centers of all galaxies with masses comparable to our own Milky Way and above. However, it is not clear how these SMBHs begin and how the first ``seeds\" for SMBHs form. To answer this question, studying SMBHs at the center of massive galaxies is unlikely to help us, since such objects have increased the mass of their black holes by factors 100,000 - 10,000,000, erasing all memory of the smaller seeds. In this project we proposed to study instead a sample of dwarf galaxies, galaxies with stellar masses about 1000 times smaller than the Milky Way, that were previously identified as candidates to host black holes at their centers. The SMBHs in these galaxies, if confirmed to be there with our observations, were expected to be of smaller mass than the SMBHs in MW-like galaxies, bringing us closer to the initial ``seed\" mass of BHs in the early universe. The specific goals for this project included 1) the confirmation of Active Galactic Nuclei (AGN) phenomena in dwarf galaxies (for the first time), 2) the detection and characterization of outflows in dwarf galaxies that were fueled by the AGN at their centers and 3) a theoretical evaluation of the potential impact of AGNs in dwarf galaxies regarding their morphology, star-formation history and dark matter content. \n\nDuring the execution of this project, we found one of the first direct confirmation of gas outflows in several dwarf galaxies was being propelled by the energy of the central AGN. We combined observational data from the Hubble Space Telescope and the Keck Telescopes to characterize those outflows (speed, spatial distribution and energetics) and demonstrate that such galactic-scale winds could indeed be a viable mechanism to remove gas from the dwarf galaxies, helping control and turn star-formation inefficient in these low mass galaxies. This feedback effect from the central BHs had so far been mostly neglected in theoretical modeling of dwarf galaxies. Our study helped highlight its relevance to the evolution of several low-mass dwarfs. We also combined observations of more than 50 nearby dwarf galaxies selected to have AGNs (half the sample) and the other half-subsample to be consistent with star-formation without AGN activity. Our results confirmed that dwarf galaxies with signatures of hosting an AGN had more powerful outflows and had older stellar populations, suggesting that AGN feedback had indeed coupled to the stellar feedback quenching more efficiently their star formation.\n\nSpectroscopic data was combined to study the dynamical properties and rotation curves of our sample of dwarfs. We found several instances in which the star and gas components were counter-rotating. We used cosmological hydrodynamical simulations to interpret this result, finding that the presence of powerful outflows by AGN could be the explanation for this phenomena. In this scenario, the feedback from AGNs depletes the gas component of the dwarf galaxy, which later re-accretes gas from the surrounding environment that might not be necessarily aligned with the pre-existing disk. This is yet another evidence of the potential importance of feedback by AGN in dwarf galaxies. We combined numerical simulations with and without the treatment of AGNs to study how different sources of feedback can help change the distribution of dark matter in the inner regions of dwarfs, from cuspy dark matter halos (as predicted by cold dark matter cosmology) to constant density cores.\n\nIn summary, this project has shown strong evidence to support the idea that SMBHs have the potential to modify the history and final properties of low mass galaxies in the nearby universe. It has shown that it is important to include the AGN phenomena in the theoretical study of dwarf galaxies, at least those that are believed to host a SMBH. Further studies able to pin down the SMBH occupation fraction in dwarfs are needed to better understand the formation of seeds for SMBHs in galaxies. We have combined exquisit data from cutting-edge facilities, such as Hubble, JWST and the Keck telescopes with state-of-the-art hydrodynamical simulations of galaxy formation. This project resulted in more than 20 publications and at least 3 PhD theses that were largely based on the research related to this project. A larger team of 6 graduate students and 1 undergraduate student were involved in some fraction of their time with research associated with this grant.\t\t\t\t\tLast Modified: 06/03/2024\n\n\t\t\t\t\tSubmitted by: LauraVSales\n"
 }
}