{
 "awd_id": "1817847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Dissecting photoconversion in fluorescent proteins frame by frame",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jaroslaw Majewski",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2018-06-04",
 "awd_max_amd_letter_date": "2020-08-19",
 "awd_abstract_narration": "This project will investigate the mechanism of irreversible color conversion, as observed in a set of fluorescent proteins derived from jellyfish and reef corals. This group of proteins, termed green-to-red photoconvertible fluorescent proteins (pcFPs), has greatly advanced molecular and cellular imaging techniques in the life sciences.  Notably, the light-induced change in appearance has played a critical role in the development of super-resolution methods to image subcellular events beyond the diffraction limit of visible light. The objective of this project is to unravel the connection between protein motion and the rearrangement of chemical bonds, an interplay that is ultimately responsible for the development of red color. Ultrafast spectroscopic methods and computer modeling will be combined with time-dependent biochemical measurements on pcFPs. The correlation of dynamical and chemical processes will help elucidate novel principles in photobiology and enzymology.  This work will facilitate the training of undergraduate and graduate students, as well as the training of post-doctoral researchers.  In addition, this project will serve as a cornerstone for a number of outreach activities.  To enhance evidence-based instructional practices, cutting-edge research on pcFPs will be integrated into formal coursework. \r\n\r\n\r\nThe overarching goal of this work is to investigate how ultrafast atomic motions in a protein's active site are linked to long-range dynamics and catalytic functionality.  To develop a mechanistic model that connects protein motions to key chemical events, femtosecond stimulated Raman spectroscopy (FSRS) will be combined with photoconversion kinetic measurements and molecular dynamics simulations.  Currently, wavelength-tunable FSRS is the only table-top technique that can track bond vibrations starting with photoexcitation.  Mechanistic hypotheses will be tested by evaluating rate and equilibrium constants of pcFPs engineered to bear modified building blocks.  With this synergistic approach, functional models will be developed that integrate ultrafast atomic motions, local side chain rotations and global chain dynamics on the pathway of color modification.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Rebekka",
   "pi_last_name": "Wachter",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rebekka M Wachter",
   "pi_email_addr": "rwachter@asu.edu",
   "nsf_id": "000444204",
   "pi_start_date": "2018-06-04",
   "pi_end_date": "2020-08-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Mills",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy H Mills",
   "pi_email_addr": "jeremy.mills@asu.edu",
   "nsf_id": "000735012",
   "pi_start_date": "2020-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "ORSPA",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fluorescent proteins are crucial tools for studying a myriad of biological processes. Recent Nobel Prize winning advancements in microscopy hinge on fluorescent proteins whose fluorescent outputs are altered when light is shined on them through a process called &ldquo;photoconversion&rdquo;. Understanding how photoconversion occurs at a molecular level could therefore help develop better protein-based tools for ultrahigh resolution microscopy. We chose to approach this problem by adding amino acids not found in nature to these &ldquo;photoconverting&rdquo; fluorescent proteins. The intellectual merit of our approach was that by generating &ldquo;non-natural&rdquo; proteins, the specific atoms involved in the photoconversion process could be altered in ways that would directly report on the process itself. The broader impacts of this research include 1) the development of novel protein-based fluorescent tools and 2) the generation of data that could be used to bridge the gap between molecular processes that occur on very small scales with fluorescent changes that are visible by eye, which could find use in classroom settings.</p>\n<p>&nbsp;</p>\n<p>In the course of our study, we incorporated four amino acids not found in nature at critical sites in the photoconverting fluorescent protein &ldquo;LEA&rdquo;, which emits light that changes in color from green to red the longer light is shone on it. Variants of LEA that contained such non-natural amino acids were observed to have distinct photoconversion properties relative to the starting protein. Furthermore, because the non-natural amino acids replaced specific naturally occurring amino acids that are involved in the photoconversion process, our study facilitated a deeper understanding of photoconversion in LEA and other proteins. Another important aspect of our research was the structural characterization of these LEA variants, which provided an atomic-level picture of the portion of LEA that gives rise to its fluorescence. These structural pictures of modified LEAs provided additional insight into the fundamental mechanisms of photoconversion.</p>\n<p>&nbsp;</p>\n<p>Ultimately, the research described above will facilitate the development of new photoconvertible fluorescent proteins that could have far-reaching implications for the study of biological systems using light microscopy.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2023<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;H&nbsp;Mills</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFluorescent proteins are crucial tools for studying a myriad of biological processes. Recent Nobel Prize winning advancements in microscopy hinge on fluorescent proteins whose fluorescent outputs are altered when light is shined on them through a process called \"photoconversion\". Understanding how photoconversion occurs at a molecular level could therefore help develop better protein-based tools for ultrahigh resolution microscopy. We chose to approach this problem by adding amino acids not found in nature to these \"photoconverting\" fluorescent proteins. The intellectual merit of our approach was that by generating \"non-natural\" proteins, the specific atoms involved in the photoconversion process could be altered in ways that would directly report on the process itself. The broader impacts of this research include 1) the development of novel protein-based fluorescent tools and 2) the generation of data that could be used to bridge the gap between molecular processes that occur on very small scales with fluorescent changes that are visible by eye, which could find use in classroom settings.\n\n \n\nIn the course of our study, we incorporated four amino acids not found in nature at critical sites in the photoconverting fluorescent protein \"LEA\", which emits light that changes in color from green to red the longer light is shone on it. Variants of LEA that contained such non-natural amino acids were observed to have distinct photoconversion properties relative to the starting protein. Furthermore, because the non-natural amino acids replaced specific naturally occurring amino acids that are involved in the photoconversion process, our study facilitated a deeper understanding of photoconversion in LEA and other proteins. Another important aspect of our research was the structural characterization of these LEA variants, which provided an atomic-level picture of the portion of LEA that gives rise to its fluorescence. These structural pictures of modified LEAs provided additional insight into the fundamental mechanisms of photoconversion.\n\n \n\nUltimately, the research described above will facilitate the development of new photoconvertible fluorescent proteins that could have far-reaching implications for the study of biological systems using light microscopy.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2023\n\n\t\t\t\t\tSubmitted by: Jeremy H Mills"
 }
}