{
 "awd_id": "1817976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Environmental stress and heritable protein aggregation",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928528",
 "po_email": "amushegi@nsf.gov",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 786019.0,
 "awd_amount": 786019.0,
 "awd_min_amd_letter_date": "2018-07-26",
 "awd_max_amd_letter_date": "2018-07-26",
 "awd_abstract_narration": "The goal of this project is to decipher the relationship between environmental stress and protein-based inheritance. Protein-based heritable elements, best understood in yeast and other fungi, provide a new mechanism for inheritance and memory. Traits controlled by these elements are not directly encoded in DNA sequences. Instead, they depend on the presence of an altered (typically, aggregated) protein isoform (termed a prion), which can convert a normal cellular protein of the same amino acid sequence into a prion state. This work will investigate the role of stress in protein-based inheritance.  The work could have broad significance for the industrial use of yeast, for example in production of alcohol and biofuels (processes associated with severe stresses). Additional outcomes will come from integration of the research with course development, teaching, and mentoring (including students from underrepresented groups), which will contribute to education in the areas of genetics, biochemistry and biotechnology. The project will also provide support for research infrastructure by strengthening the interdisciplinary centers and groups at Georgia Institute of Technology.\r\n\r\nFormation and propagation of yeast prions is modulated by other proteins (termed chaperones), that are normally involved in protein folding and defense against environmental stresses. This project investigates how stresses, such as heat shock, influence protein-based inheritance, what is the role of chaperones in these effects, and what is the impact of protein-based stress \"memory\" on stress resistance.  The unifying hypothesis tested in this project is that prion-like aggregation could be adaptive due to generation of a subpopulation of cells, with a prion-based \"memory\" of stress, that are induced under stress conditions and possess increased resistance to subsequent stresses. Toxic prion aggregates may occur as by-products of such adaptive aggregation and are counteracted by the cellular stress defense machinery. Mechanisms of the effects of heat shock on prions and the role of intracellular relocation of chaperones in these effects will be investigated using a combination of genetic, cytological, biochemical and proteomic techniques.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yury",
   "pi_last_name": "Chernoff",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Yury O Chernoff",
   "pi_email_addr": "yury.chernoff@biology.gatech.edu",
   "nsf_id": "000308837",
   "pi_start_date": "2018-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 786019.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit: The long-term goal of this research is to decipher the relationship between environmental stress and protein-based inheritance. Protein-based heritable elements best understood in yeast and other fungi, provide a new mechanism for the inheritance and cellular memory. Heritable changes controlled by these elements are not directly encoded in DNA sequences, but rather depend on the presence of an altered (typically, aggregated) protein isoform (termed a prion), that reproduces itself by converting a normal cellular protein of the same amino acid sequence into a prion state. Formation and propagation of yeast prions is modulated by other proteins (termed chaperones), that are normally involved in protein folding and defense against environmental stresses. This project investigated how environmental changes influence protein-based inheritance, what is the role of chaperones in these effects, and what is the relationship between protein-based inheritance and cellular &ldquo;memory&rdquo; of stress.</p>\n<p>The main objective was to uncover the molecular and cellular mechanisms by which environmental stresses influence protein-based inheritance and memory, thus altering the hereditary constitution of the cell and organism. In the course of the project, it has been shown that ribosome-associated chaperones, involved in folding of newly produced proteins, also control the impact of heat stress on heritable protein aggregates. Depletion of the ribosome-associated chaperone of Hsp70 family led to massive accumulation of cells, bearing new heritable protein-based elements at high temperature. It has been demonstrated that ribosome-associated chaperone machinery antagonizes a variety of heritable protein-based elements in yeast, and prevents transmission of stress memory to next generations. It has been shown that both formation of heritable yeast prions and the effects of chaperones on yeast prions are modulated by a ubiquitin ligase, an enzyme that attaches a short protein termed ubiquitin to other proteins, thus either targeting them for degradation or altering their localization and/or activity. Data are also obtained indicating that hyperosmotic stress promotes formation of reversible liquid condensates by a prion-forming protein, that are capable of converting into heritable aggregates under certain circumstances. 10 papers were produced, and 20 conference talks or posters presented on the basis of project-related materials.</p>\n<p>Broader impacts: Understanding effects of environmental changes (such as high temperature and hyperosmotic stress) on the heritable composition of the cell and on cellular memory is important for the industrial use of yeast and other fungi. This also sheds light on the general mechanisms of adaptions of organisms to harsh environmental conditions. Research on the project was integrated with course development, teaching and mentoring, thus assuring educational benefits in the areas of genetics, molecular biology and biotechnology. Two postdoctoral level scientists, 7 graduate and 6 undergraduate students, as well as one undergraduate intern from another institution participated in the project. Majority of students were females, and the team included students&nbsp;from underrepresented minorities at both graduate and undergraduate levels, thus contributing to the diversity of the workforce training.&nbsp;Three Ph.D. theses and one M.Sc. thesis were prepared and defended using the project-related data, and 5 Georgia Tech undergraduate students graduated with B.Sc. degrees during the course of the project. The project also helped to strengthen research infrastructure by contributing to the development of interdisciplinary centers and faculty groups at Georgia Institute of Technology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/30/2024<br>\nModified by: Yury&nbsp;O&nbsp;Chernoff</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit: The long-term goal of this research is to decipher the relationship between environmental stress and protein-based inheritance. Protein-based heritable elements best understood in yeast and other fungi, provide a new mechanism for the inheritance and cellular memory. Heritable changes controlled by these elements are not directly encoded in DNA sequences, but rather depend on the presence of an altered (typically, aggregated) protein isoform (termed a prion), that reproduces itself by converting a normal cellular protein of the same amino acid sequence into a prion state. Formation and propagation of yeast prions is modulated by other proteins (termed chaperones), that are normally involved in protein folding and defense against environmental stresses. This project investigated how environmental changes influence protein-based inheritance, what is the role of chaperones in these effects, and what is the relationship between protein-based inheritance and cellular memory of stress.\n\n\nThe main objective was to uncover the molecular and cellular mechanisms by which environmental stresses influence protein-based inheritance and memory, thus altering the hereditary constitution of the cell and organism. In the course of the project, it has been shown that ribosome-associated chaperones, involved in folding of newly produced proteins, also control the impact of heat stress on heritable protein aggregates. Depletion of the ribosome-associated chaperone of Hsp70 family led to massive accumulation of cells, bearing new heritable protein-based elements at high temperature. It has been demonstrated that ribosome-associated chaperone machinery antagonizes a variety of heritable protein-based elements in yeast, and prevents transmission of stress memory to next generations. It has been shown that both formation of heritable yeast prions and the effects of chaperones on yeast prions are modulated by a ubiquitin ligase, an enzyme that attaches a short protein termed ubiquitin to other proteins, thus either targeting them for degradation or altering their localization and/or activity. Data are also obtained indicating that hyperosmotic stress promotes formation of reversible liquid condensates by a prion-forming protein, that are capable of converting into heritable aggregates under certain circumstances. 10 papers were produced, and 20 conference talks or posters presented on the basis of project-related materials.\n\n\nBroader impacts: Understanding effects of environmental changes (such as high temperature and hyperosmotic stress) on the heritable composition of the cell and on cellular memory is important for the industrial use of yeast and other fungi. This also sheds light on the general mechanisms of adaptions of organisms to harsh environmental conditions. Research on the project was integrated with course development, teaching and mentoring, thus assuring educational benefits in the areas of genetics, molecular biology and biotechnology. Two postdoctoral level scientists, 7 graduate and 6 undergraduate students, as well as one undergraduate intern from another institution participated in the project. Majority of students were females, and the team included studentsfrom underrepresented minorities at both graduate and undergraduate levels, thus contributing to the diversity of the workforce training.Three Ph.D. theses and one M.Sc. thesis were prepared and defended using the project-related data, and 5 Georgia Tech undergraduate students graduated with B.Sc. degrees during the course of the project. The project also helped to strengthen research infrastructure by contributing to the development of interdisciplinary centers and faculty groups at Georgia Institute of Technology.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/30/2024\n\n\t\t\t\t\tSubmitted by: YuryOChernoff\n"
 }
}