{
 "awd_id": "1817837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Photoreceptor Dynamics Over Ten Decades of Time",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jaroslaw Majewski",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2018-08-03",
 "awd_max_amd_letter_date": "2018-08-03",
 "awd_abstract_narration": "Living organisms sense and respond to light using proteins called photoreceptors which control processes such as the movement of bacteria and plants towards sunlight and enable humans to see.  Photoreceptors can be thought of as on/off switches, and the goal of this project is to determine precisely how light alters the shape of the photoreceptor to turn the switch on or off.  The knowledge that will be gained will be very useful for designing new light-triggered switches that can have wide ranging applications ranging from microbes, plants and animals, including humans.  Project personnel will receive rigorous training in STEM activities since the experimental and computational methods used in this project are at the intersection of chemistry, physics and biology.  In addition, graduate and undergraduate students will travel to a facility in the UK 2-3 times a year to collect data and interact with scientists from a diverse array of disciplines.  Training in STEM also extends to high school students who will spend 10-12 weeks in the PI's lab each summer, jointly supervised by a visiting high school teacher.  Scientific research is becoming increasingly more interdisciplinary, and an important outcome of the training will be to enable project personnel to engage in cross-disciplinary research, and thereby meeting the scientific challenges of the 21st century.\r\n\r\n\r\nPhotoreceptors contain an embedded chromophore, and the goal of this project is to determine precisely how chromophore excitation couples to and influences protein dynamics, from the initial absorption through the complete photocycle - i.e. over many decades of time.  Two groups of photoproteins will be studied: photochromic fluorescent proteins that can be reversibly switched between bright and dark states, and photoreceptors where excitation results in structural changes that ultimately modulate and contribute to biological processes such as photosynthesis, visual transduction and circadian rhythms.  In each case, elucidating the underlying mechanism of operation remains a central challenge, which will drive the development of novel optogenetic tools and their deployment in applications such as super-resolution microscopy.  The objectives of the project will be met using a combination of theory and experiment in which molecular dynamics simulations will be informed by ultrafast measurements of proteins labeled with spectroscopic reporter probes, to site-specifically time-resolve structural dynamics from the sub-ps to ms-s time domain.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Tonge",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Peter J Tonge",
   "pi_email_addr": "peter.tonge@sunysb.edu",
   "nsf_id": "000164597",
   "pi_start_date": "2018-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "West 5510 Frank Melville Library",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 650000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sunlight is essential for life on earth, and living organisms sense and respond to light using proteins called photoreceptors which control processes such as the movement of bacteria and plants towards sunlight and enable humans to see.&nbsp; Photoreceptors can be thought of as on/off switches which send a message that tells the organism what to do when they are turned on by light. The goal of this project is to determine precisely how light alters the shape of the photoreceptor to turn the switch on or off and then send the message.&nbsp; The knowledge that is gained will be very useful for designing new light-triggered switches that can be used, for example, to understand how the brain works and to investigate devastating medical conditions such as Alzheimer&rsquo;s disease.&nbsp;&nbsp;</p>\n<p>The initial interaction of light with the photoreceptor happens very, very fast - in less than one quadrillionth of a second - whereas the final &lsquo;on&rsquo; state of the photoreceptor that sends the message is formed much more slowly, on the order of hundredths of a second (10 billion times more slowly!).&nbsp; Therefore, to understand how photoreceptors work we need a technique that can detect and analyze changes in the structure of the photoreceptor over many decades of time.&nbsp; To meet this challenge, we used very fast pulses of light to turn the photoreceptor on, and then used a technique called infrared spectroscopy which monitors the vibrations of the photoreceptor. The vibrations tell us about the structure of the photoreceptor, and using this technique we were able to follow how the structure evolved from the off state to the on state &ndash; i.e., to visualize the entire activation process in one experiment.&nbsp;</p>\n<p>We used this sophisticated approach to study two classes of photoreceptors, the Blue Light Using Flavin (BLUF) and the Light Oxygen Voltage (LOV) photoreceptors which use flavin (vitamin B2) to absorb light. We incorporated detector groups at specific places in each photoreceptor so that we could determine when that part of the photoreceptor changed its shape. &nbsp;We also made changes to specific groups in the photoreceptor to see how that altered the ability of the photoreceptor to send the message. Using these approaches, we learnt more about the pathway that information follows from the flavin to the part of the photoreceptor that sends the message &ndash; information that will be critical for designing new light activated molecular tools.</p>\n<p>At the same time, project personnel received rigorous training in STEM activities since the experimental and computational methods used in this project were at the intersection of chemistry, physics, and biology.&nbsp; In addition, graduate and undergraduate students traveled to a facility in the UK 2-3 times a year to collect data and interact with scientists from a diverse array of disciplines. Training in STEM was also extended to high school students who spent 10-12 weeks in the PI&rsquo;s lab each summer jointly supervised by a visiting high school teacher. Scientific research is becoming increasingly more interdisciplinary, and an important outcome of the training enabled project personnel to engage in cross-disciplinary research thereby preparing them to meet the scientific challenges of the 21<sup>st</sup> century.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/21/2023<br>\nModified by: Peter&nbsp;J&nbsp;Tonge</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSunlight is essential for life on earth, and living organisms sense and respond to light using proteins called photoreceptors which control processes such as the movement of bacteria and plants towards sunlight and enable humans to see. Photoreceptors can be thought of as on/off switches which send a message that tells the organism what to do when they are turned on by light. The goal of this project is to determine precisely how light alters the shape of the photoreceptor to turn the switch on or off and then send the message. The knowledge that is gained will be very useful for designing new light-triggered switches that can be used, for example, to understand how the brain works and to investigate devastating medical conditions such as Alzheimers disease.\n\n\nThe initial interaction of light with the photoreceptor happens very, very fast - in less than one quadrillionth of a second - whereas the final on state of the photoreceptor that sends the message is formed much more slowly, on the order of hundredths of a second (10 billion times more slowly!). Therefore, to understand how photoreceptors work we need a technique that can detect and analyze changes in the structure of the photoreceptor over many decades of time. To meet this challenge, we used very fast pulses of light to turn the photoreceptor on, and then used a technique called infrared spectroscopy which monitors the vibrations of the photoreceptor. The vibrations tell us about the structure of the photoreceptor, and using this technique we were able to follow how the structure evolved from the off state to the on state  i.e., to visualize the entire activation process in one experiment.\n\n\nWe used this sophisticated approach to study two classes of photoreceptors, the Blue Light Using Flavin (BLUF) and the Light Oxygen Voltage (LOV) photoreceptors which use flavin (vitamin B2) to absorb light. We incorporated detector groups at specific places in each photoreceptor so that we could determine when that part of the photoreceptor changed its shape. We also made changes to specific groups in the photoreceptor to see how that altered the ability of the photoreceptor to send the message. Using these approaches, we learnt more about the pathway that information follows from the flavin to the part of the photoreceptor that sends the message  information that will be critical for designing new light activated molecular tools.\n\n\nAt the same time, project personnel received rigorous training in STEM activities since the experimental and computational methods used in this project were at the intersection of chemistry, physics, and biology. In addition, graduate and undergraduate students traveled to a facility in the UK 2-3 times a year to collect data and interact with scientists from a diverse array of disciplines. Training in STEM was also extended to high school students who spent 10-12 weeks in the PIs lab each summer jointly supervised by a visiting high school teacher. Scientific research is becoming increasingly more interdisciplinary, and an important outcome of the training enabled project personnel to engage in cross-disciplinary research thereby preparing them to meet the scientific challenges of the 21st century.\n\n\n\t\t\t\t\tLast Modified: 11/21/2023\n\n\t\t\t\t\tSubmitted by: PeterJTonge\n"
 }
}