{
 "awd_id": "1817354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Next generation physiology: a systems-level understanding of microbes driving carbon cycling in marine sediments",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927587",
 "po_email": "bgarner@nsf.gov",
 "po_sign_block_name": "Bianca Garner",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 374675.0,
 "awd_amount": 374675.0,
 "awd_min_amd_letter_date": "2018-08-02",
 "awd_max_amd_letter_date": "2018-08-02",
 "awd_abstract_narration": "It is currently impossible to grow the vast majority (>99%) of deep-sea microbes under laboratory conditions. Because of this recalcitrancy of most microbes to cultivation, linking specific genotypes with their in situ phenotypes has been a problem in microbiology for decades - it has been very difficult to figure out which members of microbial communities are doing what, due to the complexity of these communities. The new techniques used in these studies allow for a relatively straightforward labeling of the microbial cells that are active under different conditions, allowing for these \"next generation physiology\" techniques to be used to identify the individual cells actively consuming different compounds. In this technique metabolically active cells are labeled with aa compounds with the detection of these cells by fluorescence staining. This allows for the metabolism of hundreds of taxa to be followed under dozens of different conditions in parallel. These studies will focus on the hydrothermally active sediments of Guaymas Basin in the Gulf of California. There, a broad range of phylum-level lineages of uncultured archaea and bacteria are hypothesized to engage in the degradation of complex organic molecules, including hydrocarbons. The microbes that assimilate and break down these molecules will be identified, and their metabolism will be correlated with their genomes, allowing for an understanding of how these microbes are able to live on a diet of hydrocarbons, and helping us to further understand how these compounds break down in the environment. The investigators make use of topical blogs, public talks and magazine articles to educate and inform the general public on the importance of microbes in creating the world around us, and their laboratories will provide undergraduate researchers with exciting research opportunities.\r\n \r\nThe aim of this project is to investigate physiological controls of microbial carbon cycling in marine sediments and to link specific genotypes with their in situ phenotype. The investigators recently developed a new, highly parallelizable, and adaptable approach that allows for the studying microbial function and metabolic interactions in uncultured microbes at unrivaled throughput. To achieve this goal they combine the (1) labeling of translationally active cells via bioorthogonal non-canonical amino acid tagging (BONCAT), (2) sorting of individual, active cells by fluorescence activated cell sorting, and (3) study of the identity and genetic makeup of active cells by massive parallel gene sequencing. This results in a readout of the translational activity of hundreds of uncultured taxa in parallel, which allows for the functional activity of hundreds of taxa under dozens of different conditions to be determined. Guaymas Basin sediments were chosen for these studies due to their steep gradients in temperature, variety of electron donor identity and availability, and the presence of hydrocarbon seeps supplying aliphatic and aromatic hydrocarbons to the system. This means that these sediments are likely to have highly diverse metabolic potential, and their study will allow for a deeper understanding of carbon-cycling and other geochemical processes in marine sediments. The researchers will identify those microbes in environmental samples that are involved in hydrocarbon, complex substrate and heterotrophic/autotrophic activity, and follow this with targeted whole genome shotgun sequencing to directly identify the microbes actively utilizing those lifestyles, and provide the genetic makeup of cells that are able to exploit specific substrates. This work will provide a benchmark study for the developing field of deep-sea sediment microbiology and lay the foundation for future physiological studies in environmental microbiology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brett",
   "pi_last_name": "Baker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brett J Baker",
   "pi_email_addr": "brett_baker@utexas.edu",
   "nsf_id": "000692986",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "UT Austin Marine Science Institute",
  "perf_str_addr": "",
  "perf_city_name": "Port Aransas",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "783730001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "TX27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 374675.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The oceans absorb large amounts of carbon from the atomsphere, this carbon is transformed to organic material and sinks. As a result, ocean floor sediments contain one of the large reservoirs of organic carbon on the planet. Microorganisms are the dominant life there and use is carbon for survival. However very little is known about the diversity of microbes in deep sea sediments, or how they process that carbon for energy. Our understanding is limited by the difficultly of sampling these environments and the vast diversity of life which has not be grown in the laboratory. The focus of this project was to utilize new approaches in genomic to understand the biodiversity of life and physiologies of carbon utilization. From this project we obtained thousands of new genomes of microbes belonging to several new branches on the tree of life. This has dramatically expanded our understanding of the biodiversity of life in the oceans. Several of these lineages belong to new phyla of bacteria and archaea. We did a detailed analyses of their genes to determine what types of carbon they use, and the genetic mechanisms for utilization. For example, we described a new phylum from the deep sea, named Brockarchaeota, that are able to degrade a wide vareity of large organic carbon molecules. Interestingly, we also determined that they are able to consume methylamines (a common byproduct of carbon degradation). Methylamines are usually converted to methane (a strong greenhouse gas) by microbes, however, Brockarchaeota do not produce methane. We have also done a broad characerization of how many bacteria use carbon in the deep ocean. One of the most abundant are the Deltaproteobacteria, therefore, we classified the metabolic capabilities across hundreds of species of Deltaproteobacteria and found that they contain a wide array of biochemical pathways for converting carbon to energy. This project has provided a rich genomic and metabolic framework from which we are using to understanding the flow of carbon and energy on the seafloor.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2021<br>\n\t\t\t\t\tModified by: Brett&nbsp;J&nbsp;Baker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe oceans absorb large amounts of carbon from the atomsphere, this carbon is transformed to organic material and sinks. As a result, ocean floor sediments contain one of the large reservoirs of organic carbon on the planet. Microorganisms are the dominant life there and use is carbon for survival. However very little is known about the diversity of microbes in deep sea sediments, or how they process that carbon for energy. Our understanding is limited by the difficultly of sampling these environments and the vast diversity of life which has not be grown in the laboratory. The focus of this project was to utilize new approaches in genomic to understand the biodiversity of life and physiologies of carbon utilization. From this project we obtained thousands of new genomes of microbes belonging to several new branches on the tree of life. This has dramatically expanded our understanding of the biodiversity of life in the oceans. Several of these lineages belong to new phyla of bacteria and archaea. We did a detailed analyses of their genes to determine what types of carbon they use, and the genetic mechanisms for utilization. For example, we described a new phylum from the deep sea, named Brockarchaeota, that are able to degrade a wide vareity of large organic carbon molecules. Interestingly, we also determined that they are able to consume methylamines (a common byproduct of carbon degradation). Methylamines are usually converted to methane (a strong greenhouse gas) by microbes, however, Brockarchaeota do not produce methane. We have also done a broad characerization of how many bacteria use carbon in the deep ocean. One of the most abundant are the Deltaproteobacteria, therefore, we classified the metabolic capabilities across hundreds of species of Deltaproteobacteria and found that they contain a wide array of biochemical pathways for converting carbon to energy. This project has provided a rich genomic and metabolic framework from which we are using to understanding the flow of carbon and energy on the seafloor.\n\n\t\t\t\t\tLast Modified: 12/01/2021\n\n\t\t\t\t\tSubmitted by: Brett J Baker"
 }
}