{
 "awd_id": "1817926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spindle Flux and Mechanics",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 1082721.0,
 "awd_amount": 1103511.0,
 "awd_min_amd_letter_date": "2018-05-14",
 "awd_max_amd_letter_date": "2019-02-07",
 "awd_abstract_narration": "Cells are the fundamental unit of life and all cells arise by cell division. To ensure that each daughter cell receives a complete set of the instructions for life, cells first duplicate their genetic material (DNA) and then move one copy to each daughter cell.  Cells perform this task millions of times each day. The machine utilized for cell division is called the mitotic spindle. The mitotic spindle is required to organize and arrange the chromosomal DNA and segregate it into the daughter cells. This process is extremely important for the formation, development and maintenance of all living organisms. The self-organization of the mitotic spindle cannot be understood using biology alone. Rather, it requires the understanding of the underlying physical principles that govern the assembly and function of the mitotic spindle. The research conducted here will apply physical concepts behind self-organization of liquid crystals (the same liquid crystals found in computer and cell phone screens) to understand the ability of the mitotic spindle to organize itself in the absence of outside instructions. Understanding the fundamental rules of life that underlie cellular organization will result in new knowledge about how cells work as well as new insights to help us understand and ultimately fight diseases.  The project will involve outreach to 8th and 9th grade girls in the nearby community, along with interdisciplinary training of undergraduates and graduate students.\r\n\r\n\r\nThe scientific objective of this proposal is to understand how microtubule turnover and crosslinking control the organization and dynamics of the mitotic spindle. The mitotic spindle is a high-density organization of cross-linked microtubules which should be enough to stall the inherent microtubule dynamic instability as well as the mobility of the filaments within the structure. Yet, it has been shown that the spindle undergoes overall flux from the chromosomes toward the poles. This flux has been noted to be faster at the chromosomes than at the poles. A new model put forth by the investigators proposes that the flux is an essential process to fluidize the spindle near chromosomes where enhanced motion is needed to error correction. Flux decreases at the poles because of increased adhesion due to higher levels of crosslinkers put there by the process of flux. This exciting new model creates a new physical framework to begin exploring the underlying fundamental principles that enable the dynamic self-organization of the mitotic spindle. The proposed work will directly test the hypothesized model using quantitative light microscopy and genetic manipulations. These tests will reveal new information on the inner workings of the spindle. The proposal directly responds to several important aspects of modern biological research including integrating across scales, from single molecules to complex structures and whole cells. The active matter experiments directly address the synthesis of life-like systems using minimal purified components. From a physics perspective, the synthesis of life-like systems are essential to understanding the non-equilibrium processes of biology that couple to self-organize, sense, and respond to stimuli. This is a frontier area of physics and materials research, which will uncover new knowledge about fundamental cell biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Ross",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Ross",
   "pi_email_addr": "dr.jennyross@gmail.com",
   "nsf_id": "000076940",
   "pi_start_date": "2018-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Wadsworth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Wadsworth",
   "pi_email_addr": "patw@bio.umass.edu",
   "nsf_id": "000103762",
   "pi_start_date": "2018-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 469122.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 20790.0
  }
 ],
 "por": null
}