{
 "awd_id": "1817174",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Modally-multiplexed Spatio-Spectral DispersionCompensation and Routing for Photonic Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032924624",
 "po_email": "amatta@nsf.gov",
 "po_sign_block_name": "Abraham Matta",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 307905.0,
 "awd_amount": 307905.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2018-08-29",
 "awd_abstract_narration": "The communication traffic on the Internet is carried by optical fibers, and the ever-increasing demand for Internet services is requiring a relentless increase of optical fiber communication bandwidth. Current optical fiber systems have achieved nearly 100 Trillion bits-per-second using 40 wavelength channels on a single fiber. To further increase this capacity, space-division multiplexing (SDM) in multimode fibers (MMF) has recently emerged as the next research frontier.  SDM has allowed a single few-mode fiber to carry in excess of a petabit (a quadrillion bits)-per-second but current SDM systems are limited to a small number of modes by the complexity, cost, and power requirements of the digital signal processing needed to disentangle the modes at the receiver. The investigators for this program propose a revolutionary approach to radically increasing fiber capacity by enabling the use of SDM in large core fibers containing thousands of modes via a novel all-optical modal-demultiplexing and dispersion-compensation technique.  This technique can also physically separate and optically route many more modes than is currently possible and enables spectral filtering at a much finer level than any existing technology. Together, these developments have the potential to produce a transformative breakthrough in multimode-fiber networking and communication technology with the potential for at least an order of magnitude increase of bandwidth and capacity of the fiber-optic backbone of the Internet.\r\n\r\nThe investigators present a revolutionary approach to MMF modal demultiplexing and simultaneous modal-dispersion compensation using coherent spatial-spectral holograms (SSH) that has the potential to increase the number of modal channels 100-fold and increase the maximum modal delay that can be compensated by 1000-fold. Ultra-fine spectrally-  as well as angularly-selective holograms can be recorded in a cryogenically-cooled SSH by exposing with the MMF output field interfered with a time-delayed plane-wave reference pulse (or matched code). When illuminated with the MMF output the recorded modal-demultiplexing and dispersion-compensating SSH produces a photon echo that accounts for not only the modal superposition at the fiber input and modal dispersion to all orders, but also any modal coupling due to fiber imperfections, and these effects are dynamically tracked and compensated as the fiber is perturbed by periodically re-exposing the SSH. This project will focus on experimental proof-of-concept demonstrations of the feasibility of MMF spatial demultiplexing and dispersion compensation using SSH as well as routing and ultrafine spectral filtering capabilities of this technology. This project will engage with industry to evaluate and identify the highest-impact applications to fiber networking enabled by the combination of SSH and MMF to further increase the bandwidth, capacity, and flexibility of a next generation Internet backbone.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelvin",
   "pi_last_name": "Wagner",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kelvin H Wagner",
   "pi_email_addr": "kelvin@colorado.edu",
   "nsf_id": "000431961",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "Engineering Center UCB 425",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090425",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 307905.0
  }
 ],
 "por": null
}