{
 "awd_id": "1817331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The physical and functional interplay between telomere and repair proteins: mechanistic and evolutionary insights from an unconventional model",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924517",
 "po_email": "sdifazio@nsf.gov",
 "po_sign_block_name": "Stephen DiFazio",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 796000.0,
 "awd_amount": 796000.0,
 "awd_min_amd_letter_date": "2018-07-27",
 "awd_max_amd_letter_date": "2018-07-27",
 "awd_abstract_narration": "The physical and functional interplay between telomere and repair proteins: mechanistic and evolutionary insights from an unconventional model\r\n\r\nThe genetic information that the cell uses to encode normal functions resides on thread-like molecules called chromosomes. The tips of these chromosomes, named telomeres, play especially important roles in protecting the integrity of the genetic information. Telomeres can be likened to aglets, the metal or plastic caps at the tips of shoelaces; when the aglets are missing, the shoelaces (chromosomes) become frayed and fall apart. Paradoxically, the DNA at telomeres is difficult to maintain during the process of chromosome duplication, which occurs each time a cell divides. Many protein molecules, working together are required to ensure the proper maintenance of telomere DNA. This research will utilize a variety of techniques to investigate how these protein molecules work together, how they interact with one another, and how these interactions are regulated to promote telomere integrity. The study will be carried out using a fungus called Ustilago maydis, which is easy to manipulate and has telomere features that are shared by many animals. This research will also train many undergraduate students and a postdoctoral student, allowing them to acquire the technical and critical thinking skills necessary for future careers in science. The undergraduates will be recruited from Hostos Community College, an institution that serves primarily under-represented minority students. Training these students will benefit society by promoting a more diverse scientific workforce.\r\n\r\nTelomeres are specialized nucleoprotein structures that protect and stabilize the ends of chromosomes. Telomere DNA is maintained through periodic addition of a repetitive sequence by a special reverse transcriptase named telomerase. A key function of the telomere nucleoprotein complex is to allow the cells to distinguish normal chromosome ends from double strand breaks by suppressing inappropriate DNA repair. However, repair proteins paradoxically help to promote telomere maintenance in two circumstances. First, telomerase-negative cells can utilize an aberrant recombination/repair mechanism (called ALT) to add telomere repeat tracts onto chromosome ends. Second, in telomerase-positive cells, multiple recombination repair factors promote the maintenance of telomere tracts by enhancing telomere replication (e.g., by stabilizing stalled forks or surmounting replication barriers). We showed recently that both of these functions of repair proteins at telomeres can be faithfully reproduced in Ustilago maydis, a model fungal system for studying fundamental cellular processes. Moreover, we discovered in U. maydis several conserved and functionally significant interactions between telomere proteins and repair factors. Consequently, we are poised to address how the direct physical interactions between telomere and repair proteins channel the enzymatic activity of repair factors to promote telomere maintenance while suppressing aberrant repair. This is a level of regulation that has not received detailed examinations. We have also uncovered in U. maydis two duplex telomere binding proteins with distinct functions and interactions with repair proteins. We will therefore examine how the telomere and repair proteins co-evolve through comparative analysis of these factors in different fungi.\r\nObjectives and Methods:\r\n1) Use binding and activity assays to define the molecular basis of telomere-repair protein interactions and examine how the interactions affect the repair activities of these proteins in vitro.\r\n2) Use genetic and cell-based assays to determine the mechanisms and function of the telomere-repair protein interactions in promoting telomere replication and ALT in vivo.\r\n3) Characterize the properties of duplex telomere-binding protein homologs in budding yeast and Ustilago to determine the evolutionary path of duplex telomere-binding proteins and their interaction with repair factors in fungi.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neal",
   "pi_last_name": "Lue",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Neal F Lue",
   "pi_email_addr": "nflue@med.cornell.edu",
   "nsf_id": "000345438",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olga",
   "pi_last_name": "Steinberg Neifach",
   "pi_mid_init": "",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Olga Steinberg Neifach",
   "pi_email_addr": "osteinberg@hostos.cuny.edu",
   "nsf_id": "000537199",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eun Young",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eun Young Yu",
   "pi_email_addr": "euy2001@med.cornell.edu",
   "nsf_id": "000709861",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Joan and Sanford I. Weill Medical College of Cornell University",
  "inst_street_address": "575 LEXINGTON AVE FL 9",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6469628290",
  "inst_zip_code": "100226145",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "WEILL MEDICAL COLLEGE OF CORNELL UNIVERSITY",
  "org_prnt_uei_num": "QV1RJ11H58C4",
  "org_uei_num": "YNT8TCJH8FQ8"
 },
 "perf_inst": {
  "perf_inst_name": "Joan and Sanford I. Weill Medical College of Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100654896",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 796000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Award Title:&nbsp;</strong>The physical and functional interplay between telomere and repair proteins: mechanistic and evolutionary insights from an unconventional model</p>\n<p><strong>Director/PI:&nbsp;</strong>Neal F. Lue</p>\n<p><strong>Federal Award ID:&nbsp;</strong>1817331</p>\n<p>The genomes of eukaryotic organisms are partitioned into several linear chromosomes, each with two ends. This organization poses a special challenge for the cell: How to distinguish between normal chromosome ends (telomeres) from double-strand breaks.&nbsp; This is important because cells have evolved a large collection of proteins to repair double strand breaks, primarily by re-sealing the breaks or by fusing the broken ends to other pieces of DNA. At normal telomeres, these repair reactions are paradoxically detrimental to the cell because they scramble the genetic information and trigger cycles of DNA breakage and re-joining. To prevent such detrimental repair at telomeres, the cells use a special telomere DNA sequence and an ensemble of telomere proteins to form ?nucleoprotein? complexes at the tips of chromosomes, which in turn suppress the action of DNA repair proteins.</p>\n<p>One major goal of this NSF funded project is to discover how individual telomere proteins interact with and regulate specific DNA repair factors. The studies are performed using a yeast-like fungus (Ustilago maydis) that share many similarities with animal cells with respect to the structure and activity of telomere proteins and DNA repair factors. Using genetic and biochemical tools, we showed that different telomere proteins are tasked with regulating the activity of specific DNA repair factors. For example, Pot1, a protein that binds to single stranded telomere DNA, is especially critical in suppressing the activity of two DNA repair factors named Rad51 and Brh2. When we eliminate Pot1 from U. maydis, the mutant cells experience toxic telomere repair and lose viability. However, when we simultaneously eliminate Pot1 and Rad51 (or Brh2), the mutant cells exhibit only mild telomere aberrations and continue to proliferate. Importantly, we show that eliminating several other DNA repair proteins do not restore the viability of Pot1-deficeint cells. These findings provide a compelling demonstration of the concept that specific telomere proteins are selectively required to antagonize the activity of specific DNA repair factors.&nbsp; Besides Pot1 and Rad51 (or Brh2), we discovered a similar, antagonistic relationship between Trf2 (another telomer protein that binds double stranded telomere DNA) and Blm (another DNA repair factor). These discoveries enriched our understanding of how telomeres perform their fundamental function of ?protecting? chromosome ends.</p>\n<p>Another major goal of this project is to understand how telomeres ?acquire? their collection of special proteins in evolution. While some telomere proteins are highly conserved in all branches of eukaryotes, some are confined to specific lineages. Using computational, biochemical, and genetic analysis, we identified a telomere protein in U. maydis named Tay1 that is only present in several branches of fungi. By examining its organization and comparing it to distantly related proteins, we deduced its likely origin from an ancient transcription factor. Interestingly, even though Tay1 represents a fungi-specific telomere protein, its function is similar to a telomere protein in mammals (TRF1) that has an entirely different evolutionary origin. Our discovery therefore highlights the plasticity of the telomere nucleoprotein complex, and reveals an interesting case of ?convergent? evolution at the molecular level.&nbsp;</p>\n<p>To date, the project has produced four peer-reviewed publications, with additional manuscripts in development. Newly generated strains and plasmids will be made available to the scientific community. Several undergraduate students from the Hostos Community College were trained in microbiology and molecular biology concepts and practices, and were exposed to advanced research projects in chromosome biology. A few students have presented their projects at regional and national scientific conferences.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2022<br>\n\t\t\t\t\tModified by: Neal&nbsp;F&nbsp;Lue</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAward Title: The physical and functional interplay between telomere and repair proteins: mechanistic and evolutionary insights from an unconventional model\n\nDirector/PI: Neal F. Lue\n\nFederal Award ID: 1817331\n\nThe genomes of eukaryotic organisms are partitioned into several linear chromosomes, each with two ends. This organization poses a special challenge for the cell: How to distinguish between normal chromosome ends (telomeres) from double-strand breaks.  This is important because cells have evolved a large collection of proteins to repair double strand breaks, primarily by re-sealing the breaks or by fusing the broken ends to other pieces of DNA. At normal telomeres, these repair reactions are paradoxically detrimental to the cell because they scramble the genetic information and trigger cycles of DNA breakage and re-joining. To prevent such detrimental repair at telomeres, the cells use a special telomere DNA sequence and an ensemble of telomere proteins to form ?nucleoprotein? complexes at the tips of chromosomes, which in turn suppress the action of DNA repair proteins.\n\nOne major goal of this NSF funded project is to discover how individual telomere proteins interact with and regulate specific DNA repair factors. The studies are performed using a yeast-like fungus (Ustilago maydis) that share many similarities with animal cells with respect to the structure and activity of telomere proteins and DNA repair factors. Using genetic and biochemical tools, we showed that different telomere proteins are tasked with regulating the activity of specific DNA repair factors. For example, Pot1, a protein that binds to single stranded telomere DNA, is especially critical in suppressing the activity of two DNA repair factors named Rad51 and Brh2. When we eliminate Pot1 from U. maydis, the mutant cells experience toxic telomere repair and lose viability. However, when we simultaneously eliminate Pot1 and Rad51 (or Brh2), the mutant cells exhibit only mild telomere aberrations and continue to proliferate. Importantly, we show that eliminating several other DNA repair proteins do not restore the viability of Pot1-deficeint cells. These findings provide a compelling demonstration of the concept that specific telomere proteins are selectively required to antagonize the activity of specific DNA repair factors.  Besides Pot1 and Rad51 (or Brh2), we discovered a similar, antagonistic relationship between Trf2 (another telomer protein that binds double stranded telomere DNA) and Blm (another DNA repair factor). These discoveries enriched our understanding of how telomeres perform their fundamental function of ?protecting? chromosome ends.\n\nAnother major goal of this project is to understand how telomeres ?acquire? their collection of special proteins in evolution. While some telomere proteins are highly conserved in all branches of eukaryotes, some are confined to specific lineages. Using computational, biochemical, and genetic analysis, we identified a telomere protein in U. maydis named Tay1 that is only present in several branches of fungi. By examining its organization and comparing it to distantly related proteins, we deduced its likely origin from an ancient transcription factor. Interestingly, even though Tay1 represents a fungi-specific telomere protein, its function is similar to a telomere protein in mammals (TRF1) that has an entirely different evolutionary origin. Our discovery therefore highlights the plasticity of the telomere nucleoprotein complex, and reveals an interesting case of ?convergent? evolution at the molecular level. \n\nTo date, the project has produced four peer-reviewed publications, with additional manuscripts in development. Newly generated strains and plasmids will be made available to the scientific community. Several undergraduate students from the Hostos Community College were trained in microbiology and molecular biology concepts and practices, and were exposed to advanced research projects in chromosome biology. A few students have presented their projects at regional and national scientific conferences.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/07/2022\n\n\t\t\t\t\tSubmitted by: Neal F Lue"
 }
}