{
 "awd_id": "1818761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Two Component Signal Transduction Networks in Myxococcus xanthus",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 108353.0,
 "awd_amount": 108353.0,
 "awd_min_amd_letter_date": "2018-01-08",
 "awd_max_amd_letter_date": "2018-01-08",
 "awd_abstract_narration": "Title: Two Component Signal Transduction Networks in Myxococcus xanthus\r\n\r\nIntellectual Merit: Myxococcus xanthus is a bacterial model for differentiation, intercellular communication, surface motility and bio-complexity. It integrates complex stimuli from its environment to regulate a decision-making process which culminates in formation of stressresistant spores. One critical class of signaling systems is comprised by \"two components\" (a sensor and a regulator) that directly link environmental stimuli to control of behavior and gene expression. Typically, the sensor and regulator are encoded by genes adjacent to one another on the chromosome and are thus predicted to comprise specific \"two-componentsystem\" (TCS) to regulate the biology of the cell. M.xanthus encodes at least 144 sensor histidine kinases (HK) and 150 response regulator (RR) proteins, many of which appear to be randomly positioned on the chromosome. As such, M.xanthus possesses one of the most complex and largest repertoires for signal transduction capacity in the bacterial world. Due to significant similarity between these evolutionarily related two-component proteins, prevention of undesired \"cross-talk\" (aberrant signaling or miscommunication) while also managing bona fide cross-regulation between systems is a critical feature for regulation of M.xanthus community structure. To probe features of TCS that maintain specificity or impart cross-regulation, the proposed study will focus on a subset of highly similar systems in M. xanthus delineated by their presence within gene clusters on the chromosome. Previous work demonstrated complex interactions between two such systems in M.xanthus that affects spore formation. Further dissection of the those pathways led to the finding that the sensor HK functions both as a kinase and as a phosphatase towards its target regulator. The current study will test the hypothesis that a single amino acid residue (in the appropriate context) is exclusively required for phosphatase activity for the majority of sensor kinase proteins in M.xanthus. Because similar sequences exist in nearly all bacterial sensor kinases, the proposed studies will impact understanding of similar systems in nearly all bacteria. The plan is to  identify those residues exclusively required for kinase and phosphatase activity in a family of highly related TCS signaling proteins in M.xanthus. Biochemical studies will determine if these systems remain insulated or display cross-regulation. Network analysis of the interacting partners will be assessed using both genetics and biochemistry. A Systems Biology modeling effort will also be utilized to predict control and functionality for identified networks and can be extended to the remainder of the signaling systems in M.xanthus.\r\nBroader Impacts. Research: Results from this study will broadly impact the signal transduction field, understanding multicellular interactions in complex environments, interspecies interactions, and facilitate identification of signaling pathway interactions via systems biology in other organisms. Education: The laboratory places a strong emphasis on mentoring postdocs, graduate students, and undergraduates and has a consistent record of placing individuals in strong research environments following their training. Postdocs and students have received fellowships and national recognition for their accomplishments. The PI has participated in multiple NSF-funded educational programs over the past decade and taught in internationally recognized programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kirby",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Kirby",
   "pi_email_addr": "jkirby@mcw.edu",
   "nsf_id": "000301569",
   "pi_start_date": "2018-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Medical College of Wisconsin",
  "inst_street_address": "8701 WATERTOWN PLANK RD",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4149558563",
  "inst_zip_code": "532263548",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "THE MEDICAL COLLEGE OF WISCONSIN, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "E8VWJXMMUQ67"
 },
 "perf_inst": {
  "perf_inst_name": "Medical College of Wisconsin",
  "perf_str_addr": "8701 Watertown Plank Road",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532263548",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 108353.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this study was to investigate the genetic and biochemical basis for signal fidelity and cross-regulation between two-component systems in bacteria. We dissected the amino acid residues critical for the kinase and phosphatase activities of sensor-histidine kinases, tabulated the kinetic preferences between homologous pairs of TCS proteins, and uncovered previously unknown signaling networks in the model organism <em>Myxococcus xanthus</em>. Our work is broadly applicable to all bacteria that utilize signal transduction and, in particular, those organisms that undergo development, sporulation and biofilm formation. Specific outcomes include:</p>\n<p>1) Identification of residues that control either kinase or phosphatase activity in the most abundant histidine kinase signaling domain in bacteria. These results were published in PLOS Genetics (2012).</p>\n<p>2) The description that specificity residues for two-component systems dictate binding affinity and therefore provide a molecular mechanism for the basis of discrimination in this large family of bacterial signaling proteins. These results were published in mBio (2013).</p>\n<p>3) The identification of polymorphisms, insertions, and deletions within or between two standard laboratory strains of Myxobacteria, which has implications to the interpretations of previous findings. We published these draft genomes in Genome Announcements (2013).</p>\n<p>4) A collaborative publication on menaquinone analogs inhibiting bacterial growth involving a two-component system and its control of gene expression related to toxin production in <em>Bacillus anthracis</em> and <em>Staphylococcus aureus</em>. This was published in Antimicrobial Agents and Chemotherapy (2013).</p>\n<p>5) The discovery that the PilS2R2 two-component system of <em>M. xanthus</em> regulates membrane vesicle production and serves to coordinate motility for groups of cells. These results were published in Molecular Microbiology (2016).</p>\n<p>6) A transposon mutagenesis screen that revealed a two-component system with a hybrid sensor-histidine kinase is important for <em>M. xanthus</em> predation. This suggests that a network of TCS proteins influence predation. These results were published in the Journal of Bacteriology (2016).</p>\n<p>7) The discovery and characterization of another PilSR-like two-component system in <em>M. xanthus</em>. Suppressor mutations in the uncharacterized system allowed for restoration of motility in a <em>pilR </em>deletion strain, which suggests that there are new specificity residues dictating signaling fidelity. These results were published in PLoS Genetics (2018).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2020<br>\n\t\t\t\t\tModified by: John&nbsp;R&nbsp;Kirby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this study was to investigate the genetic and biochemical basis for signal fidelity and cross-regulation between two-component systems in bacteria. We dissected the amino acid residues critical for the kinase and phosphatase activities of sensor-histidine kinases, tabulated the kinetic preferences between homologous pairs of TCS proteins, and uncovered previously unknown signaling networks in the model organism Myxococcus xanthus. Our work is broadly applicable to all bacteria that utilize signal transduction and, in particular, those organisms that undergo development, sporulation and biofilm formation. Specific outcomes include:\n\n1) Identification of residues that control either kinase or phosphatase activity in the most abundant histidine kinase signaling domain in bacteria. These results were published in PLOS Genetics (2012).\n\n2) The description that specificity residues for two-component systems dictate binding affinity and therefore provide a molecular mechanism for the basis of discrimination in this large family of bacterial signaling proteins. These results were published in mBio (2013).\n\n3) The identification of polymorphisms, insertions, and deletions within or between two standard laboratory strains of Myxobacteria, which has implications to the interpretations of previous findings. We published these draft genomes in Genome Announcements (2013).\n\n4) A collaborative publication on menaquinone analogs inhibiting bacterial growth involving a two-component system and its control of gene expression related to toxin production in Bacillus anthracis and Staphylococcus aureus. This was published in Antimicrobial Agents and Chemotherapy (2013).\n\n5) The discovery that the PilS2R2 two-component system of M. xanthus regulates membrane vesicle production and serves to coordinate motility for groups of cells. These results were published in Molecular Microbiology (2016).\n\n6) A transposon mutagenesis screen that revealed a two-component system with a hybrid sensor-histidine kinase is important for M. xanthus predation. This suggests that a network of TCS proteins influence predation. These results were published in the Journal of Bacteriology (2016).\n\n7) The discovery and characterization of another PilSR-like two-component system in M. xanthus. Suppressor mutations in the uncharacterized system allowed for restoration of motility in a pilR deletion strain, which suggests that there are new specificity residues dictating signaling fidelity. These results were published in PLoS Genetics (2018).\n\n\t\t\t\t\tLast Modified: 09/04/2020\n\n\t\t\t\t\tSubmitted by: John R Kirby"
 }
}