{
 "awd_id": "1818131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal:  Role of tRNA base modifications in genetic code accuracy and cellular fitness",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924517",
 "po_email": "sdifazio@nsf.gov",
 "po_sign_block_name": "Stephen DiFazio",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 454934.0,
 "awd_amount": 454934.0,
 "awd_min_amd_letter_date": "2018-07-24",
 "awd_max_amd_letter_date": "2018-07-24",
 "awd_abstract_narration": "Organisms are presumed to maintain a high accuracy of translation to ensure that little variation occurs in the sequences of proteins involved in essential cellular functions.  However, a relaxed translational stringency has recently been observed across all branches of life, suggesting that under certain circumstances organisms may tolerate higher translation error rates than previously estimated.  Indeed, a decrease in translation stringency has the potential to yield new proteins that provide short- or long-term survival benefits.  The overall objective of this project is to understand the connections between tRNA base modifications, changes in translation accuracy and cellular fitness.  Graduate and undergraduate students will receive interdisciplinary training through their work on this project.  An evolution-in-action module (EvolvingSTEM) has been implemented in New Hampshire and Pennsylvania high schools and will be introduced to biology students in two Winston-Salem, North Carolina public high schools.\r\n\r\nThis project will test the hypothesis that modification of the tRNA wobble base is a tunable component of translation rather than a toggle switch that when turned off leads to error catastrophe. This proposal has three objectives.  Molecular dynamics and enzyme kinetics approaches will be used to characterize evolved BcTilS:tRNAIle2 variants in vitro and in silico in order to understand the catalytic and conformational changes that occur in these variants.  The in vivo effects of TilS:tRNAIle2 dysfunction such as which amino acid is inserted at AUA codons, which amino acid is present at the 3'-end of tRNAIle2, and what is the metabolic mechanism of enhanced fitness will be investigated.  Finally, noncanonical cellular partners of TilS and tRNAIle2 that may play alternative or additional roles in enhanced bacterial fitness will be identified.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Alexander",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca W Alexander",
   "pi_email_addr": "alexanr@wfu.edu",
   "nsf_id": "000213646",
   "pi_start_date": "2018-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271098758",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NC05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 454934.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Among the genes reported to be essential across bacterial species is <em>tilS</em>, encoding the enzyme tRNA isoleucine lysidine synthetase (TilS). TilS is a tRNA-modifying enzyme that chemically alters a base in the anticodon of tRNA<sup>Ile2</sup>, responsible for reading the AUA codon that specifies the amino acid isoleucine in proteins. The anticodon base modification that TilS catalyzes is named lysidine.</p>\n<p>In a selection experiment carried out under nutrient-limiting conditions, collaborating PI Vaughn Cooper&rsquo;s lab identified DNA mutations in the soil bacterium <em>Burkholderia cenocepacia</em> that enabled strains to emerge from lag phase growth more rapidly than the wild-type strain. Surprisingly, several of these mutations were in the <em>tilS</em> gene, and the resulting enzyme variants were less able to catalyze lysidine incorporation. That the loss of TilS function could lead to a gain of bacterial fitness under nutrient stress conditions has been a puzzle. We determined that under the selection conditions used, the bacteria used an alternative metabolic pathway (the DeLay-Doudoroff pathway) which could be compensated for by supplementing with lysine, a substrate of the TilS enzyme. It remains unclear why the presumably small amount of cellular lysine needed by this enzyme would drive genome variation. We also determined that there are genome-wide changes in gene expression when comparing wild-type and mutant strains. The identify of altered genes provide clues as to how bacteria overcome the metabolic stress imposed by environmental conditions, and suggest new paths for understanding bacterial metabolism. &nbsp;</p>\n<p>The Alexander lab has been studying the selected mutations in the context of bacterial protein-RNA recognition and specificity. How do proteins recognize their intended RNA targets and reject RNAs that might be similar in sequence or structure but are not authentic cellular partners? We have identified features of the <em>B. cenocepacia</em> TilS:tRNA<sup>Ile2</sup> pair and compared them with the related system in other bacteria, including the model <em>Escherichia coli</em> and others. While each TilS enzyme performs the same chemistry to ensure accurate protein translation, recognition strategies differ, as do catalytic rates of the enzymes. We have also used computational approaches to predict why the selected mutations, which are distant from the catalytic domain of TilS, have such a significant impact on enzyme function. The sites of mutation are in a region of TilS that contacts a domain of the tRNA<sup>Ile2</sup> substrate responsible for identifying the correct tRNA partner. It seems that productive TilS:tRNA binding leads to a conformational change in the enzyme that propagates to the site of chemistry. While continuing to study the atomic-level interactions between protein and tRNA in this system, we are also investigating whether TilS is itself an essential bacterial enzyme or whether the <em>tilS</em> gene (or its RNA transcript) may have an alternate cellular function.</p>\n<p>This project has provided training to four PhD students and 11 undergraduate students. Three undergraduates wrote honors theses based on the work from this award. Furthermore, the EvolvingSTEM curriculum developed by collaborating PI Cooper was carried out at Mt. Tabor High School in Winston-Salem, NC by PI Alexander and her students. Over the course of the award, the curriculum was delivered seven times. Most frequently the target audience was a ninth-grade high performing biology class (Seminar Biology), but twice the class was a general biology cohort. As public school budgets are strained and opportunities for hands-on science activities are limited, these outreach efforts help students see science beyond the textbook. &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/31/2023<br>\nModified by: Rebecca&nbsp;W&nbsp;Alexander</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAmong the genes reported to be essential across bacterial species is tilS, encoding the enzyme tRNA isoleucine lysidine synthetase (TilS). TilS is a tRNA-modifying enzyme that chemically alters a base in the anticodon of tRNAIle2, responsible for reading the AUA codon that specifies the amino acid isoleucine in proteins. The anticodon base modification that TilS catalyzes is named lysidine.\n\n\nIn a selection experiment carried out under nutrient-limiting conditions, collaborating PI Vaughn Coopers lab identified DNA mutations in the soil bacterium Burkholderia cenocepacia that enabled strains to emerge from lag phase growth more rapidly than the wild-type strain. Surprisingly, several of these mutations were in the tilS gene, and the resulting enzyme variants were less able to catalyze lysidine incorporation. That the loss of TilS function could lead to a gain of bacterial fitness under nutrient stress conditions has been a puzzle. We determined that under the selection conditions used, the bacteria used an alternative metabolic pathway (the DeLay-Doudoroff pathway) which could be compensated for by supplementing with lysine, a substrate of the TilS enzyme. It remains unclear why the presumably small amount of cellular lysine needed by this enzyme would drive genome variation. We also determined that there are genome-wide changes in gene expression when comparing wild-type and mutant strains. The identify of altered genes provide clues as to how bacteria overcome the metabolic stress imposed by environmental conditions, and suggest new paths for understanding bacterial metabolism. \n\n\nThe Alexander lab has been studying the selected mutations in the context of bacterial protein-RNA recognition and specificity. How do proteins recognize their intended RNA targets and reject RNAs that might be similar in sequence or structure but are not authentic cellular partners? We have identified features of the B. cenocepacia TilS:tRNAIle2 pair and compared them with the related system in other bacteria, including the model Escherichia coli and others. While each TilS enzyme performs the same chemistry to ensure accurate protein translation, recognition strategies differ, as do catalytic rates of the enzymes. We have also used computational approaches to predict why the selected mutations, which are distant from the catalytic domain of TilS, have such a significant impact on enzyme function. The sites of mutation are in a region of TilS that contacts a domain of the tRNAIle2 substrate responsible for identifying the correct tRNA partner. It seems that productive TilS:tRNA binding leads to a conformational change in the enzyme that propagates to the site of chemistry. While continuing to study the atomic-level interactions between protein and tRNA in this system, we are also investigating whether TilS is itself an essential bacterial enzyme or whether the tilS gene (or its RNA transcript) may have an alternate cellular function.\n\n\nThis project has provided training to four PhD students and 11 undergraduate students. Three undergraduates wrote honors theses based on the work from this award. Furthermore, the EvolvingSTEM curriculum developed by collaborating PI Cooper was carried out at Mt. Tabor High School in Winston-Salem, NC by PI Alexander and her students. Over the course of the award, the curriculum was delivered seven times. Most frequently the target audience was a ninth-grade high performing biology class (Seminar Biology), but twice the class was a general biology cohort. As public school budgets are strained and opportunities for hands-on science activities are limited, these outreach efforts help students see science beyond the textbook. \n\n\n\t\t\t\t\tLast Modified: 12/31/2023\n\n\t\t\t\t\tSubmitted by: RebeccaWAlexander\n"
 }
}