{
 "awd_id": "1818906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Driving forces in aqueous two-phase systems for vaccine development",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 359990.0,
 "awd_min_amd_letter_date": "2018-04-18",
 "awd_max_amd_letter_date": "2018-08-31",
 "awd_abstract_narration": "Worldwide, there is a need for less expensive vaccines. To achieve better vaccine coverage, vaccine production processes need to be low-cost and allow for continuous operation, which is not possible with current vaccine production technology. A primary objective of this project will be to explore aqueous two-phase systems (ATPSs) to fulfill the need for new viral particle purification processes that could reduce the cost of vaccines and be run as a continuous operation. ATPS could also reduce the development time for a new vaccine, allowing for pandemic vaccines to come to market sooner. In addition to vaccines, a better understanding of ATPS could aid in future cell separations for advanced cell therapeutics.\r\n\r\nThe significant increase in the manufacturing of vaccines worldwide has created an opportunity to re-think current vaccine manufacturing methods. Currently, ATPS is not used industrially due to the large number of variables that need to be determined during the short development timelines that are imposed on vaccine process development teams. The long-term goal of this project is to determine the dominant forces in ATPS for the separation of viral particles to aid industrial adoption. Preliminary work has indicated that hydrophobicity is the dominant force in viral particle separation in a polyethylene glycol (PEG)-citrate ATPS. The expected outcome is to reduce the variables tested in the development of viral particle purification processes and provide a framework to implement ATPS separations. Affinity ATPS will be used to maintain a constant driving force for the virus to partition to the PEG-rich phase. With this constant driving force established, the PEG molecular weight will be changed and the viral separation will be compared to the constant affinity driving force. Osmolytes will be added to the PEG-citrate ATPS to increase the hydrophobicity and to separate the hydrophobicity driving force from the increase in surface tension that restricts virus recovery. All of the work will be integrated by providing a framework using the Design of Experiments (DOE) approach to isolate the hydrophobic effect of viral ATPS. Results of the project will provide a detailed understanding of the driving forces in ATPS that will allow easier implementation of this method for viral particle manufacturing. Through this approach the PI will systematically determine the key variables that control viral particle separations. An important goal is to determine the effect of hydrophobicity on the separation of viruses and to determine the magnitude of the hydrophobic force on the ATPS separation. In terms of the broader impacts, the fundamental knowledge gained from this work may guide the design of low-cost separation and manufacturing processes that will increase access to vaccines worldwide. Importantly, the experimental design framework can be applied to other large biomolecules such as those employed in viral gene therapies and cell therapies.  Outreach to high school students will be conducted through Summer Youth Programs (SYP). The SYP activity will explore the separation of gold nanoparticles in ATPS and teach students about bioprocessing, model systems, and the need for control in ATPS.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caryn",
   "pi_last_name": "Heldt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caryn Heldt",
   "pi_email_addr": "heldt@mtu.edu",
   "nsf_id": "000571994",
   "pi_start_date": "2018-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 359990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Vaccine manufacturing is expensive and time consuming. We have developed a method to purify viral vaccines using an aqueous extraction method. Aqueous extraction is easy to implement and could make vaccine manufacturing faster by also helping the system to become continuous, instead of the current batch processing used. However, the development of an aqueous extraction method is time consuming and therefore not within the time frames of pharmaceutical development. If we could better understand why virus partitioned in different phases than contaminating proteins, then we could reduce the development time and help aqueous extraction to become a mainstay in viral vaccine manufacturing, and thus preparing for&nbsp; a shift to continuous manufacturing.</p>\n<p>Through the completion of this project, we have learned quite a bit about the separation of virus in aqueous extraction, which consists of a PEG phase and a salt phase. We now know that adding glycine will force the virus to the PEG-rich phase and the proteins (contaminates) remain in the citrate-rich phase. This increases recovery and purity. Interestingly, interfacial tension increases when glycine is added. This likely means that the interface forms faster and may reduce virus at that interface, which can be a problem. More work is needed to understand the relationship between separation and interfacial tension.</p>\n<p>We have also determined that affinity aqueous extraction can increase the separation of virus to the PEG-rich phase and improve recovery and purity. The difficulty with affinity aqueous extraction is finding affinity ligands for each virus. We had discovered an affinity ligand for a model virus, and we have demonstrated the usefulness of the ligand. As more ligands are discovered, this method could help separate viruses using aqueous extraction.</p>\n<p>In process development, we have determined that microfluidics can be used to screen aqueous extraction conditions, taking a process that took a week and doing it in a few hours. This process development time increase will help to translate aqueous extraction to an industrial process due to easy development and scale-up.</p>\n<p>Finally, we have also modeled the aqueous extraction process and have shown that the aqueous extraction process is less expensive than typical vaccine purification methods, like chromatography. This will help reduce costs and resources in the manufacturing process. It may also decrease development time, as we learn more about how aqueous extraction fundamentally functions and thus can better predict starting points for the purification of new viruses.</p>\n<p>This project has informed many other projects in my lab. We have two projects on the continuous processing of viral vaccines and virus like particles. These projects were developed with preliminary data found from this work. We are also studying the thermal stability of viruses and learning more about the importance of using viral crystal structures to understand the electrostatic and hydrophobic patches on the virus surface and how this informs surface interactions, including those interactions involve in aqueous extraction. We are learning more and more about the fundamental driving forces that purify viral particles in aqueous extraction and this project helped form the underlying principles that are allowing us to apply this system for many vaccines and viral vectors.</p>\n<p>We are now using our knowledge of ATPS and microfluidics to quickly screen ATPS conditions to decrease the development time of a downstream process for a new viral molecule. This was the goal of this work, and we are now applying what we have learned to test if our method of process development will work for short lead time projects. We are very excited to see this work come to fruition.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2022<br>\n\t\t\t\t\tModified by: Caryn&nbsp;Heldt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVaccine manufacturing is expensive and time consuming. We have developed a method to purify viral vaccines using an aqueous extraction method. Aqueous extraction is easy to implement and could make vaccine manufacturing faster by also helping the system to become continuous, instead of the current batch processing used. However, the development of an aqueous extraction method is time consuming and therefore not within the time frames of pharmaceutical development. If we could better understand why virus partitioned in different phases than contaminating proteins, then we could reduce the development time and help aqueous extraction to become a mainstay in viral vaccine manufacturing, and thus preparing for  a shift to continuous manufacturing.\n\nThrough the completion of this project, we have learned quite a bit about the separation of virus in aqueous extraction, which consists of a PEG phase and a salt phase. We now know that adding glycine will force the virus to the PEG-rich phase and the proteins (contaminates) remain in the citrate-rich phase. This increases recovery and purity. Interestingly, interfacial tension increases when glycine is added. This likely means that the interface forms faster and may reduce virus at that interface, which can be a problem. More work is needed to understand the relationship between separation and interfacial tension.\n\nWe have also determined that affinity aqueous extraction can increase the separation of virus to the PEG-rich phase and improve recovery and purity. The difficulty with affinity aqueous extraction is finding affinity ligands for each virus. We had discovered an affinity ligand for a model virus, and we have demonstrated the usefulness of the ligand. As more ligands are discovered, this method could help separate viruses using aqueous extraction.\n\nIn process development, we have determined that microfluidics can be used to screen aqueous extraction conditions, taking a process that took a week and doing it in a few hours. This process development time increase will help to translate aqueous extraction to an industrial process due to easy development and scale-up.\n\nFinally, we have also modeled the aqueous extraction process and have shown that the aqueous extraction process is less expensive than typical vaccine purification methods, like chromatography. This will help reduce costs and resources in the manufacturing process. It may also decrease development time, as we learn more about how aqueous extraction fundamentally functions and thus can better predict starting points for the purification of new viruses.\n\nThis project has informed many other projects in my lab. We have two projects on the continuous processing of viral vaccines and virus like particles. These projects were developed with preliminary data found from this work. We are also studying the thermal stability of viruses and learning more about the importance of using viral crystal structures to understand the electrostatic and hydrophobic patches on the virus surface and how this informs surface interactions, including those interactions involve in aqueous extraction. We are learning more and more about the fundamental driving forces that purify viral particles in aqueous extraction and this project helped form the underlying principles that are allowing us to apply this system for many vaccines and viral vectors.\n\nWe are now using our knowledge of ATPS and microfluidics to quickly screen ATPS conditions to decrease the development time of a downstream process for a new viral molecule. This was the goal of this work, and we are now applying what we have learned to test if our method of process development will work for short lead time projects. We are very excited to see this work come to fruition.\n\n \n\n\t\t\t\t\tLast Modified: 07/29/2022\n\n\t\t\t\t\tSubmitted by: Caryn Heldt"
 }
}