{
 "awd_id": "1818255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Mechanisms of Bacterial Helicase Assembly and Activation at a Replication Origin",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 945000.0,
 "awd_amount": 945000.0,
 "awd_min_amd_letter_date": "2018-07-28",
 "awd_max_amd_letter_date": "2018-07-28",
 "awd_abstract_narration": "Molecular Mechanisms of Bacterial Helicase Assembly and Activation at a Replication Origin\r\n\r\nThe goal of this work is to understand an essential feature of DNA replication through a structure-based analysis of assembly of the bacterial DnaB replicative helicase at the origin of DNA replication. Replicative helicases unwind duplex DNA into templates for replication. In contrast to the extensive understanding of the translocation of DnaB along single stranded DNA (ssDNA), relatively little is known about the mechanisms of helicase opening, helicase assembly on ssDNA, and closing of the helicase as mediated by helicase loaders, which this research will address. A main mission of scientists-teachers is to attract and retain of students to STEM (science, technology, engineering and mathematics) fields and to prepare an educated citizenry for the 21st century. City College of New York (CCNY) has the additional mission of providing a high-quality education to the children of New York City (NYC), new immigrants, minorities, and those without economic means. To meet these missions, the PI will 1) mentor and train younger colleagues through research on DNA replication, a fundamental biological process; 2) lead undergraduate research programs; and 3) perform educational outreach to four public schools in NYC, each with a significant minority population.\r\n\r\nAnalyses of mechanisms used by cells to replicate DNA are essential for understanding how genomes are inherited and evolve. In E. coli, the replicative helicase is a closed protein ring whose assembly on single stranded (ss) DNA requires specialized loading factors. Assembly of the helicase takes place during the initiation phase of DNA replication. The major events of this phase include selection of sites where replication will begin, melting of a segment of origin DNA and then loading the helicase on ssDNA. The helicase-loader complex first captures the hexameric DnaB helicase and then engages ssDNA at the origin. This leads to expulsion of the loader from the origin complex, and concomitant helicase activation with adoption of a closed spiral conformer. The planar and spiral structures of the helicase are known, however, less is known about the mechanisms of helicase loading. The investigators have determined the structure of the DnaB helicase bound to the P helicase loader from phage &#955;. This project will focus on insights obtained from the structure. Insights from the structure obtained in this research, when combined with those from other groups, lead to a new model of the helicase assembly pathway in bacteria. The aims below seek to extend and test insights obtained from the investigators' revised model. Aim #1 focuses on evaluating and extending insights obtained from the BP model. In aim #2, they pivot to analysis of the BP complex bound to origin derived ssDNA. They will further explore one feature of their model: that the DnaB helicase, while bound to the helicase loader, may make few, if any, contacts to ssDNA. Instead, most, if not all, of the contacts will be made by the loader within the helicase-loader complex. In aim #3, they turn their attention to mechanisms associated with delivery of the BP complex to the phage &#955; origin.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jeruzalmi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Jeruzalmi",
   "pi_email_addr": "dj@ccny.cuny.edu",
   "nsf_id": "000270461",
   "pi_start_date": "2018-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "Convent Ave at 138th St",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 945000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit. &nbsp;The goal of this work is a structure-based analysis of assembly of the bacterial DnaB replicative helicase at the origin of DNA replication. Replicative helicases unwind duplex DNA into templates&nbsp;<span style=\"font-size: 12px;\">for replication by sequestering one strand into an internal chamber, while excluding the second strand. However, bacterial replicative helicases are closed protein rings and require accessory&nbsp;</span><span style=\"font-size: 12px;\">factors for assembly onto chromosomal DNA, which is effectively an infinitely long polymer with no free termini. In contrast to our extensive understanding of the translocation of DnaB along&nbsp;</span><span style=\"font-size: 12px;\">ssDNA, relatively little is known about the mechanisms of helicase opening, helicase assembly on ssDNA, and closing of the helicase as mediated by helicase loaders.</span></p>\r\n<p>Our published analysis of the structure of the BP complex by cryogenic-electron microscopy (cryo-EM) at 4.1 &Aring; provided a great deal of&nbsp;<span style=\"font-size: 12px;\">nsights into helicase loading, however, the limited resolution revealed approximately 50% of the structure of the &lambda;P loader, as only the&nbsp;</span><span style=\"font-size: 12px;\">carboxy-terminal domains of the five protomers (B6P5) were visible in the EM map (EMDB: 7076, PDB: 6BBM). Furthermore, the&nbsp;</span><span style=\"font-size: 12px;\">amino acid sequence of the &lambda;P loader could not be assigned to the structure, obfuscating the helicase and loader interface. As such,&nbsp;</span><span style=\"font-size: 12px;\">the mechanisms of DnaB remodeling, ATPase suppression, and ssDNA entry into the central chamber were incompletely deciphered.</span></p>\r\n<p>We have determined three cryo-EM structures of the BP complex. Two structures extend the precision of the B6P5 complex to 2.66 &Aring;&nbsp;<span style=\"font-size: 12px;\">and 2.84 &Aring;; the 2.66 &Aring; structure provides a nearly complete model. A third structure (3.85 &Aring;) revealed first view of a BP complex with&nbsp;</span><span style=\"font-size: 12px;\">six copies of the &lambda;P loader (B6P6). In the B6P5 complex, one copy of &lambda;P is entirely resolved, and the other four nearly so. The&nbsp;</span><span style=\"font-size: 12px;\">resulting pentameric &lambda;P ensemble is held together by an extensive interface between its previously invisible domain II sub-structure.</span></p>\r\n<p>The configuration of both DnaB and &lambda;P in the B6P6 entity are strikingly different. Both tiers of DnaB are essentially planar, with the&nbsp;<span style=\"font-size: 12px;\">NTD tier topologically closed and the CTD layer ajar relative to B6P5. The configuration of the six copies of the &lambda;P loader and DnaB in&nbsp;</span><span style=\"font-size: 12px;\">B6P6 implies an inchoate complex that has not reached its final form. We suggest that the ajar planar configuration in B6P6 is&nbsp;</span><span style=\"font-size: 12px;\">intermediate in the helicase loading pathway between the closed planar and open spiral forms of DnaB.</span></p>\r\n<p>Broader Impacts.&nbsp;</p>\r\n<p>Attracting younger colleagues to STEM (science, technology, engineering, and mathematics)&nbsp;<span style=\"font-size: 12px;\">disciplines remains the imperative of science education. City College of New York (CCNY) is a public&nbsp;</span><span style=\"font-size: 12px;\">Ph.D.-granting institution with the mission of educating the&nbsp;</span><span style=\"font-size: 12px;\">children of New York City, new immigrants, minorities, and those without economic means. To meet these&nbsp;</span><span style=\"font-size: 12px;\">missions, the PI teaches structural biology and biophysics courses, into which his research is tightly&nbsp;</span><span style=\"font-size: 12px;\">integrated. In twenty-two years, the PI has mentored 111 post-doctoral scientists, doctoral, master&rsquo;s,</span><span style=\"font-size: 12px;\">undergraduate, and high school students.&nbsp;</span><span style=\"font-size: 12px;\">Science from the PI&rsquo;s group is published in peer-reviewed journals. Research materials&nbsp;</span><span style=\"font-size: 12px;\">are made available via publicly accessible databases. The PI organizes three undergraduate research&nbsp;</span><span style=\"font-size: 12px;\">programs: 1) an NSF-sponsored Research Experiences for Undergraduates (REU) program titled: &ldquo;REU in&nbsp;</span><span style=\"font-size: 12px;\">Biochemistry, Biophysics, and Biodesign&rdquo; as PI, 2) the CUNY and CCNY-sponsored Opportunities in&nbsp;</span><span style=\"font-size: 12px;\">Research and Creative Arts (ORCA), and 3) the NSF-supported STEM-Communities Research Program&nbsp;</span><span style=\"font-size: 12px;\">for CCNY undergraduates (PI: Joe Barba). Towards advancing education in (STEM), the PI works with&nbsp;</span><span style=\"font-size: 12px;\">three high schools in the New York City Public School System. The PI also co-organizes the New York&nbsp;</span><span style=\"font-size: 12px;\">Structural Biology Discussion Group, which annually hosts two day-long symposia (January and August)&nbsp;</span><span style=\"font-size: 12px;\">attended by 300-400 structural biologists from greater New York City.</span></p><br>\n<p>\n Last Modified: 03/10/2025<br>\nModified by: David&nbsp;Jeruzalmi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit. The goal of this work is a structure-based analysis of assembly of the bacterial DnaB replicative helicase at the origin of DNA replication. Replicative helicases unwind duplex DNA into templatesfor replication by sequestering one strand into an internal chamber, while excluding the second strand. However, bacterial replicative helicases are closed protein rings and require accessoryfactors for assembly onto chromosomal DNA, which is effectively an infinitely long polymer with no free termini. In contrast to our extensive understanding of the translocation of DnaB alongssDNA, relatively little is known about the mechanisms of helicase opening, helicase assembly on ssDNA, and closing of the helicase as mediated by helicase loaders.\r\n\n\nOur published analysis of the structure of the BP complex by cryogenic-electron microscopy (cryo-EM) at 4.1  provided a great deal ofnsights into helicase loading, however, the limited resolution revealed approximately 50% of the structure of the P loader, as only thecarboxy-terminal domains of the five protomers (B6P5) were visible in the EM map (EMDB: 7076, PDB: 6BBM). Furthermore, theamino acid sequence of the P loader could not be assigned to the structure, obfuscating the helicase and loader interface. As such,the mechanisms of DnaB remodeling, ATPase suppression, and ssDNA entry into the central chamber were incompletely deciphered.\r\n\n\nWe have determined three cryo-EM structures of the BP complex. Two structures extend the precision of the B6P5 complex to 2.66 and 2.84 ; the 2.66  structure provides a nearly complete model. A third structure (3.85 ) revealed first view of a BP complex withsix copies of the P loader (B6P6). In the B6P5 complex, one copy of P is entirely resolved, and the other four nearly so. Theresulting pentameric P ensemble is held together by an extensive interface between its previously invisible domain II sub-structure.\r\n\n\nThe configuration of both DnaB and P in the B6P6 entity are strikingly different. Both tiers of DnaB are essentially planar, with theNTD tier topologically closed and the CTD layer ajar relative to B6P5. The configuration of the six copies of the P loader and DnaB inB6P6 implies an inchoate complex that has not reached its final form. We suggest that the ajar planar configuration in B6P6 isintermediate in the helicase loading pathway between the closed planar and open spiral forms of DnaB.\r\n\n\nBroader Impacts.\r\n\n\nAttracting younger colleagues to STEM (science, technology, engineering, and mathematics)disciplines remains the imperative of science education. City College of New York (CCNY) is a publicPh.D.-granting institution with the mission of educating thechildren of New York City, new immigrants, minorities, and those without economic means. To meet thesemissions, the PI teaches structural biology and biophysics courses, into which his research is tightlyintegrated. In twenty-two years, the PI has mentored 111 post-doctoral scientists, doctoral, masters,undergraduate, and high school students.Science from the PIs group is published in peer-reviewed journals. Research materialsare made available via publicly accessible databases. The PI organizes three undergraduate researchprograms: 1) an NSF-sponsored Research Experiences for Undergraduates (REU) program titled: REU inBiochemistry, Biophysics, and Biodesign as PI, 2) the CUNY and CCNY-sponsored Opportunities inResearch and Creative Arts (ORCA), and 3) the NSF-supported STEM-Communities Research Programfor CCNY undergraduates (PI: Joe Barba). Towards advancing education in (STEM), the PI works withthree high schools in the New York City Public School System. The PI also co-organizes the New YorkStructural Biology Discussion Group, which annually hosts two day-long symposia (January and August)attended by 300-400 structural biologists from greater New York City.\t\t\t\t\tLast Modified: 03/10/2025\n\n\t\t\t\t\tSubmitted by: DavidJeruzalmi\n"
 }
}