{
 "awd_id": "1818140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Neuronal and molecular basis for magnetic transduction in the nematode C. elegans",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 638606.0,
 "awd_amount": 638606.0,
 "awd_min_amd_letter_date": "2018-06-18",
 "awd_max_amd_letter_date": "2018-06-18",
 "awd_abstract_narration": "This research will investigate how animals that use the earth's magnetic field for navigation and transform this force field into meaningful nervous signals and behavior. The magnetic field of the earth has horizontal and vertical components and while many animals are known to use either the horizontal (e.g. salmon), or the vertical component of the field (e.g. sea turtles), how they detect and translate this information is poorly understood. Determining how animals detect and process magnetic field information will solve one of the modern mysteries of sensory neuroscience. It will also improve our understanding of animal behavior by clarifying how living systems interact with natural and artificial magnetic fields. More specifically, this research will determine the subcellular location and nature of magnetic particles in the nematode C. elegans by identifying the molecules that allow worms to detect and orient to magnetic force fields. Further, it will elucidate how the nervous system processes magnetic information. The project will support the training of high school, undergraduate, and graduate students, as well as ongoing outreach efforts to increase science literacy among at risk children. Specifically, high school students will be trained through an ongoing summer science \"boot camp\" program and by recruiting local high school students to volunteer in the lab. They will learn how to generate hypotheses, perform experiments to test them, analyze and communicate their findings. Several graduate and undergraduate students will be given the opportunity to participate directly in the project, thereby gaining a complete scientific research experience. Graduate and undergraduate students enrolled in two biotechnology laboratory courses will also benefit by learning modern molecular techniques in the context of ongoing scientific research. All participating students will learn basic scientific literacy with the goal of presenting abstracts at meetings and co-authoring scientific publications based upon their research. \r\n\r\nThe production of a behavior relies on the interaction between the sensory, integrating, and motor systems in an individual. While much is known about the transduction of most sensory modalities, how animals detect and orient to the earth's magnetic field remains one of the final frontiers of sensory neuroscience. Recently, the principal investigator identified neurons that process magnetic information, identifying candidate mechanisms for magnetic sensation, and, importantly, the first magnetosensitive neurons in any animal. This project will determine the cellular localization of magnetic particles in the tissues of C. elegans by purifying these particles in animals with fluorescently labelled candidate cells, or labelling them immunohistochemically. The size and composition of these particles will be determined using TEM and SEM-EDX analysis. Atomic force microscopy will be used to measure their magnetic moment and subcellular localization. To determine which proteins are responsible for assembling magnetic particles near the magnetosensory neurons, RNA interference will be used to silence iron-related gene expression. The magnetotactic response of these animals will then be evaluated, and the localization of magnetic particles evaluated through immunohistochemistry. Candidate proteins will be tagged using PCR-fusion. Previous mass spectrometry analysis of magnetic particles isolated from the tissues of C. elegans revealed them enriched for the mechanoreceptor PEZO-1 and several proteins involved in touch transduction in other animals. RNA interference will be used to silence candidate proteins involved in magnetic transduction and record the resulting changes in magnetic responses in the magnetosensory neurons using the calcium indicator GCaMP6. Sufficiency will be tested by means of cell-specific, ORF-mediated, rescue of candidate genes. Subcellular localization of these proteins will be accomplished through PCR-fusion to fluorescently tag them. To identify how C. elegans encodes magnetic fields, GCaMP6 will be expressed in sensory and downstream neurons. Neuronal responses will be recorded in animals exposed to magnetic fields of varying directions and amplitudes. Completion of this project will reveal how magnetic particles are assembled and contribute to the detection of magnetic fields by C. elegans. The resolution of the magnetic transduction machinery, and the neuronal basis of magnetic field coding will likely reveal conserved molecular and cellular strategies for harnessing the earth's magnetic field in the production of adaptive behavior.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Vidal-Gadea",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andres G Vidal-Gadea",
   "pi_email_addr": "avidal@ilstu.edu",
   "nsf_id": "000691283",
   "pi_start_date": "2018-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Trustees of Illinois State University",
  "inst_street_address": "CAMPUS BOX 1100",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAL",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3094382528",
  "inst_zip_code": "617901100",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF ILLINOIS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6WTL4T5FFJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois State University",
  "perf_str_addr": "125 S. Fell Avenue",
  "perf_city_name": "Normal",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617904120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 638606.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the final year, our research focused on understanding how the tiny nematode <em>Caenorhabditis elegans</em> detects and responds to magnetic fields, contributing to the scientific field of sensory neuroscience by shedding light on a unique and less understood sense known as magnetosensation. This project aimed to uncover the cellular and molecular mechanisms that enable <em>C. elegans</em> to navigate using the Earth's magnetic field, a capability shared by many animals but not well understood at the cellular level.</p>\n<p>Our findings revealed that iron is crucial for magnetic orientation in <em>C. elegans</em>. Specifically, we discovered that iron accumulates in AMsh glial cells, which neighbor the nematode&rsquo;s AFD neurons. These neurons are known to respond to temperature, but our research suggests that they may also play a role in magnetic sensing. This insight prompted a new direction in our research: instead of relying on a mechanoreceptor-based detection model, we explored the <strong>magnetocaloric effect</strong>&mdash;a phenomenon where magnetic fields may subtly alter temperature-sensitive proteins. In response, we designed specialized equipment, including a custom-built Tesla magnetic pulser, to test this hypothesis in collaboration with physicists.</p>\n<p>Another major outcome was the transformation of our educational outreach efforts. The hands-on, research-based approach we developed through this project has expanded to become a core component of the biology curriculum at Illinois State University. Our BSC220 molecular biology course was redesigned as a Course-Based Undergraduate Research Experience (CURE), providing hundreds of students with practical lab skills in molecular biology and critical scientific reasoning. The success of this program led to its adoption as a required course for Biology Education majors, ensuring that future high school teachers in Illinois and neighboring states bring advanced scientific literacy to their classrooms.</p>\n<p>This project also actively involved high school students, engaging them through summer programs and internships that immersed them in scientific research. Many of these students pursued STEM degrees, directly reflecting the broader impact of our outreach efforts on inspiring future scientists.</p>\n<p>In summary, this research has not only advanced our understanding of magnetosensation but also contributed to scientific education, by training students at multiple levels in hands-on scientific techniques, and by fostering the next generation of STEM professionals and educators.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/08/2024<br>\nModified by: Andres&nbsp;G&nbsp;Vidal-Gadea</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOver the final year, our research focused on understanding how the tiny nematode Caenorhabditis elegans detects and responds to magnetic fields, contributing to the scientific field of sensory neuroscience by shedding light on a unique and less understood sense known as magnetosensation. This project aimed to uncover the cellular and molecular mechanisms that enable C. elegans to navigate using the Earth's magnetic field, a capability shared by many animals but not well understood at the cellular level.\n\n\nOur findings revealed that iron is crucial for magnetic orientation in C. elegans. Specifically, we discovered that iron accumulates in AMsh glial cells, which neighbor the nematodes AFD neurons. These neurons are known to respond to temperature, but our research suggests that they may also play a role in magnetic sensing. This insight prompted a new direction in our research: instead of relying on a mechanoreceptor-based detection model, we explored the magnetocaloric effecta phenomenon where magnetic fields may subtly alter temperature-sensitive proteins. In response, we designed specialized equipment, including a custom-built Tesla magnetic pulser, to test this hypothesis in collaboration with physicists.\n\n\nAnother major outcome was the transformation of our educational outreach efforts. The hands-on, research-based approach we developed through this project has expanded to become a core component of the biology curriculum at Illinois State University. Our BSC220 molecular biology course was redesigned as a Course-Based Undergraduate Research Experience (CURE), providing hundreds of students with practical lab skills in molecular biology and critical scientific reasoning. The success of this program led to its adoption as a required course for Biology Education majors, ensuring that future high school teachers in Illinois and neighboring states bring advanced scientific literacy to their classrooms.\n\n\nThis project also actively involved high school students, engaging them through summer programs and internships that immersed them in scientific research. Many of these students pursued STEM degrees, directly reflecting the broader impact of our outreach efforts on inspiring future scientists.\n\n\nIn summary, this research has not only advanced our understanding of magnetosensation but also contributed to scientific education, by training students at multiple levels in hands-on scientific techniques, and by fostering the next generation of STEM professionals and educators.\n\n\n\t\t\t\t\tLast Modified: 11/08/2024\n\n\t\t\t\t\tSubmitted by: AndresGVidal-Gadea\n"
 }
}