{
 "awd_id": "1818017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Domesticated Transposons as a Source of New Regulatory Proteins in Drosophila",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922416",
 "po_email": "dschu@nsf.gov",
 "po_sign_block_name": "Diana Chu",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 570197.0,
 "awd_amount": 570197.0,
 "awd_min_amd_letter_date": "2018-07-28",
 "awd_max_amd_letter_date": "2024-06-17",
 "awd_abstract_narration": "Transposable elements (TEs) are DNA sequences capable of self-replication and mobility that often account for a substantial fraction of eukaryotic genomes. Despite their parasitic nature, it is now well documented that on many occasions the genes encoded by TEs, which normally facilitate their own propagation, have been \"domesticated\" to serve host cellular functions. The proposed work will test the general hypothesis that transposases are an opportune source of regulatory protein domains coopted because of their ancestral cellular interactions to build new genetic systems underlying developmental innovation and fostering organismal evolution. The PI will provide undergraduates, including minorities and first generation college students, with their first exposure to STEM research. The research and collaborations will guarantee that this functional genomics project will train rising scientists (graduate students and a postdoc) in cutting edge functional genomics technologies and data analysis.\r\n\r\nThe majority of domesticated TE genes known in a variety of organisms are derived from the transposase encoded by DNA transposons. The power of Drosophila genetics and genomics will be harnessed to begin the elucidation of the biological function of four likely independent domesticated transposase genes (DPLG1-4) and a set of proteins (MADFs) that are hypothesize to derive from the same TE superfamily.  These are highly conserved in the Drosophila genus and are derived from the same superfamily of DNA transposons (PIF/Harbinger) .\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esther",
   "pi_last_name": "Betran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Esther Betran",
   "pi_email_addr": "betran@uta.edu",
   "nsf_id": "000298512",
   "pi_start_date": "2018-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "University of Texas at Arlington",
  "perf_city_name": "Arlington",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190145",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 570197.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Eukaryotic genomes carry information that is passed faithfully from generation to generation and encodes for the genes that make the organism. In some genomes, this is a small portion of the genome and a big portion consists of selfish transposable elements. This might seem surprising but transposable elements (TEs) are in the genomes to stay because they are DNA sequences capable of self-replication and mobility. It is then remarkable that genes encoded by TEs, which normally serve their own propagation, end being &ldquo;domesticated&rdquo; to serve host cellular functions. Most domesticated TE genes known in a variety of organisms are derived from the transposase encoded by DNA transposons, a type of TEs. In this project we harnessed the power of&nbsp;<em>Drosophila</em>&nbsp;genetics and genomics to&nbsp;elucidate the biological&nbsp;function of four domesticated transposase genes (<em>DPLG1-4</em>) highly conserved in the&nbsp;<em>Drosophila</em>&nbsp;genus and derived from the same superfamily of transposons (PIF/Harbinger) and a set of proteins (MADFs) that we hypothesize to derive from the same TE superfamily. We have both mutated&nbsp;<em>DPLG1-4&nbsp;</em>and been able to understand their cellular localization and interactions. Data supports a regulatory role in the nucleus during development and in the germlines of males and females of&nbsp;<em>Drosophila melanogaster</em>, including transposable element control and male-specific gene silencing. Our work also describes additional PIF/Harbinger TE proteins domesticated more recently in flies and in other insects often with a MADF counterpart. The data, therefore, supports a &ldquo;stepping stone model&rdquo; whereby domestication of a transposase (and MADF protein) promotes the domestication of related transposases (and MADF proteins). The hypothesis that transposases are an opportune source of regulatory protein domains&nbsp;domesticated&nbsp;because of their ancestral cellular interactions to build new genetic systems underlying developmental innovation is supported. In addition, at UT Arlington, a Hispanic-serving Institution, the project provided training for numerous undergraduates, including minorities and first-generation college students, with their first exposure to STEM research. Five students received training towards their Ph.D. during this project. Two of them already graduated. The project contributed to the development of genomic analyses on campus and in the area and enhanced collaborations across two UT institutions.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2025<br>\nModified by: Esther&nbsp;Betran</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEukaryotic genomes carry information that is passed faithfully from generation to generation and encodes for the genes that make the organism. In some genomes, this is a small portion of the genome and a big portion consists of selfish transposable elements. This might seem surprising but transposable elements (TEs) are in the genomes to stay because they are DNA sequences capable of self-replication and mobility. It is then remarkable that genes encoded by TEs, which normally serve their own propagation, end being domesticated to serve host cellular functions. Most domesticated TE genes known in a variety of organisms are derived from the transposase encoded by DNA transposons, a type of TEs. In this project we harnessed the power ofDrosophilagenetics and genomics toelucidate the biologicalfunction of four domesticated transposase genes (DPLG1-4) highly conserved in theDrosophilagenus and derived from the same superfamily of transposons (PIF/Harbinger) and a set of proteins (MADFs) that we hypothesize to derive from the same TE superfamily. We have both mutatedDPLG1-4and been able to understand their cellular localization and interactions. Data supports a regulatory role in the nucleus during development and in the germlines of males and females ofDrosophila melanogaster, including transposable element control and male-specific gene silencing. Our work also describes additional PIF/Harbinger TE proteins domesticated more recently in flies and in other insects often with a MADF counterpart. The data, therefore, supports a stepping stone model whereby domestication of a transposase (and MADF protein) promotes the domestication of related transposases (and MADF proteins). The hypothesis that transposases are an opportune source of regulatory protein domainsdomesticatedbecause of their ancestral cellular interactions to build new genetic systems underlying developmental innovation is supported. In addition, at UT Arlington, a Hispanic-serving Institution, the project provided training for numerous undergraduates, including minorities and first-generation college students, with their first exposure to STEM research. Five students received training towards their Ph.D. during this project. Two of them already graduated. The project contributed to the development of genomic analyses on campus and in the area and enhanced collaborations across two UT institutions.\r\n\n\n\t\t\t\t\tLast Modified: 01/29/2025\n\n\t\t\t\t\tSubmitted by: EstherBetran\n"
 }
}