{
 "awd_id": "1818972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS: JUNO2: Disaster-Resiliency Strategies for Next-Generation Metro Optical Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Von Lehmen",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2018-08-31",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "A new generation of metropolitan optical networks is needed to enable the vision of future 'Smart Cities', where urban population can access a new class of revolutionary ultra-reliable and low-latency network services such as autonomous driving, augmented reality and telemedicine. Metro networks will evolve from a rigid infrastructure, simply designed to collect end-user traffic, to a composite network-and-computing ecosystem that provides resources needed by an application. Given the importance of these network services to society, next-generation metro-area networks (NG-MAN) must be designed to be resilient against large disruptive events, such as natural disasters or terrorist attacks. This project will investigate novel resilience strategies for NG-MAN that incorporate new technical directions, technologies and edge computing. This research has the potential to enable a high level of availability of critical communications and services in disaster scenarios that affect metropolitan areas.  \r\n\r\nThis joint National Science Foundataion and Japan National Institute of Information and Communications Technology (NICT)-funded research project will provide new approaches to the design of disaster-resilient NG-MAN. There are three main research areas, to address complex network management and design problems arising in both the pre-disaster phase (i.e., prevention) and the post-disaster phase (i.e, recovery): i) Disaster-resilient control plane in NG-MAN. New strategies for control-plane protection will be studied, targeting a cognitive and hierarchical control-plane architecture that remains operational even if the main controllers fail. ii) Slice protection for a NG-MAN disaster-resilient data plane. Different disaster-resiliency approaches shall be enforced depending on the priority of different network slices and related services, considering all the elements composing a slice that must be protected, i.e., bandwidth, computing and storage resources. iii) Rapid recovery via deployable recovery units. Rapid post-disaster recovery of a network is critical, and is facilitated through use of movable devices, e.g., transported over specialized trucks to restore connectivity or computing facilities. (Mobile units were deployed after the 2011 earthquake and tsunami in Japan). This project will explore the deployment of optical burst mode amplifiers for recovery of fiber plant operation.  Evaluation of the proposed approach will be performed using the NICT testbed in Sendai.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Massimo",
   "pi_last_name": "Tornatore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Massimo Tornatore",
   "pi_email_addr": "mtornatore@ucdavis.edu",
   "nsf_id": "000653093",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Biswanath",
   "pi_last_name": "Mukherjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Biswanath Mukherjee",
   "pi_email_addr": "bmukherjee@ucdavis.edu",
   "nsf_id": "000306269",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168562",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7071",
   "pgm_ref_txt": "JUNO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 145097.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 148801.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 156102.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metro networks are attracting significant investments to evolve them from a rigid ring-based aggregation infrastructure to a composite network-and-computing ecosystem supporting new 5G/6G services with heterogeneous reliability and latency requirements. Given the importance of such critical services in our society, this transformation requires high-availability and sliceable next-generation metro-area networks (NG-MANs) to provide service even in presence of large-scale disruptions. Hence, disaster resiliency is crucial for NG-MANs.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intrinsic Merit:</span></strong> This project has created new knowledge and understanding on the design of disaster-resilient NG-MANs. The current state-of-the-art needs to evolve to cater to requirements of new 5G/6G services. The project has investigated disaster survivability involving robust control-plane design; novel approaches such as content connectivity and optical multicast were explored to effectively provide protection to inter-edge-DC traffic for high-reliability slices. Data-analytics using ML were developed for failure detection; for post-disaster recovery, the project investigated techniques to rebuild networks and restore critical services through deployment of portable units.&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader </span></strong><strong><span style=\"text-decoration: underline;\">Impacts:</span></strong><strong> </strong>Developing novel and efficient disaster-resiliency strategies for NG-MANs can have a profound effect on society in the evolution towards 5G/6G communications which calls for higher reliability for critical services. This NSF project has shown how to leverage SDN, network slicing, edge computing, and ML to achieve disaster resiliency through pre-disaster prevention and preparedness and post-disaster recovery.&nbsp;</p>\n<p>This project has had a significant impact on the development of human resources. Dr. (Ms) Tanjila Ahmed, Dr. Giap Le, Subhadeep Sahoo, Ramanuja Kalkunte, and Dr. (Ms) Sifat Ferdousi from UC Davis have worked on design and analysis of methods to solve practical problems in optical networks in collaboration with our Japanese partners Dr. Sugang Xu and Dr. Yusuke Hirota from NICT. Their research focused on various aspects of disaster resiliency of NG-MANs such as control-plane design, cloud protection, and slice recovery among many others. These activities have been verified over the Sendai testbed of NICT, Japan. Dr. Tanjila Ahmed, upon graduation from UC Davis, is now working at AT&amp;T. Other international collaborators have also been attracted to our project, from institutions as Federal University of Bahia, Brazil and University of L?Aquila, Italy.</p>\n<p>Our results have been published in many leading journals and conferences in the field. To mention some, our early research on robust SDN control-plane design were published in <em>Optical Switching and Networking (OSN),</em> <em>2018 </em>and <em>IEEE Transactions on Network and Service Management (TNSM), 2018</em>, respectively. An article on optical-network disaster resiliency and another work on power-grid-and-optical-network interdependency were published in <em>OSN, 2021</em>. Two papers on survivable VN mapping were published in <em>IEEE/OSA Journal of Optical Communications and Networking (JOCN), 2020 </em>and <em>IEEE TNSM, 2022</em>. A work on VM evacuation in inter-DC networks was published in <em>IEEE TNSM, 2021</em>. Another study on VM placement was published in <em>IEEE Transactions on Cloud Computing </em><em>(Early Access), 2021</em>. A study on reliable cloud provisioning was published in <em>IEEE/OSA JOCN, 2022</em>. Another paper on reliable slicing was presented at <em>OFC?20 </em>and an extended version was published in <em>IEEE/OSA JOCN, 2022. </em>A tutorial on ML for failure management in optical networks was published in <em>Journal of Lightwave Technology, 2019</em>. A study transfer learning was presented at <em>ECOC?20 </em>and an extended version was published in <em>IEEE/OSA JOCN, 2022.</em> Experimental works led by our NICT collaborators resulted in several publications with topics involving: &nbsp;burst-mode EDFA in multi-core fiber networks (presented at <em>PSC?21</em>),<em> </em>optical multicast packet transmission (presented at <em>OFC?20 </em>and <em>OECC/PSC?22</em>), open-and-disaggregated optical systems (presented at <em>DRCN?20, IEICE?21, ACP?21, </em>and<em> ICM?22</em>), emergency optical-performance monitoring and robust telemetry (presented at <em>ECOC?19 </em>and published in <em>IEEE/OSA Journal of Lightwave technology, 2020</em>. One paper on slice-aware service restoration was presented at <em>GLOBECOM?19 </em>and<em> </em>a study on progressive slice recovery was published in <em>IEEE/ACM Transactions on Networking, 2022. </em>Another work on progressive cloud recovery was published in <em>IEEE TNSM, 2020. </em>Two other papers on cloud-carrier cooperation were presented at <em>OFC?22 </em>and<em> GLOBECOM?22.</em></p>\n<p>During the third and fourth year of the project, the PI acted as lead Guest Editor of a new yearly special issue <em>of IEEE TNSM </em>on reliable communication networks, appeared in September 2021 and 2022, that attracted more than 60 submissions each.&nbsp; Tornatore also acted as TPC chair for the <em>Asia-Pacific Photonic Conference</em> and delivered several invited talks, at <em>OMTA?21</em>, at <em>ONDM?21</em>, at<em> IEEE Future Networks, 2022, </em>and presented a tutorial on ?End-to-end resiliency? in <em>ECOC?21</em>. PI Tornatore has also acted as Lead Guest Editor on ?Latest Advances in Optical Networks? in <em>IEEE Journal on Selected Areas in Communications, 2021</em>. Dr. Sugang Xu gave invited talks at <em>IEICE?21</em>, <em>ACP?21</em>, and <em>ICM?22</em>. Moreover, PIs Tornatore and Mukherjee have edited (along with Dr. Peter Winzer, Dr. Ioannis Tomkos, and Dr. Yongli Zhao) the Springer Handbook on Optical Networks that was published in September 2020. The Co-PI has also delivered an invited talk titled? at <em>ACP?19</em> (Chengdu, China). Thus, the role of this NSF project has been excellent.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2022<br>\n\t\t\t\t\tModified by: Massimo&nbsp;Tornatore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMetro networks are attracting significant investments to evolve them from a rigid ring-based aggregation infrastructure to a composite network-and-computing ecosystem supporting new 5G/6G services with heterogeneous reliability and latency requirements. Given the importance of such critical services in our society, this transformation requires high-availability and sliceable next-generation metro-area networks (NG-MANs) to provide service even in presence of large-scale disruptions. Hence, disaster resiliency is crucial for NG-MANs.\n\nIntrinsic Merit: This project has created new knowledge and understanding on the design of disaster-resilient NG-MANs. The current state-of-the-art needs to evolve to cater to requirements of new 5G/6G services. The project has investigated disaster survivability involving robust control-plane design; novel approaches such as content connectivity and optical multicast were explored to effectively provide protection to inter-edge-DC traffic for high-reliability slices. Data-analytics using ML were developed for failure detection; for post-disaster recovery, the project investigated techniques to rebuild networks and restore critical services through deployment of portable units. \n\nBroader Impacts: Developing novel and efficient disaster-resiliency strategies for NG-MANs can have a profound effect on society in the evolution towards 5G/6G communications which calls for higher reliability for critical services. This NSF project has shown how to leverage SDN, network slicing, edge computing, and ML to achieve disaster resiliency through pre-disaster prevention and preparedness and post-disaster recovery. \n\nThis project has had a significant impact on the development of human resources. Dr. (Ms) Tanjila Ahmed, Dr. Giap Le, Subhadeep Sahoo, Ramanuja Kalkunte, and Dr. (Ms) Sifat Ferdousi from UC Davis have worked on design and analysis of methods to solve practical problems in optical networks in collaboration with our Japanese partners Dr. Sugang Xu and Dr. Yusuke Hirota from NICT. Their research focused on various aspects of disaster resiliency of NG-MANs such as control-plane design, cloud protection, and slice recovery among many others. These activities have been verified over the Sendai testbed of NICT, Japan. Dr. Tanjila Ahmed, upon graduation from UC Davis, is now working at AT&amp;T. Other international collaborators have also been attracted to our project, from institutions as Federal University of Bahia, Brazil and University of L?Aquila, Italy.\n\nOur results have been published in many leading journals and conferences in the field. To mention some, our early research on robust SDN control-plane design were published in Optical Switching and Networking (OSN), 2018 and IEEE Transactions on Network and Service Management (TNSM), 2018, respectively. An article on optical-network disaster resiliency and another work on power-grid-and-optical-network interdependency were published in OSN, 2021. Two papers on survivable VN mapping were published in IEEE/OSA Journal of Optical Communications and Networking (JOCN), 2020 and IEEE TNSM, 2022. A work on VM evacuation in inter-DC networks was published in IEEE TNSM, 2021. Another study on VM placement was published in IEEE Transactions on Cloud Computing (Early Access), 2021. A study on reliable cloud provisioning was published in IEEE/OSA JOCN, 2022. Another paper on reliable slicing was presented at OFC?20 and an extended version was published in IEEE/OSA JOCN, 2022. A tutorial on ML for failure management in optical networks was published in Journal of Lightwave Technology, 2019. A study transfer learning was presented at ECOC?20 and an extended version was published in IEEE/OSA JOCN, 2022. Experimental works led by our NICT collaborators resulted in several publications with topics involving:  burst-mode EDFA in multi-core fiber networks (presented at PSC?21), optical multicast packet transmission (presented at OFC?20 and OECC/PSC?22), open-and-disaggregated optical systems (presented at DRCN?20, IEICE?21, ACP?21, and ICM?22), emergency optical-performance monitoring and robust telemetry (presented at ECOC?19 and published in IEEE/OSA Journal of Lightwave technology, 2020. One paper on slice-aware service restoration was presented at GLOBECOM?19 and a study on progressive slice recovery was published in IEEE/ACM Transactions on Networking, 2022. Another work on progressive cloud recovery was published in IEEE TNSM, 2020. Two other papers on cloud-carrier cooperation were presented at OFC?22 and GLOBECOM?22.\n\nDuring the third and fourth year of the project, the PI acted as lead Guest Editor of a new yearly special issue of IEEE TNSM on reliable communication networks, appeared in September 2021 and 2022, that attracted more than 60 submissions each.  Tornatore also acted as TPC chair for the Asia-Pacific Photonic Conference and delivered several invited talks, at OMTA?21, at ONDM?21, at IEEE Future Networks, 2022, and presented a tutorial on ?End-to-end resiliency? in ECOC?21. PI Tornatore has also acted as Lead Guest Editor on ?Latest Advances in Optical Networks? in IEEE Journal on Selected Areas in Communications, 2021. Dr. Sugang Xu gave invited talks at IEICE?21, ACP?21, and ICM?22. Moreover, PIs Tornatore and Mukherjee have edited (along with Dr. Peter Winzer, Dr. Ioannis Tomkos, and Dr. Yongli Zhao) the Springer Handbook on Optical Networks that was published in September 2020. The Co-PI has also delivered an invited talk titled? at ACP?19 (Chengdu, China). Thus, the role of this NSF project has been excellent.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2022\n\n\t\t\t\t\tSubmitted by: Massimo Tornatore"
 }
}