{
 "awd_id": "1818129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Paleontology to Uncover the Origin and Evolution of the Nuclear Pore Complex",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 1034044.0,
 "awd_amount": 1034044.0,
 "awd_min_amd_letter_date": "2018-06-15",
 "awd_max_amd_letter_date": "2021-05-13",
 "awd_abstract_narration": "Unicellular organisms that lack internal structures such as a nucleus and other membrane bound organelles are prokaryotes and include all bacteria. Eukaryotes, on the other hand, have these structures and include plant and animal cells. The origin of eukaryotes (eukaryogenesis) is a major evolutionary transition in the history of life. How can eukaryogenesis and the pathways that lead to and from the prokaryote/eukaryote transition be reconstructed when fossil records are lacking? This project aims to look for the imprints left by this process at the structural and molecular levels across the diversity of modern-day eukaryotes. Such \"structural fossils\" exist in a protein assembly that defines the prokaryotic cell: the nuclear pore complex (NPC). By dissecting the NPC architecture of a unicellular eukaryote, Trypanosoma brucei, and comparing it to the available structures from other divergent species, the project expects to unravel the molecular processes that governed the evolution of the nucleus. The results should represent a compelling, modern context for teaching and disseminating fundamental concepts in structure and function relationships, molecular evolution and engineering principles of biological systems. Collaboration with the Rockefeller Science Outreach Program will make educational material to discuss evolution available to students and teachers. In addition, this program also engages high school and undergraduate students to work at Rockefeller University. \r\n\r\nThe structures of two of the main T. brucei NPC building blocks, the outer ring complex and the mRNA export platform, will be solved by using an integrative approach that involves: (i) gathering a diverse set of experimental data, including electron microscopy, cross-linking and mass spectrometry and quantitative proteomics: (ii) translation of the resulting data into spatial restraints that are used to calculate the structure of the assembly; and finally, (iii) a detailed comparative analysis of the NPC core components and architecture, covering representative organisms across the eukaryotic lineage. Among the expected outcomes are: to expand the repertoire of membrane coating modules that were involved in the origin of the NPC; to identify new types of membrane coating modules combinations and interfaces and to define how a nucleic acid transport/remodeling machine was appended to a membrane coating module.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samson",
   "pi_last_name": "Obado",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samson Obado",
   "pi_email_addr": "samson.obado@seattlechildrens.org",
   "nsf_id": "000732680",
   "pi_start_date": "2018-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Javier",
   "pi_last_name": "Fernandez-Martinez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javier Fernandez-Martinez",
   "pi_email_addr": "jfernandez@rockefeller.edu",
   "nsf_id": "000732685",
   "pi_start_date": "2018-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rockefeller University",
  "inst_street_address": "1230 YORK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2123278309",
  "inst_zip_code": "100656399",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "ROCKEFELLER UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LHGDNJMZ64Y1"
 },
 "perf_inst": {
  "perf_inst_name": "Rockefeller University",
  "perf_str_addr": "1230 York Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100656399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 247163.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 254581.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 262217.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 270083.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:&nbsp;</strong>The tree of life on earth consists of three major groupings: eukaryotes (includes humans), bacteria and archea.<strong>&nbsp;</strong>The origin of eukaryotes (called eukaryogenesis) is a major evolutionary transition in the history of life, defined by increased complexity and compartmentalization of eukaryotic cells, when compared to prokaryotes (bacteria and archea). A eukaryotic cell is mainly characterized by a nucleus, the dominant compartment within the cell that houses and protects DNA. Although eukaryotes are comprised of a large group of life forms spanning from humans and other animals to plants and microscopic single cell organisms such as yeast and amoeba, scientific evidence strongly indicates that all eukaryotes evolved from a single common ancestor before adapting to their environment and diversifying. Like paleontologists, we are interested in reconstructing the evolutionary history of cells to learn how they changed through time. How can we then reconstruct eukaryogenesis and the pathways that lead to and from the last common eukaryotic ancestor when we lack any type of fossil records? The answer is to look for the imprints that this process left at the structural and molecular levels in the protein machineries of modern-day eukaryotes that are conserved across species despite their differences. One such molecular machine is the nuclear pore complex (NPC), a mega sized protein channel that is the sole gateway to the nucleus that is ubiquitous to all eukaryotes (<strong>Figure 1</strong>). Several components of the NPC are evolutionarily related to those of other protein complexes involved in transport and shaping membranes within the rest of the cell. The main goal of this project was to uncover the relationships between these ?structural fossils? using an ancient group of organisms called trypanosomes (<strong>Figure 1</strong>) that are extremely different from humans evolutionarily, to give us an idea about evolutionary trends and relationships between these machineries as well as the foundation blocks that have to be maintained in order for these cellular machines to perform their duties.</p>\n<p><strong>Intellectual Merit and <strong>Broader Impact</strong>:</strong>&nbsp;In this project, we used a multi-dimensional approach to allow us to study the coating structure of the NPC that tethers it to the nucleus and is related to other complexes involved in transport within the cell. Our strategy consisted of gathering a diverse set of experimental data to determine the arrangement and exact number of each component, and how they neighbor each other just like Lego pieces. To do this we had to develop new tools and techniques that allowed us to extract these cellular machineries from their natural environment within the cell and maintain them in their native form, while we performed biochemical tests on them. We used state of the art electron microscopes to observe these miniscule structures directly to make sure they were still intact during the process. All these data were then computationally combined to calculate a final NPC coating structure. We learned that the coating complex of the NPC has adapted configurations that are species specific, despite retaining the same component parts. Some of these differences can be visualized using an electron microscope, but extra techniques are required to determine the exact composition and arrangement of each building block. When compared to structures of the same complex from different eukaryotes, the resulting structural arrangement reveals a high degree of plasticity in these protein complexes, that could change their conformation and composition to generate alternative architectures, able to adapt to the demands of the organism?s lifestyle. We believe that the methods and approaches developed in our study will be broadly applicable to other eukaryotic organisms and serve as a reference for future molecular evolutionary analyses of macromolecular complexes within the cell.</p>\n<p>Theodosius Dobzhansky stated that ?nothing in biology makes sense except in the light of evolution?. Our project served as a perfect platform for the training of research assistants, high school and college students, a graduate student and a postdoctoral researcher within a compelling, modern scientific context suitable for future teaching and dissemination of fundamental notions in structure and function relationships, molecular evolution and engineering principles of biological systems. These are all concepts that perfectly align with the New York State Regents and the Next Generation Science Standards. We actively collaborated with The Rockefeller University Science Outreach Program (RockEdu), and Hunter College (City University New York) to provide opportunities for high school students and undergraduates that worked with us, were trained in molecular laboratory techniques and scientific method, and started pursuing promising STEM careers. We expect that the insights coming out of our project on the evolution of the NPC at the molecular level would provide useful material for teachers at different levels, as it incorporates engineering, architecture, and can be designed seamlessly into the biology curricula, providing a tangible basis for discussing evolutionary principles in classrooms.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2023<br>\n\t\t\t\t\tModified by: Samson&nbsp;Obado</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1818129/1818129_10550878_1698201496157_Final_Outcomes_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1818129/1818129_10550878_1698201496157_Final_Outcomes_Figure1--rgov-800width.jpg\" title=\"Figure 1. Highlighting the Nuclear Pore Complex in trypanosomes.\"><img src=\"/por/images/Reports/POR/2023/1818129/1818129_10550878_1698201496157_Final_Outcomes_Figure1--rgov-66x44.jpg\" alt=\"Figure 1. Highlighting the Nuclear Pore Complex in trypanosomes.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Trypanosomes are single celled organisms that swim to move around. In this microscopy image, their surface has been dyed orange and the nucleus is studded by several nuclear pore complexes that have been marked using a green fluorescent protein from jellyfish. The blue oval helps power the cell.</div>\n<div class=\"imageCredit\">Jeffrey DeGrasse, former graduate student at The Rockefeller University.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Samson&nbsp;Obado</div>\n<div class=\"imageTitle\">Figure 1. Highlighting the Nuclear Pore Complex in trypanosomes.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOverview: The tree of life on earth consists of three major groupings: eukaryotes (includes humans), bacteria and archea. The origin of eukaryotes (called eukaryogenesis) is a major evolutionary transition in the history of life, defined by increased complexity and compartmentalization of eukaryotic cells, when compared to prokaryotes (bacteria and archea). A eukaryotic cell is mainly characterized by a nucleus, the dominant compartment within the cell that houses and protects DNA. Although eukaryotes are comprised of a large group of life forms spanning from humans and other animals to plants and microscopic single cell organisms such as yeast and amoeba, scientific evidence strongly indicates that all eukaryotes evolved from a single common ancestor before adapting to their environment and diversifying. Like paleontologists, we are interested in reconstructing the evolutionary history of cells to learn how they changed through time. How can we then reconstruct eukaryogenesis and the pathways that lead to and from the last common eukaryotic ancestor when we lack any type of fossil records? The answer is to look for the imprints that this process left at the structural and molecular levels in the protein machineries of modern-day eukaryotes that are conserved across species despite their differences. One such molecular machine is the nuclear pore complex (NPC), a mega sized protein channel that is the sole gateway to the nucleus that is ubiquitous to all eukaryotes (Figure 1). Several components of the NPC are evolutionarily related to those of other protein complexes involved in transport and shaping membranes within the rest of the cell. The main goal of this project was to uncover the relationships between these ?structural fossils? using an ancient group of organisms called trypanosomes (Figure 1) that are extremely different from humans evolutionarily, to give us an idea about evolutionary trends and relationships between these machineries as well as the foundation blocks that have to be maintained in order for these cellular machines to perform their duties.\n\nIntellectual Merit and Broader Impact: In this project, we used a multi-dimensional approach to allow us to study the coating structure of the NPC that tethers it to the nucleus and is related to other complexes involved in transport within the cell. Our strategy consisted of gathering a diverse set of experimental data to determine the arrangement and exact number of each component, and how they neighbor each other just like Lego pieces. To do this we had to develop new tools and techniques that allowed us to extract these cellular machineries from their natural environment within the cell and maintain them in their native form, while we performed biochemical tests on them. We used state of the art electron microscopes to observe these miniscule structures directly to make sure they were still intact during the process. All these data were then computationally combined to calculate a final NPC coating structure. We learned that the coating complex of the NPC has adapted configurations that are species specific, despite retaining the same component parts. Some of these differences can be visualized using an electron microscope, but extra techniques are required to determine the exact composition and arrangement of each building block. When compared to structures of the same complex from different eukaryotes, the resulting structural arrangement reveals a high degree of plasticity in these protein complexes, that could change their conformation and composition to generate alternative architectures, able to adapt to the demands of the organism?s lifestyle. We believe that the methods and approaches developed in our study will be broadly applicable to other eukaryotic organisms and serve as a reference for future molecular evolutionary analyses of macromolecular complexes within the cell.\n\nTheodosius Dobzhansky stated that ?nothing in biology makes sense except in the light of evolution?. Our project served as a perfect platform for the training of research assistants, high school and college students, a graduate student and a postdoctoral researcher within a compelling, modern scientific context suitable for future teaching and dissemination of fundamental notions in structure and function relationships, molecular evolution and engineering principles of biological systems. These are all concepts that perfectly align with the New York State Regents and the Next Generation Science Standards. We actively collaborated with The Rockefeller University Science Outreach Program (RockEdu), and Hunter College (City University New York) to provide opportunities for high school students and undergraduates that worked with us, were trained in molecular laboratory techniques and scientific method, and started pursuing promising STEM careers. We expect that the insights coming out of our project on the evolution of the NPC at the molecular level would provide useful material for teachers at different levels, as it incorporates engineering, architecture, and can be designed seamlessly into the biology curricula, providing a tangible basis for discussing evolutionary principles in classrooms.\n\n \n\n\t\t\t\t\tLast Modified: 10/25/2023\n\n\t\t\t\t\tSubmitted by: Samson Obado"
 }
}