{
 "awd_id": "1818447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Broadening Participation Research Center: Center for the Advancement of STEM Leadership",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032924684",
 "po_email": "ljones@nsf.gov",
 "po_sign_block_name": "Leroy Jones II",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 1643301.0,
 "awd_amount": 1939274.0,
 "awd_min_amd_letter_date": "2018-08-14",
 "awd_max_amd_letter_date": "2022-08-14",
 "awd_abstract_narration": "Broadening Participation Research Centers provide support to Historically Black Colleges and Universities (HBCUs) to conduct broadening participation research and serve as national hubs for the rigorous study and broad dissemination of the critical theories, structures and pedagogies, as well as culturally sensitive interventions that contribute to the success of HBCUs in educating African American STEM undergraduates.  The collaborative project at the University of the Virgin Islands, Fielding Graduate University, North Carolina A&T State University and the Association of American Colleges and Universities seeks to formally establish the Center for the Advancement of STEM Leadership (CASL).\r\n\r\nThe United States continues to lag other nations in preparing sufficient numbers of its citizens to fill STEM workforce needs.  For the US to remain globally competitive, it must continue to broaden participation in STEM education at all levels.  Among higher education institutions, only HBCUs have a sustained record of consistently producing a diverse group of graduates in the STEM fields who are prepared for further education and the STEM workforce.  Through research, CASL seeks to determine how the leadership of HBCUs has contributed to this consistent sustained success and then to use that knowledge to prepare future leaders.  Through disseminating its research findings and its leadership development model, ultimately CASL will allow all of higher education, and thus American society, to benefit from the experience and lessons of HBCUs in broadening participation.\r\n\r\nCASL uses a groundbreaking scholarly approach based in the success of HBCUs in broadening participation while also taking advantage of established and culturally-responsive research and theoretical frameworks.  CASL is thus able to generate, analyze, and interpret broadening participation research questions about academic leadership.  Designed to be the nation's premier research center examining and determining the kind of academic leadership that broadens the participation of African Americans and other underrepresented groups in STEM, CASL will use its knowledge to contribute to the development of next-generation HBCU leaders who can themselves contribute to continued broadening participation efforts.\r\n\r\nCASL's three objectives are: 1) to examine how intuitive, unwritten codes of excellence in leadership result in the broadening participation success of HBCUs and to integrate this knowledge into STEM higher education reform; 2) to provide a community of scholars with a world-class leadership development program that integrates personal and institutional histories into broadening participation research and practice; and 3) to assimilate the HBCU institutional narrative into the national undergraduate STEM reform knowledge base through mainstream outreach and knowledge transfer outlets.  To accomplish these goals, CASL's initiatives include its empirical research agenda; strategic initiatives including occasional papers, study groups, and the STEM Central online platform; and its leadership development program involving both didactic and action learning components.  A robust external evaluation will monitor and assess progress on all objectives, providing both formative and summative assessment of all Center activities.\r\n\r\nThis Broadening Participation Research Center is also funded by the NSF's Alliances for Graduate Education and the Professoriate, which targets increasing the number of historically underrepresented minority faculty in STEM disciplines.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Mack",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly Mack",
   "pi_email_addr": "mack@aacu.org",
   "nsf_id": "000645026",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association of American Colleges and Universities",
  "inst_street_address": "1818 R ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023873760",
  "inst_zip_code": "200091692",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION OF COLLEGES AND UNIVERSITIES",
  "org_prnt_uei_num": "",
  "org_uei_num": "C2WXUGQMZJ23"
 },
 "perf_inst": {
  "perf_inst_name": "Association of American Colleges and Universities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200091604",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  },
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 326765.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 381861.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 679227.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 551421.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7981ef35-7fff-a5a2-62a7-1a715c5652bc\"> </span></p>\n<p dir=\"ltr\"><span>The NSF HBCU-UP program, created in response to a 1998 US Senate appropriations bill (US Senate Report 105-53, 1998) to strengthen HBCU capacity, has contributed to the success of HBCUs in disproportionately broadening the participation of minoritized STEM students, particularly African Americans. Undoubtedly, leadership of these institutions has played a significant role in such success</span><span>. </span><span>However, because the value of HBCUs is often called into question, there has existed a significant gap in our understanding of how HBCU leaders create the institutional conditions for minoritized students to thrive in STEM. This information gap ultimately negatively impacts the extent to which our nation is able to leverage the scientific talent of its entire citizenry for global competitiveness in science and technology.&nbsp;</span></p>\n<p dir=\"ltr\"><span>To ensure that the leadership styles and strategies of HBCUs are positioned for uptake across all of STEM higher education, the Center for the Advancement of STEM Leadership (CASL), has as its goal to serve as one of the nation&rsquo;s premier intellectual and scholarship-generating resources for examining and determining the kind of leadership and leaders that broaden the participation of African Americans in STEM. As NSF&rsquo;s first broadening participation research center, CASL is uniquely poised to achieve this goal and ultimately influence undergraduate STEM reform in ways that are beneficial to American higher education and our national security and prosperity overall. More specifically, CASL implemented three major objectives aimed at achieving its goal. They were to: 1) enhance broadening participation research in ways that allowed for the intuitive, unwritten codes of excellence in leadership that result in the broadening participation success of HBCUs to be examined, elucidated, and accepted and integrated into STEM higher education reform; 2) expand classic STEM education strategies to include a world-class leadership development program that empowered a community of scholars to integrate their own unique personal and institutional histories into broadening participation research and practice; and 3) develop mainstream outreach and knowledge transfer outlets in ways that re-appropriated the HBCU institutional narrative and assimilate it into the intellectual knowledge base that informs national undergraduate STEM reform.</span></p>\n<p dir=\"ltr\"><span>Specifically, CASL skillfully utilized established and culturally-specific research and theoretical frameworks to generate, analyze, and interpret new broadening participation research questions. The synergistic research, education, and outreach components of CASL resulted in a six-dimensional leadership framework that calls attention to and codifies the ways in which cultural intentionality, creativity, advocacy, soul consciousness, attentiveness to legacy, and resourcefulness contribute to broadening participation outcomes.</span></p>\n<p dir=\"ltr\"><span>CASL&rsquo;s impact extends well beyond the HBCU community. Specifically, the efforts of CASL during the project period have resulted in a body of work that populates the peer reviewed literature, welcomes new leader-scholars into a knowledge-generating network, establishes a scholarly journal for collecting scholarship on leadership that broadens participation in STEM, creates a &ldquo;pipeline&rdquo; of emerging leaders, and leads to the creation of a new national community of practice that specializes in broadening participation. Collectively, the results and findings of CASL have the potential to impact all institutional types and address the growing need for effective leadership that makes broadening participation in STEM a possibility for all of American higher education.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/29/2024<br>\nModified by: Kelly&nbsp;M&nbsp;Mack</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe NSF HBCU-UP program, created in response to a 1998 US Senate appropriations bill (US Senate Report 105-53, 1998) to strengthen HBCU capacity, has contributed to the success of HBCUs in disproportionately broadening the participation of minoritized STEM students, particularly African Americans. Undoubtedly, leadership of these institutions has played a significant role in such success. However, because the value of HBCUs is often called into question, there has existed a significant gap in our understanding of how HBCU leaders create the institutional conditions for minoritized students to thrive in STEM. This information gap ultimately negatively impacts the extent to which our nation is able to leverage the scientific talent of its entire citizenry for global competitiveness in science and technology.\n\n\nTo ensure that the leadership styles and strategies of HBCUs are positioned for uptake across all of STEM higher education, the Center for the Advancement of STEM Leadership (CASL), has as its goal to serve as one of the nations premier intellectual and scholarship-generating resources for examining and determining the kind of leadership and leaders that broaden the participation of African Americans in STEM. As NSFs first broadening participation research center, CASL is uniquely poised to achieve this goal and ultimately influence undergraduate STEM reform in ways that are beneficial to American higher education and our national security and prosperity overall. More specifically, CASL implemented three major objectives aimed at achieving its goal. They were to: 1) enhance broadening participation research in ways that allowed for the intuitive, unwritten codes of excellence in leadership that result in the broadening participation success of HBCUs to be examined, elucidated, and accepted and integrated into STEM higher education reform; 2) expand classic STEM education strategies to include a world-class leadership development program that empowered a community of scholars to integrate their own unique personal and institutional histories into broadening participation research and practice; and 3) develop mainstream outreach and knowledge transfer outlets in ways that re-appropriated the HBCU institutional narrative and assimilate it into the intellectual knowledge base that informs national undergraduate STEM reform.\n\n\nSpecifically, CASL skillfully utilized established and culturally-specific research and theoretical frameworks to generate, analyze, and interpret new broadening participation research questions. The synergistic research, education, and outreach components of CASL resulted in a six-dimensional leadership framework that calls attention to and codifies the ways in which cultural intentionality, creativity, advocacy, soul consciousness, attentiveness to legacy, and resourcefulness contribute to broadening participation outcomes.\n\n\nCASLs impact extends well beyond the HBCU community. Specifically, the efforts of CASL during the project period have resulted in a body of work that populates the peer reviewed literature, welcomes new leader-scholars into a knowledge-generating network, establishes a scholarly journal for collecting scholarship on leadership that broadens participation in STEM, creates a pipeline of emerging leaders, and leads to the creation of a new national community of practice that specializes in broadening participation. Collectively, the results and findings of CASL have the potential to impact all institutional types and address the growing need for effective leadership that makes broadening participation in STEM a possibility for all of American higher education.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/29/2024\n\n\t\t\t\t\tSubmitted by: KellyMMack\n"
 }
}