{
 "awd_id": "1818012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Reconstructing the Biology of Ancestral Vertebrate Genomes",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 900000.0,
 "awd_min_amd_letter_date": "2018-07-12",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "This project will reveal the deep evolutionary history of vertebrate genomes, specifically a phenomenon known as programmed genome rearrangement (PGR) that removes a substantial portion of DNA from most cell types in the animal body during early embryonic development. The animals whose genomes will be analyzed include simple vertebrates such as sea lamprey, elephant shark and little skate. Also important is the impact that this research will have on the two lamprey species that are of critical cultural importance to the indigenous people that inhabit their native ranges (the Pacific lamprey and pouched lamprey), and biocontrol of invasive sea lamprey. Undergraduate, graduate and professional training in bioinformatics will be provided together with outreach to students and underrepresented groups in tribal communities of the Pacific Northwest and New Zealand and in the Commonwealth of Kentucky.\r\n\r\nThe proposed studies will leverage several analytical approaches that were recently developed for lamprey, in order to more accurately reconstruct the ancestry and evolution of vertebrate genome biology. First, genome assemblies will be generated for several taxa that strategically fill sampling gaps in the tree of life (sharks, hagfish and lampreys). Chromosome-scale scaffolding of these assemblies will employ a single-sperm sequencing approach to develop dense linkage maps for species that are not amenable to laboratory culture. The physical structure and gene content of the vertebrate ancestor and the ancestors of all major vertebrate lineages will be reconstructed. Second, comparative sequencing of DNA from germline and somatic tissues will shed light on the origin(s) of programmed genome rearrangement and the evolution of sequences that are targeted for elimination. Third, comparative embryological methods and bisulfite sequencing will be used to characterize patterns of DNA methylation and test the hypothesis that programmed genome rearrangement is mechanistically tied to fundamental silencing events that occur during the earliest stages of vertebrate development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeramiah",
   "pi_last_name": "Smith",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeramiah J Smith",
   "pi_email_addr": "jjsmit3@uky.edu",
   "nsf_id": "000413933",
   "pi_start_date": "2018-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 South Limestone, 109 Kinkead",
  "perf_city_name": "40526-0001",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 226425.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 227450.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 228799.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 217326.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"font-family: Arial; font-size: x-small;\">Overview -</span></strong><span style=\"font-family: Arial; font-size: x-small;\"> The common ancestor of all extant vertebrates lived approximately 550 million years ago (MYA), during the late Precambrian. The diverse biologies of all living vertebrate lineages were built upon the foundation of this ancestral lineage and reflect conservation and change over eons of evolution. </span><span style=\"font-family: Arial; font-size: x-small;\">Recognizing the need </span><span style=\"font-family: Arial; font-size: x-small;\">to better understand this evolutionary foundation</span><span style=\"font-family: Arial; font-size: x-small;\">, we proposed to pursue the development of high-quality reference genomes for key hagfish and lamprey species, that permit robust comparisons to other well-sequenced jawed vertebrate groups that span the deepest branches of vertebrate ancestry. In addition, these deeply diverged vertebrate lineages have been previously found to undergo programmed DNA elimination events that differentiate their germline and somatic genomes (including hagfish, lampreys and songbirds), though almost nothing was known regarding the gene content of eliminated sequences. Using these new genome assemblies we also sought to understand the evolution and function of programmed DNA elimination over deep vertebrate ancestry. </span></p>\n<p><span style=\"font-family: Arial; font-size: x-small;\">We completed several studies using analytical approaches that the lab initially developed for sea lamprey, to more accurately reconstruct the ancestry and evolution of vertebrate genome structure as well as the evolution and functions of programmed DNA elimination. Highly contiguous genome assemblies were generated for several taxa that strategically fill large sampling gaps in the tree of life (two hagfish and four lampreys). </span><span style=\"font-family: Arial; font-size: x-small;\">In addition, we have completed comparative sequencing of DNA from germline and somatic tissues has allowed us to identify genes and other sequences that are eliminated via programmed DNA </span><span style=\"font-family: Arial; font-size: x-small;\">elimination </span><span style=\"font-family: Arial; font-size: x-small;\">in our target species and to reconstruct several aspects of their evolutionary origins and changes accumulate as genes evolve to function specifically in reproductive cells. Finally, cas9 knockout studies have allowed us to begin to reconstruct some of the mechanisms of programmed DNA </span><span style=\"font-family: Arial; font-size: x-small;\">elimination </span><span style=\"font-family: Arial; font-size: x-small;\">as they relate to developmentally regulated epigenetic silencing pathways that are conserved throughout essentially all animal lineages. &nbsp;</span></p>\n<p><strong><span style=\"font-family: Arial; font-size: x-small;\">Intellectual Merit &ndash;</span></strong><span style=\"font-family: Arial; font-size: x-small;\"> </span><span style=\"font-family: Arial; font-size: x-small;\">The new highly accurate assemblies generated for hagfish and lamprey species permit more precise reconstructions of the physical structure and gene content of the genome of the vertebrate ancestor, as well as the deep ancestors of all major vertebrate lineages. Perhaps most notable these allowed us to dissect specific details regarding chromosomal duplication and fusion/fission events that shaped the genomes of all major living vertebrate lineages. We also identified and validated chromosomes that are somatically lost (germline-specific) in several lampreys and hagfish. Analysis of these chromosomes reveals that germline specific chromosomes have been shaped by extensive intrachromosomal in intrachromosomal duplications events, and that germline specific genes respond rapidly to the new selective environment presented by germline-specific chromosomes. Finally, we dissected the roles of three genes from the polycomb repressive complex 2 (PRC2) as they relate to programmed DNA elimination. These analyses reveal that perturbation multiple subunits of the PRC2 complex results in the retention of micronuclei that are formed as part of the process of DNA elimination, implicating the PRC2 in the stability and turnover of micronuclei. </span></p>\n<p><strong><span style=\"font-family: Arial; font-size: x-small;\">Broader Impacts -</span></strong><span style=\"font-family: Arial; font-size: x-small;\"> Data generated has benefitted research and educational communities that use the existing public genome projects for sea lamprey and hagfish by improving assembly and annotation of these important genomes. Of equal importance is the long-term impact that this research is having on the conservation and restoration of two lamprey species that are of critical cultural importance to the indigenous people that inhabit their native ranges (the Pacific lamprey and pouched lamprey), as well as biocontrol of invasive sea lamprey. Datasets and activities generated under this proposal have also directly contributed to undergraduate, graduate and professional training in bioinformatics at the University of Kentucky and have facilitated outreach to students and underrepresented groups in the Pacific Northwest, New Zealand and in the Commonwealth of Kentucky (by both training current and future teachers and directly engaging underrepresented groups). </span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/08/2024<br>\nModified by: Jeramiah&nbsp;J&nbsp;Smith</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview - The common ancestor of all extant vertebrates lived approximately 550 million years ago (MYA), during the late Precambrian. The diverse biologies of all living vertebrate lineages were built upon the foundation of this ancestral lineage and reflect conservation and change over eons of evolution. Recognizing the need to better understand this evolutionary foundation, we proposed to pursue the development of high-quality reference genomes for key hagfish and lamprey species, that permit robust comparisons to other well-sequenced jawed vertebrate groups that span the deepest branches of vertebrate ancestry. In addition, these deeply diverged vertebrate lineages have been previously found to undergo programmed DNA elimination events that differentiate their germline and somatic genomes (including hagfish, lampreys and songbirds), though almost nothing was known regarding the gene content of eliminated sequences. Using these new genome assemblies we also sought to understand the evolution and function of programmed DNA elimination over deep vertebrate ancestry. \n\n\nWe completed several studies using analytical approaches that the lab initially developed for sea lamprey, to more accurately reconstruct the ancestry and evolution of vertebrate genome structure as well as the evolution and functions of programmed DNA elimination. Highly contiguous genome assemblies were generated for several taxa that strategically fill large sampling gaps in the tree of life (two hagfish and four lampreys). In addition, we have completed comparative sequencing of DNA from germline and somatic tissues has allowed us to identify genes and other sequences that are eliminated via programmed DNA elimination in our target species and to reconstruct several aspects of their evolutionary origins and changes accumulate as genes evolve to function specifically in reproductive cells. Finally, cas9 knockout studies have allowed us to begin to reconstruct some of the mechanisms of programmed DNA elimination as they relate to developmentally regulated epigenetic silencing pathways that are conserved throughout essentially all animal lineages. \n\n\nIntellectual Merit  The new highly accurate assemblies generated for hagfish and lamprey species permit more precise reconstructions of the physical structure and gene content of the genome of the vertebrate ancestor, as well as the deep ancestors of all major vertebrate lineages. Perhaps most notable these allowed us to dissect specific details regarding chromosomal duplication and fusion/fission events that shaped the genomes of all major living vertebrate lineages. We also identified and validated chromosomes that are somatically lost (germline-specific) in several lampreys and hagfish. Analysis of these chromosomes reveals that germline specific chromosomes have been shaped by extensive intrachromosomal in intrachromosomal duplications events, and that germline specific genes respond rapidly to the new selective environment presented by germline-specific chromosomes. Finally, we dissected the roles of three genes from the polycomb repressive complex 2 (PRC2) as they relate to programmed DNA elimination. These analyses reveal that perturbation multiple subunits of the PRC2 complex results in the retention of micronuclei that are formed as part of the process of DNA elimination, implicating the PRC2 in the stability and turnover of micronuclei. \n\n\nBroader Impacts - Data generated has benefitted research and educational communities that use the existing public genome projects for sea lamprey and hagfish by improving assembly and annotation of these important genomes. Of equal importance is the long-term impact that this research is having on the conservation and restoration of two lamprey species that are of critical cultural importance to the indigenous people that inhabit their native ranges (the Pacific lamprey and pouched lamprey), as well as biocontrol of invasive sea lamprey. Datasets and activities generated under this proposal have also directly contributed to undergraduate, graduate and professional training in bioinformatics at the University of Kentucky and have facilitated outreach to students and underrepresented groups in the Pacific Northwest, New Zealand and in the Commonwealth of Kentucky (by both training current and future teachers and directly engaging underrepresented groups). \n\n\n\t\t\t\t\tLast Modified: 08/08/2024\n\n\t\t\t\t\tSubmitted by: JeramiahJSmith\n"
 }
}