{
 "awd_id": "1819953",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamics of the Mokauea Fishpond",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922808",
 "po_email": "rsievert@nsf.gov",
 "po_sign_block_name": "Regina Sievert",
 "awd_eff_date": "2018-06-15",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 116381.0,
 "awd_amount": 116381.0,
 "awd_min_amd_letter_date": "2018-06-22",
 "awd_max_amd_letter_date": "2022-05-13",
 "awd_abstract_narration": "Records of abundant fish production indicate Native Hawaiians' wealth of knowledge about sustainable and effective fishpond management practice. The Mokauea fishpond is located on Mokauea island of the Kalihi ahupua'a just off the southern coastline of O'ahu. In the early 1900's, this region was the site of over forty fishponds, producing nearly one ton of fish per year. Currently, the Mokauea fishpond is not functional, even though the basic water quality parameters are within acceptable ranges for fish production. This investigation aims to understand the workings of the Mokauea fishpond and other Hawaiian fishponds. The research will utilize tools from statistics and applied mathematics, and, just as importantly, will integrate the ancient knowledge from Native Hawaiian cultural and fishpond practitioners. The results of the study will provide insights into traditional Native Hawaiian sustainable aquaculture practices, viewed from the lenses of Western scientific and mathematical language. Further, findings will contribute information valuable to addressing the increasingly important issue of sustainable food production. \r\n\r\nTo achieve the goals of this investigation, data relating to the physical attributes of the Mokauea pond will be collected over a year-long monitoring study. These data will be analyzed using mathematical modeling software to develop models of the dynamic relationships between water temperature and circulation patterns at play in the fishpond. The model for the temperature profile will be drawn based on the energy balance principle, while the water circulation model will be based on the shallow water circulation model (Saint Venant equations). Data from the sustained observation along with conversations with Native Hawaiian aquaculture practitioners will inform the mathematical modeling process. Finally, the investigation aims to develop, organize, and maintain an online hub for the data collected in the study as well as other available data and studies on the Mokauea fishpond and surrounding areas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esther",
   "pi_last_name": "Widiasih",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Esther Widiasih",
   "pi_email_addr": "widiasih@hawaii.edu",
   "nsf_id": "000666619",
   "pi_start_date": "2018-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii West Oahu",
  "perf_str_addr": "91-1001 Farrington Hwy",
  "perf_city_name": "Kapolei",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "967074507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 116381.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c97bfb16-7fff-dd9e-fcc4-e996f262352b\"> Dynamics of Mokauea project seeks to understand the physical attributes of the tidally forced Mokauea fishpond in the south side of Oahu, Hawaii. The objective&nbsp; is achieved by obtaining a continuous long term data of the pond&rsquo;s temperature, water level, and concentration of the dissolved oxygen. Another finding shows that water residence time in the pond is relatively longer than other ponds, indicating the lack of circulation. A significant discovery is that the pond&rsquo;s temperature range is largely normal for fish growth, but its oxygen level, especially at night, dips below optimal range. A mathematical model of the dissolved oxygen level for the pond has been developed and can be used to study the effect of other factors affecting the pond. eg.&nbsp; rising temperature, weakening of the wind speed, etc.&nbsp;<br /></span></p>\n<ul>\n</ul>\n<p dir=\"ltr\"><span><span> </span></span><span>The project has been a fertile ground for students' involvement in a community- and place- based initiative. Student products, which include two final theses papers, an article, and various conference presentations, show the effectiveness of the project in fostering interest in science and technology. Furthermore, the project provides avenues for building a workforce with abilities to process and to analyze, and to utilize real life, large volume data, particularly for the purpose of mathematical modeling. Other educational materials, such as worksheets based on the fishpond&rsquo;s data, have been produced and disseminated in classrooms. Beyond juried presentations at national conferences, the findings of the project have also been disseminated through a website hosted by University of Hawai'i West O'ahu.</span></p>\n<p dir=\"ltr\"><span>In terms of societal broader impacts, by design the project sets out to collaborate with a cultural practitioner who is an expert in the history of the area in which the fishpond resides, in part to improve the life of those connected to the island. The&nbsp; successful collaboration with the indigenous knowledge holder provides a blueprint of trust and a societal infrastructure for future projects in this place. Such collaboration potentially extends outside the fishpond study,&nbsp; and thus, exhibiting further impacts beyond the life of the grant.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2023<br>\n\t\t\t\t\tModified by: Esther&nbsp;Widiasih</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Dynamics of Mokauea project seeks to understand the physical attributes of the tidally forced Mokauea fishpond in the south side of Oahu, Hawaii. The objective  is achieved by obtaining a continuous long term data of the pond’s temperature, water level, and concentration of the dissolved oxygen. Another finding shows that water residence time in the pond is relatively longer than other ponds, indicating the lack of circulation. A significant discovery is that the pond’s temperature range is largely normal for fish growth, but its oxygen level, especially at night, dips below optimal range. A mathematical model of the dissolved oxygen level for the pond has been developed and can be used to study the effect of other factors affecting the pond. eg.  rising temperature, weakening of the wind speed, etc. \n\n\n\n The project has been a fertile ground for students' involvement in a community- and place- based initiative. Student products, which include two final theses papers, an article, and various conference presentations, show the effectiveness of the project in fostering interest in science and technology. Furthermore, the project provides avenues for building a workforce with abilities to process and to analyze, and to utilize real life, large volume data, particularly for the purpose of mathematical modeling. Other educational materials, such as worksheets based on the fishpond’s data, have been produced and disseminated in classrooms. Beyond juried presentations at national conferences, the findings of the project have also been disseminated through a website hosted by University of Hawai'i West O'ahu.\nIn terms of societal broader impacts, by design the project sets out to collaborate with a cultural practitioner who is an expert in the history of the area in which the fishpond resides, in part to improve the life of those connected to the island. The  successful collaboration with the indigenous knowledge holder provides a blueprint of trust and a societal infrastructure for future projects in this place. Such collaboration potentially extends outside the fishpond study,  and thus, exhibiting further impacts beyond the life of the grant.\n\n\t\t\t\t\tLast Modified: 08/26/2023\n\n\t\t\t\t\tSubmitted by: Esther Widiasih"
 }
}