{
 "awd_id": "1819785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Lowering Wind Power Costs Through Robust Vertical-Axis Turbines",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2018-06-15",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2018-06-21",
 "awd_max_amd_letter_date": "2018-06-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is the reduction of the cost of wind energy through a robust, inexpensive, and efficient vertical-axis wind turbine (VAWT). This project has the potential to increase global wind power production through technological advancements that lower installation, operations, and maintenance costs via an innovative design which addresses reliability and efficiency concerns that have previously limited the penetration of VAWTs into the wind energy market. Compared to the common horizontal-axis wind turbine (HAWT), the proposed technology requires an order of magnitude fewer components. Additionally, heavy and maintenance intensive components are located at ground level for ease of access. One initial market for this technology will be stand-alone, small-scale generation, where this technology will provide long-lasting, low-maintenance power for remote locations. Another initial market is the repowering and augmentation of existing wind turbine arrays. Here, this technology will be a cost effective method of revitalizing underperforming or aging HAWT farms. The long-term objective is large-scale, VAWT-only arrays. Recent scientific advances indicate that, unlike HAWTs, interactions between VAWTs can be beneficial, resulting in cost-effective, high-output wind farms. \r\n\r\nThis SBIR Phase I project proposes to address the reliability and efficiency concerns that have previously limited the penetration of VAWTs into the wind energy market. XFlow Energy's novel design utilizes a robust, stationary central shaft extending the length of the rotor, reducing harmful loading to the rotor structure. This design requires a larger central shaft than VAWTs tested to date, and the impact of a large central shaft on VAWT power output has not been previously investigated. Laboratory-scale tests will be performed on a range of geometries to analyze the fluid-dynamic impact of larger central shafts and the resulting changes in turbine performance and loading. This information will inform the design and structural simulation of a 500 W turbine.  This design will be prototyped and will undergo thorough performance measurements. Ultimately destructive testing will be performed to identify structural deficiencies, and the design updated appropriately. The objective of SBIR Phase I is to produce a 500 W turbine that is thoroughly characterized, can survive up to 100 mph winds, and is ready for commercialization. This design will inform development of a utility-scale turbine (>50 kW) which will be the focus of SBIR Phase II.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Strom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Strom",
   "pi_email_addr": "ben@xflowenergy.com",
   "nsf_id": "000765173",
   "pi_start_date": "2018-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "XFlow Energy Company",
  "inst_street_address": "722 S MONROE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "4019323544",
  "inst_zip_code": "981084351",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "XFLOW ENERGY COMPANY",
  "org_prnt_uei_num": "NLKJH4PRKQZ3",
  "org_uei_num": "NLKJH4PRKQZ3"
 },
 "perf_inst": {
  "perf_inst_name": "XFlow Energy Company",
  "perf_str_addr": "4318b 6th Ave NW",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981074417",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-bae44045-7fff-20ad-524b-ed02f41f7b83\">\n<p dir=\"ltr\"><span>Under this NSF SBIR Phase I project, XFlow Energy developed innovations in vertical-axis wind turbine rotor design that promise to substantially reduce the cost of wind energy. These benefits can be applied to a wide range of turbine sizes from small distributed wind applications to large offshore turbines. Through testing of three sequentially larger prototypes and simulations for joint optimization of cost and structural robustness, XFlow energy achieved two significant technical milestones that address the reliability and efficiency concerns previously limiting the penetration of vertical-axis turbines into the wind energy market. First, experimental tests demonstrated a vertical-axis rotor design with an efficiency equivalent to modern, megawatt-scale horizontal-axis turbines. Efficiency is a measure of the&nbsp; ability to convert wind to rotational mechanical energy. Second, tests in a hurricane-condition simulation facility demonstrated the structural robustness of XFlow&rsquo;s turbine in the face of Category 4 hurricane winds.&nbsp;</span></p>\n<span>The results of this project will have wide ranging impacts on customer costs, reduce the stress on the electricity grid, curtail greenhouse gas emissions, and increase energy security. </span><span>XFlow&rsquo;s innovative wind turbine allows for lower capital, installation, operations, and maintenance costs than equivalently-sized competing turbine designs. XFlow&rsquo;s first products will focus on distributed power generation using turbines ranging from 25 to 100 kW. B</span><span>ased on the data and simulations of this project, XFlow projects these turbines will provide communities and businesses with a levelized cost of energy of less than $0.10/kWh at sites with an average wind of 6 m/s. These costs will be further reduced as XFlow&rsquo;s technology matures and is applied to larger turbines. This is less than the average cost of electricity in the United States ($0.13/kWh), half of the average cost of energy from existing small wind turbines ($0.28/kWh), and less than the cost of energy from rooftop solar installation ($0.12-0.16/kWh). Additionally, unlike roof-top solar, which has increased stress on grid distribution and peak demand capabilities due to synchronous availability of solar generation, widespread adoption of XFlow&rsquo;s turbines would provide generation spread more evenly across time and space. This will decrease the required base load generation from fossil fuels. Energy security will be increased by providing a locally owned and operated energy source to customers. This will be especially impactful in regions affected by fluctuating energy prices or utility grid failure due to manmade or natural disasters. Together, these benefits will lead to energy savings for consumers, expand the use of </span><span>wind power production, and reduce greenhouse gas emissions.</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2019<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Strom</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nUnder this NSF SBIR Phase I project, XFlow Energy developed innovations in vertical-axis wind turbine rotor design that promise to substantially reduce the cost of wind energy. These benefits can be applied to a wide range of turbine sizes from small distributed wind applications to large offshore turbines. Through testing of three sequentially larger prototypes and simulations for joint optimization of cost and structural robustness, XFlow energy achieved two significant technical milestones that address the reliability and efficiency concerns previously limiting the penetration of vertical-axis turbines into the wind energy market. First, experimental tests demonstrated a vertical-axis rotor design with an efficiency equivalent to modern, megawatt-scale horizontal-axis turbines. Efficiency is a measure of the  ability to convert wind to rotational mechanical energy. Second, tests in a hurricane-condition simulation facility demonstrated the structural robustness of XFlow?s turbine in the face of Category 4 hurricane winds. \nThe results of this project will have wide ranging impacts on customer costs, reduce the stress on the electricity grid, curtail greenhouse gas emissions, and increase energy security. XFlow?s innovative wind turbine allows for lower capital, installation, operations, and maintenance costs than equivalently-sized competing turbine designs. XFlow?s first products will focus on distributed power generation using turbines ranging from 25 to 100 kW. Based on the data and simulations of this project, XFlow projects these turbines will provide communities and businesses with a levelized cost of energy of less than $0.10/kWh at sites with an average wind of 6 m/s. These costs will be further reduced as XFlow?s technology matures and is applied to larger turbines. This is less than the average cost of electricity in the United States ($0.13/kWh), half of the average cost of energy from existing small wind turbines ($0.28/kWh), and less than the cost of energy from rooftop solar installation ($0.12-0.16/kWh). Additionally, unlike roof-top solar, which has increased stress on grid distribution and peak demand capabilities due to synchronous availability of solar generation, widespread adoption of XFlow?s turbines would provide generation spread more evenly across time and space. This will decrease the required base load generation from fossil fuels. Energy security will be increased by providing a locally owned and operated energy source to customers. This will be especially impactful in regions affected by fluctuating energy prices or utility grid failure due to manmade or natural disasters. Together, these benefits will lead to energy savings for consumers, expand the use of wind power production, and reduce greenhouse gas emissions.\n\n\t\t\t\t\tLast Modified: 10/23/2019\n\n\t\t\t\t\tSubmitted by: Benjamin Strom"
 }
}