{
 "awd_id": "1819109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSR: Medium: Collaborative Research: Towards Finer-grained Cloud Computing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 202159.0,
 "awd_amount": 210159.0,
 "awd_min_amd_letter_date": "2018-01-29",
 "awd_max_amd_letter_date": "2018-07-18",
 "awd_abstract_narration": "Over the past few years, cloud computing services like Amazon's EC2 have commoditized computing resources.  Despite this success, cloud computing primarily targets users whose virtual machines (VMs) are rarely idle, as cloud users are typically billed for the amount of time the VM is awake, not how much work it does.  Thus, services that are long-lived but mostly idle a significant fraction of the time are prohibitively expensive for many potential users of cloud computing.  In this project, the PIs are developing a finer-grained model of cloud computation based around lightweight instances.  Lightweight instances are more akin to processes than virtual machines; they allow clients to only pay for their actual usage of  cloud resources, and to not have the complexity and overhead of running an entire operating system.  The lightweight instance approach has the potential to bring the benefits of cloud computing to a variety of users for whom it is a poor fit today.  The PIs are exploring a new, finer-granularity model for cloud computing, wherein the cloud makes it appear that all client instances are running all the time, but may actually swap them out while idle to permit statistical multiplexing.  Compared to today's VM-based model and container-based model, the proposed process-based model provides a much higher level of abstraction, and lets clients run long-lived, mostly-idle services much more cheaply than is possible today.  If successful, the research would open up a wide variety of new applications and architectures: processes could cheaply be run in the cloud on behalf of end users, providing them with the ability to run long-lived services cheaply.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theophilus",
   "pi_last_name": "Benson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Theophilus A Benson",
   "pi_email_addr": "theophilus@cmu.edu",
   "nsf_id": "000654468",
   "pi_start_date": "2018-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "BOX 1929164 ANGELL ST.",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 38653.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 80665.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 82841.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e9e485de-7fff-1b17-a28d-a6b0d8c0faa6\">\n<p dir=\"ltr\"><span>Cloud computing has made significant inroads to enterprise services; many popular services today are hosted entirely on cloud computing services like Amazon Web Service.&nbsp; Unfortunately, the same cannot be said for end users: while cloud computing resources are &ldquo;cheap&rdquo; for enterprises, their cost and management overhead can quickly add up for end users.&nbsp; The goal of this project was to bring cloud computing to end users and others by lowering the cost and removing the management overhead of cloud services.&nbsp; This project funded the development of multiple technologies to do so.&nbsp;&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>For end users, the Picocenter project imagined providing users with virtualized operating systems, instead of virtualized hardware or a software environment.&nbsp; End users therefore need to only provide a process to run (i.e., an existing binary), and Picocenter will run it for them and bill them only for the CPU and memory used.&nbsp; The follow-on PicoJump project demonstrated it was possible to offer a distributed environment to processes that acted like a centralized one, allowing legacy binaries to transparently use distributed resources in an efficient and safe manner.&nbsp; Another follow-on project applies PicoJump's ability to migrate portions of a legacy binary to achieve more secure use of a cloud computing environment&mdash;for instance, users may choose to migrate only the parts of their computation that do not involve private data.</span></p>\n<br />\n<p dir=\"ltr\"><span>For network managers, the LegoSDN project revisited&nbsp; the problem of network availability in the context of SDNs and shows how SDN&rsquo;s interface enables novel techniques: specifically, building semantical models of the protocol enables a set of transformations that allows for fault recovery.&nbsp; These models and their resulting transformations allow us to safely and transparently survive from catastrophic failures. &nbsp; Moreover, our work on Mercury has demonstrated that (logically) centralized SDN controllers need not incur excessive overheads, even when under load.&nbsp; This, coupled with our work on Picocenter, demonstrates to the community that we can achieve far more flexible operating regimes than heavy-weight VM migration would seem to indicate.</span></p>\n<br />\n<p dir=\"ltr\"><span>This grant also funded the development of new privacy and security primitives, as well as new measurement techniques, all of which help guide the application and deployment of Picocenter.&nbsp; The Ting project explored the problem of being able to measure the latencies between two hosts, neither of which are under direct control of the experimenter.&nbsp; Ting carefully constructs circuits and directly measures latencies to and through Tor relays, and provides latency measurements between any two nodes on the Tor network.&nbsp; We used Ting to measure the latencies between thousands of pairs of Tor nodes, many of which are located in users&rsquo; homes, college campuses, and cloud computing datacenters. Tor sheds light on the trade-off between performance and anonymity, and provides insight into the latencies users experience to their cloud providers, which helps inform Picocenter design and deployment considerations.</span></p>\n<br />\n<p dir=\"ltr\"><span>The Alibi Routing project offers a new routing primitive: it allows users to specify not only the destination of their packets (as in today&rsquo;s Internet), it also allows them to specify regions of the world they wish their packets to avoid.&nbsp; Moreover, it operates without requiring modification to the Internet&rsquo;s routing infrastructure, permitting immediate and straightforward deployment.&nbsp; Alibi Routing, in conjunction with Ting, provides insight into </span><span>where</span><span> in the world new cloud computing centers should be deployed to improve users&rsquo; anonymity, performance, and overall security.</span></p>\n<br />\n<p dir=\"ltr\"><span>Finally, to further the development of these technologies, we have made the code to a number of projects funded by this grant, including Picocenter and PicoJump, available in an open-source fashion.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2021<br>\n\t\t\t\t\tModified by: Theophilus&nbsp;Benson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nCloud computing has made significant inroads to enterprise services; many popular services today are hosted entirely on cloud computing services like Amazon Web Service.  Unfortunately, the same cannot be said for end users: while cloud computing resources are \"cheap\" for enterprises, their cost and management overhead can quickly add up for end users.  The goal of this project was to bring cloud computing to end users and others by lowering the cost and removing the management overhead of cloud services.  This project funded the development of multiple technologies to do so.  \n\n\nFor end users, the Picocenter project imagined providing users with virtualized operating systems, instead of virtualized hardware or a software environment.  End users therefore need to only provide a process to run (i.e., an existing binary), and Picocenter will run it for them and bill them only for the CPU and memory used.  The follow-on PicoJump project demonstrated it was possible to offer a distributed environment to processes that acted like a centralized one, allowing legacy binaries to transparently use distributed resources in an efficient and safe manner.  Another follow-on project applies PicoJump's ability to migrate portions of a legacy binary to achieve more secure use of a cloud computing environment&mdash;for instance, users may choose to migrate only the parts of their computation that do not involve private data.\n\n\nFor network managers, the LegoSDN project revisited  the problem of network availability in the context of SDNs and shows how SDN’s interface enables novel techniques: specifically, building semantical models of the protocol enables a set of transformations that allows for fault recovery.  These models and their resulting transformations allow us to safely and transparently survive from catastrophic failures.   Moreover, our work on Mercury has demonstrated that (logically) centralized SDN controllers need not incur excessive overheads, even when under load.  This, coupled with our work on Picocenter, demonstrates to the community that we can achieve far more flexible operating regimes than heavy-weight VM migration would seem to indicate.\n\n\nThis grant also funded the development of new privacy and security primitives, as well as new measurement techniques, all of which help guide the application and deployment of Picocenter.  The Ting project explored the problem of being able to measure the latencies between two hosts, neither of which are under direct control of the experimenter.  Ting carefully constructs circuits and directly measures latencies to and through Tor relays, and provides latency measurements between any two nodes on the Tor network.  We used Ting to measure the latencies between thousands of pairs of Tor nodes, many of which are located in users’ homes, college campuses, and cloud computing datacenters. Tor sheds light on the trade-off between performance and anonymity, and provides insight into the latencies users experience to their cloud providers, which helps inform Picocenter design and deployment considerations.\n\n\nThe Alibi Routing project offers a new routing primitive: it allows users to specify not only the destination of their packets (as in today’s Internet), it also allows them to specify regions of the world they wish their packets to avoid.  Moreover, it operates without requiring modification to the Internet’s routing infrastructure, permitting immediate and straightforward deployment.  Alibi Routing, in conjunction with Ting, provides insight into where in the world new cloud computing centers should be deployed to improve users’ anonymity, performance, and overall security.\n\n\nFinally, to further the development of these technologies, we have made the code to a number of projects funded by this grant, including Picocenter and PicoJump, available in an open-source fashion.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/25/2021\n\n\t\t\t\t\tSubmitted by: Theophilus Benson"
 }
}