{
 "awd_id": "1819287",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Natural Language Voice Controlled Science Equipment",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2018-06-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2018-06-14",
 "awd_max_amd_letter_date": "2018-06-14",
 "awd_abstract_narration": "This SBIR Phase I project will develop Natural Language Voice-Controlled Lab Assistant technology that enables students to control and interact with hands-on science lab equipment using natural language dialog. The lab assistant technology will connect with science equipment hardware, a mobile or computer app, and cloud-based software for speech recognition and data analysis. A student can perform hands-on experiments, ask questions like \"How high did my rocket go?\" or \"What was the force of the cart collision?\", and receive audible responses based on their own experimental measurements. The lab assistant is designed for students that encompass (1) students who are blind or low vision, (2) students with disabilities affecting physical skills, (3) students that would benefit from multi-sensory learning methods as required in Individualized Education Plans (IEPs), and (4) generally students that would benefit from increased engagement in Science, Technology, Engineering, and Mathematics (STEM). The broader impacts of the lab assistant technology will be to promote teaching and learning through professional development of K-12 educators in STEM, and enable broad participation of under-represented groups of people in authentic science inquiry.\r\n\r\n\r\nThe proposed Lab Assistant will be the first application of state-of-the-art voice recognition technology for educational science experiments. The Lab Assistant will integrate with sensor hardware and mobile apps to enable hands-on experiments in physics, earth science, chemistry, and engineering. The intellectual merits of the Lab Assistant are (1) the development of software that can respond to a wide spectrum of natural language questions and (2) the systems integration of many cutting-edge technologies (wireless sensors, mobile apps, voice recognition software, cloud-based data analysis algorithms) into a simple user interface for science education. The voice interactions will help students overcome disabilities with traditional touch and visual technology, work more independently due to the presence of auditory help, work more effectively in groups, and gain confidence in their STEM abilities. For teachers, the Lab Assistant will provide an \"expert in the room\" to help guide the hands-on activities that they already do, and provide technical support. The Lab Assistant will be especially useful to teachers without formal science training, that nevertheless need to lead hands-on STEM activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clifton",
   "pi_last_name": "Roozeboom",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Clifton L Roozeboom",
   "pi_email_addr": "clifton.roozeboom@gmail.com",
   "nsf_id": "000696713",
   "pi_start_date": "2018-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Myriad Sensors",
  "inst_street_address": "9304 CENTURY OAK CT",
  "inst_street_address_2": "",
  "inst_city_name": "BRENTWOOD",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "7196513764",
  "inst_zip_code": "370273321",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "TN07",
  "org_lgl_bus_name": "MYRIAD SENSORS, INC.",
  "org_prnt_uei_num": "F47EL8SWG943",
  "org_uei_num": "F47EL8SWG943"
 },
 "perf_inst": {
  "perf_inst_name": "Myriad Sensors",
  "perf_str_addr": "1475 Saratoga Ave, Suite 120",
  "perf_city_name": "San Jose",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951294951",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Natural Language Voice-Controlled Science Equipment Project (nicknamed Jarvis) is a lab assistant technology that enables students to control and interact with hands-on science lab equipment using natural language dialog. Jarvis will connect with science equipment hardware (called PocketLab), a mobile or computer app, and cloud-based software for speech recognition and data analysis. A student can perform hands-on experiments, ask questions like &ldquo;How high did my rocket go?&rdquo; or &ldquo;What was the force of the cart collision?&rdquo;, and receive audible responses based on their own experimental measurements.</p>\n<p>Jarvis is designed for:&nbsp;</p>\n<p>1.<span> </span>Students who are blind or low vision</p>\n<p>2.<span> </span>Students with disabilities affecting physical skills</p>\n<p>3.<span> </span>Students that would benefit from multi-sensory learning methods as required in Individualized Education Plans (IEPs)&nbsp;</p>\n<p>4.<span> </span>General student population that would benefit from increased engagement in STEM&nbsp;</p>\n<p>The typical educational user would be a teacher of students with visual impairments, special education teacher, or broadly, a STEM teacher in middle school or high school.</p>\n<p>The goal of Jarvis is to provide new state-of-the-art natural language recognition and response software that integrates with the existing PocketLab sensor hardware and mobile apps for specific use in hands-on science learning. The SBIR Phase I funding will support the engineering development and user feedback testing of an end-to-end voice-controlled prototype. The grant funding will decrease the technical risk involved with transforming the latest voice recognition services into a product that is simple, intuitive, and robust for use in challenging educational applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/10/2019<br>\n\t\t\t\t\tModified by: Clifton&nbsp;L&nbsp;Roozeboom</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Natural Language Voice-Controlled Science Equipment Project (nicknamed Jarvis) is a lab assistant technology that enables students to control and interact with hands-on science lab equipment using natural language dialog. Jarvis will connect with science equipment hardware (called PocketLab), a mobile or computer app, and cloud-based software for speech recognition and data analysis. A student can perform hands-on experiments, ask questions like \"How high did my rocket go?\" or \"What was the force of the cart collision?\", and receive audible responses based on their own experimental measurements.\n\nJarvis is designed for: \n\n1. Students who are blind or low vision\n\n2. Students with disabilities affecting physical skills\n\n3. Students that would benefit from multi-sensory learning methods as required in Individualized Education Plans (IEPs) \n\n4. General student population that would benefit from increased engagement in STEM \n\nThe typical educational user would be a teacher of students with visual impairments, special education teacher, or broadly, a STEM teacher in middle school or high school.\n\nThe goal of Jarvis is to provide new state-of-the-art natural language recognition and response software that integrates with the existing PocketLab sensor hardware and mobile apps for specific use in hands-on science learning. The SBIR Phase I funding will support the engineering development and user feedback testing of an end-to-end voice-controlled prototype. The grant funding will decrease the technical risk involved with transforming the latest voice recognition services into a product that is simple, intuitive, and robust for use in challenging educational applications.\n\n\t\t\t\t\tLast Modified: 06/10/2019\n\n\t\t\t\t\tSubmitted by: Clifton L Roozeboom"
 }
}