{
 "awd_id": "1819694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EDU: Collaborative: HACE Lab: An Online Hardware Security Attack and Countermeasure Evaluation Lab",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922677",
 "po_email": "liyang@nsf.gov",
 "po_sign_block_name": "Li Yang",
 "awd_eff_date": "2017-12-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 74559.0,
 "awd_amount": 74559.0,
 "awd_min_amd_letter_date": "2017-12-19",
 "awd_max_amd_letter_date": "2021-05-03",
 "awd_abstract_narration": "This project addresses the need to train students, researchers, and practitioners on diverse hardware security and trust issues as well as emergent solutions. The primary goal is establishing a set of hardware security courseware and enabling adoption of these courseware through the development of an online Hardware Attack and Countermeasure Evaluation (HACE) Lab. The lab will be amenable for remote access and hence will help instructors adopt a curriculum aimed at training students with skills in various aspects of hardware security and trust including Trojan attacks, supply chain issues, side channel attacks, reverse engineering, piracy, and trustable design solutions. \r\n\r\nThe HACE laboratory platform is expected to enhance existing cybersecurity curricula for both undergraduate and graduate students by including key hardware security topics. It will facilitate adoption and distribution of practical hardware security training modules with an easy-to-use interface that gives users unified access to experimental platforms, software tools for security analysis, metrics, and benchmarks. Students will be able to remotely access the specialized hardware, which are often expensive to acquire or require special training to install/use, to investigate various hardware-based attacks and countermeasures and to get practical understanding on these topics. The project can significantly impact the cybersecurity education through well-designed hardware security training modules and experiment platforms to universities and community colleges nationwide that will vastly increase the pool of well-trained hardware security professionals. The results of the project assessment and student learning outcomes will be shared with the educational community through the HACE website and the Trust-Hub web portal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fareena",
   "pi_last_name": "Saqib",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fareena Saqib",
   "pi_email_addr": "fsaqib@uncc.edu",
   "nsf_id": "000677805",
   "pi_start_date": "2017-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 74559.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we established a set of hardware security implementation and experimentation modules and enabled adoption of this lab course at many other institutions through the development of an Hardware Security Attack and Countermeasure Evaluation (HACE) Lab. The curricular evolution developed in this project was built on the momentum enabled by previously NSF-funded efforts to improve computer engineering education by introducing junior undergraduate students to &ldquo;hardware hacking&rdquo; covering topics in hardware security with hands-on modules. The principal outcomes of the project are enhancing cybersecurity curricula to include hardware security (from devices to Internet of things (IoTs) to large systems) topics and HACE laboratory platform with focus on implementing and evaluating the attacks and countermeasures. This project enabled further adoption of the following hardware security courses namely: (i) Introduction to Hardware Security and Trust, (ii) Hardware Hacking, (iii) Advanced Hardware Security Lab, and (iv) &nbsp;Advanced Topics in Hardware Security and Trust all of which are courses offered at U of North Carolina, and&nbsp;U of Florida&nbsp;and many other institutions across the nation.&nbsp;All our lab modules are made available freely to other educational institutions. Further, a new text book was developed in which the lab modules established through the course of this project are the main components of the book's goal for hands on training.&nbsp;</p>\n<div><span style=\"color: #1b1b1b; font-family: Verdana; font-size: 11.312px;\"><br /></span></div><br>\n<p>\n Last Modified: 03/12/2024<br>\nModified by: Fareena&nbsp;Saqib</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project, we established a set of hardware security implementation and experimentation modules and enabled adoption of this lab course at many other institutions through the development of an Hardware Security Attack and Countermeasure Evaluation (HACE) Lab. The curricular evolution developed in this project was built on the momentum enabled by previously NSF-funded efforts to improve computer engineering education by introducing junior undergraduate students to hardware hacking covering topics in hardware security with hands-on modules. The principal outcomes of the project are enhancing cybersecurity curricula to include hardware security (from devices to Internet of things (IoTs) to large systems) topics and HACE laboratory platform with focus on implementing and evaluating the attacks and countermeasures. This project enabled further adoption of the following hardware security courses namely: (i) Introduction to Hardware Security and Trust, (ii) Hardware Hacking, (iii) Advanced Hardware Security Lab, and (iv) Advanced Topics in Hardware Security and Trust all of which are courses offered at U of North Carolina, andU of Floridaand many other institutions across the nation.All our lab modules are made available freely to other educational institutions. Further, a new text book was developed in which the lab modules established through the course of this project are the main components of the book's goal for hands on training.\n\n\t\t\t\t\tLast Modified: 03/12/2024\n\n\t\t\t\t\tSubmitted by: FareenaSaqib\n"
 }
}