{
 "awd_id": "1819134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Emergent Hydrological Properties Associated with Multiple Channel-Spanning Logjams",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 369226.0,
 "awd_amount": 369226.0,
 "awd_min_amd_letter_date": "2018-05-21",
 "awd_max_amd_letter_date": "2018-07-29",
 "awd_abstract_narration": "In this proposal we look to quantify relationships among river shapes, logjams, and the movement of water around jams and through surrounding sediments.  In doing so, we will advance understanding of (i) how logjams affect water quality and stream communities in forested watersheds, (ii) the effects of historical and continuing human alteration of river corridors in forested regions, and (iii) how to design artificial logjams in rivers to manage stream temperature, nutrients, and aquatic communities. Our work will be shared with resource managers and practitioners to help with issues associated with river management and restoration. Student participation will include (i) K-12 students via course materials that will be developed in collaboration with elementary school teachers; (ii) undergraduate students involved in field data collection and analysis, including students from diverse backgrounds; and (iii) graduate students responsible for the primary data analysis and interpretation, who will have the opportunity to work with and mentor the undergraduate researchers.\r\n\r\nThe benefits of large wood (LW) in river corridors are numerous, including the potential to enhance hyporheic exchange flow (HEF). Existing work has focused on HEF near single logs or single logjams. However, natural channels in forested regions with minimal human alteration commonly contain abundant dispersed LW pieces and multiple logjams spaced irregularly along the channel. We have little indication of whether multiple channel-spanning logjams produce an additive or nonlinear effect on HEF, but these alternatives have important implications for understanding river ecosystem function and for river management and restoration. Our primary objective is to quantify how HEF changes with increasing channel heterogeneity associated with channel-spanning logjams. We will use field measurements, physical experiments, and numerical models to evaluate the characteristics of HEF associated with different spatial densities of channel-spanning logjams. We expect nonlinear relations between logjams and HEF to result from increased bedforms such as pools that maximize flux rates, increased head gradients associated with decreased downstream spacing between logjam-induced backwaters, and thicker deposits of sand and gravel, which act together to create steep hydraulic head gradients within thick, permeable bed sequences. We also expect a nonlinear relation between logjams and HEF at the transition to anabranching as a result of the enhanced HEF between divided channels.  Implications of this work will be with respect to engineered logjams, which are currently being added to rivers, but with no systematic understanding of how the effects of LW addition scale with river size, the volume and spatial distribution of wood addition, or the characteristics of the wood and the channel, constraining our ability to design LW-based river restoration to achieve a desired level of HEF.  As part of our research, we will develop curriculum for a local K-12 school.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kamini",
   "pi_last_name": "Singha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kamini Singha",
   "pi_email_addr": "ksingha@mines.edu",
   "nsf_id": "000173897",
   "pi_start_date": "2018-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 369226.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The benefits of large wood in rivers are numerous, including the potential to enhance river-groundwater exchange, or hyporheic exchange.<strong> </strong>Our goal was to determine the relationship between logjams and hyporheic exchange, specifically whether adding more logjams to a stream would yield a consistent, linear increase in hyporheic exchange or whether the relationship would be more complicated. The nature of relationship is important for deciding how to manage and restore rivers in forested areas. We used laboratory flume experiments, field measurements, and computer models to study relationships between hyporheic exchange and jam characteristics, particularly their spacing and whether they are loosely or tightly packed. Our experiments supported our hypothesis that multiple logjams interact with rivers to yield nonlinear increases in hyporheic exchange. In particular, we have shown that 1) complex river channels with logjams tend to have more hyporheic exchange than simple rivers with and without logjams, across all ranges of river discharge; 2) secondary channels in complex river systems play an important role in the residence time of water in the hyporheic zone, especially during high flows; 3) overall hyporheic exchange rates beneath jams increases with greater river discharge, for example during spring snowmelt; 4) rivers with a mix of open and log-jammed channels produce the greatest average hyporheic exchange rates over time; and 5) because of the backwater pools that form behind jams, hyporheic exchange occurs across a greater area, which helps explain the nonlinear increase in hyporheic exchange as more jams are added. We have also identified differences in the depth of exchange and residence time beneath wood accumulations formed by beavers (as opposed to other treefall processes).</p>\n<p>The relationships we have identified among logjam spacing, river channel complexity, and hyporheic exchange rates have knock-on effects on stream water quality and stream communities in forested watersheds. Our study shows that jams are important features of rivers that help retain water and nutrients in complex ways, and the existence of many closely spaced jams creates a stronger connection between rivers and their surrounding aquifers than only a few sparse jams. This information helps us understand the persistent effects on rivers when humans clear channels of jams, remove woody riparian vegetation, or displace beaver communities. It also helps us more precisely design river restoration projects, particularly the reintroduction of large wood, to obtain desired effects with respect to stream temperature, water quality, and ecological communities.</p>\n<p>Over the course of this study, 8 masters students, 1 PhD student, and 1 postdoctoral scientist received career training and mentoring. Six undergraduate students and six other graduate students also participated in field science activities, as well as two visiting PhD students from other countries. We have published our results in scientific journals, presented talks, and communicated with river restoration practitioners in an effort to disseminate our findings to a broad community of professionals working on river science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2023<br>\n\t\t\t\t\tModified by: Kamini&nbsp;Singha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe benefits of large wood in rivers are numerous, including the potential to enhance river-groundwater exchange, or hyporheic exchange. Our goal was to determine the relationship between logjams and hyporheic exchange, specifically whether adding more logjams to a stream would yield a consistent, linear increase in hyporheic exchange or whether the relationship would be more complicated. The nature of relationship is important for deciding how to manage and restore rivers in forested areas. We used laboratory flume experiments, field measurements, and computer models to study relationships between hyporheic exchange and jam characteristics, particularly their spacing and whether they are loosely or tightly packed. Our experiments supported our hypothesis that multiple logjams interact with rivers to yield nonlinear increases in hyporheic exchange. In particular, we have shown that 1) complex river channels with logjams tend to have more hyporheic exchange than simple rivers with and without logjams, across all ranges of river discharge; 2) secondary channels in complex river systems play an important role in the residence time of water in the hyporheic zone, especially during high flows; 3) overall hyporheic exchange rates beneath jams increases with greater river discharge, for example during spring snowmelt; 4) rivers with a mix of open and log-jammed channels produce the greatest average hyporheic exchange rates over time; and 5) because of the backwater pools that form behind jams, hyporheic exchange occurs across a greater area, which helps explain the nonlinear increase in hyporheic exchange as more jams are added. We have also identified differences in the depth of exchange and residence time beneath wood accumulations formed by beavers (as opposed to other treefall processes).\n\nThe relationships we have identified among logjam spacing, river channel complexity, and hyporheic exchange rates have knock-on effects on stream water quality and stream communities in forested watersheds. Our study shows that jams are important features of rivers that help retain water and nutrients in complex ways, and the existence of many closely spaced jams creates a stronger connection between rivers and their surrounding aquifers than only a few sparse jams. This information helps us understand the persistent effects on rivers when humans clear channels of jams, remove woody riparian vegetation, or displace beaver communities. It also helps us more precisely design river restoration projects, particularly the reintroduction of large wood, to obtain desired effects with respect to stream temperature, water quality, and ecological communities.\n\nOver the course of this study, 8 masters students, 1 PhD student, and 1 postdoctoral scientist received career training and mentoring. Six undergraduate students and six other graduate students also participated in field science activities, as well as two visiting PhD students from other countries. We have published our results in scientific journals, presented talks, and communicated with river restoration practitioners in an effort to disseminate our findings to a broad community of professionals working on river science.\n\n\t\t\t\t\tLast Modified: 06/27/2023\n\n\t\t\t\t\tSubmitted by: Kamini Singha"
 }
}