{
 "awd_id": "1820738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Black Holes as a Window into our Universe: Theory and Phenomenology",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2018-08-21",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "This award funds the research activities of Professor Dejan Stojkovic at SUNY at Buffalo.\r\n\r\nThe goal of the research of Professor Stojkovic is to address open questions at the frontiers of particle physics, cosmology, and gravity.  In particular, this research will be oriented toward understanding important aspects of the interplay between the properties of the recently-discovered Higgs particle and conditions in the early universe.  Professor Stojkovic also aims to investigate the properties of certain rotating black holes which might have existed in the early universe, and thereby make important progress in our understanding of gravity at its most fundamental level.  As such, this project advances the national interest by fostering the development of basic science within the United States.  This project will also provide excellent training for the next generation of scientists and will further the development of innovative new ideas with manifold applications across many scientific disciplines.  \r\n\r\nMore technically, this research will focus on the following topics.  First, Professor Stojkovic will constrain the abundance of primordial black holes including the effects of rotation, which involves (i) calculating the emission spectra for primordial black holes of various masses and angular momenta, including hadronization of quarks and gluons and subsequent hadron decay into photons, (ii) contrasting the results with well-established astrophysical observations, and (iii) applying the newly established limits in order to improve the predictions for the production of gravitational waves through black-hole mergers or by direct Hawking radiation.  Professor Stojkovic will also connect precision Higgs physics with gravity and cosmology by (i) refining and extending the original analysis of the false Higgs vacuum decay in the presence of gravity, (ii) relating the two-loop Higgs effective potential and primordial black-hole masses, and (iii) constraining physics beyond the Standard Model.   Improved theoretical calculations and computational tools which are needed to perform this analysis will also be developed.  In order to extract precise information, theoretical predictions for astrophysical observations and lab experiments will be made.  This research will also be integrated with education and outreach.  The tools developed will be made publicly available for the benefit of the larger research community.  This project will also provide an excellent training ground for students at the high-school, undergraduate, and graduate levels, preparing them for possible future career in science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dejan",
   "pi_last_name": "Stojkovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dejan Stojkovic",
   "pi_email_addr": "ds77@buffalo.edu",
   "nsf_id": "000275972",
   "pi_start_date": "2018-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "Department of Physics",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128800",
   "pgm_ele_name": "Particle Astrophysics & Cosmol"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 30000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary purpose of the research funded by this grant was to address important unsolved issues of fundamental physics at the interface of cosmology, gravity and high energy physics. The PI worked intensively on problems related to black hole physics, beyond the standard model phenomenology, and cosmology. One of the most important specific objectives was connecting astrophysical and cosmological observations with fundamental physics. In that context, the PI explored a direct connection between the Higgs potential and abundance of primordial black holes in early universe, established the first ever galactic strong lensing constraints on modified gravity models, and explored the primordial scalar gravitational waves production during the QCD phase transition. The PI also pioneered a new and effective method to distinguish between black holes and wormholes in astrophysical settings, thus setting up a solid ground for sensitive wormhole searches in the binary black hole &ndash; neutron star systems, and in the background of the stellar mass and supermassive central galactic black holes. The PI also formulated a simple way to tests recently proposed ER=EPR conjecture, which can have potential deep consequences for our understanding of quantum gravity.&nbsp;</p>\n<p><br />On a purely theoretical side, the PI generalized the so-called \"weak gravity conjecture\" to include non-extremal black holes,&nbsp; and found a general condition that directly relates the particle content of a theory with the spectrum of black hole states.&nbsp; By studying some subtle aspects of evolution of a collapsing massive object the PI discovered surprising facts that strongly support the picture of a black hole as a macroscopic quantum object, which has been argued before by many authors using different (mostly qualitative) arguments.&nbsp;</p>\n<p>Activities associated with the broader impact included giving public talks to diverse wide audiences, active participation in events &ldquo;Science Exploration Days&rdquo; and &ldquo;Family Days&rdquo;, and explaining some of the most exciting and ground breaking results of the PI&rsquo;s research to media outlets like &ldquo;Scientific American&rdquo;, &ldquo;New York Times&rdquo;, &ldquo;Fox News&rdquo; etc.&nbsp; &nbsp; &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2020<br>\n\t\t\t\t\tModified by: Dejan&nbsp;Stojkovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary purpose of the research funded by this grant was to address important unsolved issues of fundamental physics at the interface of cosmology, gravity and high energy physics. The PI worked intensively on problems related to black hole physics, beyond the standard model phenomenology, and cosmology. One of the most important specific objectives was connecting astrophysical and cosmological observations with fundamental physics. In that context, the PI explored a direct connection between the Higgs potential and abundance of primordial black holes in early universe, established the first ever galactic strong lensing constraints on modified gravity models, and explored the primordial scalar gravitational waves production during the QCD phase transition. The PI also pioneered a new and effective method to distinguish between black holes and wormholes in astrophysical settings, thus setting up a solid ground for sensitive wormhole searches in the binary black hole &ndash; neutron star systems, and in the background of the stellar mass and supermassive central galactic black holes. The PI also formulated a simple way to tests recently proposed ER=EPR conjecture, which can have potential deep consequences for our understanding of quantum gravity. \n\n\nOn a purely theoretical side, the PI generalized the so-called \"weak gravity conjecture\" to include non-extremal black holes,  and found a general condition that directly relates the particle content of a theory with the spectrum of black hole states.  By studying some subtle aspects of evolution of a collapsing massive object the PI discovered surprising facts that strongly support the picture of a black hole as a macroscopic quantum object, which has been argued before by many authors using different (mostly qualitative) arguments. \n\nActivities associated with the broader impact included giving public talks to diverse wide audiences, active participation in events \"Science Exploration Days\" and \"Family Days\", and explaining some of the most exciting and ground breaking results of the PI’s research to media outlets like \"Scientific American\", \"New York Times\", \"Fox News\" etc.      \n\n\t\t\t\t\tLast Modified: 11/02/2020\n\n\t\t\t\t\tSubmitted by: Dejan Stojkovic"
 }
}