{
 "awd_id": "1820764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analytic Methods in Hydrodynamic and Wave Turbulence",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Justin Holmer",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 48860.0,
 "awd_amount": 48860.0,
 "awd_min_amd_letter_date": "2017-12-07",
 "awd_max_amd_letter_date": "2017-12-07",
 "awd_abstract_narration": "Turbulence is a well-known physical phenomenon observable in everyday life. The seemingly chaotic behavior of smoke trails from a cigarette or milk as it is poured into coffee is easily seen; indeed, turbulent flow was famously sketched by Leonardo da Vinci over half a millennium ago. Despite its conspicuousness, turbulence remains one of greatest enigmas of both theoretical and mathematical physics. Any small progress made in developing better mathematical underpinnings to the theory could lead to profound developments in the applied sciences. Characteristic to turbulence is a cascade to small scales: in hydrodynamic turbulence this corresponds to the formations of eddies that break up to form smaller eddies, whereupon the process repeats. The aim of this research project is to investigate the mathematical structures present in such a cascade. \r\n\r\nThe project is guided by two underlying goals: to better understand anomalous dissipation of kinetic energy in turbulence, and to develop stronger mathematical foundations for the theory of wave turbulence. Specifically, relating to the first goal, the investigator intends to work towards resolving a famous conjecture of Lars Onsager relating to the existence of weak solutions to the Euler equations whose kinetic energy is not conserved. The work will build on previously-developed convex integration schemes and will introduce new ideas unseen in any convex integration to date. With regard to the second goal, the investigator intends to develop new mathematical methods in order to better understand how heuristic derivations made in the physics literature can be made rigorous. A key aspect of this investigation will be the use of methods from analytic number theory in order to characterize resonant and quasi-resonant interactions, which are suspected to play a fundamental role in the non-linear dynamics of the regimes of wave turbulence under investigation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tristan",
   "pi_last_name": "Buckmaster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tristan Buckmaster",
   "pi_email_addr": "tb97@nyu.edu",
   "nsf_id": "000705322",
   "pi_start_date": "2017-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Fine Hall",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 48860.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"gmail-p1\">The principal aim of the project was to better understand energy cascades in the context of hydrodynamic and wave turbulence.</p>\n<p class=\"gmail-p1\">Together with my collaborators, the PI successfully applied the techniques of convex integrations to create theoretical energy cascades in order to prove deep theorems in the mathematical theory of hydrodynamics. Of particular note, in recent work, the PI together with Vicol proved the non-uniqueness of weak solutions to the Navier-Stokes equations. The result is related to<span class=\"gmail-\">&nbsp;</span>one of the seven celebrated Millennium Prize problems. Indeed, the question of uniqueness of weak solutions is<span class=\"gmail-\">&nbsp;</span>mentioned in the official description of the Millennium Prize problem.<span class=\"gmail-\">&nbsp;</span>The result has received significant attention within the mathematical community. Quanta Magazine recently featured the work in an article, which was reprinted in Wired Magazine, and made into a podcast episode by Quanta Magazine. A separate paper, by the PI, De Lellis and Szekelyhidi, related to a famous conjecture of Lars Onsager, was also mentioned in a<span class=\"gmail-\">&nbsp;</span>Nature News article.&nbsp;&nbsp;</p>\n<p class=\"gmail-p1\">The theory of wave turbulence was born out of an attempt to adapt the ideas that Kolmogorov so effectively applied to hydrodynamic turbulence to dynamics involving nonlinearly coupled waves. The theory has diverse applications, used for example to describe turbulent phenomena<span class=\"gmail-\">&nbsp;</span>in surface water waves, optical fibre communication and solar flares. The theory however is lacking of a mathematically rigorous foundation. In collaborative work with Germain,<span class=\"gmail-\">&nbsp;</span>Hani and<span class=\"gmail-\">&nbsp;</span>Shatah, the PI applied theory from PDE and number theory to derivative effective equations for what is known as discrete wave turbulence. The PI, together with Germain,<span class=\"gmail-\">&nbsp;</span>Hani and<span class=\"gmail-\">&nbsp;</span>Shatah are also in the process of finishing a paper that provides the the first mathematical rigorous derivation of the kinetic wave equation -- the kinetic wave equation being one of the fundamental tenants of wave turbulence theory. The project has sprouted an international project, to be supported by the Simons Foundation, centered on understanding wave turbulence, involving pure mathematicians, applied mathematicians and physicists.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2019<br>\n\t\t\t\t\tModified by: Tristan&nbsp;Buckmaster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The principal aim of the project was to better understand energy cascades in the context of hydrodynamic and wave turbulence.\nTogether with my collaborators, the PI successfully applied the techniques of convex integrations to create theoretical energy cascades in order to prove deep theorems in the mathematical theory of hydrodynamics. Of particular note, in recent work, the PI together with Vicol proved the non-uniqueness of weak solutions to the Navier-Stokes equations. The result is related to one of the seven celebrated Millennium Prize problems. Indeed, the question of uniqueness of weak solutions is mentioned in the official description of the Millennium Prize problem. The result has received significant attention within the mathematical community. Quanta Magazine recently featured the work in an article, which was reprinted in Wired Magazine, and made into a podcast episode by Quanta Magazine. A separate paper, by the PI, De Lellis and Szekelyhidi, related to a famous conjecture of Lars Onsager, was also mentioned in a Nature News article.  \nThe theory of wave turbulence was born out of an attempt to adapt the ideas that Kolmogorov so effectively applied to hydrodynamic turbulence to dynamics involving nonlinearly coupled waves. The theory has diverse applications, used for example to describe turbulent phenomena in surface water waves, optical fibre communication and solar flares. The theory however is lacking of a mathematically rigorous foundation. In collaborative work with Germain, Hani and Shatah, the PI applied theory from PDE and number theory to derivative effective equations for what is known as discrete wave turbulence. The PI, together with Germain, Hani and Shatah are also in the process of finishing a paper that provides the the first mathematical rigorous derivation of the kinetic wave equation -- the kinetic wave equation being one of the fundamental tenants of wave turbulence theory. The project has sprouted an international project, to be supported by the Simons Foundation, centered on understanding wave turbulence, involving pure mathematicians, applied mathematicians and physicists. \n\n\t\t\t\t\tLast Modified: 05/13/2019\n\n\t\t\t\t\tSubmitted by: Tristan Buckmaster"
 }
}