{
 "awd_id": "1820801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Neutrino, Collider, and Dark Matter Phenomenology",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2018-08-23",
 "awd_max_amd_letter_date": "2018-08-23",
 "awd_abstract_narration": "This RUI award funds the research activities of Professors James B. Dent and Joel W. Walker at Sam Houston State University.\r\n\r\nIn their research, Professors Dent and Walker work to build bridges that connect advances in theoretical physics to experimental results in the areas of neutrino, collider, and dark-matter physics.  Neutrinos are light, fast-moving particles produced in stellar environment via cosmic radiation and in nuclear decay processes, but they interact so weakly that many of their properties remain mysterious.  At colliders, and especially now at the Large Hadron Collider, familiar particles impact with sufficient ferocity to recreate conditions of the early universe.  Through its gravitational effects, dark matter is known to represent a quarter of the energy of the universe, but we have never directly observed the particle or particles of which this dark matter is made.  Connecting each of these efforts is a desire to better understand the fundamental building blocks of matter and their interactions.  Thus, research in this area advances the national interest by fostering the progress of basic science.  Professors Dent and Walker will develop new physical models, propose improved search strategies, contribute software tools, and interpret constraints imposed by new observations. Significant broader impacts are realized through the close supervision of undergraduate research students at Sam Houston State University, a primarily undergraduate institution that serves a diverse student population.  Professors Dent and Walker are dedicated to providing an environment that develops the analytical, numerical, and creative skills of their students through participation in journal publications and conference presentations and by creating a foundation for graduates to thrive in doctoral programs at major research universities.\r\n\r\nMore specifically, the process of coherent elastic neutrino-nucleus scattering (observed for the first time in 2017) will be used to place limits on physics beyond the Standard Model, including short-baseline oscillations induced by a massive sterile neutrino, and on non-standard interactions in the light-mediator and effective field theory contexts.  In support of these goals, Professors Dent and Walker serve as theory advisors with the Mitchell Institute Neutrino Experiment at Reactor (MINER) collaboration, contributing analysis and interpretation.  At the Large Hadron Collider, since new physics beyond the Standard Model is not yet manifest in obvious ways, the community must shift attention to processes which may be kinematically concealed, which require large statistics for discrimination, or which are intrinsically rare.  This proposal advances that worldwide effort via direct analysis and by contributing public software and algorithmic tools, including the development of a new scale-invariant jet-clustering algorithm.  Toward the goal of discerning the nature of dark matter, Professors Dent and Walker will investigate the capacity for current and future attempts at direct detection to characterize dark-matter properties such as mass, spin, and non-gravitational interactions, including the effects of an irreducible neutrino background.  This study will also extend to more general dark-sector frameworks, including the wide variety of experiments designed to search for such particles, especially in the sub-GeV mass range.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Walker",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Joel W Walker",
   "pi_email_addr": "jwalker@shsu.edu",
   "nsf_id": "000632111",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Dent",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Dent",
   "pi_email_addr": "jxd087@shsu.edu",
   "nsf_id": "000686540",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sam Houston State University",
  "inst_street_address": "1806 AVE J",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9362943621",
  "inst_zip_code": "773410001",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "SAM HOUSTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DJPXLZAE9931"
 },
 "perf_inst": {
  "perf_inst_name": "Sam Houston State University",
  "perf_str_addr": "Dept. of Physics, Box 2267",
  "perf_city_name": "Huntsville",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "773412267",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The major goals of the project have been the generation and dissemination of original published research, and the mentoring of undergraduate students in research at Sam Houston State University.&nbsp;</span>The proposed work was an exploration of theoretical physics in the areas of neutrino, collider, and dark matter phenomenology. The PIs have delivered 13 published papers with an additional manuscript having been accepted for publication at the current time, along with a conference report to which both PIs contributed. This work has laid the foundation for a multitude of future lines of investigation for the PIs and their students, strengthened existing collaborations, and also aided in the development of new collaborative ties both within the PIs home institution, having successfully incorporated a newly hired faculty member into this project's research, as well as at other leading institutions.</p>\n<p>Though the pandemic hampered a great deal of seminar and conference activity over roughly half of the project's lifetime, the PIs were still able to present their research at conferences and seminars, and multiple SHSU students were also afforded the opportunity to give presentations at international conferences. &nbsp;Student mentoring also continued through the pandemic, transitioning to &nbsp;remote meetings, as needed.</p>\n<p>The heart of the PIs' neutrino proposal has been work related to an examination of Standard Model (SM) and Beyond the Standard Model (BSM) physics through coherent elastic neutrino-nucleus scattering (CENNS), including spearheading the data analysis and numerical simulation support that is crucial to the Mitchell Institute Neutrino Experiment at Reactor (MINER) collaboration, which is developing a CENNS (and BSM) experimental program. This work will continue for years to come, and will continue to provide opportunities for undergraduate student researchers at SHSU.</p>\n<p>On the collider front, the PIs have studied possible signatures of BSM physics at the Large Hadron Collider (LHC), with particular attention to limits on the Standard Model Effective Field theory, difficult final states where new physics at the LHC can potentially hide, a new scale-invariant approach to jet clustering, and applications of Machine Learning to classification (e.g. quark vs. gluon jets) and signal / background discrimination. &nbsp;They have developed extensive public software tools which facilitate such analyses.</p>\n<p>Within the realm of dark matter, the PIs have continued developments related to discerning the nature of dark matter and possible dark sectors through an exploration of a variety of models that can be tested with current and future experiments. This work has included proposing new theoretical and experimental probes of dark matter and BSM particles, including new tests to be carried out by the MINER collaboration, and the development of models that can explain the anomalous results seen by the XENON1T dark matter experiment in 2020, which can subsequently be tested by upcoming experimental programs.</p>\n<p>The proposed research incorporated the efforts of more than twenty students at SHSU, an institution that serves a wonderfully diverse and primarily undergraduate student population. The PIs have provided a research program that developed students' analytical, numerical, and creative skills, through participation in journal publications and conference presentations.&nbsp; This effort has helped to create the foundation for students to thrive in doctoral programs at major research universities upon graduation from SHSU. &nbsp;Seven students involved in this project are now enrolled in graduate study, and several more have applications under review. &nbsp;In addition, the PIs have worked toward the development of a new textbook based on their \"Physics Bootcamp\" course at SHSU, which introduces essential first and second year mathematics in a physics context.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2021<br>\n\t\t\t\t\tModified by: Joel&nbsp;W&nbsp;Walker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals of the project have been the generation and dissemination of original published research, and the mentoring of undergraduate students in research at Sam Houston State University. The proposed work was an exploration of theoretical physics in the areas of neutrino, collider, and dark matter phenomenology. The PIs have delivered 13 published papers with an additional manuscript having been accepted for publication at the current time, along with a conference report to which both PIs contributed. This work has laid the foundation for a multitude of future lines of investigation for the PIs and their students, strengthened existing collaborations, and also aided in the development of new collaborative ties both within the PIs home institution, having successfully incorporated a newly hired faculty member into this project's research, as well as at other leading institutions.\n\nThough the pandemic hampered a great deal of seminar and conference activity over roughly half of the project's lifetime, the PIs were still able to present their research at conferences and seminars, and multiple SHSU students were also afforded the opportunity to give presentations at international conferences.  Student mentoring also continued through the pandemic, transitioning to  remote meetings, as needed.\n\nThe heart of the PIs' neutrino proposal has been work related to an examination of Standard Model (SM) and Beyond the Standard Model (BSM) physics through coherent elastic neutrino-nucleus scattering (CENNS), including spearheading the data analysis and numerical simulation support that is crucial to the Mitchell Institute Neutrino Experiment at Reactor (MINER) collaboration, which is developing a CENNS (and BSM) experimental program. This work will continue for years to come, and will continue to provide opportunities for undergraduate student researchers at SHSU.\n\nOn the collider front, the PIs have studied possible signatures of BSM physics at the Large Hadron Collider (LHC), with particular attention to limits on the Standard Model Effective Field theory, difficult final states where new physics at the LHC can potentially hide, a new scale-invariant approach to jet clustering, and applications of Machine Learning to classification (e.g. quark vs. gluon jets) and signal / background discrimination.  They have developed extensive public software tools which facilitate such analyses.\n\nWithin the realm of dark matter, the PIs have continued developments related to discerning the nature of dark matter and possible dark sectors through an exploration of a variety of models that can be tested with current and future experiments. This work has included proposing new theoretical and experimental probes of dark matter and BSM particles, including new tests to be carried out by the MINER collaboration, and the development of models that can explain the anomalous results seen by the XENON1T dark matter experiment in 2020, which can subsequently be tested by upcoming experimental programs.\n\nThe proposed research incorporated the efforts of more than twenty students at SHSU, an institution that serves a wonderfully diverse and primarily undergraduate student population. The PIs have provided a research program that developed students' analytical, numerical, and creative skills, through participation in journal publications and conference presentations.  This effort has helped to create the foundation for students to thrive in doctoral programs at major research universities upon graduation from SHSU.  Seven students involved in this project are now enrolled in graduate study, and several more have applications under review.  In addition, the PIs have worked toward the development of a new textbook based on their \"Physics Bootcamp\" course at SHSU, which introduces essential first and second year mathematics in a physics context. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/29/2021\n\n\t\t\t\t\tSubmitted by: Joel W Walker"
 }
}