{
 "awd_id": "1820814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Research in High Energy Physics and Cosmology",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2018-08-17",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "This award funds the research activities of Professor Matthew B. Kleban at New York University.\r\n\r\nRecent years have witnessed many profound discoveries in particle physics and cosmology.  Gravitational waves from merging black holes were recently detected for the first time, confirming a prediction of Einstein's theory of general relativity and opening an unprecedented new window into the physics of strong gravity and extreme states of matter.  Similarly, the Large Hadron Collider discovered the Higgs particle, although this discovery does not suggest any way of solving certain issues such as the so-called \"hierarchy problem\" or provide any clear hint of what physics exists at shorter distance scales.   Likewise, there is strong evidence for dark energy, which is responsible for the accelerated rate of expansion of the current universe, and for cosmic inflation, a period of explosive expansion just after the Big Bang.  Yet this evidence tells us little about the underlying physical origin of either phenomenon.  A breakthrough in understanding the meaning of these recent profound discoveries would promote the progress of science in a fundamental way, revealing new laws of nature and helping to explain the origin and fate of our universe.   Research in this direction thus advances the national interest by furthering the development of basic science within the United States.  As part of his research, Professor Kleban will investigate the theoretical consequences of Einstein's theory of general relativity in exotic situations, such as during rapid cosmic expansion and near black holes.   He will also study how to understand the effects of quantum mechanics in such situations.  Further, he will study the physics of hypothetical particles called \"axions\" that could play a key role in explaining certain mysterious features of the Standard Model of particle physics.   Professor Kleban's work is also envisioned to have broader impacts in the form of public lectures and interviews, and in inspiring and training undergraduate and graduate physics students at New York University.  Professor Kleban will also train and aid in the professional development of a postdoctoral researcher who will participate in this research.\r\n\r\nMore technically, Professor Kleban will study the theory of axion landscapes, making use of the techniques he recently developed to push forward our understanding of the cosmology of such theories.  He will continue his work on extending a \"no-hair theorem\" for de Sitter spacetime with inhomogeneous initial conditions in classical general relativity and the problem of initial conditions in inflationary cosmology.  Lastly, he will study string theory in three-dimensional anti-de Sitter spacetime at a special string-scale radius of curvature, where the theory appears to undergo a phase transition from a phase dominated by black holes to one dominated by long strings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Kleban",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Kleban",
   "pi_email_addr": "mk161@nyu.edu",
   "nsf_id": "000088526",
   "pi_start_date": "2018-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "726 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100039616",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">This project supported the PI, Matthew Kleban, along with three of his graduate students, in pursuing a program of&nbsp;research in theoretical high energy physics and string theory and in education and scientific outreach activities at New York University and in the greater New York City area.</span></p>\n<p class=\"p1\"><span class=\"s1\">One of the most exciting new developments of the past decade was the detection of gravitational waves from merging pairs of black holes.<span>&nbsp; </span>As two of these objects orbit each other, they gradually spiral inwards, coming closer and closer together as each sinks deeper into the gravitational well generated by the other.<span>&nbsp; </span>Eventually their event horizons touch and merge in a catastrophic event.<span>&nbsp; </span>The enormous amount of energy released in this black hole merger produces ripples in the fabric of spacetime that propagate across the observable universe.<span>&nbsp; </span>As they pass through the Earth, these ripples produce tiny motions in mirrors that can be detected by exquisitely calibrated laser light that reflects between the mirrors.<span>&nbsp; </span>These unprecedented detections allow us to probe the mysterious inner structure of black holes. <span>&nbsp;</span></span></p>\n<p class=\"p1\"><span class=\"s1\">One of the major results of this project was to extend earlier NSF-funded work and demonstrate that if the horizon area of black holes is quantized in units of the Planck area, as proposed decades ago by Bekenstein and Mukhanov, then the gravitational waves emitted during a merger will be affected in a subtle, but detectable, way.<span>&nbsp; </span>After the merger, the initial signal will be re-emitted later in a series of \"echoes\" of the initial event.<span>&nbsp; </span>These echoes will be distorted in ways that reveal the details of the black hole's structure.</span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span>Another rapidly developing area is cosmology, which has fully come into its own as a modern science.&nbsp; Powerful earth-bound telescopes and satellite observatories, together with more and more powerful data analysis techniques, have produced extraordinarily high precision results for the basic parameters of our universe.&nbsp; These data have not, however, answered our most basic questions about the cosmos.&nbsp; How did the universe begin?&nbsp; Why is it so old, so big, and so homogeneous?&nbsp; How will it end? &nbsp;</p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span>The data shows that the universe on large scales looks nearly the same in all directions, and has only tiny variations in average density.&nbsp; This observation can be explained if the universe expanded by an enormous factor in a tiny fraction of a second very early on in its evolution, in a period known as cosmic inflation.&nbsp; The expansion of the universe during this brief period of explosive growth actually accelerated - the rate of expansion increased with time.&nbsp; Interestingly, data also shows that the current expansion of the universe is accelerating as well, although on a time scale of billions of years rather than tiny fractions of a second.&nbsp; We do not know what energy was responsible for inflation, nor do we know what \"dark energy\" is causing the current acceleration.</p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span>Another major result of this research project was the discovery that when the parameters are chosen randomly, theories with many so-called axion fields can account for many of these mysterious features of our universe.&nbsp; Leveraging earlier techniques developed by the PI with prior NSF support, our results showed that in these multi-axion theories basic features including inflation, dark energy, dark matter, and the overall expansion history are generic for universes that form any gravitational structures (such as stars).&nbsp; The energy arises from the axion fields and their interactions.&nbsp; This work casts these questions in an entirely new light, and opens the door for further research that moves away from the assumption of random parameters.</p>\n<p class=\"p1\"><span class=\"s1\">In another direction, the PI's work resolved a dispute in the literature over the rate of decay of electric fields in a certain model of quantum electrodynamics.<span>&nbsp; </span>With his students, the PI discovered a new class of so-called instantons - structures that govern the quantum decay of states taht would otherwise be exactly stable.<span>&nbsp; </span>These results may be of relevance in a variety of areas, including the theory of strong interactions inside atomic nuclei.<span>&nbsp; </span>In other work related to electric fields, the PI and his collaborators showed that a version of the famous Aharanov-Bohm effect that has never been tested experimentally could be demonstrated with relative ease in an experiment using superconductors.<span>&nbsp; </span>Lastly, the PI uncovered new features of a conformally invariant statistical system known as the Brownian loop soup, computing a set of exact correlation functions that revealed the detailed structure of the theory.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2023<br>\nModified by: Matthew&nbsp;Kleban</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1820814/1820814_10572445_1703956415648_echoes--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1820814/1820814_10572445_1703956415648_echoes--rgov-800width.png\" title=\"Gravitational wave echoes\"><img src=\"/por/images/Reports/POR/2023/1820814/1820814_10572445_1703956415648_echoes--rgov-66x44.png\" alt=\"Gravitational wave echoes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Gravitational wave signal from a black hole with quantized area, showing the first two \"echoes\" emitted following the main signal.</div>\n<div class=\"imageCredit\">arxiv.org</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;Kleban\n<div class=\"imageTitle\">Gravitational wave echoes</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1820814/1820814_10572445_1703956246030_axion_inflation--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1820814/1820814_10572445_1703956246030_axion_inflation--rgov-800width.png\" title=\"Axion inflation\"><img src=\"/por/images/Reports/POR/2023/1820814/1820814_10572445_1703956246030_axion_inflation--rgov-66x44.png\" alt=\"Axion inflation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Inflationary trajectories in field space in a random multi-axion theory</div>\n<div class=\"imageCredit\">arxiv.org</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;Kleban\n<div class=\"imageTitle\">Axion inflation</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project supported the PI, Matthew Kleban, along with three of his graduate students, in pursuing a program ofresearch in theoretical high energy physics and string theory and in education and scientific outreach activities at New York University and in the greater New York City area.\n\n\nOne of the most exciting new developments of the past decade was the detection of gravitational waves from merging pairs of black holes. As two of these objects orbit each other, they gradually spiral inwards, coming closer and closer together as each sinks deeper into the gravitational well generated by the other. Eventually their event horizons touch and merge in a catastrophic event. The enormous amount of energy released in this black hole merger produces ripples in the fabric of spacetime that propagate across the observable universe. As they pass through the Earth, these ripples produce tiny motions in mirrors that can be detected by exquisitely calibrated laser light that reflects between the mirrors. These unprecedented detections allow us to probe the mysterious inner structure of black holes. \n\n\nOne of the major results of this project was to extend earlier NSF-funded work and demonstrate that if the horizon area of black holes is quantized in units of the Planck area, as proposed decades ago by Bekenstein and Mukhanov, then the gravitational waves emitted during a merger will be affected in a subtle, but detectable, way. After the merger, the initial signal will be re-emitted later in a series of \"echoes\" of the initial event. These echoes will be distorted in ways that reveal the details of the black hole's structure.\n\n\nAnother rapidly developing area is cosmology, which has fully come into its own as a modern science. Powerful earth-bound telescopes and satellite observatories, together with more and more powerful data analysis techniques, have produced extraordinarily high precision results for the basic parameters of our universe. These data have not, however, answered our most basic questions about the cosmos. How did the universe begin? Why is it so old, so big, and so homogeneous? How will it end? \n\n\nThe data shows that the universe on large scales looks nearly the same in all directions, and has only tiny variations in average density. This observation can be explained if the universe expanded by an enormous factor in a tiny fraction of a second very early on in its evolution, in a period known as cosmic inflation. The expansion of the universe during this brief period of explosive growth actually accelerated - the rate of expansion increased with time. Interestingly, data also shows that the current expansion of the universe is accelerating as well, although on a time scale of billions of years rather than tiny fractions of a second. We do not know what energy was responsible for inflation, nor do we know what \"dark energy\" is causing the current acceleration.\n\n\nAnother major result of this research project was the discovery that when the parameters are chosen randomly, theories with many so-called axion fields can account for many of these mysterious features of our universe. Leveraging earlier techniques developed by the PI with prior NSF support, our results showed that in these multi-axion theories basic features including inflation, dark energy, dark matter, and the overall expansion history are generic for universes that form any gravitational structures (such as stars). The energy arises from the axion fields and their interactions. This work casts these questions in an entirely new light, and opens the door for further research that moves away from the assumption of random parameters.\n\n\nIn another direction, the PI's work resolved a dispute in the literature over the rate of decay of electric fields in a certain model of quantum electrodynamics. With his students, the PI discovered a new class of so-called instantons - structures that govern the quantum decay of states taht would otherwise be exactly stable. These results may be of relevance in a variety of areas, including the theory of strong interactions inside atomic nuclei. In other work related to electric fields, the PI and his collaborators showed that a version of the famous Aharanov-Bohm effect that has never been tested experimentally could be demonstrated with relative ease in an experiment using superconductors. Lastly, the PI uncovered new features of a conformally invariant statistical system known as the Brownian loop soup, computing a set of exact correlation functions that revealed the detailed structure of the theory.\n\n\n\t\t\t\t\tLast Modified: 12/30/2023\n\n\t\t\t\t\tSubmitted by: MatthewKleban\n"
 }
}