{
 "awd_id": "1820981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The AGEP Historically Black Universities Alliance: A Model to Advance Early Career Minority Faculty in the STEM Professoriate",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032924641",
 "po_email": "carhall@nsf.gov",
 "po_sign_block_name": "Carrie Hall",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 2120663.0,
 "awd_amount": 2120663.0,
 "awd_min_amd_letter_date": "2018-08-09",
 "awd_max_amd_letter_date": "2024-09-11",
 "awd_abstract_narration": "This Alliance brings together three Historically Black Universities (HBUs) with the goal of developing, implementing, studying, evaluating and disseminating a model focusing on career development for historically underrepresented minority (URM) early career STEM faculty at HBUs, who will become tenured and promoted faculty.  The AGEP HBUs Alliance works with faculty who are writing and submitting research grants to external funding sources; engaging in visiting faculty positions at US Department of Energy National Laboratories; working with experienced STEM faculty mentors across the country; and participating in mock pre-tenure review processes.  While the model work is through partnerships between Tuskegee University, Oakland University, Jackson State University, and Tennessee State University, the project is creating a model that will be applicable to other Historically Black Colleges and Universities.\r\n\r\nThis alliance was created in response to the NSF's Alliances for Graduate Education and the Professoriate (AGEP) program solicitation (NSF 16-552). The AGEP program seeks to advance knowledge about models to improve pathways to the professoriate and success of URM graduate students, postdoctoral fellows and faculty in specific STEM disciplines and/or STEM education research fields. AGEP Transformation Alliances develop, replicate or reproduce; implement and study, via integrated educational and social science research, models to transform the dissertator phase of doctoral education, postdoctoral training and/or faculty advancement, and the transitions within and across the pathway levels, of URMs in STEM and/or STEM education research careers. This Alliance is also funded by the NSF's Historically Black Colleges and Universities - Undergraduate Program (HBCU-UP).\r\n\r\nOne of the research components of the Alliance is the team's investigation of URM early career faculty's perceptions of how they fit in their positions because of the interaction between institutional variables and the junior faculty's perceptions of their institutions.  \r\n\r\nThe AGEP HBUs Alliance team will work with external consultants at TMT Group, Inc., to conduct formative and summative evaluations. They will also engage an Executive Board of institutional administrators and leaders, as well as an external Advisory Board.  The boards will provide feedback to the Alliance team and suggest adjustments to the project's management, to the research, and to the model development, implementation, testing, evaluation, dissemination, sustainability and reproduction potential.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Shaik",
   "pi_last_name": "Jeelani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaik Jeelani",
   "pi_email_addr": "Sjeelani@tuskegee.edu",
   "nsf_id": "000255225",
   "pi_start_date": "2018-08-09",
   "pi_end_date": "2023-02-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammed",
   "pi_last_name": "Qazi",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammed A Qazi",
   "pi_email_addr": "mqazi@tuskegee.edu",
   "nsf_id": "000350397",
   "pi_start_date": "2023-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mohammed",
   "pi_last_name": "Qazi",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammed A Qazi",
   "pi_email_addr": "mqazi@tuskegee.edu",
   "nsf_id": "000350397",
   "pi_start_date": "2018-08-09",
   "pi_end_date": "2023-02-24"
  }
 ],
 "inst": {
  "inst_name": "Tuskegee University",
  "inst_street_address": "1200 W MONTGOMERY RD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSKEGEE INSTITUTE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3347278970",
  "inst_zip_code": "360881923",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "TUSKEGEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U9JCYEXFEEU4"
 },
 "perf_inst": {
  "perf_inst_name": "Tuskegee University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "360881923",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  },
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 2120663.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>\"The AGEP Historically Black Universities Alliance: A Model to Advance Early Career Minority Faculty in the STEM Professoriate\" was instituted in August 2018 as a collaborative effort across four doctoral granting institutions, including three Historically Black Colleges and Universities (HBCUs) in the US Southeast [Tuskegee University, Jackson State University and Tennessee State University]; and a Traditionally White Institution in Michigan [Oakland University]. Through generous support from the National Science Foundation's (NSF) Alliances for Graduate Education and the Professoriate (AGEP) Program, the Alliance provided mentored academic, social, and professional support to a community of 11 early-career Faculty Members (Fellows) from groups historically underrepresented in STEM. This support was guided by the \"Faculty Pathways for Advancement and Tenure at HBCUs (PATHs),\" an evidence-based model designed to promote their success in the Professoriate including retention, advancement, tenure, and promotion. The 11 Fellows are faculty members at the three Alliance HBCUs, while Oakland University served as the knowledge generation site. The rationale of the Alliance was motivated by the drastic lack of diversity that exists in the US Professoriate and the pressing need to adopt practices to improve equity and inclusion in this sector.<br /> <br /> The PATHs model relied on the engagement of professionally-active STEM Faculty from around the country, who served as resource specialists for the Fellows. These resource individuals consisted of (1) the Alliance Investigators, who provided leadership to the project and tended to the academic and social needs of the Fellows; (2) External Mentors, experienced tenured Faculty Members external to the Fellows' home institution, who committed to mentoring their younger peers in the Professoriate; and, (3) \"Red Team\" individuals, disciplinary experts with an established&nbsp; record of securing grants of all kinds and who provided assistance to the Fellows in securing their own external funds. The Fellows and resource specialists formed an extended community of professionals committed to ensuring the overall progress of the Fellows in their academic careers through mentored activities intended to promote their sense of belonging in the Professoriate. The PATHs program self-study revealed that the External Mentors were an invaluable resource for the Fellows; the mentoring dyads resulted in deep bilateral collaborations benefiting both Fellows and Mentors through joint research, funding proposals, and dissemination efforts. Additionally, the engagement of the External Mentors and Red Team provided PATHs Fellows with guidance in the overall proposal development and team-building processes needed for grantsmanship success. Indeed, PATHs Fellows' persistent efforts resulted in an impressive $6.5 Million in grant funding. &nbsp;<br /> <br /> Jointly with the Academic Support provided by PATHs, Fellows have received equally important Social Support trough sessions on quality-of-life needs, including resources to assist them in dealing with the rigors of the Professoriate such as better time and effort allocation across their responsibilities (teaching, research, and service), understanding the Tenure and Promotion process, improving scientific lab management skills, the management of stress and promoting healthy minds. Moreover, extensive annual Retreats provided the Fellows from across the Alliance an opportunity to interact with each other and also engage with Institutional Leaders who participated and led focused sessions on various topics of interest to Faculty who are at the early stages of their academic careers.<br /> <br /> The PATHs social science research focused on understanding STEM faculty's experiences in the unique context of HBCUs. An analysis of faculty's time allocation showed a misalignment between individual priorities, institutional priorities, and tenure and promotion policies. STEM faculty's actual, desired, and required time allocation was discussed in the sociocultural context of HBCUs. HBCU STEM faculty viewed obtaining external funds as a requirement for obtaining tenure and promotion, even if the tenure and promotion policies of their institution did not list funding as a requirement. The surveyed faculty viewed lack of time as a major barrier to seeking and obtaining external funding but considered that improving internal policies and providing training and mentorship opportunities were the major facilitators to obtaining that funding.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/27/2025<br>\nModified by: Mohammed&nbsp;A&nbsp;Qazi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\"The AGEP Historically Black Universities Alliance: A Model to Advance Early Career Minority Faculty in the STEM Professoriate\" was instituted in August 2018 as a collaborative effort across four doctoral granting institutions, including three Historically Black Colleges and Universities (HBCUs) in the US Southeast [Tuskegee University, Jackson State University and Tennessee State University]; and a Traditionally White Institution in Michigan [Oakland University]. Through generous support from the National Science Foundation's (NSF) Alliances for Graduate Education and the Professoriate (AGEP) Program, the Alliance provided mentored academic, social, and professional support to a community of 11 early-career Faculty Members (Fellows) from groups historically underrepresented in STEM. This support was guided by the \"Faculty Pathways for Advancement and Tenure at HBCUs (PATHs),\" an evidence-based model designed to promote their success in the Professoriate including retention, advancement, tenure, and promotion. The 11 Fellows are faculty members at the three Alliance HBCUs, while Oakland University served as the knowledge generation site. The rationale of the Alliance was motivated by the drastic lack of diversity that exists in the US Professoriate and the pressing need to adopt practices to improve equity and inclusion in this sector.\n \n The PATHs model relied on the engagement of professionally-active STEM Faculty from around the country, who served as resource specialists for the Fellows. These resource individuals consisted of (1) the Alliance Investigators, who provided leadership to the project and tended to the academic and social needs of the Fellows; (2) External Mentors, experienced tenured Faculty Members external to the Fellows' home institution, who committed to mentoring their younger peers in the Professoriate; and, (3) \"Red Team\" individuals, disciplinary experts with an established record of securing grants of all kinds and who provided assistance to the Fellows in securing their own external funds. The Fellows and resource specialists formed an extended community of professionals committed to ensuring the overall progress of the Fellows in their academic careers through mentored activities intended to promote their sense of belonging in the Professoriate. The PATHs program self-study revealed that the External Mentors were an invaluable resource for the Fellows; the mentoring dyads resulted in deep bilateral collaborations benefiting both Fellows and Mentors through joint research, funding proposals, and dissemination efforts. Additionally, the engagement of the External Mentors and Red Team provided PATHs Fellows with guidance in the overall proposal development and team-building processes needed for grantsmanship success. Indeed, PATHs Fellows' persistent efforts resulted in an impressive $6.5 Million in grant funding. \n \n Jointly with the Academic Support provided by PATHs, Fellows have received equally important Social Support trough sessions on quality-of-life needs, including resources to assist them in dealing with the rigors of the Professoriate such as better time and effort allocation across their responsibilities (teaching, research, and service), understanding the Tenure and Promotion process, improving scientific lab management skills, the management of stress and promoting healthy minds. Moreover, extensive annual Retreats provided the Fellows from across the Alliance an opportunity to interact with each other and also engage with Institutional Leaders who participated and led focused sessions on various topics of interest to Faculty who are at the early stages of their academic careers.\n \n The PATHs social science research focused on understanding STEM faculty's experiences in the unique context of HBCUs. An analysis of faculty's time allocation showed a misalignment between individual priorities, institutional priorities, and tenure and promotion policies. STEM faculty's actual, desired, and required time allocation was discussed in the sociocultural context of HBCUs. HBCU STEM faculty viewed obtaining external funds as a requirement for obtaining tenure and promotion, even if the tenure and promotion policies of their institution did not list funding as a requirement. The surveyed faculty viewed lack of time as a major barrier to seeking and obtaining external funding but considered that improving internal policies and providing training and mentorship opportunities were the major facilitators to obtaining that funding.\r\n\n\n\t\t\t\t\tLast Modified: 02/27/2025\n\n\t\t\t\t\tSubmitted by: MohammedAQazi\n"
 }
}