{
 "awd_id": "1821964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wolbachia 2018 Conference Support:    June 17-22, 2018, Salem Waterfront Hotel, Salem MA",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927265",
 "po_email": "mrawat@nsf.gov",
 "po_sign_block_name": "Mamta Rawat",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 10750.0,
 "awd_amount": 10750.0,
 "awd_min_amd_letter_date": "2018-04-30",
 "awd_max_amd_letter_date": "2018-04-30",
 "awd_abstract_narration": "Many bacterial species are in precise relationships with hosts with whom they interact, termed \"symbiosis\". Symbiosis is a major force of evolutionary change, influencing virtually all aspects of biology, ranging from population ecology and evolution to genomics and molecular/biochemical mechanisms of development and reproduction.  Understanding the nature and mechanisms of these associations is thus of interest from many perspectives.  The most common symbiotic bacteria in the world are called Wolbachia, present in up to 70% of insects and other arthropods such as spiders, mites and crustaceans and also in roundworms causing human diseases of river blindness and elephantiasis and heartworm in domesticated animals. For all these scientific endeavors, we need to more fully understand how Wolbachia are able to influence their hosts' biology, their interactions with their ecology and environment and their biology in natural populations. It is here that the 10th biennial international Wolbachia (Wolbachia2018) meeting enables interactions from multiple scientific perspectives and approaches.  Over 100 of the world's experts on Wolbachia (and related symbionts) from academia and industry gather to present and discuss their recent findings.  The small, informal nature of the meetings enables involvement of graduate students, postdocs, scientists in the beginning of their careers, and participation of under-represented groups in science, providing opportunities for them to present their work. The multidisciplinary nature of research interests of participants fosters interactions from diverse fields of biology bringing together participants who likely would not be able to meet as a group at other conferences due to their individual disciplines. \r\n\r\nThe obligate intracellular alpha-proteobacteria symbiont Wolbachia, widespread in arthropods, is best known for reproductive manipulation to enhance transmission through the female germline, leading to cytoplasmic incompatibility, parthenogenesis, feminization or male-killing. Wolbachia alter core host cellular and developmental processes and also have a dramatic impact on the composition of insect gut microbiome.  They can protect their arthropod hosts against insect viruses and can benefit their hosts under times of nutritional stress and they can influence human pathogenic levels in mosquito vectors of malaria, Zika, Dengue, West Nile, and yellow fever viruses.  It is possible to drive and maintain anti-pathogen strains of Wolbachia in mosquitoes in natural populations, enabling a reduction of the frequency and titer of these viral pathogens. Wolbachia are also present in most human filarial nematodes which cause parasitic diseases of elephantiasis and river blindness. Here they are obligate for worm development and reproduction, triggering worldwide projects screening for anti-Wolbachia drugs. The 10th biennial Wolbachia conference is focused around topics including: reproductive manipulation (cytoplasmic incompatibility and other mechanisms); cell biology; genomics, biochemistry and molecular biology; Wolbachia as tools and targets of disease/pest control in insects and filariae; facultative symbiont diversity, ecology and evolution; sex-ratio distortion systems and other symbiont species in arthropods.  The meeting will promote the latest research findings about mechanisms driving these core host cellular and development processes and provide insight into the evolutionary origins of the intracellular lifestyle of endosymbionts and many pathogens.  Presentations by graduate students, postdocs and beginning scientists and under-represented groups is encouraged.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barton",
   "pi_last_name": "Slatko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barton Slatko",
   "pi_email_addr": "slatko@neb.com",
   "nsf_id": "000378570",
   "pi_start_date": "2018-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New England Biolabs",
  "inst_street_address": "240 COUNTY RD",
  "inst_street_address_2": "",
  "inst_city_name": "IPSWICH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789275054",
  "inst_zip_code": "019382723",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": "NEW ENGLAND BIOLABS, INC.",
  "org_prnt_uei_num": "EDKJNT8DADG8",
  "org_uei_num": "EDKJNT8DADG8"
 },
 "perf_inst": {
  "perf_inst_name": "New England Biolabs",
  "perf_str_addr": "240 County Road",
  "perf_city_name": "Ipswich",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "019382723",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 10750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the NSF Conference Support funding was to help provide financial assistance to students&nbsp;to join the&nbsp;international&nbsp;<em>Wolbachia</em>&nbsp;community at our 10<sup>th</sup>&nbsp;Biennial Consortium Conference, this year in Salem MA USA, held June 17-21, 2018.&nbsp; The meeting was designed to provide an interactive environment wherein senior, junior, student and postdoctoral researchers could present and discuss their latest research findings over four days.&nbsp;</p>\n<p>The meeting revolved around an organism, <em>Wolbachia</em> (and related organisms), that are in a symbiotic relationship with their hosts.&nbsp; &nbsp;Symbiosis (usually defined as&nbsp;a mutually beneficial relationship between organisms)&nbsp;is a major force of evolutionary change that influences virtually every aspect of biology. A remarkable example of the biological relevance and universality of symbiotic interactions is given by&nbsp;<em>Wolbachia</em>, who inhabit&nbsp;a large fraction of invertebrate species on this planet, including nematodes, insects, mites, spiders and crustaceans.&nbsp;</p>\n<p>The topics and presentations at this conference&nbsp;portrayed the interest and&nbsp;excitement in spearheading our knowledge about these symbiotic associations and their biology.</p>\n<p>There were 105 registrants from 20 countries. Over 50% of the attendees were students or postdoctoral fellows and&nbsp;35% of the talks were given by them.&nbsp; (About 40% of the talks were given by women). Dr. Richard J. Roberts, 1993 Nobel Laureate for Physiology or Medicine, gave the opening talk and the final talk was by Dr. Dan Distel of Ocean Genome Legacy. NSF funding to provide scholarships made it possible for students and postdocs to attend.&nbsp; NSF sponsorship was prominently displayed on the website, at the beginning and ending of the conference and in the booklet.&nbsp;&nbsp;</p>\n<p>&nbsp;In addition to presentations by students and postdocs, we were able to hold&nbsp;a luncheon and discussion session for 14 local teachers to discuss how they could incorporate symbiosis biology into their lesson plans and how to procure needed supplies and equipment and obtain funding.&nbsp;</p>\n<p>&nbsp;The conference brought together a diverse group of participants who would not likely have been able to meet as a group at conferences due to their individual disciplines. New collaboration and research ideas were proposed. Students examined&nbsp;postdoctoral opportunities, and postdocs engaged with a professional network in an aim to secure a permanent position. By all accounts, the meeting was very successful.</p>\n<p>&nbsp;We have published a meeting report summary:&nbsp; &nbsp;Newton, I. and Slatko, B. (2019)&nbsp;Symbiosis Comes of Age at the 10th biennial Meeting of Wolbachia Researchers.&nbsp; Applied. Env. Microbiology.&nbsp;<strong>DOI:</strong>&nbsp;10.1128/AEM.03071-18.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2019<br>\n\t\t\t\t\tModified by: Barton&nbsp;Slatko</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the NSF Conference Support funding was to help provide financial assistance to students to join the international Wolbachia community at our 10th Biennial Consortium Conference, this year in Salem MA USA, held June 17-21, 2018.  The meeting was designed to provide an interactive environment wherein senior, junior, student and postdoctoral researchers could present and discuss their latest research findings over four days. \n\nThe meeting revolved around an organism, Wolbachia (and related organisms), that are in a symbiotic relationship with their hosts.   Symbiosis (usually defined as a mutually beneficial relationship between organisms) is a major force of evolutionary change that influences virtually every aspect of biology. A remarkable example of the biological relevance and universality of symbiotic interactions is given by Wolbachia, who inhabit a large fraction of invertebrate species on this planet, including nematodes, insects, mites, spiders and crustaceans. \n\nThe topics and presentations at this conference portrayed the interest and excitement in spearheading our knowledge about these symbiotic associations and their biology.\n\nThere were 105 registrants from 20 countries. Over 50% of the attendees were students or postdoctoral fellows and 35% of the talks were given by them.  (About 40% of the talks were given by women). Dr. Richard J. Roberts, 1993 Nobel Laureate for Physiology or Medicine, gave the opening talk and the final talk was by Dr. Dan Distel of Ocean Genome Legacy. NSF funding to provide scholarships made it possible for students and postdocs to attend.  NSF sponsorship was prominently displayed on the website, at the beginning and ending of the conference and in the booklet.  \n\n In addition to presentations by students and postdocs, we were able to hold a luncheon and discussion session for 14 local teachers to discuss how they could incorporate symbiosis biology into their lesson plans and how to procure needed supplies and equipment and obtain funding. \n\n The conference brought together a diverse group of participants who would not likely have been able to meet as a group at conferences due to their individual disciplines. New collaboration and research ideas were proposed. Students examined postdoctoral opportunities, and postdocs engaged with a professional network in an aim to secure a permanent position. By all accounts, the meeting was very successful.\n\n We have published a meeting report summary:   Newton, I. and Slatko, B. (2019) Symbiosis Comes of Age at the 10th biennial Meeting of Wolbachia Researchers.  Applied. Env. Microbiology. DOI: 10.1128/AEM.03071-18.\n\n \n\n\t\t\t\t\tLast Modified: 05/03/2019\n\n\t\t\t\t\tSubmitted by: Barton Slatko"
 }
}