{
 "awd_id": "1821005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An AGEP Alliance Model to Advance Underrepresented Minority STEM Faculty at Predominately Undergraduate Institutions",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Keri Sather-Wagstaff",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 295358.0,
 "awd_amount": 295358.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2023-10-24",
 "awd_abstract_narration": "This Alliance brings together three universities with the goal of developing, implementing, studying, institutionalizing, evaluating and disseminating a model focusing on career development for historically underrepresented minority (URM) doctoral degree students in STEM, who successfully transition into early career STEM faculty positions at predominately undergraduate institutions (PUIs), or who enter postdoctoral STEM scholar positions and then transition into early career STEM faculty positions at PUIs.  The AGEP PUI Alliance works with URM doctoral degree students, postdoctoral scholars and early career faculty to provide them with mentoring, professional development training, and the teaching pedagogy skills necessary to succeed in academic faculty positions. The AGEP Alliance model work is through partnerships between Stony Brook University - The State University of New York (SUNY), Suffolk County Community College - SUNY, and Farmingdale State College - SUNY.\r\n\r\nThis alliance was created in response to the NSF's Alliances for Graduate Education and the Professoriate (AGEP) program solicitation (NSF 16-552). The AGEP program seeks to advance knowledge about models to improve pathways to the professoriate and success of URM graduate students, postdoctoral fellows and faculty in specific STEM disciplines and/or STEM education research fields. AGEP Transformation Alliances develop, replicate or reproduce; implement and study, via integrated educational and social science research, models to transform the dissertator phase of doctoral education, postdoctoral training and/or faculty advancement, and the transitions within and across the pathway levels, of URMs in STEM and/or STEM education research careers. While this Alliance is primarily funded by the AGEP program, additional support has been provided by the NSF INCLUDES program, which focuses on catalyzing the STEM enterprise to collaboratively work for inclusive change.\r\n\r\nAs the nation addresses a STEM achievement gap between URM and non-URM undergraduate and graduate students, our universities and colleges struggle to recruit, retain and promote URM STEM faculty who serve as role models and academic leaders for URM students to learn from, work with and emulate. Recent NSF reports indicate that URM STEM associate and full professors occupy 8% of these senior faculty positions at all 4-year colleges and universities, and about 6% of these positions at the nation's most research-intensive institutions. The AGEP PUI Alliance has the potential to advance a model to improve the success of URM early career STEM faculty in PUIs, which ultimately leads to improved academic mentorship for URM undergraduate students in STEM at community colleges, two-year academic institutions, and other PUIs.\r\n\r\nOne of the research components of the Alliance investigates the role of self-mindset beliefs versus perceptions of others' mindset on dissertating students' success and engagement; assesses the specific role of mentor mindset versus mentee mindset on relationship quality and mentee engagement outcomes; and explores change over time in psychosocial engagement among doctoral students through their work on dissertation development and completion.\r\n\r\nThe AGEP PUI Alliance will work with an assessment team at the Center for Advanced Study of Education, at the City University of New York's Graduate Center, to conduct formative and summative evaluations. They will also engage an Executive Board of institutional administrators and leaders, as well as an external Advisory Board.  The boards will provide feedback to the Alliance team and suggest adjustments to the project's management, to the research, and to the model development, implementation, testing, evaluation, dissemination, sustainability and reproduction potential.  The boards will also provide input about how the Alliance work impacts institutional policies and practices to advance URM early career faculty in their academic STEM careers at PUIs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Erwin",
   "pi_last_name": "Cabrera",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Erwin M Cabrera",
   "pi_email_addr": "cabrere@farmingdale.edu",
   "nsf_id": "000740154",
   "pi_start_date": "2018-08-30",
   "pi_end_date": "2022-10-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paulo",
   "pi_last_name": "Castillo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulo Castillo",
   "pi_email_addr": "castilp@farmingdale.edu",
   "nsf_id": "000854415",
   "pi_start_date": "2022-10-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Malone",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Malone",
   "pi_email_addr": "malonecj@farmingdale.edu",
   "nsf_id": "000849347",
   "pi_start_date": "2022-11-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Azad",
   "pi_last_name": "Gucwa",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Azad L Gucwa",
   "pi_email_addr": "gucwaal@farmingdale.edu",
   "nsf_id": "000854402",
   "pi_start_date": "2021-09-09",
   "pi_end_date": "2022-10-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Azad",
   "pi_last_name": "Gucwa",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Azad L Gucwa",
   "pi_email_addr": "gucwaal@farmingdale.edu",
   "nsf_id": "000854402",
   "pi_start_date": "2022-10-27",
   "pi_end_date": "2022-11-09"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Paulo",
   "pi_last_name": "Castillo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulo Castillo",
   "pi_email_addr": "castilp@farmingdale.edu",
   "nsf_id": "000854415",
   "pi_start_date": "2021-09-09",
   "pi_end_date": "2022-10-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tracy",
   "pi_last_name": "Callender",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tracy L Callender",
   "pi_email_addr": "callent@farmingdale.edu",
   "nsf_id": "000917155",
   "pi_start_date": "2023-10-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College of Technology Farmingdale",
  "inst_street_address": "2350 BROADHOLLOW RD",
  "inst_street_address_2": "",
  "inst_city_name": "FARMINGDALE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6314202687",
  "inst_zip_code": "117351006",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NY02",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "NK5CPKU3K7T8"
 },
 "perf_inst": {
  "perf_inst_name": "Farmingdale State College",
  "perf_str_addr": "2350 Broadhollow Road",
  "perf_city_name": "Farmingdale",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117350001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NY02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "032Y00",
   "pgm_ele_name": "Eddie Bernice Johnson INCLUDES"
  },
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 295358.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Implementation</strong></p>\r\n<p>We made progress implementing the program interventions by recruiting a 4<sup>th</sup> cohort of URM STEM participants. The activities of implementation included microteaching experiences and mentoring focused on pedagogy and teaching particularly at a predominantly undergraduate institution and an HSI like Farmingdale State College, including how to write statements of teaching philosophy and incorporate diversity and inclusion in the classroom, as well as making career transitions. In addition, the Alliance supported participants in their efforts to apply to research and teaching postdoctoral positions and faculty positions at predominantly undergraduate institutions.<strong>&nbsp;</strong></p>\r\n<p>Since the start of the grant, AGEP participants who were mentored by FSC faculty have moved onto various positions including positions of tenure-track faculty positions.&nbsp;</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dr. Brianna Gonzalez started a tenure-track position at Farmingdale State College in the Psychology Department in the Fall 2023.&nbsp;</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dr. Noele Certain started a postdoctoral associate position at Yale University.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dr. Kehinde Cole started a position as a Senior Research Specialist for the Simons STEM Scholars Program at Stony Brook University.&nbsp;</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dr. Danielle Cervasio is an Associate Scientific Affairs Liaison for EUROIMMUN US.&nbsp;</p>\r\n<p><strong>Self-Study/Evaluation: </strong></p>\r\n<p>We expanded the archive of documentation by collecting information and feedback regarding institutionalization gathered through meetings and conversations with Farmingdale&rsquo;s executive administration. This information is crucial to continue institutionalization efforts by identifying related solicitations and preparing proposals supporting this initiative. The feedback received during the self-study-evaluation process revealed that the institution lacked sufficient support for FSC faculty to mentor doctoral students required of the AGEP model while maintaining the mandatory teaching load (4-4), research and scholarship requirements, and service requirements. The evaluative process further revealed that institutional support for URM faculty has to be considered given that more &ldquo;invisible work&rdquo; at a minority serving PUI such as FSC fall to many minority faculty in their daily responsibilities. Lastly, the evaluation process revealed a strong desire among faculty and mentees participating in the AGEP model to mentor undergraduate students but were not receiving adequate institutional support for undergraduate research mentoring (see Rsearch section below).</p>\r\n<p><strong>Dissemination: </strong>We published Alliance findings in both public and scholarly media as per the dissemination plan: See the dissemination section of this report</p>\r\n<p><strong>Institutionalization:</strong></p>\r\n<p>We presented institutionalization initiative to the FSC upper administration for feedback, commitment and identification of critical factors needed for ongoing institutional initiatives. Based on that presentation and ongoing conversations, the FSC Provost&rsquo;s office is currently submitting a strategic initiative request for funding in the FY 2025-2026 budget to institutionalize the AGEP mentoring model between Farmingdale and Stony Brook University.</p>\r\n<p>We also identified related programs (i.e. RFP&rsquo;s) supporting institutional processes such as the AGEP Catalyst Alliance (ACA), and the AGEP Institutional Transformation Alliance (ITA)tracks. AGEP Catalyst Alliance would seek to build on the current AGEP model by removing institutional barriers at FSC in recruiting and retaining URM faculty at FSC who seek careers in aligning their research and teaching interests with undergraduate research mentoring at the College.</p>\r\n<p>Initial identification and recruitment of participants involved in these initiatives, and the preparation of the proposal structure and manuscript.</p>\r\n<p><strong>Research:</strong></p>\r\n<p>We are engaged in ongoing research in collaboration with SBU, which involves collecting and analyzing quantitative and qualitative data for publications related to transitions of URM dissertators into PUI&rsquo;s. This data consists of microteaching experiences at FSC, teaching mentorship mentor-mentee interactions, teaching philosophy and transition from a research institution into a predominantly teaching environment. This research provides insights on participant outcomes as well as the broader social impact of the program.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/09/2025<br>\nModified by: Paulo&nbsp;Castillo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nImplementation\r\n\n\nWe made progress implementing the program interventions by recruiting a 4th cohort of URM STEM participants. The activities of implementation included microteaching experiences and mentoring focused on pedagogy and teaching particularly at a predominantly undergraduate institution and an HSI like Farmingdale State College, including how to write statements of teaching philosophy and incorporate diversity and inclusion in the classroom, as well as making career transitions. In addition, the Alliance supported participants in their efforts to apply to research and teaching postdoctoral positions and faculty positions at predominantly undergraduate institutions.\r\n\n\nSince the start of the grant, AGEP participants who were mentored by FSC faculty have moved onto various positions including positions of tenure-track faculty positions.\r\n\n\n- Dr. Brianna Gonzalez started a tenure-track position at Farmingdale State College in the Psychology Department in the Fall 2023.\r\n\n\n- Dr. Noele Certain started a postdoctoral associate position at Yale University.\r\n\n\n- Dr. Kehinde Cole started a position as a Senior Research Specialist for the Simons STEM Scholars Program at Stony Brook University.\r\n\n\n- Dr. Danielle Cervasio is an Associate Scientific Affairs Liaison for EUROIMMUN US.\r\n\n\nSelf-Study/Evaluation: \r\n\n\nWe expanded the archive of documentation by collecting information and feedback regarding institutionalization gathered through meetings and conversations with Farmingdales executive administration. This information is crucial to continue institutionalization efforts by identifying related solicitations and preparing proposals supporting this initiative. The feedback received during the self-study-evaluation process revealed that the institution lacked sufficient support for FSC faculty to mentor doctoral students required of the AGEP model while maintaining the mandatory teaching load (4-4), research and scholarship requirements, and service requirements. The evaluative process further revealed that institutional support for URM faculty has to be considered given that more invisible work at a minority serving PUI such as FSC fall to many minority faculty in their daily responsibilities. Lastly, the evaluation process revealed a strong desire among faculty and mentees participating in the AGEP model to mentor undergraduate students but were not receiving adequate institutional support for undergraduate research mentoring (see Rsearch section below).\r\n\n\nDissemination: We published Alliance findings in both public and scholarly media as per the dissemination plan: See the dissemination section of this report\r\n\n\nInstitutionalization:\r\n\n\nWe presented institutionalization initiative to the FSC upper administration for feedback, commitment and identification of critical factors needed for ongoing institutional initiatives. Based on that presentation and ongoing conversations, the FSC Provosts office is currently submitting a strategic initiative request for funding in the FY 2025-2026 budget to institutionalize the AGEP mentoring model between Farmingdale and Stony Brook University.\r\n\n\nWe also identified related programs (i.e. RFPs) supporting institutional processes such as the AGEP Catalyst Alliance (ACA), and the AGEP Institutional Transformation Alliance (ITA)tracks. AGEP Catalyst Alliance would seek to build on the current AGEP model by removing institutional barriers at FSC in recruiting and retaining URM faculty at FSC who seek careers in aligning their research and teaching interests with undergraduate research mentoring at the College.\r\n\n\nInitial identification and recruitment of participants involved in these initiatives, and the preparation of the proposal structure and manuscript.\r\n\n\nResearch:\r\n\n\nWe are engaged in ongoing research in collaboration with SBU, which involves collecting and analyzing quantitative and qualitative data for publications related to transitions of URM dissertators into PUIs. This data consists of microteaching experiences at FSC, teaching mentorship mentor-mentee interactions, teaching philosophy and transition from a research institution into a predominantly teaching environment. This research provides insights on participant outcomes as well as the broader social impact of the program.\r\n\n\n\t\t\t\t\tLast Modified: 01/09/2025\n\n\t\t\t\t\tSubmitted by: PauloCastillo\n"
 }
}