{
 "awd_id": "1821123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Establishing a New Model for Research-Based Curriculum Development in Physics Aligned with Dual-Process Theories of Reasoning",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 370000.0,
 "awd_amount": 370000.0,
 "awd_min_amd_letter_date": "2018-06-15",
 "awd_max_amd_letter_date": "2018-06-15",
 "awd_abstract_narration": "The development of reasoning and critical thinking skills is possibly the most important outcome of college physics instruction, as these abilities extend to all STEM disciplines. They are integral to many non-STEM professions as well.  However, research has shown that students who demonstrate correct conceptual understanding and reasoning on one task often fail to use the same knowledge and skills on related tasks.  Observed inconsistencies can be accounted for by dual-process theories of reasoning. These theories assert that human cognition relies on two thinking processes.  The first heuristic process is fast, intuitive, and automatic. The second analytic process is slow, effortful, and deliberate. Students get incorrect answers when their analytical process fails to reject an incorrect intuitive response. This project will develop classroom activities that give students opportunities to slow down, examine intuitively appealing responses, and recognize instances of biased reasoning.  Becoming aware of one's own thinking paths and reasoning approaches is a critical step toward more expert-like reasoning in physics and beyond.\r\n\r\nThis five-year collaborative project will integrate findings and models from cognitive science into research-based curriculum development efforts in physics to maximize their efficacy by improving student reasoning skills.  The project will first develop and document instructional interventions that improve student reasoning. Secondly, it will identify specific mechanisms by which such interventions help students reason productively. Thirdly, the project will establish a framework for curriculum development explicitly aligned with dual-process theories of reasoning.  Central to the project will be the development of a portfolio of illustrative examples of research-based instructional materials (along with instructor resources) that attend explicitly to the dual nature of human thinking.  The materials will adapt or supplement existing interventions and thus improve their impact.  In addition, this project will help researchers gain greater insight into: (1) the reasoning approaches employed by novice physics learners, (2) the factors and circumstances contributing to intuitive student ideas, and (3) strategies by which students mediate their intuitive thinking.  Finally, the project will establish a comprehensive framework for developing or enhancing instructional materials that draw upon dual-process theories of reasoning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Heron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paula Heron",
   "pi_email_addr": "pheron@phys.washington.edu",
   "nsf_id": "000431502",
   "pi_start_date": "2018-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951560",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 370000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\r\n<p>The main goals of this project were to leverage and integrate findings and models from cognitive science, particularly dual-process theories of reasoning (DPToR), into research-based curriculum development efforts in physics. In particular, the project aimed to: (1) develop and document instructional interventions that improve student reasoning, (2) identify and articulate specific mechanisms by which such interventions help students reason productively by successfully recognizing and mediating instances of intuitive thought, and (3) establish a framework for DPToR-aligned curriculum development.</p>\r\n<p>According to DPToR, human cognition involves two interacting processes: one is fast, automatic, and intuitive, whereas the other is slow, effortful, and analytical. In prior work we demonstrated the usefulness of DPToR in explaining apparent inconsistencies in student responses to linked questions. In this project we leveraged these findings to improve student learning.</p>\r\n<p>We developed a series of instructional interventions involving <em>screening-target pairs</em>, which consist of linked physics questions requiring application of the same knowledge and skills. The \"screening\" question requires students to apply their knowledge in a basic situation, while the \"target\" question features a related situation that calls for the application of the same knowledge, but that has a feature that points to an appealing elicit intuitive response. Many students who answer the screening question correctly answer the second question incorrectly. The results are consistent with reliance on the \"fast\" process to answer the target question.</p>\r\n<p>Our instructional interventions aimed to increase the number of correct answers to the target question among students who answered the screening question correctly.&nbsp; We tested two distinctly different approaches: (1) helping students to reflect on their initial responses and supporting them in employing analytical thinking; and (2) reinforcing students' conceptual understanding to increase the likelihood that their initial responses to the target question would be correct, reducing the need for reflection.</p>\r\n<p>Several designs were tested in different instructional contexts (online, in-class, individual, in groups, etc.) and using different strategies to promote reflection, to reinforce conceptual understanding and to support analytical thinking. Testing different variations allowed us to understand underlying mechanisms. We found that approach (1) was more effective than approach (2) for the populations we studied.</p>\r\n<p>In total, research findings and validated interventions have been disseminated widely via 13 peer-reviewed published manuscripts, two manuscripts under review, 37 invited talks, 65 contributed talks, 22 contributed posters, and nine workshops.</p>\r\n<p><strong>Broader</strong><strong> Impacts</strong></p>\r\n<p>The impact of the proposed project transcends physics alone. Only approximately 5% of the students in a typical introductory physics course pursue majors in physics; most take the introductory course as a requirement for majors in other science, technology, engineering and mathematics (STEM) disciplines. For such students, it is typically expected that the problem-solving abilities and reasoning skills developed in the context of physics will provide a foundation for subsequent work in their disciplines. By developing instructional materials that improve the tendencies of these students to reflect on their intuitive thinking, this project has begun to impact students across the range of disciplines. Moreover, we have shared suites of illustrative materials with the wider community of STEM instructors via publications, presentations and workshops. We expect these will allow this project to contribute substantively to future efforts aimed at enhancing student reasoning in all STEM disciplines.</p>\r\n<p>Research has shown that instructional interventions often help the strongest students most, thereby widening the gap between high- and low-achieving students. It is therefore reasonable to hypothesize that this phenomenon may stem from differences in students&rsquo; tendencies to reflect on their intuitive thinking. By attending explicitly to students who demonstrate different levels of cognitive reflection this project has explored the role of DPToR-aligned instructional materials in helping students from a diverse assortment of populations reason more productively in the context of physics. The instructional materials developed as part of this project may help: (1) promote equity in the classroom by closing the gap between higher- and lower-achieving students, and (2) retain \"at risk\" students in STEM disciplines.</p>\r\n<p>This project has also built capacity for new and ongoing initiatives to improve science education through the preparation and mentoring of the next generation of STEM instructors and education researchers. Numerous researchers at undergraduate, graduate, and postdoctoral levels in the disciplines of both physics and chemistry at five different institutions were involved in the project. Undergraduates involved in data collection and analysis gained authentic experience in discipline-based education research, which may not have been otherwise available to them. Junior researchers on the project had multiple opportunities to participate in national meetings, presenting their findings via talks and posters and helping to organize and facilitate project-related workshops. This immersion in the larger education research community promotes the development of broader perspectives on both the challenges facing STEM educators and the role that innovative approaches may play for addressing these challenges.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/28/2025<br>\nModified by: Paula&nbsp;Heron</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\r\n\n\nThe main goals of this project were to leverage and integrate findings and models from cognitive science, particularly dual-process theories of reasoning (DPToR), into research-based curriculum development efforts in physics. In particular, the project aimed to: (1) develop and document instructional interventions that improve student reasoning, (2) identify and articulate specific mechanisms by which such interventions help students reason productively by successfully recognizing and mediating instances of intuitive thought, and (3) establish a framework for DPToR-aligned curriculum development.\r\n\n\nAccording to DPToR, human cognition involves two interacting processes: one is fast, automatic, and intuitive, whereas the other is slow, effortful, and analytical. In prior work we demonstrated the usefulness of DPToR in explaining apparent inconsistencies in student responses to linked questions. In this project we leveraged these findings to improve student learning.\r\n\n\nWe developed a series of instructional interventions involving screening-target pairs, which consist of linked physics questions requiring application of the same knowledge and skills. The \"screening\" question requires students to apply their knowledge in a basic situation, while the \"target\" question features a related situation that calls for the application of the same knowledge, but that has a feature that points to an appealing elicit intuitive response. Many students who answer the screening question correctly answer the second question incorrectly. The results are consistent with reliance on the \"fast\" process to answer the target question.\r\n\n\nOur instructional interventions aimed to increase the number of correct answers to the target question among students who answered the screening question correctly. We tested two distinctly different approaches: (1) helping students to reflect on their initial responses and supporting them in employing analytical thinking; and (2) reinforcing students' conceptual understanding to increase the likelihood that their initial responses to the target question would be correct, reducing the need for reflection.\r\n\n\nSeveral designs were tested in different instructional contexts (online, in-class, individual, in groups, etc.) and using different strategies to promote reflection, to reinforce conceptual understanding and to support analytical thinking. Testing different variations allowed us to understand underlying mechanisms. We found that approach (1) was more effective than approach (2) for the populations we studied.\r\n\n\nIn total, research findings and validated interventions have been disseminated widely via 13 peer-reviewed published manuscripts, two manuscripts under review, 37 invited talks, 65 contributed talks, 22 contributed posters, and nine workshops.\r\n\n\nBroader Impacts\r\n\n\nThe impact of the proposed project transcends physics alone. Only approximately 5% of the students in a typical introductory physics course pursue majors in physics; most take the introductory course as a requirement for majors in other science, technology, engineering and mathematics (STEM) disciplines. For such students, it is typically expected that the problem-solving abilities and reasoning skills developed in the context of physics will provide a foundation for subsequent work in their disciplines. By developing instructional materials that improve the tendencies of these students to reflect on their intuitive thinking, this project has begun to impact students across the range of disciplines. Moreover, we have shared suites of illustrative materials with the wider community of STEM instructors via publications, presentations and workshops. We expect these will allow this project to contribute substantively to future efforts aimed at enhancing student reasoning in all STEM disciplines.\r\n\n\nResearch has shown that instructional interventions often help the strongest students most, thereby widening the gap between high- and low-achieving students. It is therefore reasonable to hypothesize that this phenomenon may stem from differences in students tendencies to reflect on their intuitive thinking. By attending explicitly to students who demonstrate different levels of cognitive reflection this project has explored the role of DPToR-aligned instructional materials in helping students from a diverse assortment of populations reason more productively in the context of physics. The instructional materials developed as part of this project may help: (1) promote equity in the classroom by closing the gap between higher- and lower-achieving students, and (2) retain \"at risk\" students in STEM disciplines.\r\n\n\nThis project has also built capacity for new and ongoing initiatives to improve science education through the preparation and mentoring of the next generation of STEM instructors and education researchers. Numerous researchers at undergraduate, graduate, and postdoctoral levels in the disciplines of both physics and chemistry at five different institutions were involved in the project. Undergraduates involved in data collection and analysis gained authentic experience in discipline-based education research, which may not have been otherwise available to them. Junior researchers on the project had multiple opportunities to participate in national meetings, presenting their findings via talks and posters and helping to organize and facilitate project-related workshops. This immersion in the larger education research community promotes the development of broader perspectives on both the challenges facing STEM educators and the role that innovative approaches may play for addressing these challenges.\r\n\n\n\t\t\t\t\tLast Modified: 01/28/2025\n\n\t\t\t\t\tSubmitted by: PaulaHeron\n"
 }
}