{
 "awd_id": "1821445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Understanding Context: Propagation and Effectiveness of the Concept Warehouse in Mechanical Engineering at Five Diverse Institutions and Beyond",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abby Ilumoka",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 115740.0,
 "awd_amount": 115740.0,
 "awd_min_amd_letter_date": "2018-08-23",
 "awd_max_amd_letter_date": "2021-08-18",
 "awd_abstract_narration": "An increase in the number and diversity of graduates in science, technology, engineering, and mathematics (STEM) fields is important for the nation's competitiveness. Concept-based active learning strategies have been shown to improve students' academic performance and increase the number who choose to stay in STEM programs. However, scientific proof that these strategies are effective is not enough to make sure instructors use them in courses. It is also necessary to understand and find ways to get instructors to adopt proven practices. In this project new online concept-based materials for mechanical engineering courses in Statics and Dynamics will be developed. The project team will study why instructors decide to use the materials, and how factors at five different types of institutions affect these decisions. The project will help to show how circumstances at different institutions affect both instructor adoption as well as student learning and motivation. It will help inform ways to support widespread use of the evidence-based instructional practice. Thus, it will also help more students stay in and graduate from engineering programs.\r\n\r\nThe goal of this project is to increase the adoption of concept-based active learning throughout undergraduate engineering programs. It builds upon the project team's previous success in developing the web-based Concept Warehouse instructional resource for chemical engineering. The resource contains hundreds of short questions to engage students in concept-oriented thinking, to assess their conceptual knowledge, and to provide extensive concept-based active learning tools. The project will expand Concept Warehouse to include content in mechanical engineering. Participating institutions include research-intensive and Hispanic-serving institutions, as well as a two-year college. A systems approach will be used to examine how elements of the educational context, such as size and departmental culture, influence instructor uptake and the resulting student learning. A mixed-methods research design will include the use of data analytics, instructor interviews, student focus groups, observations, classroom video, and pre/post concept inventory scores. The research plan will also address ways in which student backgrounds and demographics (e.g., underrepresented minorities; first-generation status) interact with institutional settings to affect student learning and engagement. Workshops and faculty community building activities will be used to promote propagation of the enhanced evidence-based instructional practices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Papadopoulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Papadopoulos",
   "pi_email_addr": "christopher.papadopoulos@upr.edu",
   "nsf_id": "000204522",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "Research & Development Center UP",
  "perf_city_name": "Mayaguez",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006809000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 61620.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 27060.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 27060.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"OutlineElement Ltr SCXW1133448 BCX0\">\r\n<p>Understanding Context&nbsp;is a collaborative project among several institutions: Allan Hancock College (community college), California Polytechnic University San Luis Obispo (comprehensive&nbsp;public&nbsp;university), Bucknell University&nbsp;(small, private university),&nbsp;Tufts University&nbsp;(medium,&nbsp;private&nbsp;research university), University of Puerto Rico Mayaguez (a&nbsp;Hispanic-serving&nbsp;university), and&nbsp;Oregon State University&nbsp;and University of Washington&nbsp;(large public&nbsp;research&nbsp;universities).&nbsp;</p>\r\n<p>The project successfully propagated an instructional tool, the&nbsp;<a href=\"https://nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Fconceptwarehouse.tufts.edu%2Fcw%2F&amp;data=05%7C02%7Cddalbello%40hancockcollege.edu%7C95314d986447479279aa08dc12e42e86%7C74e8c2843410434985ac7157c206039a%7C0%7C0%7C638406018452858616%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=%2FAYcRUekA2pwUb%2F%2F4tECre8r1NTScdZAa4NKl%2FMMwUs%3D&amp;reserved=0\" target=\"_blank\">Concept Warehouse</a>, to Mechanical Engineering instruction. Since the start of the grant, over 800 ConcepTests for Mechanics have been created (356, 460, 42 for Statics, Dynamics, and Mechanics of Materials, respectively).&nbsp; To date, 70 instructors from dozens of institutions have deployed over 2,000 questions, leading to nearly 4,000 unique students using these questions, and over 56,000 answers submitted.&nbsp; Several Inquiry-Based Learning Activities and Active Learning Modules, providing a useful resource for engineering faculty, have also been created. &nbsp;Project faculty used these resources in a California Education Learning Lab intersegmental (community college-and university) grant project,&nbsp;&ldquo;The Mechanics of Inclusion, and Inclusivity in Mechanics.&rdquo;</p>\r\n<p>Research&nbsp;has&nbsp;improved understanding of the&nbsp;technology&nbsp;adoption process&nbsp;and of faculty development more generally,&nbsp;and&nbsp;led&nbsp;to new ways to support engineering instruction across diverse institutions.&nbsp; Three research threads were pursued. &nbsp;First, the propagation of educational technology among faculty in diverse settings has been characterized.&nbsp; Faculty adoption of technology, and how it is implemented in particular situations, is not only dependent&nbsp;on&nbsp;individual faculty preferences, but&nbsp;on the institutional/academic environment, the ease with which technology integrates with current academic systems, and students&rsquo; response to changes in instruction.&nbsp; Second,&nbsp;this project expanded understanding of how students conceptualize engineering work.&nbsp; By analyzing students&rsquo;&nbsp;written explanations&nbsp;of their answers to the&nbsp;ConcepTests, researchers learned how they approach new material and the nature of their understanding of mechanics&nbsp;and engineering knowledge.&nbsp; It was discovered that a significant number of students who select the correct answer do not provide an adequate explanation, suggesting that instructors should pay attention to student reasoning.&nbsp; Third, the collection of student reasoning samples has facilitated research using Large Language Models; this research will allow artificial intelligence assisted tools to provide faculty&nbsp;information about student thinking&nbsp;so that they can adapt classroom instruction&nbsp;to provide corrective measures earlier in the learning process&nbsp;to better meet learners&rsquo;&nbsp;needs.&nbsp;</p>\r\n<p>The&nbsp;project&nbsp;increased its impact on the field by reporting research and offering interactive workshops at professional conferences (e.g., ASEE, AIChE),&nbsp;as well onsite at colleges of engineering across the country.&nbsp; In response to the COVID-19 pandemic,&nbsp;the project&nbsp;supported over 120 faculty&nbsp;in transitioning&nbsp;to online teaching with two extensive workshops in Summer 2020.&nbsp; After the pandemic, a successful workshop was held at UPR Mayaguez to further expand the development and deployment of the Concept Warehouse.&nbsp;&nbsp;</p>\r\n<p>The project&nbsp;developed&nbsp;an&nbsp;online cohort of Action Research Scholars, producing&nbsp;several spin-off research projects on&nbsp;student&nbsp;learning.&nbsp;Communities of&nbsp;Practice&nbsp;&ndash; cohorts of faculty&nbsp;who&nbsp;taught&nbsp;Statics and Dynamics&nbsp;and using the Concept Warehouse&nbsp;&ndash;&nbsp;were developed, with&nbsp;positive impact on faculty learning&nbsp;and sharing&nbsp;new technology and methods of instruction. &nbsp;The&nbsp;Communities of Practice&nbsp;helped drive the development&nbsp;and refinement of&nbsp;ConcepTests&nbsp;in the Concept Warehouse, as well as increased and strengthened the network of the dedicated mechanics instructors.&nbsp;</p>\r\n<p>The&nbsp;Concept Warehouse was enhanced by the introduction of fundamental engineering mechanics courses&nbsp;(Statics and Dynamics). &nbsp;Faculty who adopt ConcepTests are helping students gain a deeper conceptual understanding of mechanics early in their academic careers.&nbsp; Researchers have learned and will continue to learn about the adoption and use of technology to aid both faculty and students.</p>\r\n<p class=\"Paragraph SCXW1133448 BCX0\">&nbsp;</p>\r\n</div><br>\n<p>\n Last Modified: 01/24/2025<br>\nModified by: Christopher&nbsp;Papadopoulos</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1821445/1821445_10575217_1737747081502_Screenshot_2025_01_24_152848--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1821445/1821445_10575217_1737747081502_Screenshot_2025_01_24_152848--rgov-800width.png\" title=\"ConcepTest\"><img src=\"/por/images/Reports/POR/2025/1821445/1821445_10575217_1737747081502_Screenshot_2025_01_24_152848--rgov-66x44.png\" alt=\"ConcepTest\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A sample ConcepTest showing results (CA = correct answer, CR = correct reasoning), and sample student responses.</div>\n<div class=\"imageCredit\">Christopher Papadopoulos</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;Papadopoulos\n<div class=\"imageTitle\">ConcepTest</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1821445/1821445_10575217_1737747357968_Screenshot_2025_01_24_153443--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1821445/1821445_10575217_1737747357968_Screenshot_2025_01_24_153443--rgov-800width.png\" title=\"Workshop\"><img src=\"/por/images/Reports/POR/2025/1821445/1821445_10575217_1737747357968_Screenshot_2025_01_24_153443--rgov-66x44.png\" alt=\"Workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Workshop at UPR Mayaguez, March 1, 2024.</div>\n<div class=\"imageCredit\">Christopher Papadopoulos</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;Papadopoulos\n<div class=\"imageTitle\">Workshop</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\r\n\n\nUnderstanding Contextis a collaborative project among several institutions: Allan Hancock College (community college), California Polytechnic University San Luis Obispo (comprehensivepublicuniversity), Bucknell University(small, private university),Tufts University(medium,privateresearch university), University of Puerto Rico Mayaguez (aHispanic-servinguniversity), andOregon State Universityand University of Washington(large publicresearchuniversities).\r\n\n\nThe project successfully propagated an instructional tool, theConcept Warehouse, to Mechanical Engineering instruction. Since the start of the grant, over 800 ConcepTests for Mechanics have been created (356, 460, 42 for Statics, Dynamics, and Mechanics of Materials, respectively). To date, 70 instructors from dozens of institutions have deployed over 2,000 questions, leading to nearly 4,000 unique students using these questions, and over 56,000 answers submitted. Several Inquiry-Based Learning Activities and Active Learning Modules, providing a useful resource for engineering faculty, have also been created. Project faculty used these resources in a California Education Learning Lab intersegmental (community college-and university) grant project,The Mechanics of Inclusion, and Inclusivity in Mechanics.\r\n\n\nResearchhasimproved understanding of thetechnologyadoption processand of faculty development more generally,andledto new ways to support engineering instruction across diverse institutions. Three research threads were pursued. First, the propagation of educational technology among faculty in diverse settings has been characterized. Faculty adoption of technology, and how it is implemented in particular situations, is not only dependentonindividual faculty preferences, buton the institutional/academic environment, the ease with which technology integrates with current academic systems, and students response to changes in instruction. Second,this project expanded understanding of how students conceptualize engineering work. By analyzing studentswritten explanationsof their answers to theConcepTests, researchers learned how they approach new material and the nature of their understanding of mechanicsand engineering knowledge. It was discovered that a significant number of students who select the correct answer do not provide an adequate explanation, suggesting that instructors should pay attention to student reasoning. Third, the collection of student reasoning samples has facilitated research using Large Language Models; this research will allow artificial intelligence assisted tools to provide facultyinformation about student thinkingso that they can adapt classroom instructionto provide corrective measures earlier in the learning processto better meet learnersneeds.\r\n\n\nTheprojectincreased its impact on the field by reporting research and offering interactive workshops at professional conferences (e.g., ASEE, AIChE),as well onsite at colleges of engineering across the country. In response to the COVID-19 pandemic,the projectsupported over 120 facultyin transitioningto online teaching with two extensive workshops in Summer 2020. After the pandemic, a successful workshop was held at UPR Mayaguez to further expand the development and deployment of the Concept Warehouse.\r\n\n\nThe projectdevelopedanonline cohort of Action Research Scholars, producingseveral spin-off research projects onstudentlearning.Communities ofPractice cohorts of facultywhotaughtStatics and Dynamicsand using the Concept Warehousewere developed, withpositive impact on faculty learningand sharingnew technology and methods of instruction. TheCommunities of Practicehelped drive the developmentand refinement ofConcepTestsin the Concept Warehouse, as well as increased and strengthened the network of the dedicated mechanics instructors.\r\n\n\nTheConcept Warehouse was enhanced by the introduction of fundamental engineering mechanics courses(Statics and Dynamics). Faculty who adopt ConcepTests are helping students gain a deeper conceptual understanding of mechanics early in their academic careers. Researchers have learned and will continue to learn about the adoption and use of technology to aid both faculty and students.\r\n\n\n\r\n\t\t\t\t\tLast Modified: 01/24/2025\n\n\t\t\t\t\tSubmitted by: ChristopherPapadopoulos\n"
 }
}