{
 "awd_id": "1821900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Quantifying microbial controls on the annual cycle of methane and oxygen within the ultraoligotrophic Central Arctic during MOSAiC",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032927432",
 "po_email": "colstraw@nsf.gov",
 "po_sign_block_name": "Colleen Strawhacker",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 541432.0,
 "awd_amount": 541432.0,
 "awd_min_amd_letter_date": "2018-08-10",
 "awd_max_amd_letter_date": "2018-08-10",
 "awd_abstract_narration": "The central Arctic Ocean is changing rapidly as multiyear sea ice gives way to a new seasonal sea ice regime, and these regional shifts have important implications for global climate as well as the entire Arctic system. As part of the Multidisciplinary drifting Observatory for the Study of Arctic Climate (MOSAiC), the investigators will use a research vessel frozen into polar ice as a sampling platform to focus on the influence of sea ice on the uptake and release of oxygen and methane across a full annual cycle. Combined with other observations made by MOSAiC collaborators, these data will allow the investigators to build a detailed conceptual model of carbon and energy flow across seasons and improve numerical models explaining the behavior of the broader Arctic system. In addition, they will use genomic techniques to gain a new understanding of microbial dynamcis and diversity in this understudied region. The broader impacts of this work include support for early-career scientists, significant international collaboration as part of the MOSAiC program, and training for postdoctoral scientists and undergraduate students. Public outreach will include viewings of the Northwest Polar Passage documentary Frozen Obsession in San Diego, CA, and Providence, RI, followed by panel discussions on polar exploration, ecology, and change.\r\n\t \r\nThe goal of this project is to identify the biological and physical drivers underlying the production and uptake of oxygen and methane, establishing the metabolic balance of these key gases in the oligotrophic Central Arctic. The investigators will take advantage of the unique opportunity afforded by the international, year-long Multidisciplinary drifting Observatory for the Study of Arctic Climate (MOSAiC) expedition to determine net community production from year-round measurements of oxygen and argon, as well as methane oxidation and production from methane concentration and isotopic ratios. They will measure bacterial and community respiration, bacterial production, and microbial community structure, and analyze gene expression to identify the genes, organisms, and pathways associated with methane production in the surface ocean. Results will be used to model the oceanic methane cycle using the MITgcm Arctic Regional Model and improve the biogeochemical components of the Regional Arctic System Model (RASM).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brice",
   "pi_last_name": "Loose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brice Loose",
   "pi_email_addr": "bloose@uri.edu",
   "nsf_id": "000559147",
   "pi_start_date": "2018-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "Ressearch Office",
  "perf_city_name": "Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811967",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 541432.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Arctic seabed contains a large methane reservoir, the most important greenhouse gas after CO2 and water vapor. If this methane escapes to the atmosphere it could lead to strong positive feedbacks on climate warming. However, there is evidence much of the seabed methane released today does not escape to the atmosphere. &nbsp;This project has set out to determine whether microbes in Arctic seawater could be responsible for digesting methane in the water column, before it has a chance to get into the atmosphere.&nbsp;</p>\n<p><br />Using incbuations, we measured the rate of methane digestion in seawater throughout the Central Arctic and in the Northwest Passage. &nbsp;We found that there is not much methane digestion in the surface ocean of the Central Arctic, but the water that enters from the Atlantic near 250 m of depth hosted the highest rates of methane oxidation. &nbsp;This so-called 'Atlantic Water' circulates in the Central Arctic for several decades, perhaps up to 100 years in some regions. This gives the microbes time to digest methane before it reaches the surface ocean. &nbsp;The cold water that is created in the Arctic Ocean's shallow marginal seas also feeds a layer of the Central Arctic where higher methane digestion was found. &nbsp;This cold water can contain lots of methane and we believe the results support that Arctic waters are digesting the methane before it can reach the atmosphere, thereby avoiding additional climate warming under present conditions.</p><br>\n<p>\n Last Modified: 03/05/2024<br>\nModified by: Brice&nbsp;Loose</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1821900/1821900_10569154_1709663393247_BGC_3MSC--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1821900/1821900_10569154_1709663393247_BGC_3MSC--rgov-800width.png\" title=\"Oxidation by water masses\"><img src=\"/por/images/Reports/POR/2024/1821900/1821900_10569154_1709663393247_BGC_3MSC--rgov-66x44.png\" alt=\"Oxidation by water masses\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A water column section by depth and time, showing the Atlantic Water and cold halocline water.  White circles indicate the magnitude of methane oxidation. Gray circles indicate no apparent oxidation.</div>\n<div class=\"imageCredit\">Alessandra D'Angelo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brice&nbsp;Loose\n<div class=\"imageTitle\">Oxidation by water masses</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1821900/1821900_10569154_1709663273064_methoxy1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1821900/1821900_10569154_1709663273064_methoxy1--rgov-800width.png\" title=\"Methane_Isotopes\"><img src=\"/por/images/Reports/POR/2024/1821900/1821900_10569154_1709663273064_methoxy1--rgov-66x44.png\" alt=\"Methane_Isotopes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The relationship between carbon-13 on methane and the methane concentration shows the water column concentration is largely controlled by microbial digestion of methane.</div>\n<div class=\"imageCredit\">D'Angelo et al., (2024 in review)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brice&nbsp;Loose\n<div class=\"imageTitle\">Methane_Isotopes</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Arctic seabed contains a large methane reservoir, the most important greenhouse gas after CO2 and water vapor. If this methane escapes to the atmosphere it could lead to strong positive feedbacks on climate warming. However, there is evidence much of the seabed methane released today does not escape to the atmosphere. This project has set out to determine whether microbes in Arctic seawater could be responsible for digesting methane in the water column, before it has a chance to get into the atmosphere.\n\n\n\nUsing incbuations, we measured the rate of methane digestion in seawater throughout the Central Arctic and in the Northwest Passage. We found that there is not much methane digestion in the surface ocean of the Central Arctic, but the water that enters from the Atlantic near 250 m of depth hosted the highest rates of methane oxidation. This so-called 'Atlantic Water' circulates in the Central Arctic for several decades, perhaps up to 100 years in some regions. This gives the microbes time to digest methane before it reaches the surface ocean. The cold water that is created in the Arctic Ocean's shallow marginal seas also feeds a layer of the Central Arctic where higher methane digestion was found. This cold water can contain lots of methane and we believe the results support that Arctic waters are digesting the methane before it can reach the atmosphere, thereby avoiding additional climate warming under present conditions.\t\t\t\t\tLast Modified: 03/05/2024\n\n\t\t\t\t\tSubmitted by: BriceLoose\n"
 }
}