{
 "awd_id": "1821032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Next Generation Research-Based and Research-Validated Instructional Materials for Teaching Physics in Different Instructional Environments",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 1747627.0,
 "awd_amount": 1747627.0,
 "awd_min_amd_letter_date": "2018-08-13",
 "awd_max_amd_letter_date": "2022-12-19",
 "awd_abstract_narration": "To sustain a robust STEM workforce and a STEM-literate population, the Nation faces a critical need for improved science education. Our country needs well-prepared workers in STEM fields to increase our economic competitiveness, improve our national security, and provide quality employment opportunities for the next generation of citizens.  As a result, colleges and universities must graduate students who are effective in conducting scientific investigations and designing solutions to our most pressing problems.  They must also graduate students who can assess scientific facts and arguments, make judgements about the value of scientific inquiry, and communicate ideas effectively. Thus, students must learn not only scientific concepts and principles but also the practices, applications, and ways of reasoning in science. Significant improvements in science education have been made, but a great deal more remains to be done. This four-year project will develop curriculum that not only has a proven effect on improving student learning and reasoning, but will also develop and test resources that help instructors implement and adapt the instructional strategies in their own classrooms. The focus will be on physics, but the findings will be applicable across all science, technology, engineering, and mathematics (STEM) disciplines. An additional underlying goal is to identify core science concepts and reasoning skills that are taken for granted in standard introductory physics courses, but that are difficult for students who lack strong preparation in science. \r\n \r\nAlthough there is a consensus that active engagement is necessary for learning, it is not sufficient. It is also necessary to use topic-specific strategies that guide students to construct scientific concepts and models so that they can apply them to situations not explicitly studied. Through systematic, ongoing research, the Physics Education Group at the University of Washington has developed research-based and research-validated materials that embed such strategies in courses for K-12 teachers and in introductory physics courses for math, engineering, and physics majors. The goal of this project is to extend this body of work by identifying additional concepts and reasoning skills that many students find difficult when learning physics, and to use those results to guide instruction. The primary outcome will be sets of curricular materials that have a demonstrated impact on student learning when used in different instructional settings, including large lectures, small-group sections, and online. It is intended that the materials will be effective in supplementing lecture-based courses, as well as supporting instruction in 'flipped' classrooms. The project will also respond to increasing awareness of differences between students in introductory algebra-based physics courses and calculus-based physics courses. The students in algebra-based courses are typically life science majors. Those in the calculus-based courses are typically physical science and engineering majors. Simply developing effective instructional materials is not enough. Consequently, the materials will be accompanied by detailed online guides to help faculty adapt the materials for their individual goals and institutional constraints. The project will also develop a User Community that aims to provide faculty with access to enhanced support. Research on the needs of faculty and the effectiveness of mechanisms to support them will guide the design of the User Community. The project will also provides professional development for up to 100 current and future faculty through seminars and workshops. Finally, this project will provide broad dissemination through articles and presentations at national and local meetings. This dissemination strategy will ensure that instructors have access to advances in knowledge about how people learn. In addition, through the involvement of postdocs and graduate students, the project will develop capacity for ongoing improvements in STEM education on a national level.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Heron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paula Heron",
   "pi_email_addr": "pheron@phys.washington.edu",
   "nsf_id": "000431502",
   "pi_start_date": "2022-12-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Shaffer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Peter S Shaffer",
   "pi_email_addr": "shaffer@phys.washington.edu",
   "nsf_id": "000207631",
   "pi_start_date": "2018-08-13",
   "pi_end_date": "2022-12-19"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lillian",
   "pi_last_name": "McDermott",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lillian C McDermott",
   "pi_email_addr": "lcmcd@phast.phys.washington.edu",
   "nsf_id": "000219784",
   "pi_start_date": "2018-08-13",
   "pi_end_date": "2022-06-02"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Heron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paula Heron",
   "pi_email_addr": "pheron@phys.washington.edu",
   "nsf_id": "000431502",
   "pi_start_date": "2018-08-13",
   "pi_end_date": "2022-12-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Shaffer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Peter S Shaffer",
   "pi_email_addr": "shaffer@phys.washington.edu",
   "nsf_id": "000207631",
   "pi_start_date": "2022-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1747627.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project&rsquo;s main goal was to improve student learning in college and university physics courses through a coordinated program of research, curriculum development and professional development for current and future physics faculty.&nbsp; We worked toward this vision by increasing the availability of research-validated instructional materials and by supporting faculty in their implementation.&nbsp;</span></p>\r\n<p><span>Research in this project focused on identifying student difficulties with a broad range of topics in introductory physics, including conservation principles, electric fields and potentials, the propagation of pulses and waves, and topics from modern physics such as special relativity.&nbsp; The primary population was undergraduate students in introductory calculus-based and algebra-based physics.&nbsp; We also conducted research on student understanding of topics in electricity and magnetism and quantum mechanics that are typically taught in the junior year.&nbsp; Research findings were presented in </span>peer-reviewed journals and conference proceedings, and in contributed presentations at regional and national conferences.</p>\r\n<p><span>Curriculum development efforts resulted in new&nbsp;Editions of&nbsp;</span><em>Tutorials in Introductory Physics,&nbsp;</em><span>a set of instructional materials intended to supplement instruction in large-enrollment introductory college and university physics courses. &nbsp;One version is intended for calculus-based courses taught using a traditional textbook. &nbsp;This Edition contains tutorials on new topics, as well as numerous revisions to previously published tutorials.&nbsp; We also produced a new Edition specifically designed to accompany courses that use a &ldquo;conservation laws first&rdquo; textbook.&nbsp;</span></p>\r\n<p><span>To support faculty adopting the <em>Tutorials</em> at other institutions, we created resources that are available on a pilot website on <em>PhysPort</em>. &nbsp;The website includes background about the <em>Tutorials</em>, a browse page where faculty can easily search for <em>Tutorials</em> by type and topic; a page for each <em>Tutorial</em> that includes the worksheet or lecture slides, homework, pretest, instructor guide, equipment list, and a discussion space for faculty to ask and answer questions about their experience with each <em>Tutorial</em>.</span></p>\r\n<p><span>The tutorials are intended for use in small sections in which instructors, typically graduate or undergraduate teaching assistants can circulate, asking additional questions of students as they work in small groups. &nbsp;However, many institutions do not have the resources to ensure that large-enrollment courses have smaller recitation or quiz sections.&nbsp; Therefore we produced a Preliminary Edition of <em>Interactive Tutorial Lectures</em>, specifically for use in large lecture halls in conjunction with personal response polling (&ldquo;clickers&rdquo;).&nbsp;</span></p>\r\n<p><span>We also produced a Preliminary Edition of&nbsp;<em>Tutorials in Physics: Quantum</em></span><em><span> </span><span>Mechanics</span></em><span>&nbsp;and conducted extensive testing of <em>Tutorials in Physics: Electricity and Magnetism</em></span><em><span>.</span></em><span>&nbsp; Both sets are intended to supplement instruction in standard junior-level courses for physics majors.&nbsp; Accompany resources for faculty are also available on <em>PhysPort</em>.</span></p>\r\n<p><span>Professional development of current and future faculty, including future physics education researchers was another main component of this project.&nbsp; We provided direct training to one postdoctoral research associate and nine graduate students as well as several undergraduates.</span></p>\r\n<p><span>Professional development was also provided for faculty. &nbsp;A pilot &ldquo;Faculty Online Learning Community&rdquo; (FOLC) provided an opportunity for eleven faculty members using <em>Tutorials</em> at other institutions to meet regularly with their counterparts at other institutions. &nbsp;Many participants were the only instructors at their institutions using the <em>Tutorials</em>, and benefited from getting ideas and feedback from other <em>Tutorials</em> implementers. Participants appreciated learning different ways that others used the <em>Tutorials</em>, and creative ways others addressed challenges.&nbsp; We also held a two-day workshop at UW for 19 faculty from other institutions in which project staff shared updates on </span><em><span>Tutorials</span></em><span> materials and the website and participants provided feedback on new and old </span><em><span>Tutorials</span></em>,<span> instructor guides, and the new website.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/18/2024<br>\nModified by: Paula&nbsp;Heron</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis projects main goal was to improve student learning in college and university physics courses through a coordinated program of research, curriculum development and professional development for current and future physics faculty. We worked toward this vision by increasing the availability of research-validated instructional materials and by supporting faculty in their implementation.\r\n\n\nResearch in this project focused on identifying student difficulties with a broad range of topics in introductory physics, including conservation principles, electric fields and potentials, the propagation of pulses and waves, and topics from modern physics such as special relativity. The primary population was undergraduate students in introductory calculus-based and algebra-based physics. We also conducted research on student understanding of topics in electricity and magnetism and quantum mechanics that are typically taught in the junior year. Research findings were presented in peer-reviewed journals and conference proceedings, and in contributed presentations at regional and national conferences.\r\n\n\nCurriculum development efforts resulted in newEditions ofTutorials in Introductory Physics,a set of instructional materials intended to supplement instruction in large-enrollment introductory college and university physics courses. One version is intended for calculus-based courses taught using a traditional textbook. This Edition contains tutorials on new topics, as well as numerous revisions to previously published tutorials. We also produced a new Edition specifically designed to accompany courses that use a conservation laws first textbook.\r\n\n\nTo support faculty adopting the Tutorials at other institutions, we created resources that are available on a pilot website on PhysPort. The website includes background about the Tutorials, a browse page where faculty can easily search for Tutorials by type and topic; a page for each Tutorial that includes the worksheet or lecture slides, homework, pretest, instructor guide, equipment list, and a discussion space for faculty to ask and answer questions about their experience with each Tutorial.\r\n\n\nThe tutorials are intended for use in small sections in which instructors, typically graduate or undergraduate teaching assistants can circulate, asking additional questions of students as they work in small groups. However, many institutions do not have the resources to ensure that large-enrollment courses have smaller recitation or quiz sections. Therefore we produced a Preliminary Edition of Interactive Tutorial Lectures, specifically for use in large lecture halls in conjunction with personal response polling (clickers).\r\n\n\nWe also produced a Preliminary Edition ofTutorials in Physics: Quantum Mechanicsand conducted extensive testing of Tutorials in Physics: Electricity and Magnetism. Both sets are intended to supplement instruction in standard junior-level courses for physics majors. Accompany resources for faculty are also available on PhysPort.\r\n\n\nProfessional development of current and future faculty, including future physics education researchers was another main component of this project. We provided direct training to one postdoctoral research associate and nine graduate students as well as several undergraduates.\r\n\n\nProfessional development was also provided for faculty. A pilot Faculty Online Learning Community (FOLC) provided an opportunity for eleven faculty members using Tutorials at other institutions to meet regularly with their counterparts at other institutions. Many participants were the only instructors at their institutions using the Tutorials, and benefited from getting ideas and feedback from other Tutorials implementers. Participants appreciated learning different ways that others used the Tutorials, and creative ways others addressed challenges. We also held a two-day workshop at UW for 19 faculty from other institutions in which project staff shared updates on Tutorials materials and the website and participants provided feedback on new and old Tutorials, instructor guides, and the new website.\r\n\n\n\t\t\t\t\tLast Modified: 12/18/2024\n\n\t\t\t\t\tSubmitted by: PaulaHeron\n"
 }
}