{
 "awd_id": "1821564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Environmental Data-Driven Inquiry and Exploration - Using Large Datasets to Build Quantitative Reasoning",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kimberly Tanner",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 227955.0,
 "awd_amount": 227955.0,
 "awd_min_amd_letter_date": "2018-08-27",
 "awd_max_amd_letter_date": "2018-08-27",
 "awd_abstract_narration": "Teaching students the mathematical and statistical skills needed to work with large amounts of data is a challenge in contemporary STEM education. This project aims to address that challenge by developing classroom modules that enable undergraduate students to explore real-world data from biology, geology, and environmental science. Faculty at four institutions (Illinois State University, Carleton College, the University of Arizona, and CUNY-Queens College) will collaborate to develop these modules, which will enable students to use real data to ask and answer questions. By working together as a community, instructors who use these modules may identify ways to improve teaching of quantitative reasoning skills, with the potential to transform how data science is taught. Modules will be used to teach both STEM majors and non-majors, to help build an informed citizenry that can understand and make science-based decisions.\r\n\r\nThis project seeks to develop a novel way to build a community of instructors, as well as develop materials that may enhance the teaching and learning of data at the undergraduate-level at a broad range of institutions.  This community will develop curricular and supporting materials to enhance teaching of quantitative and statistical skills to undergraduate students in earth science-related fields. The project will also promote faculty engagement with materials and professional development activities designed to foster pedagogical orientation favoring inquiry-based pedagogy with large datasets. Shifting pedagogical orientation of instructors from direct instruction to inquiry-based instruction may improve student learning outcomes related to quantitative literacy. The project will investigate connecting teaching quantitative skills with real-world data and a community-based approach that includes 1) collecting and documenting community needs through topical workshops; 2) the development and evaluation of new teaching resources and instructional strategies; 3) new adaptations and examples of successful curricula, implementation, and material sequencing; and 4) professional development and project propagation activities promoting widespread adoption of these new approaches. The project seeks to generate evidence about how to develop and engage a broad community of users, as well as how an instructor's pedagogical orientation shifts from direct to inquiry-based. A variety of metrics (e.g. participant demographics; website pageviews; social network analytics) and survey data will be gathered and analyzed. Feedback from the instructors will inform improvements of the module materials and the training in inquiry-based pedagogy. The co-developed and tested modules will be publicly available. The project also aims to produce a cadre of faculty members who are trained in skills and tools for teaching quantitative skills, as well as an advanced understanding of how the collaborative development of teaching materials might lead to a change in pedagogical orientation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dax",
   "pi_last_name": "Soule",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Dax C Soule",
   "pi_email_addr": "dax.soule@qc.cuny.edu",
   "nsf_id": "000742197",
   "pi_start_date": "2018-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671597",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 227955.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8d137a00-7fff-822b-9d9a-bf816376244e\"> </span></p>\n<p dir=\"ltr\"><span>Project EDDIE used a community based approach as a catalyst for the broader adoption of a data focused pedagogy to develop student quantitative reasoning. In this project we identified the pedagogical tools needed to teach quantitative reasoning in the Earth Science disciplines and assessed the effectiveness of both EDDIE modules and Statistical Vignettes for this purpose. Over the course of the project, 28 new modules that utilize large, authentic data sets were developed for the classroom through a cycle of innovation that included formative feedback from the community and summative assessment in the form of peer review and testing in the class. Additionally, seven statistical vignettes that help instructors teach key statistical techniques add to this cannon of materials. Through their development we were able to create a rubric that codifies the key pedagogical components we believe are necessary when building an activity using a large dataset.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Key findings include:</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Project EDDIE&rsquo;s climate change module supported improvement in students&rsquo; understanding of climate change processes and statistical methods used to analyze data taught when taught in an asynchronous online environment during the COVID-19 pandemic. Notably, we found that this implementation of the module did not resolve students&rsquo; unscientific ideas about causation and correlation.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Student competition of the EDDIE climate change module generally reduced students&rsquo; anxiety about climate change. The exception to this is among science-denying students, who has much higher anxiety about climate change than science-accepting students.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>We also assessed the effectiveness of the Correlation Coefficient and R-Squared Statistical Vignettes taught lecture and lab environments during the fall of 2019 and found that these vignettes support improvement in students&rsquo; understanding of these statistical concepts.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>We identified durable non-normative perceptions associated with the learning goals Correlation Coefficient and R-Squared</span><span> and built an understanding for how students learn and how non-normative conceptions play a key role in the development of STEM skills.&nbsp;&nbsp;</span></p>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The broader impacts of this project are centered around the creation of a community of practice. Project EDDIE is a community that has resulted in a wider adoption of pedagogy focused on large publicly available data using workshops, webinars and engagement of new graduate students in pedagogical research. Throughout the project we hosted professional development activities that identified the quantitative skills most needed in STEM education and created modules and statistical vignettes that served those purposes. All project activities not only built materials that promoted a shift in pedagogical orientation towards inquiry and the use of data, but also codified the process for creating the materials themselves. EDDIE modules have been used in hundreds of classrooms and impacted thousands of students, but it is the EDDIE module rubric that most facilitates continued innovation in this space. Our workshops modeled our inquiry based teaching and were structured in a way that demonstrated the EDDIE way of leading students through the various stages of inquiry. The creation of the &ldquo;Workshop in a Box&rdquo; promotes future events that model inquiry based learning. All of these materials have an enduring legacy and availability on the SERC web pages&nbsp; </span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/26/2024<br>\nModified by: Dax&nbsp;C&nbsp;Soule</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nProject EDDIE used a community based approach as a catalyst for the broader adoption of a data focused pedagogy to develop student quantitative reasoning. In this project we identified the pedagogical tools needed to teach quantitative reasoning in the Earth Science disciplines and assessed the effectiveness of both EDDIE modules and Statistical Vignettes for this purpose. Over the course of the project, 28 new modules that utilize large, authentic data sets were developed for the classroom through a cycle of innovation that included formative feedback from the community and summative assessment in the form of peer review and testing in the class. Additionally, seven statistical vignettes that help instructors teach key statistical techniques add to this cannon of materials. Through their development we were able to create a rubric that codifies the key pedagogical components we believe are necessary when building an activity using a large dataset.\n\n\n\n\n\nKey findings include:\n\n\n\n\nProject EDDIEs climate change module supported improvement in students understanding of climate change processes and statistical methods used to analyze data taught when taught in an asynchronous online environment during the COVID-19 pandemic. Notably, we found that this implementation of the module did not resolve students unscientific ideas about causation and correlation.\n\n\n\n\nStudent competition of the EDDIE climate change module generally reduced students anxiety about climate change. The exception to this is among science-denying students, who has much higher anxiety about climate change than science-accepting students.\n\n\n\n\nWe also assessed the effectiveness of the Correlation Coefficient and R-Squared Statistical Vignettes taught lecture and lab environments during the fall of 2019 and found that these vignettes support improvement in students understanding of these statistical concepts.\n\n\n\n\nWe identified durable non-normative perceptions associated with the learning goals Correlation Coefficient and R-Squared and built an understanding for how students learn and how non-normative conceptions play a key role in the development of STEM skills.\n\n\n\n\n\n\n\nThe broader impacts of this project are centered around the creation of a community of practice. Project EDDIE is a community that has resulted in a wider adoption of pedagogy focused on large publicly available data using workshops, webinars and engagement of new graduate students in pedagogical research. Throughout the project we hosted professional development activities that identified the quantitative skills most needed in STEM education and created modules and statistical vignettes that served those purposes. All project activities not only built materials that promoted a shift in pedagogical orientation towards inquiry and the use of data, but also codified the process for creating the materials themselves. EDDIE modules have been used in hundreds of classrooms and impacted thousands of students, but it is the EDDIE module rubric that most facilitates continued innovation in this space. Our workshops modeled our inquiry based teaching and were structured in a way that demonstrated the EDDIE way of leading students through the various stages of inquiry. The creation of the Workshop in a Box promotes future events that model inquiry based learning. All of these materials have an enduring legacy and availability on the SERC web pages \n\n\n\t\t\t\t\tLast Modified: 01/26/2024\n\n\t\t\t\t\tSubmitted by: DaxCSoule\n"
 }
}