{
 "awd_id": "1822468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Canadian Number Theory Association Meeting 2018",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 16000.0,
 "awd_amount": 16000.0,
 "awd_min_amd_letter_date": "2018-02-14",
 "awd_max_amd_letter_date": "2018-02-14",
 "awd_abstract_narration": "This award supports US participation in a meeting of the Canadian Number Theory Association. The Canadian Number Theory Association (CNTA) was founded in 1987 at the International Number Theory Conference at Universite Laval, for the purpose of enhancing and promoting learning and research in number theory in Canada and beyond. To advance these goals,  the CNTA organizes biannual conferences that exhibit new research in number theory, with the aim of exposing Canadian and international students and researchers to the latest developments in the field. This year CNTA XV will be held in Quebec City, July 9-13 2018, with further information available at \r\nhttp://archimede.mat.ulaval.ca/CNTA2018/. The CNTA meetings are among the largest number theory conferences in the world, rivaled in size only by the biannual Journees Arithmetiques which take place in years alternating with the CNTA meetings, usually in southern Europe. \r\n \r\nThe format of CNTA XV will follow the general tradition of the CNTA meetings. It will be a 5-day conference featuring 8 hour-long plenary lectures, one of which will be given by the winner of the 2018 Ribenboim Prize for Distinguished Research in Number Theory, awarded at the meeting; 20 half-hour invited lectures; more than 40 contributed talks of 20 minutes each, delivered in up to four parallel sessions; and a public lecture directed to the general public and free of charge. Talks at CNTA meetings will cover topics in algebraic number theory, analytic number theory, computational and algorithmic number theory, arithmetic geometry, representation theory, automorphic forms, diophantine approximation, and other areas belonging or related to number theory. A call for contributed talks is forthcoming; interested speakers will submit brief abstracts which will be reviewed for suitability by the Scientific Committee. Selected speakers for contributed talks will range from young participants to well-known number theorists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christelle",
   "pi_last_name": "Vincent",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christelle Vincent",
   "pi_email_addr": "christelle.vincent@uvm.edu",
   "nsf_id": "000704971",
   "pi_start_date": "2018-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hugo",
   "pi_last_name": "Chapdeleine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hugo Chapdeleine",
   "pi_email_addr": "hugo.chapdelaine@mat.ulaval.ca",
   "nsf_id": "000757955",
   "pi_start_date": "2018-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Lei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio Lei",
   "pi_email_addr": "antonio.lei@mat.ulaval.ca",
   "nsf_id": "000757958",
   "pi_start_date": "2018-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jean-Marie",
   "pi_last_name": "De Koninck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean-Marie De Koninck",
   "pi_email_addr": "jmdk@mat.ulaval.ca",
   "nsf_id": "000757960",
   "pi_start_date": "2018-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "Universite Laval",
  "perf_str_addr": "2325 Rue de l'Universite",
  "perf_city_name": "Quebec City",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Every other year since 1987, the Canadian Number Theory Association has hosted a number theory conference. Over the years this has become one of the largest conferences on number theory in the world; its main competition is Les Journees Arithmetiques, which are held in France. The website of the CNTA meeting is https://archimede.mat.ulaval.ca/CNTA2018.<br />The fifteenth edition of the CNTA meeting, which was held from July 9 through 13 last summer, was an immense success, with two hundred and twenty-five participants in attendance and one hundred and thirty-three talks on the program, nine of which were plenary talks. Fifty-seven participants came from the United States, ninety came from Canada, forty-nine from Europe, and most of the rest came from Asia, although every continent but Antarctica was represented.<br />The main intellectual merit of this grant was to ensure that American mathematicians would have access to the funding necessary to take part in this world-class event. As anecdotal proof that these meetings are indeed fruitful mathematically, we mention an article by Laurent Berger, a French mathematician, which was written following a conversation he had with an American mathematician at CNTA (the article is available at http://perso.ens-lyon.fr/laurent.berger/articles/RFGDS.pdf). We are certain that directly or indirectly, several other papers will result from the conference in due time.<br />The money graciously offered by the NSF was entirely used to pay for travel and accommodations for American mathematicians (by which we mean mathematicians affiliated to American institutions of higher learning) to attend the conference. More specifically, twenty-three mathematicians were supported; this was the total number of eligible applicants.&nbsp;<br />Of these, twelve were graduate students, six were post-doctoral fellows, and one was an undergraduate student. The money therefore strongly supported the inclusion of young mathematicians into the community, which was one of the desired broader impacts of the grant. Several of these young number theorists also used this opportunity to present a contributed talk, therefore elevating their professional profile. Of the twenty-three participants supported, seven were women. Women are an underrepresented group in mathematics, and as our target was to ensure that 25% of participants were women, we are happy with the gender diversity of the group we were able to fund. None of the supported participants reported having a disability, none self-identified as hispanic or latino, and of the nineteen funded participants who shared their race, twelve identified as White and seven as Asian.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2019<br>\n\t\t\t\t\tModified by: Christelle&nbsp;Vincent</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEvery other year since 1987, the Canadian Number Theory Association has hosted a number theory conference. Over the years this has become one of the largest conferences on number theory in the world; its main competition is Les Journees Arithmetiques, which are held in France. The website of the CNTA meeting is https://archimede.mat.ulaval.ca/CNTA2018.\nThe fifteenth edition of the CNTA meeting, which was held from July 9 through 13 last summer, was an immense success, with two hundred and twenty-five participants in attendance and one hundred and thirty-three talks on the program, nine of which were plenary talks. Fifty-seven participants came from the United States, ninety came from Canada, forty-nine from Europe, and most of the rest came from Asia, although every continent but Antarctica was represented.\nThe main intellectual merit of this grant was to ensure that American mathematicians would have access to the funding necessary to take part in this world-class event. As anecdotal proof that these meetings are indeed fruitful mathematically, we mention an article by Laurent Berger, a French mathematician, which was written following a conversation he had with an American mathematician at CNTA (the article is available at http://perso.ens-lyon.fr/laurent.berger/articles/RFGDS.pdf). We are certain that directly or indirectly, several other papers will result from the conference in due time.\nThe money graciously offered by the NSF was entirely used to pay for travel and accommodations for American mathematicians (by which we mean mathematicians affiliated to American institutions of higher learning) to attend the conference. More specifically, twenty-three mathematicians were supported; this was the total number of eligible applicants. \nOf these, twelve were graduate students, six were post-doctoral fellows, and one was an undergraduate student. The money therefore strongly supported the inclusion of young mathematicians into the community, which was one of the desired broader impacts of the grant. Several of these young number theorists also used this opportunity to present a contributed talk, therefore elevating their professional profile. Of the twenty-three participants supported, seven were women. Women are an underrepresented group in mathematics, and as our target was to ensure that 25% of participants were women, we are happy with the gender diversity of the group we were able to fund. None of the supported participants reported having a disability, none self-identified as hispanic or latino, and of the nineteen funded participants who shared their race, twelve identified as White and seven as Asian.\n\n\t\t\t\t\tLast Modified: 07/29/2019\n\n\t\t\t\t\tSubmitted by: Christelle Vincent"
 }
}