{
 "awd_id": "1822015",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tropical/Extratropical Interaction Mechanisms at the Intraseasonal Time Scale",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Varavut (Var) Limpasuvan",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 613489.0,
 "awd_amount": 613489.0,
 "awd_min_amd_letter_date": "2018-05-29",
 "awd_max_amd_letter_date": "2018-05-29",
 "awd_abstract_narration": "This project has the potential to lead to an improvement of the subseasonal (2-6 week) probabilistic weather forecasts of temperature and precipitation for North America. Support for this outcome is based upon the previous research by the team on the influence of tropical weather on mid-latitude weather, which has contributed to the development of the probabilistic subseasonal weather forecast method used by NOAA. This project will also train a graduate student to become an independent scientist. Besides participating in the usual activities of publishing papers and giving conference presentations, the team will work with personnel at Penn State's Center for Science and the Schools to conduct a five-day workshop on subseasonal to seasonal (S2S) prediction for middle and high school teachers from low socioeconomic and racially diverse urban and rural Pennsylvania school districts that serve populations highly underrepresented in science, technology, engineering, and math fields. The teachers will attend lectures on the techniques used for S2S forecasting, and  participate in relevant inquiry-based activities. The team will provide follow-up support as the teachers implement the workshop activities in their classrooms.\r\n\r\nIn the tropics, the dominant pattern on the intraseasonal time scale, the Madden-Julian Oscillation (MJO), is characterized by organized precipitation systems that propagate eastward encircling the tropics on a timescale of 30-70 days. The importance of the MJO for forecasting is evidenced by the use of the state of the MJO in week-3 and week-4 probabilistic forecasts by the NOAA/Climate Prediction Center. Although much progress has been made during the past three decades toward understanding how tropical convective heating influences the weather in mid-latitudes, there are still important unaddressed questions. This project will focus on questions that have not yet been investigated or have received little previous attention: (1)investigation of how Rossby waves are excited by MJO-related convection in the tropics propagate pole-ward,and impact weather in the mid-latitudes; (2) variation in the horizontal and vertical structure of the latent heat released in convections within the MJO event, and its impact in a key region, the central subtropical North Pacific; and (3) role of inertio-gravity waves excited by MJO-related convections in connecting tropical convections to weather over large distances across the Earth, e.g., teleconnection patterns. \r\n\r\nThe team will also address the following questions: Why does the high latitude component within teleconnection patterns persist for a much longer time period than do their lower latitude counterparts? What is the impact of inertio-gravity waves excited by the MJO on mid-latitude weather? The topic is particularly important because active teleconnection patterns have a large influence on the weather up to 6 weeks later. The approach includes the use of observational datasets and computer model calculations. The computer model will be used to isolate and to better understand the key physical processes that are responsible for the tropical-extratropical teleconnections.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Feldstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Feldstein",
   "pi_email_addr": "sbf1@meteo.psu.edu",
   "nsf_id": "000208960",
   "pi_start_date": "2018-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sukyoung",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sukyoung Lee",
   "pi_email_addr": "sxl31@psu.edu",
   "nsf_id": "000362608",
   "pi_start_date": "2018-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "516 Walker Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 613489.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this grant proposal has been to examine how processes in the tropics, such as large-scale regions of tropical convection (thunderstorm activity) affect the weather in the extratropics. This is an area of research that has been steadily growing over the past 15 years, especially after the realization that accounting for tropical processes can improve extratropical probabilistic weather forecasts with lead times longer than two weeks.</p>\n<p>&nbsp;In the Northern Hemisphere midlatitudes, teleconnection patterns have a large impact on the weather on the time scale of 1 to 2 weeks.&nbsp; The dominant teleconnection patterns in the Northern Hemisphere are the North Atlantic Oscillation (NAO) and the Pacific-North American (PNA) patterns.&nbsp; Both patterns are excited in part by tropical convection. There had been very little previous research on the processes that drive the temperature changes when the NAO and PNA patterns are active. It was found that even though horizontal temperature advection is an important contributor to the temperature changes, turbulent mixing in the atmospheric boundary also played a major role in driving these temperature changes, and the emission of longwave radiation damps these temperature changes.</p>\n<p>Another important topic involves constructive interference between stationary eddies (waves that don't propagate) and transient eddies (waves that do propagate) in the extratropics during winter. This is because constructive interference has a large impact on the weather. It was found that constructive interference is driven to a large extent by large-scale convection in the tropics.&nbsp; Furthermore, we showed that the constructive interference is associated with latent heating over the North Pacific which excites Rossby waves that in turn influence the weather at distant locations such as over the North Atlantic. We also examined the constructive interference during summer.&nbsp; It was found that the summer constructive interference is driven not only by tropical convection but also by latent heating in midlatitudes. An important question over the past 30 years has been what factors determine the intensity of midlatitude storm track activity. We found that tropical convection excites planetary waves that propagate into the extratropics and that the strength of the midlatitude storm tracks are negatively correlated with the amplitude of these planetary waves.</p>\n<p>An important question is the impact of Arctic sea ice loss on midlatitudes. In one study, we found that sea ice loss has a limited impact on midlatitude weather, as We showed that Rossby waves excited by tropical convection propagate northward from the tropics across the North Pacific into the Arctic followed by southward wave propagation back into midlatitudes over Europe and North Africa. When these waves pass over the Arctic, they contribute to the melting of sea ice. Their departure from the Arctic could give the impression that these waves have an Arctic origin rather than origin in the tropics.</p>\n<p>The processes that drive the decadal trend in the warm Arctic/cold continent pattern was investigated.&nbsp; It was found that the trend in this pattern can be explained in large part by the Tropically Excited Arctic Warming (TEAM) Mechanism. The TEAM mechanism, which was developed for one of our previous NSF grants, hypothesizes that enhanced and localized tropical convection excites Rossby waves that propagate into into the Arctic. In this study, we found that the Rossby waves excited by the TEAM mechanism warm the Arctic and cool Siberia via horizontal temperature advection.</p>\n<p>We also used machine learning to show that the majority of the interdecadal Arctic warming is due to interdecadal changes in the frequency of intraseasonal teleconnections patterns. These teleconnection patterns advect warm air into the Arctic.&nbsp;</p>\n<p>We also examined the impact of the tropics on the extratropics in climate models. We found that biases (errors) in the transport of water vapor into the Arctic in climate models was linked to biases in tropical temperature. This is important because increases in water vapor are a major contributor to Arctic warming. In another study, it was found that biases in the circulation (wind) field in these models arises in large part from biases in latent heating.&nbsp;</p>\n<p>This grant also helped to train 5 graduate students and 1 undergraduate student.&nbsp; These students learned how to do scientific research, write journal articles, and give presentations at conferences. Two of these students have obtained their PhD and are now postdoctoral fellows, two have MS degrees, and two others are working toward their PhD.</p>\n<p>In the summer of 2022, we held a one-week workshop for middle and high school teachers on subseasonal prediction. There were presentations on the physical processes associated with subseasonal prediction as well as presentations on the methods that are used for subseasonal prediction. There was also time for the teachers to write computer code and perform calculations. The aim of this workshop was for the teachers to bring the material that they learned into their classrooms.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2022<br>\n\t\t\t\t\tModified by: Steven&nbsp;Feldstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this grant proposal has been to examine how processes in the tropics, such as large-scale regions of tropical convection (thunderstorm activity) affect the weather in the extratropics. This is an area of research that has been steadily growing over the past 15 years, especially after the realization that accounting for tropical processes can improve extratropical probabilistic weather forecasts with lead times longer than two weeks.\n\n In the Northern Hemisphere midlatitudes, teleconnection patterns have a large impact on the weather on the time scale of 1 to 2 weeks.  The dominant teleconnection patterns in the Northern Hemisphere are the North Atlantic Oscillation (NAO) and the Pacific-North American (PNA) patterns.  Both patterns are excited in part by tropical convection. There had been very little previous research on the processes that drive the temperature changes when the NAO and PNA patterns are active. It was found that even though horizontal temperature advection is an important contributor to the temperature changes, turbulent mixing in the atmospheric boundary also played a major role in driving these temperature changes, and the emission of longwave radiation damps these temperature changes.\n\nAnother important topic involves constructive interference between stationary eddies (waves that don't propagate) and transient eddies (waves that do propagate) in the extratropics during winter. This is because constructive interference has a large impact on the weather. It was found that constructive interference is driven to a large extent by large-scale convection in the tropics.  Furthermore, we showed that the constructive interference is associated with latent heating over the North Pacific which excites Rossby waves that in turn influence the weather at distant locations such as over the North Atlantic. We also examined the constructive interference during summer.  It was found that the summer constructive interference is driven not only by tropical convection but also by latent heating in midlatitudes. An important question over the past 30 years has been what factors determine the intensity of midlatitude storm track activity. We found that tropical convection excites planetary waves that propagate into the extratropics and that the strength of the midlatitude storm tracks are negatively correlated with the amplitude of these planetary waves.\n\nAn important question is the impact of Arctic sea ice loss on midlatitudes. In one study, we found that sea ice loss has a limited impact on midlatitude weather, as We showed that Rossby waves excited by tropical convection propagate northward from the tropics across the North Pacific into the Arctic followed by southward wave propagation back into midlatitudes over Europe and North Africa. When these waves pass over the Arctic, they contribute to the melting of sea ice. Their departure from the Arctic could give the impression that these waves have an Arctic origin rather than origin in the tropics.\n\nThe processes that drive the decadal trend in the warm Arctic/cold continent pattern was investigated.  It was found that the trend in this pattern can be explained in large part by the Tropically Excited Arctic Warming (TEAM) Mechanism. The TEAM mechanism, which was developed for one of our previous NSF grants, hypothesizes that enhanced and localized tropical convection excites Rossby waves that propagate into into the Arctic. In this study, we found that the Rossby waves excited by the TEAM mechanism warm the Arctic and cool Siberia via horizontal temperature advection.\n\nWe also used machine learning to show that the majority of the interdecadal Arctic warming is due to interdecadal changes in the frequency of intraseasonal teleconnections patterns. These teleconnection patterns advect warm air into the Arctic. \n\nWe also examined the impact of the tropics on the extratropics in climate models. We found that biases (errors) in the transport of water vapor into the Arctic in climate models was linked to biases in tropical temperature. This is important because increases in water vapor are a major contributor to Arctic warming. In another study, it was found that biases in the circulation (wind) field in these models arises in large part from biases in latent heating. \n\nThis grant also helped to train 5 graduate students and 1 undergraduate student.  These students learned how to do scientific research, write journal articles, and give presentations at conferences. Two of these students have obtained their PhD and are now postdoctoral fellows, two have MS degrees, and two others are working toward their PhD.\n\nIn the summer of 2022, we held a one-week workshop for middle and high school teachers on subseasonal prediction. There were presentations on the physical processes associated with subseasonal prediction as well as presentations on the methods that are used for subseasonal prediction. There was also time for the teachers to write computer code and perform calculations. The aim of this workshop was for the teachers to bring the material that they learned into their classrooms.\n\n \n\n\t\t\t\t\tLast Modified: 10/26/2022\n\n\t\t\t\t\tSubmitted by: Steven Feldstein"
 }
}