{
 "awd_id": "1822619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CRCNS Research Proposal: Collaborative Research: Prioritization of memory reactivation for decision-making",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 375001.0,
 "awd_amount": 375001.0,
 "awd_min_amd_letter_date": "2018-09-10",
 "awd_max_amd_letter_date": "2019-08-07",
 "awd_abstract_narration": "The decisions we make are shaped by memories of our previous experiences. Indeed, what decision you make may ultimately depend on which memories your brain accesses, and which ones you neglect, in contemplating a potential action's outcome. This project aims to measure memory access in support of choices, using functional neuroimaging, so as to study which memories are accessed when, and how retrieving these memories affects the choices people make, either immediately or later on. Understanding these processes will lay the foundation for a better, more unified understanding of many diverse phenomena affecting choices - planning, when habits arise, the role of dreams, and the impacts of advertising. This could also improve our understanding of maladaptive choice in various disorders, such as rumination, compulsion, and craving. The experiments also aim to examine how manipulating the structure of previous experience affects these memory-access patterns, and ultimately choices. In addition to its scientific aims, the project aims to train young scientists in an interdisciplinary range of techniques, combining computational and cognitive neuroscience, and to serve diversity especially by facilitating training of women in these areas.\r\n\r\nActions can be separated from their consequences by many steps in space and time. Anticipating these consequences so as to choose the best actions requires integrating memories of multiple intermediate events, which often were not originally experienced together. But so far there has been a lack of a principled and unified account of which memories are accessed, when, and which are neglected, to support value-based decisions. This project aims to test a recent computational theory that formalizes the ways in which particular memories are accessed and integrated to evaluate options, and the consequences for choice. The overarching hypothesis is that the brain sequentially integrates multiple memories for separate experiences either retroactively or prospectively, prioritizing the most valuable ones depending on the statistics of previous experience. The project will test this hypothesis using functional Magnetic Resonance Imaging in humans that will be engaged in solving several reinforcement-learning tasks. The project will take advantage of category-specific visual activity to measure memory access at different points during acquisition and deliberation, compare these patterns to subsequent choices, and test whether manipulations of the statistical structure of experience affects both memory access and the resulting choices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daphna",
   "pi_last_name": "Shohamy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daphna Shohamy",
   "pi_email_addr": "ds2619@columbia.edu",
   "nsf_id": "000537709",
   "pi_start_date": "2018-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "3227 Broadway, L3, Quad 3D",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 311640.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 63361.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What is memory for? Neuroscientists and psychologists have long studied our ability to encode and retrieve memory in isolation, using tasks such as word list learning. However, outside the laboratory, one important adaptive function of memory is to guide our behavior: to allow us to learn from previous experience, and retrieve relevant memories of earlier events to guide subsequent decisions.&nbsp;</p>\n<p>In this project, we aimed to study memory and decision making together, using trial-and-error choice tasks together with neuroimaging techniques that allowed us to measure when and with what patterns people retrieved memories of previous events and relate these events to their choice behavior. Our work was inspired by, and helped us to refine, theoretical accounts that argue that (for instance, because memory recall takes time that could be used for other purposes), the brain should judiciously consult memory to refine its choices under circumstances when this is most likely to be helpful. This idea, in turn, suggests that memories will be accessed more or less in different situations, and with different patterns, depending on the relative costs and benefits in a particular task.</p>\n<p>We conducted several experiments, the results of which largely supported these ideas. First, by comparing neural signatures of memory recall (called &ldquo;replay&rdquo; of previous events) to human choice behavior, we found clear evidence that these memory recalls influenced subsequent choices, and that their timing and content were judiciously allocated. For instance, while classic ideas about &ldquo;mental simulation&rdquo; had suggested that people would think ahead about the consequences of candidate actions when faced with decisions, we instead found that in many cases people instead think backwards when they first receive actions&rsquo; outcomes, retrieving other actions that could have produced them, thereby proactively preparing to make decisions about those actions in the future. However, we also showed that we can reliably elicit both forward and backward patterns of memory access by putting people in situations where either is more efficient. In related collaborations, we found evidence for similar patterns in rodents and in patients with brain damage. Armed with these results, we also produced several new and updated theoretical models that describe more tightly the relatiosnship between memory and choice.</p>\n<p>We believe that this line of work will have important implications for computer science, education, and mental health.&nbsp;Our theoretical models have new implications for artificial intelligence, including for exploration and generalizing learning across tasks; novel and efficient sampling mechanisms for mental simulation; and resource-sensitive management of computation.&nbsp;The behavioral consequences of the effects of memory replay on decision-making offer new insights into why people make the decisions they do and may have implications for study and educational strategies. Finally, we and others are working to elucidate potential links between dysfunction in these replay mechanisms and symptoms of mental illness, such as craving, obsession, and PTSD.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/13/2023<br>\n\t\t\t\t\tModified by: Daphna&nbsp;Shohamy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhat is memory for? Neuroscientists and psychologists have long studied our ability to encode and retrieve memory in isolation, using tasks such as word list learning. However, outside the laboratory, one important adaptive function of memory is to guide our behavior: to allow us to learn from previous experience, and retrieve relevant memories of earlier events to guide subsequent decisions. \n\nIn this project, we aimed to study memory and decision making together, using trial-and-error choice tasks together with neuroimaging techniques that allowed us to measure when and with what patterns people retrieved memories of previous events and relate these events to their choice behavior. Our work was inspired by, and helped us to refine, theoretical accounts that argue that (for instance, because memory recall takes time that could be used for other purposes), the brain should judiciously consult memory to refine its choices under circumstances when this is most likely to be helpful. This idea, in turn, suggests that memories will be accessed more or less in different situations, and with different patterns, depending on the relative costs and benefits in a particular task.\n\nWe conducted several experiments, the results of which largely supported these ideas. First, by comparing neural signatures of memory recall (called \"replay\" of previous events) to human choice behavior, we found clear evidence that these memory recalls influenced subsequent choices, and that their timing and content were judiciously allocated. For instance, while classic ideas about \"mental simulation\" had suggested that people would think ahead about the consequences of candidate actions when faced with decisions, we instead found that in many cases people instead think backwards when they first receive actions’ outcomes, retrieving other actions that could have produced them, thereby proactively preparing to make decisions about those actions in the future. However, we also showed that we can reliably elicit both forward and backward patterns of memory access by putting people in situations where either is more efficient. In related collaborations, we found evidence for similar patterns in rodents and in patients with brain damage. Armed with these results, we also produced several new and updated theoretical models that describe more tightly the relatiosnship between memory and choice.\n\nWe believe that this line of work will have important implications for computer science, education, and mental health. Our theoretical models have new implications for artificial intelligence, including for exploration and generalizing learning across tasks; novel and efficient sampling mechanisms for mental simulation; and resource-sensitive management of computation. The behavioral consequences of the effects of memory replay on decision-making offer new insights into why people make the decisions they do and may have implications for study and educational strategies. Finally, we and others are working to elucidate potential links between dysfunction in these replay mechanisms and symptoms of mental illness, such as craving, obsession, and PTSD.\n\n \n\n\t\t\t\t\tLast Modified: 03/13/2023\n\n\t\t\t\t\tSubmitted by: Daphna Shohamy"
 }
}