{
 "awd_id": "1822703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: FASEB Summer Research Conference on Post-transcriptional Control of Gene Expression - Mechanisms of RNA Decay, June 2018, Scottsdale, AZ",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2018-04-26",
 "awd_max_amd_letter_date": "2018-04-26",
 "awd_abstract_narration": "This award will support attendance by early-career scientists at the FASEB Conference Post-transcriptional Control of Gene Expression  - Mechanisms of RNA Decay to be held June 24-29, 2018 in Scottsdale, AZ. This is an evolving field powered by technological advances and fascinating discoveries on the role of RNA decay in controlling gene expression. Meeting objectives include: coalescing the field to disseminate latest research findings, providing an environment for establishing research collaborations, engaging a new generation of RNA decay researchers, and promoting professional development and networking. The meeting format includes keynote lectures by two leaders in the field, nine scientific sessions featuring a combination of invited lectures and talks selected from submitted abstracts, and three poster sessions. In addition, informal opportunities for engagement will be provided for junior researchers to learn from established investigators at a 'meet the speakers' lunch and a career and professional development panel discussion with senior researchers from both academia, industry, and government. \r\n\r\nRNA decay plays a central role in regulation of gene expression, and this meeting will bring together a broad group of researchers in the field.  Meeting objectives include:  disseminating latest research findings, providing an environment for establishing research collaborations, engaging a new generation of RNA decay researchers, and promoting professional development and networking.  The size of the conference is expected to be small (100-150 attendees), which should enable productive discussions on an array of topics, including:  5' and 3' events in mRNA decay; translation-coupled mRNA decay; quality control mechanisms; small RNAs; regulation of RNA decay; ribonucleases; RNA decay in development and disease; and polyadenosine and other tails. The meeting will bring provide an excellent forum for junior investigators, including those from underrepresented groups, to hear about latest research in the U.S. and abroad, to meet and talk with leaders in the field, and to have an opportunity to present and receive feedback on their own research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Goldstrohm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Goldstrohm",
   "pi_email_addr": "agoldstr@umn.edu",
   "nsf_id": "000767166",
   "pi_start_date": "2018-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Federation of Amer Societies For Exper Biology",
  "inst_street_address": "6120 EXECUTIVE BLVD STE 575",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016347013",
  "inst_zip_code": "208529839",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "FEDERATION OF AMERICAN SOCIETIES FOR EXPERIMENTAL BIOLOGY",
  "org_prnt_uei_num": "PTK7AJZVT7C1",
  "org_uei_num": "CLHCSTHHSX25"
 },
 "perf_inst": {
  "perf_inst_name": "Federation of American Societies for Experimental Biology (FASEB",
  "perf_str_addr": "9650 ROCKVILLE PIKE",
  "perf_city_name": "Bethesda",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208143998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The FASEB Summer Research Conference:Post-transcriptional Control of Gene Expression: Mechanisms of RNA DecayPlaza Resort, Scottsdale, AZ, USAJune 24th-29th, 2018, brought together 137 academic, government, foundation, and industrial researchers from across the globe to intensively discuss their latest findings on the mechanisms and biological consequences of mRNA turnover. Novel discoveries were disseminated in keynote addresses by Dr. Lynne Maquat (Univ. of Rochester) and Dr. Joel Belasco (New York Univ.), and by fifty-three invited experts during 9 thematic scientific sessions. All attendees (who submitted abstracts) were invited to give &lsquo;Lightning Talks&rsquo; and present posters of their work in two engaging evening poster sessions; from submitted abstracts, 19 were selected for oral presentations, many of which were presented by junior researchers and/or trainees.&nbsp;&nbsp;</p>\n<p>The meeting's content focused on RNA decay - mechanisms and impact on post-transcriptional control of gene expression - and the fundamental roles RNA decay plays in biology, including development, viral and bacterial pathogenesis, and disease. A unique aspect of this meeting is that it incorporates research on all major RNA species and from all kingdoms of life &ndash; including viruses, microbes, plants, fungi, and animals. The research presented was highly multidisciplinary employing cell and molecular biology, genetics, virology, microbiology, biochemistry, chemistry, biophysics, structural biology, chemical biology, bioinformatics and computational approaches. The immense contributions of the late Dr. Elisa Izaurralde (1959-2018) -a leading RNA biologists, regular attendee of this meeting, and good friend - were honored on several occasions and memorialized in naming a poster prize in structural &amp; functional RNA biology in her name.&nbsp;</p>\n<p>The meeting format promoted discussions, collaborations, and networking. Half of the attendees were trainees, and scientists at all levels had networking and professional development opportunities including daily &lsquo;Meet with Experts&rsquo; luncheons and a &lsquo;Career Developmental Discussion Hour&rsquo; with panelists Dr. Sandra Wolin (National Cancer Institute), Dr. Trista Schagat (Promega Corporation), Dr. Anita Corbett (Emory University) and Dr. Ariel Bazzini (Stowers Institute).</p>\n<p>Awards sponsored by the RNA Society and the Non-coding RNA journal were given to top presentations by trainees. Best poster prizes went to Dr. Ben Towler (Brighton and Sussex Medical School), Dr. Dhitri Sinha (University of Texas Health Science Center Houston), Katelyn Doxtader (Univ. of Texas Southwestern). Dagmar Zigackova (Masaryk Univ.) won the Lightning Talk prize. Dr. Eva-Maria Weick (Sloan Kettering Institute) was awarded the Dr. Elisa Izaurralde poster award and Dr. Anthony Mustoe (Univ. of North Carolina) the non-coding RNA poster award.&nbsp;</p>\n<p>The conference was attended by 137 academic, government, foundation, and industrial scientists from across the globe. 41 attendees were international hailing from 14 countries including Canada, Great Brittan, France, Portugal, Germany, Czech Republic, Switzerland, Norway, Morocco, Poland, China, and Japan.&nbsp; All career stages were represented, with approximate 50% professional scientists and 50% trainees. Overall, 41% of attendees were female. Of the two keynote speakers, 1 was female.&nbsp; Of the nine session chairs, four were female. In total, 52 invited speakers presented their research, of which 42% were female, 50% were new speakers, and 25% were assistant professors. The invited speakers included 3 URMs and overall 10 attendees self-identified as URM, as defined by the National Science Foundation. Sixty-five posters were presented by trainees and faculty and 19 submitted abstracts were selected for talks.&nbsp; NSF support provided travel awards for six trainees and six junior investigators.</p>\n<p>Results of the meeting were disseminated through the oral and poster presentations, and abstract booklet.&nbsp; In addition, presenters at this meeting were invited to submit chapters for a volume of the journal Methods, Biochemical and Next Generation Sequencing Approaches to Study RNA Regulation, Volume 155,Pages 1-140 (15 February 2019).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/10/2019<br>\n\t\t\t\t\tModified by: Aaron&nbsp;Goldstrohm</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe FASEB Summer Research Conference:Post-transcriptional Control of Gene Expression: Mechanisms of RNA DecayPlaza Resort, Scottsdale, AZ, USAJune 24th-29th, 2018, brought together 137 academic, government, foundation, and industrial researchers from across the globe to intensively discuss their latest findings on the mechanisms and biological consequences of mRNA turnover. Novel discoveries were disseminated in keynote addresses by Dr. Lynne Maquat (Univ. of Rochester) and Dr. Joel Belasco (New York Univ.), and by fifty-three invited experts during 9 thematic scientific sessions. All attendees (who submitted abstracts) were invited to give ?Lightning Talks? and present posters of their work in two engaging evening poster sessions; from submitted abstracts, 19 were selected for oral presentations, many of which were presented by junior researchers and/or trainees.  \n\nThe meeting's content focused on RNA decay - mechanisms and impact on post-transcriptional control of gene expression - and the fundamental roles RNA decay plays in biology, including development, viral and bacterial pathogenesis, and disease. A unique aspect of this meeting is that it incorporates research on all major RNA species and from all kingdoms of life &ndash; including viruses, microbes, plants, fungi, and animals. The research presented was highly multidisciplinary employing cell and molecular biology, genetics, virology, microbiology, biochemistry, chemistry, biophysics, structural biology, chemical biology, bioinformatics and computational approaches. The immense contributions of the late Dr. Elisa Izaurralde (1959-2018) -a leading RNA biologists, regular attendee of this meeting, and good friend - were honored on several occasions and memorialized in naming a poster prize in structural &amp; functional RNA biology in her name. \n\nThe meeting format promoted discussions, collaborations, and networking. Half of the attendees were trainees, and scientists at all levels had networking and professional development opportunities including daily ?Meet with Experts? luncheons and a ?Career Developmental Discussion Hour? with panelists Dr. Sandra Wolin (National Cancer Institute), Dr. Trista Schagat (Promega Corporation), Dr. Anita Corbett (Emory University) and Dr. Ariel Bazzini (Stowers Institute).\n\nAwards sponsored by the RNA Society and the Non-coding RNA journal were given to top presentations by trainees. Best poster prizes went to Dr. Ben Towler (Brighton and Sussex Medical School), Dr. Dhitri Sinha (University of Texas Health Science Center Houston), Katelyn Doxtader (Univ. of Texas Southwestern). Dagmar Zigackova (Masaryk Univ.) won the Lightning Talk prize. Dr. Eva-Maria Weick (Sloan Kettering Institute) was awarded the Dr. Elisa Izaurralde poster award and Dr. Anthony Mustoe (Univ. of North Carolina) the non-coding RNA poster award. \n\nThe conference was attended by 137 academic, government, foundation, and industrial scientists from across the globe. 41 attendees were international hailing from 14 countries including Canada, Great Brittan, France, Portugal, Germany, Czech Republic, Switzerland, Norway, Morocco, Poland, China, and Japan.  All career stages were represented, with approximate 50% professional scientists and 50% trainees. Overall, 41% of attendees were female. Of the two keynote speakers, 1 was female.  Of the nine session chairs, four were female. In total, 52 invited speakers presented their research, of which 42% were female, 50% were new speakers, and 25% were assistant professors. The invited speakers included 3 URMs and overall 10 attendees self-identified as URM, as defined by the National Science Foundation. Sixty-five posters were presented by trainees and faculty and 19 submitted abstracts were selected for talks.  NSF support provided travel awards for six trainees and six junior investigators.\n\nResults of the meeting were disseminated through the oral and poster presentations, and abstract booklet.  In addition, presenters at this meeting were invited to submit chapters for a volume of the journal Methods, Biochemical and Next Generation Sequencing Approaches to Study RNA Regulation, Volume 155,Pages 1-140 (15 February 2019).\n\n\t\t\t\t\tLast Modified: 06/10/2019\n\n\t\t\t\t\tSubmitted by: Aaron Goldstrohm"
 }
}