{
 "awd_id": "1822112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning IUCRC at Case Western Reserve University:  Center for Industrial Energy Efficiency (CIEE)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2018-08-28",
 "awd_max_amd_letter_date": "2018-08-28",
 "awd_abstract_narration": "Industrial energy consumption is significant and accounts for approximately one-third of total U.S. energy consumptions. For the energy currently consumed in industry, about 64.4% is wasted, based on the U.S. Department of Energy's statistical data. There is a great potential to improve the energy efficiency of industrial operations to reduce the energy consumption, lower the utility cost and cut greenhouse gas emissions. This project is to plan for the establishment of an Industry-University Cooperative Research Center, by reaching out to potential manufacturing companies, utility companies and energy service companies which are interested in conducting collaborative research with CWRU faculty on industrial energy efficiency. The vision of the planned IUCRC is to establish a national/international research center dedicated to advancing the knowledge and techniques needed to improve industrial energy efficiency to enhance the competitiveness of U.S. manufacturing industry in the global economy and to mitigate the carbon emissions from U.S. industrial sector. Simultaneously, the proposed IUCRC will develop advanced educational program to train a large cohort of engineering students. This planned IUCRC will generate significant impacts on the industrial operations and academic research on industrial energy efficiency, through joint efforts with Purdue University. \r\n\r\nThe proposed IUCRC at CWRU will focus on improving energy efficiency of manufacturing companies, in collaborations with utility companies and energy service companies. The research objectives of this IUCRC are to: (1). Develop scientific modeling tools and experimental techniques for identifying the in-depth energy saving opportunities in industrial manufacturing systems. (2). Develop applicable control algorithms and tools for effectively reducing the energy consumption in industrial manufacturing systems. (3). Develop data analytics approaches and decision-support tools for supporting policy-making and strategy-planning on Industrial Energy Efficiency. (4). Develop educational programs for workforce training on Industrial Energy Efficiency. The planning project will leverage the expertise of CWRU faculty members in industrial energy efficiency, manufacturing system optimization, adaptive process control, and energy data analytics, to harness existing relationships of CWRU with industry to identify possible partners for the IUCRC and utilize an inclusive feedback process between researchers and potential members to determine the strategic direction of research projects to be conducted. The research results obtained from the center will provide novel insights into current industrial operations for in-depth energy savings, plant-wide implementations, and public policy support.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Yuan",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Y Yuan",
   "pi_email_addr": "chris.yuan@case.edu",
   "nsf_id": "000544450",
   "pi_start_date": "2018-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Loparo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A Loparo",
   "pi_email_addr": "kennethloparo@gmail.com",
   "nsf_id": "000282755",
   "pi_start_date": "2018-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Gao",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Robert X Gao",
   "pi_email_addr": "Robert.Gao@case.edu",
   "nsf_id": "000361627",
   "pi_start_date": "2018-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexis",
   "pi_last_name": "Abramson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Alexis R Abramson",
   "pi_email_addr": "alexis.r.abramson@dartmouth.edu",
   "nsf_id": "000284646",
   "pi_start_date": "2018-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McGuffin-Cawley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James McGuffin-Cawley",
   "pi_email_addr": "James.Cawley@case.edu",
   "nsf_id": "000532273",
   "pi_start_date": "2018-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 Euclid Avenue",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has been successfully conducted to plan for establishing a NSF Industry-University Cooperative Research Center on Industrial Energy Efficiency (CIEE), jointly at Case Western Reserve University and Purdue University. Industrial energy use accounts for about one third of total U.S. energy consumption. Improving energy efficiency is the most economical way to address the energy problems of industrial sector to reduce energy cost, cut energy-related environmental emissions and increase market competitiveness. During the planning stage of this projects, the CWRU team has reached out, communicated and discussed with more than 100 potential members, including manufacturing companies, utility companies, energy services companies and industrial associations, on their needs and interests in collaborative research with CWRU faculty on industrial energy efficiency. Finally, a planning meeting has been successfully organized by CWRU and Purdue University, and held on CWRU campus, with 62 attendees from 16 industrial companies, and representatives from NSF, CWRU and Purdue University. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The intellectual merits of this project reside in the results from the presentations, meeting and discussions of academic researchers from CWRU and Purdue University with industrial representatives on 10 potential projects for collaborative research, covering such topics of industrial energy efficiency as peak demand reduction, manufacturing scheduling, combustion, manufacturing data analytics, thermal management, manufacturing system control, micro-grid, energy footprint analysis, industrial process simulation, and manufacturing technology improvement. All these projects are presented in a collaborative framework by CWRU and Purdue Faculty in the planning meeting with mathematical simulation and/or experimental approach based on their expertise and previous studies for reducing the industrial energy consumptions from process or system perspectives. These methods and preliminary results as presented during the planning meeting are effective approaches for improving energy efficiency of industry, and attracted interests and attentions of industrial participants to raise vigorous discussions and thoughtful feedback during the planning meeting. The results are helpful for shaping the future research of the participating faculty from CWRU and Purdue University toward more industrial-applicable research on industrial energy efficiency.</p>\n<p>&nbsp;</p>\n<p>The broad impacts of the project are mainly on the outreach and involvement of numerous leading manufacturing companies, utility companies, energy service companies as well as industrial organizations to participate in the meetings and discussions on their interests and strategic plans for enhancing the industrial energy efficiency to reduce energy cost, improve environmental sustainability and increase market competitiveness. The results from the project will enhance the industry&rsquo;s efforts on energy efficiency in future and also shape the future research and educational activities of CWRU and Purdue faculty as well as their students on industrial energy efficiency. The project also involved dozens of students at both graduate and undergraduate levels across CWRU and Purdue University for the project planning, industrial outreach, scheduling, meetings and discussions. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2020<br>\n\t\t\t\t\tModified by: Chris&nbsp;Y&nbsp;Yuan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has been successfully conducted to plan for establishing a NSF Industry-University Cooperative Research Center on Industrial Energy Efficiency (CIEE), jointly at Case Western Reserve University and Purdue University. Industrial energy use accounts for about one third of total U.S. energy consumption. Improving energy efficiency is the most economical way to address the energy problems of industrial sector to reduce energy cost, cut energy-related environmental emissions and increase market competitiveness. During the planning stage of this projects, the CWRU team has reached out, communicated and discussed with more than 100 potential members, including manufacturing companies, utility companies, energy services companies and industrial associations, on their needs and interests in collaborative research with CWRU faculty on industrial energy efficiency. Finally, a planning meeting has been successfully organized by CWRU and Purdue University, and held on CWRU campus, with 62 attendees from 16 industrial companies, and representatives from NSF, CWRU and Purdue University.  \n\n \n\nThe intellectual merits of this project reside in the results from the presentations, meeting and discussions of academic researchers from CWRU and Purdue University with industrial representatives on 10 potential projects for collaborative research, covering such topics of industrial energy efficiency as peak demand reduction, manufacturing scheduling, combustion, manufacturing data analytics, thermal management, manufacturing system control, micro-grid, energy footprint analysis, industrial process simulation, and manufacturing technology improvement. All these projects are presented in a collaborative framework by CWRU and Purdue Faculty in the planning meeting with mathematical simulation and/or experimental approach based on their expertise and previous studies for reducing the industrial energy consumptions from process or system perspectives. These methods and preliminary results as presented during the planning meeting are effective approaches for improving energy efficiency of industry, and attracted interests and attentions of industrial participants to raise vigorous discussions and thoughtful feedback during the planning meeting. The results are helpful for shaping the future research of the participating faculty from CWRU and Purdue University toward more industrial-applicable research on industrial energy efficiency.\n\n \n\nThe broad impacts of the project are mainly on the outreach and involvement of numerous leading manufacturing companies, utility companies, energy service companies as well as industrial organizations to participate in the meetings and discussions on their interests and strategic plans for enhancing the industrial energy efficiency to reduce energy cost, improve environmental sustainability and increase market competitiveness. The results from the project will enhance the industry’s efforts on energy efficiency in future and also shape the future research and educational activities of CWRU and Purdue faculty as well as their students on industrial energy efficiency. The project also involved dozens of students at both graduate and undergraduate levels across CWRU and Purdue University for the project planning, industrial outreach, scheduling, meetings and discussions.  \n\n \n\n\t\t\t\t\tLast Modified: 12/28/2020\n\n\t\t\t\t\tSubmitted by: Chris Y Yuan"
 }
}