{
 "awd_id": "1822140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phase I IUCRC at Dartmouth College:  Center for Integrated Power Management Circuits and Systems - Power One IC",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 805000.0,
 "awd_min_amd_letter_date": "2018-09-05",
 "awd_max_amd_letter_date": "2023-06-08",
 "awd_abstract_narration": "Microelectronics and integrated circuits have revolutionized computing, communication, and information technology. However, in a variety of applications, size, cost, performance, and battery life are increasingly limited by systems that process power and energy. The Center for Power Management Integration (PMIC) will engage with industry partners and conduct targeted research in efficient, high-density power electronics, passive components, and integration strategies. The overall goal of the center is to address bottlenecks related to power and energy management that affect a variety of sectors from performance and mobile computing, to renewable energy, automotive, and industrial electronics. Across these industries, the center will work to help alleviate key performance, packaging, and cost limitations, and enable continued improvements with resulting economic benefits. The center will connect leading academic researchers with a large and growing industry base that has a great need for collaborative, interdisciplinary research as well as workforce development. Educational programs at the graduate and undergraduate levels will address this need while K-12 outreach will help expand awareness of power and energy management disciplines. The program will emphasize recruiting and training engineers from underrepresented backgrounds, building on Dartmouth's success in recruiting and retaining women in engineering.\r\n\r\nUnlike traditional analog and digital circuits that have dramatically benefited from semiconductor scaling, power management systems depend on passive components and circuit architectures subject to Maxwell's equations, material properties, and practical implementation. Thus, addressing bottlenecks in power management requires multidisciplinary innovation in electronics and circuit architectures, passive and active devices, and integration strategies. The PMIC Center will target a range of innovations that leverage novel materials and passive component implementation, new circuit architectures that maximize utilization of available energy- and power-density, and integration strategies leveraging semiconductor foundries and advanced manufacturing. Modeling, design and fabrication of passive components will be advanced through research including optimization of power density and efficiency using advanced models, on-silicon microfabricated inductors using nanocomposite materials and integrated resonant passive components. Research on power electronic circuits will focus on novel architectures that maximize utilization of both active devices and passive components, facilitating a roadmap to mm-scale or monolithic integration. Application-specific objectives relevant to industry partners will also be considered such as reliability, robustness, and performance in high temperature, harsh environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Charles R Sullivan",
   "pi_email_addr": "charles.r.sullivan@dartmouth.edu",
   "nsf_id": "000191894",
   "pi_start_date": "2018-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Levey",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher G Levey",
   "pi_email_addr": "christopher.levey@Dartmouth.edu",
   "nsf_id": "000344395",
   "pi_start_date": "2018-09-05",
   "pi_end_date": "2019-10-02"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Stauth",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jason T Stauth",
   "pi_email_addr": "jason.t.stauth@dartmouth.edu",
   "nsf_id": "000615619",
   "pi_start_date": "2018-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "14 Engineering Drive",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037554401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microelectronics and integrated circuits have revolutionized computing, communication, and information technology. However, the size, cost, performance, and battery life in a variety of applications is increasingly limited by systems that process power and energy, which in turn is limited by power electronic circuits, passive and active devices, and integration strategies. This grant supported the creation and operation of the Power Management Integration Center (PMIC) to address these challenges.&nbsp; Researchers at Dartmouth and the University of California, San Diego (UCSD) developed next-generation power electronic circuits, systems, and components in research projects funded by PMIC member companies, while training students with a rare combination of skills that are essential for maintaining US competitiveness in this area.&nbsp; &nbsp;</p>\r\n<p>With the mission to create innovations that support higher efficiency, smaller size, and reduced cost, PMIC member companies funded 21 research projects.&nbsp; The Center started with a single university site at Dartmouth, and added UCSD as a second site in 2021.&nbsp; At the conclusion of Phase I, the Center transitioned to Phase II funding to continue research in this area, and is now tackling new aspects of the challenge with continued support of member companies.</p>\r\n<p>The 16 projects conducted at Dartmouth pioneered new concepts and developed key capabilities for power electronics across multiple applications, demonstrating strong intellectual merit and leading to 14 peer-reviewed publications.&nbsp; Highlights of these projects are summarized here.&nbsp; Additional results from UCSD are summarized in the UCSD &nbsp;Outcomes report for Phase I of PMIC.</p>\r\n<p>A key theme of the work at Dartmouth was development of improved passive components for integrated power conversion, including optimization of low-cost air-core inductors and transformers, as well as piezoelectric resonators to replace convention power passives.&nbsp; Among other results, the magnetics work included developing an open-source FFT-accelerated magnetics simulator that enabled free-shape optimization of inductors, enabling automatic generation of high-performance designs even under complex sets of constraints.</p>\r\n<p>Work at Dartmouth also developed new architectures, implementations, and control strategies for integrated and discrete power electronics. This included efforts on hybrid switched-capacitor power converters which led to significant improvements in size, cost and efficiency, while&nbsp; addressing key challenges related to capacitor balancing, startup, and transient performance. Other work focused on high-frequency, highly-integrated power conversion and new gate-drive circuits for silicon and wide-bandgap power-devices that can significantly reduce gate-drive power loss.&nbsp;</p>\r\n<p>Broader impacts of the project that have already been realized include developing collaborations between Dartmouth and UCSD researchers and the member companies, and contributing to the training of 49 students at Dartmouth and UCSD in crucial skills for this increasingly important area of technology.&nbsp; The longer-term broader impacts expected include improved energy efficiency and performance across many applications and improved competitiveness of the US electronics industry.</p><br>\n<p>\n Last Modified: 03/19/2025<br>\nModified by: Charles&nbsp;R&nbsp;Sullivan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMicroelectronics and integrated circuits have revolutionized computing, communication, and information technology. However, the size, cost, performance, and battery life in a variety of applications is increasingly limited by systems that process power and energy, which in turn is limited by power electronic circuits, passive and active devices, and integration strategies. This grant supported the creation and operation of the Power Management Integration Center (PMIC) to address these challenges. Researchers at Dartmouth and the University of California, San Diego (UCSD) developed next-generation power electronic circuits, systems, and components in research projects funded by PMIC member companies, while training students with a rare combination of skills that are essential for maintaining US competitiveness in this area. \r\n\n\nWith the mission to create innovations that support higher efficiency, smaller size, and reduced cost, PMIC member companies funded 21 research projects. The Center started with a single university site at Dartmouth, and added UCSD as a second site in 2021. At the conclusion of Phase I, the Center transitioned to Phase II funding to continue research in this area, and is now tackling new aspects of the challenge with continued support of member companies.\r\n\n\nThe 16 projects conducted at Dartmouth pioneered new concepts and developed key capabilities for power electronics across multiple applications, demonstrating strong intellectual merit and leading to 14 peer-reviewed publications. Highlights of these projects are summarized here. Additional results from UCSD are summarized in the UCSD Outcomes report for Phase I of PMIC.\r\n\n\nA key theme of the work at Dartmouth was development of improved passive components for integrated power conversion, including optimization of low-cost air-core inductors and transformers, as well as piezoelectric resonators to replace convention power passives. Among other results, the magnetics work included developing an open-source FFT-accelerated magnetics simulator that enabled free-shape optimization of inductors, enabling automatic generation of high-performance designs even under complex sets of constraints.\r\n\n\nWork at Dartmouth also developed new architectures, implementations, and control strategies for integrated and discrete power electronics. This included efforts on hybrid switched-capacitor power converters which led to significant improvements in size, cost and efficiency, while addressing key challenges related to capacitor balancing, startup, and transient performance. Other work focused on high-frequency, highly-integrated power conversion and new gate-drive circuits for silicon and wide-bandgap power-devices that can significantly reduce gate-drive power loss.\r\n\n\nBroader impacts of the project that have already been realized include developing collaborations between Dartmouth and UCSD researchers and the member companies, and contributing to the training of 49 students at Dartmouth and UCSD in crucial skills for this increasingly important area of technology. The longer-term broader impacts expected include improved energy efficiency and performance across many applications and improved competitiveness of the US electronics industry.\t\t\t\t\tLast Modified: 03/19/2025\n\n\t\t\t\t\tSubmitted by: CharlesRSullivan\n"
 }
}