{
 "awd_id": "1822310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Nonpositively Curved Groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 27953.0,
 "awd_amount": 27953.0,
 "awd_min_amd_letter_date": "2018-05-07",
 "awd_max_amd_letter_date": "2018-05-07",
 "awd_abstract_narration": "A workshop on Nonpositively Curved Groups will take place at Nachsholim in Israel from May 23-29, 2018. The workshop will be organized by Kim Ruane (Tufts University) in collaboration with Michah Sageev (Technion) and Daniel Wise (McGill University).  Infinite groups arise in the study of topological spaces and in geometry.  The fundamental group of a topological space is an algebraic object associated to the space which essentially describes the number and structure of any \"holes\" that are there.  In geometry, we can study the symmetries or rigid motions of the space - these also form a group.  In Algebraic Topology and in Geometric Group Theory, there is an exchange of information whereby the algebra informs the topology or geometry and vice versa.  In mathematics, one often attempts to understand all objects of a particular type as follows: first understand some fundamental concrete examples and then try to show that a generic one of these objects is either the same as one of the fundamental examples or only differs from it in a way that can be easily described.  \r\n\r\nIn the setting of hyperbolic 3-manifolds, the Haken manifolds are those that contain a 2-sided incompressible surface.  In the 1960's, Haken showed that if such a surface was there, then the original 3-manifold can be completely described by gluing together finitely many thickened up surfaces in a particular way.  One of the biggest problems left open in 3-manifold topology after the Geometrization Conjecture was proved by Perelman was the Virtual Haken Conjecture.  This basically asserts that any compact hyperbolic 3-manifold is either Haken or is closely related to one that is Haken. This was recently shown to be true by the award winning work of Ian Agol.  A key piece of the puzzle was to show that the fundamental group of any hyperbolic 3-manifold can almost be realized as a group of symmetries of a nonpositively curved cube complex.  This is a theorem in Geometric Group Theory which has significant consequences in geometry, topology and in group theory.  The role of nonpositive curvature cannot be overstated and so our workshop aims to explore this connection further.  The theme of the workshop is algebraic, geometric and analytical aspects of groups that act on CAT(0) spaces by isometries. CAT(0) spaces were introduced by Gromov in the 1980's as a generalization of Riemannian manifolds of nonpositive sectional curvature and encompass a rich class of metric spaces that are not manifolds.  Classical examples of these spaces include symmetric spaces of non-compact type, Euclidean and hyperbolic buildings, as well as finite Cartesian products of these. Many examples admit proper group actions, and these groups are often arithmetic in the classical case. Simplicial trees are the simplest examples of CAT(0) spaces and the Bass-Serre theory of groups acting on trees is an important early chapter of geometric group theory. CAT(0) cube complexes are a natural high dimensional generalization of simplicial trees.  These cube complexes are now famous for their central role in the recent solution of the Virtual Haken Conjecture for hyperbolic 3-manifolds mentioned above.  The workshop aims to bring together junior and senior people working in the area to discuss further open problem concerning these metric spaces as well as competing forms of non-metric combinatorial nonpositive curvature.\r\n\r\nWorkshop Website:  http://cms-math.net.technion.ac.il/nonpositively-curved-groups-on-the-mediterranean/\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Ruane",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kim E Ruane",
   "pi_email_addr": "kim.ruane@tufts.edu",
   "nsf_id": "000097488",
   "pi_start_date": "2018-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "20 Professors Row",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 27953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This two-day workshop at Tufts University was meant to offer a follow-up conference for those who could not attend the initially funded Nonpositively Curved Groups on the Mediterranean conference in Israel.&nbsp; There were 7 talks given over the two days.&nbsp; Four of the talks were given by participants that had attended the conference in Israel while the other three talks were given by senior people in related research areas.&nbsp; One of the talks, given by Rich Schwarz from Brown University, attracted faculty and students from Dynamics which has signficant overlap with Geometric Group Theory.</p>\n<p>The small conference setting over two days was ideal for facilitating interactions between the graduate student participants and the more senior speakers. We had group meals planned and social time on Monday evening. The talks were aimed at graduate students with each speaker mentioning open problems of interest.</p>\n<p>Several of our Tufts Ph.D. students were able to discuss their research with senior people.&nbsp; Two of our students learned about applications of their work from these interactions.&nbsp; Our first and second year Ph.D. students were exposed to many interesting open problems on topics in Geometric Group Theory that they are currently learning.</p>\n<p>A key feature of this conference that we were not anticipating was the participation of undergraduates. There were several undergraduate math majors in each of the talks. An entire class of undergraduate math majors came to the talks of Przytycki and Jankiewicz which exposed them to problems at the frontier of research. We had encouraged them to come but we were not anticipating the level of paricipation we garnered.</p>\n<p>The conference was advertised in the local Boston area where there are many universities that have research groups in related areas. Apart from Tufts, we had participants from Brandeis, Harvard, Boston College, and UMass Lowell. We also advertised via the Tufts GGTT Seminar page which is an important site for the broader New England area as many people that are passing through Boston will come to the seminar when they are in town. We had one graduate student participant from Temple University.&nbsp; <br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2019<br>\n\t\t\t\t\tModified by: Kim&nbsp;E&nbsp;Ruane</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis two-day workshop at Tufts University was meant to offer a follow-up conference for those who could not attend the initially funded Nonpositively Curved Groups on the Mediterranean conference in Israel.  There were 7 talks given over the two days.  Four of the talks were given by participants that had attended the conference in Israel while the other three talks were given by senior people in related research areas.  One of the talks, given by Rich Schwarz from Brown University, attracted faculty and students from Dynamics which has signficant overlap with Geometric Group Theory.\n\nThe small conference setting over two days was ideal for facilitating interactions between the graduate student participants and the more senior speakers. We had group meals planned and social time on Monday evening. The talks were aimed at graduate students with each speaker mentioning open problems of interest.\n\nSeveral of our Tufts Ph.D. students were able to discuss their research with senior people.  Two of our students learned about applications of their work from these interactions.  Our first and second year Ph.D. students were exposed to many interesting open problems on topics in Geometric Group Theory that they are currently learning.\n\nA key feature of this conference that we were not anticipating was the participation of undergraduates. There were several undergraduate math majors in each of the talks. An entire class of undergraduate math majors came to the talks of Przytycki and Jankiewicz which exposed them to problems at the frontier of research. We had encouraged them to come but we were not anticipating the level of paricipation we garnered.\n\nThe conference was advertised in the local Boston area where there are many universities that have research groups in related areas. Apart from Tufts, we had participants from Brandeis, Harvard, Boston College, and UMass Lowell. We also advertised via the Tufts GGTT Seminar page which is an important site for the broader New England area as many people that are passing through Boston will come to the seminar when they are in town. We had one graduate student participant from Temple University.  \n\n\n\n\t\t\t\t\tLast Modified: 12/03/2019\n\n\t\t\t\t\tSubmitted by: Kim E Ruane"
 }
}