{
 "awd_id": "1822186",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phase II IUCRC at University of Tennessee, Knoxville (UTK):  Manufacturing and Materials Joining Innovation Center (Ma2JIC)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2018-08-15",
 "awd_max_amd_letter_date": "2023-08-31",
 "awd_abstract_narration": "The Manufacturing and Materials Joining Innovation Center (Ma2JIC) research aims to close the gap between materials development and weldability by developing scientifically based methodologies for assessing weldability and joinability that span length scales over a wide variety of materials.  The University of Tennessee, Knoxville (UTK) site strengths include materials development, crosscutting capabilities including multi-scale characterization and modeling, and metal additive manufacturing (AM).  AM technologies have the potential to benefit society in a multitude of ways including reducing scarce and dwindling raw materials and producing unique parts for variety of applications associated with aerospace, infrastructure, energy, and automotive industries. Equally important is educating and developing a new generation of materials joining engineers and scientists. Engineers will design by building layer-by-layer and parts can feature unlimited possibilities in design complexity. During Phase I the UTK site of Ma2JIC established collaborative research with small-, medium- and large-scale industries and national laboratories and began shaping and refining a research agenda based on industrial needs.  During Phase II the Ma2JIC UTK site seeks to continue to grow these collaborations along with research relevant to future and existing manufacturing industries, establishing new collaborations, and initiating projects that will strengthen collaborations with the other Ma2JIC sites.\r\n\r\nTechnical efforts of the Ma2JIC UTK site promote innovations in welding, materials joining, and additive manufacturing technologies through interdisciplinary research bringing together design, robotics and automation, process innovation/control, materials science, advanced characterization and high-performance computational modeling. The research portfolio of the UTK site brings capabilities in the area of large-scale additive metal manufacturing and characterization techniques, especially using radiation based scattering and imaging using neutrons and X-rays. The end results of the projects will be focused on promoting higher yields and scale-up of proven laboratory developments relevant to aerospace, infrastructure, energy, and automotive applications. The research promotes scientific discoveries related to the thermo-mechanical-chemical properties of new and existing materials consolidated and joined using traditional and new techniques. Complementary computational and experimental characterization techniques, including in situ and ex situ conditions, will be applied to understand issues such as cyclic thermal and stress loading, residual stress development, and microstructural evolution. The UTK site will produce fundamental research techniques and students versed in these techniques at the crossroads of joining and additive manufacturing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Rawn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia J Rawn",
   "pi_email_addr": "crawn@utk.edu",
   "nsf_id": "000245053",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dayakar",
   "pi_last_name": "Penumadu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dayakar Penumadu",
   "pi_email_addr": "dpenumad@utk.edu",
   "nsf_id": "000342340",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Hamel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Hamel",
   "pi_email_addr": "whamel@utk.edu",
   "nsf_id": "000247129",
   "pi_start_date": "2018-08-15",
   "pi_end_date": "2023-08-31"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sudarsanam",
   "pi_last_name": "Babu",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sudarsanam S Babu",
   "pi_email_addr": "sbabu123@umd.edu",
   "nsf_id": "000210254",
   "pi_start_date": "2018-08-15",
   "pi_end_date": "2023-05-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "TerMaath",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie C TerMaath",
   "pi_email_addr": "stermaat@utk.edu",
   "nsf_id": "000645132",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Lass",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Lass",
   "pi_email_addr": "elass@utk.edu",
   "nsf_id": "000813604",
   "pi_start_date": "2023-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Jared",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley H Jared",
   "pi_email_addr": "bhjared@utk.edu",
   "nsf_id": "000852084",
   "pi_start_date": "2023-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Tennessee",
  "perf_str_addr": "1 CIRCLE PARK",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "170E",
   "pgm_ref_txt": "Interagency Agreements"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of Tennessee, Knoxville (UTK) continued as one of the university sites in the Materials and Manufacturing Joining Innovation Center (Ma2JIC).&nbsp; &nbsp;During the lifetime of the award the UTK site collaborated with various Industrial Advisory Board (IAB) members including NASA (Marshall Space Flight Center), Miller Electric, EPRI, Oak Ridge National Laboratory (ORNL), Tank Automotive Research, Development and Engineering Center (TARDEC -&nbsp; now the US Army DEVCOM Ground Vehicle Systems Center (GVSC)), GKN, and Shell Oil.&nbsp; Expertise contributed by the UTK site included including neutron diffraction to study residual stresses, characterization using high-temperature XRD and various electron microscopy techniques, simulation/modeling to predict thermomechanical properties while changing various processing parameters,&nbsp; large scale additive manufacturing techniques, and adaptive welding procedures.&nbsp; &nbsp;In June 2022 the UTK site hosted the summer IAB meeting in Knoxville, the first in person IAB meeting since January 2020.&nbsp; Special guests included keynote speaker Prof. Suresh Babu, the UTK Governor&rsquo;s Chair for Advanced Manufacturing, and Ms. Nancy Cole, past president (2013) of the American Welding Society and distinguished UTK Alumni.&nbsp; Ma2JIC research projects supported students in Mechanical Engineering and Materials Science and Engineering with five students earning PhD&rsquo;s and two earning MS degrees that were primarily supported by IAB membership funds.&nbsp; Undergraduates participated in research either directly paid through the various projects via membership funds or through supplements to the UTK site for supporting veterans.&nbsp; In addition to participating twice annually at IAB meetings and making presentations the students participated in professional society conferences contributing results through oral and poster presentations and publishing in peer review journal articles and meetings proceedings.&nbsp; The UTK site progressed Phase III with the lead site The Ohio State University (OSU), Colorado School Mines (CSM), and Penn State University (PSU).&nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 11/16/2023<br>\nModified by: Claudia&nbsp;J&nbsp;Rawn</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe University of Tennessee, Knoxville (UTK) continued as one of the university sites in the Materials and Manufacturing Joining Innovation Center (Ma2JIC). During the lifetime of the award the UTK site collaborated with various Industrial Advisory Board (IAB) members including NASA (Marshall Space Flight Center), Miller Electric, EPRI, Oak Ridge National Laboratory (ORNL), Tank Automotive Research, Development and Engineering Center (TARDEC - now the US Army DEVCOM Ground Vehicle Systems Center (GVSC)), GKN, and Shell Oil. Expertise contributed by the UTK site included including neutron diffraction to study residual stresses, characterization using high-temperature XRD and various electron microscopy techniques, simulation/modeling to predict thermomechanical properties while changing various processing parameters, large scale additive manufacturing techniques, and adaptive welding procedures. In June 2022 the UTK site hosted the summer IAB meeting in Knoxville, the first in person IAB meeting since January 2020. Special guests included keynote speaker Prof. Suresh Babu, the UTK Governors Chair for Advanced Manufacturing, and Ms. Nancy Cole, past president (2013) of the American Welding Society and distinguished UTK Alumni. Ma2JIC research projects supported students in Mechanical Engineering and Materials Science and Engineering with five students earning PhDs and two earning MS degrees that were primarily supported by IAB membership funds. Undergraduates participated in research either directly paid through the various projects via membership funds or through supplements to the UTK site for supporting veterans. In addition to participating twice annually at IAB meetings and making presentations the students participated in professional society conferences contributing results through oral and poster presentations and publishing in peer review journal articles and meetings proceedings. The UTK site progressed Phase III with the lead site The Ohio State University (OSU), Colorado School Mines (CSM), and Penn State University (PSU).\t\t\t\t\tLast Modified: 11/16/2023\n\n\t\t\t\t\tSubmitted by: ClaudiaJRawn\n"
 }
}