{
 "awd_id": "1822436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRISP Type 2/Collaborative Research: Coordinated, Behaviorally-Aware Recovery for Transportation and Power Disruptions (CBAR-tpd)",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yueyue Fan",
 "awd_eff_date": "2017-12-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 814441.0,
 "awd_amount": 814441.0,
 "awd_min_amd_letter_date": "2018-02-26",
 "awd_max_amd_letter_date": "2021-06-16",
 "awd_abstract_narration": "This project will develop an approach for coordinated restoration of infrastructure services following disruptive events in interdependent power and transportation systems. This approach accommodates behavior adaptation in the recovery of physical aspects of infrastructure. This adaptation is not well understood or integrated with current restoration plans. By better understanding adaptive behaviors and their dependence on different infrastructures and coordinating recovery across these infrastructures, such a framework can help households return to productive activities faster. For instance, if employees cannot commute, they may work remotely if power is available. This approach to infrastructure restoration has the potential to substantially improve the efficiency of post-disaster return to productive daily life. If infrastructure recovery is coordinated and focuses on actual needs, restoration also may be more cost effective. To help realize these benefits, the project's team of civil engineers, social scientists, and computer scientists will convey research results through practitioner-oriented seminars held with FEMA, state emergency management agencies, transportation authorities, and electric power utilities.  The multi-disciplinary approach and outreach activities developed for Virginia Tech's Center for the Enhancement of Engineering Diversity and the University of Michigan's Detroit-Area Pre-College Engineering Program will help broaden the research participation of underrepresented groups and attract new students to the respective fields.  \r\n\r\nTechnically, the project's objectives include: developing improved methods for collecting, analyzing, and archiving tweets and webpages - integrated with data collected from official or specialized sources - in support of understanding the interplay of behavior and power and transportation infrastructures in disruptions; collecting novel data with activity diaries that incorporate adaptation and use of technologies; determining how the nature of information about infrastructure disruptions and the way in which individuals process this information shape responses to disruptions and preferred tradeoffs; identifying how these behavior adaptations induce or magnify substitutive interdependencies between transportation and power systems; and developing recovery strategies that coordinate among the infrastructures and account for adaptation. To achieve these objectives, the study will use social media, official utility and transport information, and activity panel surveys to develop behavioral and infrastructure outage models that feed a coordinated, behaviorally-aware power and transport recovery model using optimization and agent based modeling. The project team's approach specifically examines the adaptation of individuals who pursue alternate means to accomplish an activity goal and the interdependence between power and transportation infrastructure that results from this adaptation during disruptions. This approach is applied to a case study in a metropolitan area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Murray-Tuite",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela Murray-Tuite",
   "pi_email_addr": "pmmurra@clemson.edu",
   "nsf_id": "000495729",
   "pi_start_date": "2018-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Fox",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edward A Fox",
   "pi_email_addr": "fox@vt.edu",
   "nsf_id": "000151687",
   "pi_start_date": "2021-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kris",
   "pi_last_name": "Wernstedt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kris Wernstedt",
   "pi_email_addr": "krisw@vt.edu",
   "nsf_id": "000218585",
   "pi_start_date": "2021-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "027Y00",
   "pgm_ele_name": "CRISP - Critical Resilient Int"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "008Z",
   "pgm_ref_txt": "Critical Resilient Interdependent Infras"
  },
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1064",
   "pgm_ref_txt": "URBAN INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 814440.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Residents of areas in the US that experience hurricanes and other disasters related to the weather often must adapt their normal daily behavior when a disaster appears.&nbsp; This adaptation may occur before a disaster strikes.&nbsp; For instance, people may decide to evacuate their homes and travel to a safer place well before a hurricane arrives in their area. &nbsp;The adaptation also might occur in response to the event&rsquo;s effects. Commuters may decide to stay home, hunker down, and not travel anywhere during a fierce storm, for example.&nbsp; Trees may block roads, high water may disrupt transit, or power outages may make work impossible to carry out.</p>\n<p>This project hypothesizes that such changes in behavior influence the character of efforts to restore services such as power and transportation disrupted by a disaster.&nbsp; In addition, the project hypothesizes that taking behavioral changes into account may lead to different recovery actions for power and transportation than if power and transportation were considered alone or as coordinated entities. With the main hypothesis, the research team collected, analyzed, and archived web data and collected and analyzed novel post-disaster activity diaries to understand the adaptation behavior.</p>\n<p>The research team achieved several technical outcomes. The Virginia Tech group led the data collection efforts. These included: a) collection of Twitter data for&nbsp; several major U.S. storms (e.g., Hurricane Matthew, Hurricane Sandy, Hurricane Irma, Hurricane Ida, and the 2021 Texas Snowstorm); b) crawling and scraping webpages for the five major storms; c) development and deployment of multiple surveys to capture behavior both during and after weather-related disasters; and d) development and deployment of a five-wave survey to capture residents&rsquo; activities (commuting, grocery shopping, getting children to school, and substituting technology for travel)&nbsp; during the COVID-19 pandemic. The Clemson group heavily contributed to the surveys and led: a) documentation and analyses of residents&rsquo; commute/grocery shopping changes and adaptation in the face of transportation, power, and joint transportation-power disruption; b) analyses of residents&rsquo; behavioral changes (grocery shopping and transit utilization) during COVID-19; and c) analyses of residents&rsquo; preferred restoration prioritization with hypothetical scenarios.</p>\n<p>The project produced five unique survey-based datasets. First, Hurricane Irma&rsquo;s residential dataset included assessments by over 1,300 Florida residents of storm damage, power loss, workplace changes, school, evacuation, and travel choices associated with Hurricane Irma, as well as stated preferences for different hypothetical urban hurricane recovery options. Second, a survey of public officials in seven hurricane-prone states in the US yielded over 370 responses from local government offices about disaster resilience in their areas.&nbsp; It also included a stated preference exercise to gauge public officials&rsquo; attitudes toward hypothetical hurricane recovery options. Third, a cross-sectional survey (with five waves from 2020 - 2022) collected residents&rsquo; COVID-19 experiences and adaptations across four major metropolitan areas (New York City, Washington D.C., Miami, and Houston). Fourth, a two-week post-impact survey captured two consecutive storm events (Hurricane Ida and Tropical Storm Nicholas) hitting similar areas in coastal Louisiana and Mississippi. The research team employed a travel diary approach to record residents&rsquo; most recent workday trips to analyze how residents return to normal activities and commutes. Fifth, a tradeoffs survey examined residents&rsquo; attitudes toward power and transportation systems disruptions. The survey constructed two choice experiments to evaluate residents&rsquo; tradeoffs between transportation system availability and residence power and reliability valuation of power restoration. The survey further constructed different prioritization rules oriented around activities and services, planning zones, and general demographic zones. All five survey datasets also include socio-economic and demographic information for all respondents.</p>\n<p>Based on previously collected Hurricane Sandy data, the team also developed an agent-based model that tested recovery scenarios (schools/daycare, power, and transportation systems) for their impacts on the rates of return to productivity. The recommended system restoration order depends on the normal commuting behavior of people in that area.</p>\n<p>The project team made presentations at multiple practitioner-oriented conferences to communicate the research results, including the Annual Meeting of the Transportation Research Board, Transportation Research Scenario Planning Conference, Natural Hazards Workshop, and National Hurricane Conference.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2023<br>\n\t\t\t\t\tModified by: Pamela&nbsp;Murray-Tuite</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResidents of areas in the US that experience hurricanes and other disasters related to the weather often must adapt their normal daily behavior when a disaster appears.  This adaptation may occur before a disaster strikes.  For instance, people may decide to evacuate their homes and travel to a safer place well before a hurricane arrives in their area.  The adaptation also might occur in response to the event’s effects. Commuters may decide to stay home, hunker down, and not travel anywhere during a fierce storm, for example.  Trees may block roads, high water may disrupt transit, or power outages may make work impossible to carry out.\n\nThis project hypothesizes that such changes in behavior influence the character of efforts to restore services such as power and transportation disrupted by a disaster.  In addition, the project hypothesizes that taking behavioral changes into account may lead to different recovery actions for power and transportation than if power and transportation were considered alone or as coordinated entities. With the main hypothesis, the research team collected, analyzed, and archived web data and collected and analyzed novel post-disaster activity diaries to understand the adaptation behavior.\n\nThe research team achieved several technical outcomes. The Virginia Tech group led the data collection efforts. These included: a) collection of Twitter data for  several major U.S. storms (e.g., Hurricane Matthew, Hurricane Sandy, Hurricane Irma, Hurricane Ida, and the 2021 Texas Snowstorm); b) crawling and scraping webpages for the five major storms; c) development and deployment of multiple surveys to capture behavior both during and after weather-related disasters; and d) development and deployment of a five-wave survey to capture residents’ activities (commuting, grocery shopping, getting children to school, and substituting technology for travel)  during the COVID-19 pandemic. The Clemson group heavily contributed to the surveys and led: a) documentation and analyses of residents’ commute/grocery shopping changes and adaptation in the face of transportation, power, and joint transportation-power disruption; b) analyses of residents’ behavioral changes (grocery shopping and transit utilization) during COVID-19; and c) analyses of residents’ preferred restoration prioritization with hypothetical scenarios.\n\nThe project produced five unique survey-based datasets. First, Hurricane Irma’s residential dataset included assessments by over 1,300 Florida residents of storm damage, power loss, workplace changes, school, evacuation, and travel choices associated with Hurricane Irma, as well as stated preferences for different hypothetical urban hurricane recovery options. Second, a survey of public officials in seven hurricane-prone states in the US yielded over 370 responses from local government offices about disaster resilience in their areas.  It also included a stated preference exercise to gauge public officials’ attitudes toward hypothetical hurricane recovery options. Third, a cross-sectional survey (with five waves from 2020 - 2022) collected residents’ COVID-19 experiences and adaptations across four major metropolitan areas (New York City, Washington D.C., Miami, and Houston). Fourth, a two-week post-impact survey captured two consecutive storm events (Hurricane Ida and Tropical Storm Nicholas) hitting similar areas in coastal Louisiana and Mississippi. The research team employed a travel diary approach to record residents’ most recent workday trips to analyze how residents return to normal activities and commutes. Fifth, a tradeoffs survey examined residents’ attitudes toward power and transportation systems disruptions. The survey constructed two choice experiments to evaluate residents’ tradeoffs between transportation system availability and residence power and reliability valuation of power restoration. The survey further constructed different prioritization rules oriented around activities and services, planning zones, and general demographic zones. All five survey datasets also include socio-economic and demographic information for all respondents.\n\nBased on previously collected Hurricane Sandy data, the team also developed an agent-based model that tested recovery scenarios (schools/daycare, power, and transportation systems) for their impacts on the rates of return to productivity. The recommended system restoration order depends on the normal commuting behavior of people in that area.\n\nThe project team made presentations at multiple practitioner-oriented conferences to communicate the research results, including the Annual Meeting of the Transportation Research Board, Transportation Research Scenario Planning Conference, Natural Hazards Workshop, and National Hurricane Conference.\n\n\t\t\t\t\tLast Modified: 01/01/2023\n\n\t\t\t\t\tSubmitted by: Pamela Murray-Tuite"
 }
}