{
 "awd_id": "1822900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Development Of Agriculture In Mesoamerica",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 29028.0,
 "awd_amount": 29028.0,
 "awd_min_amd_letter_date": "2018-06-14",
 "awd_max_amd_letter_date": "2018-06-14",
 "awd_abstract_narration": "Corn (Zea mays) is the largest commercial crop in the United States and one of the most important nutritional resources across the globe. Archaeology is well positioned to increase our understanding of the factors that led to its privileged place in the modern global economy and, more generally, to improve our ability to model the long-term dynamic relationships between maize agriculture, climate, and socio-economic change. The domestication of corn (or maize) occurred approximately 9,000 years ago in Mexico, but over 5,000 years passed from domestication to the development of the first fully-sedentary agricultural societies. The factors that motivated early Mexican populations to switch from nomadic lifestyles that incorporated maize seasonally to fully-sedentary agricultural economies focusing heavily on the grain staple remain highly contested.  Dr. Andrew Somerville and his research teams in Mexico and the United States will explore the factors that led to the development of incipient agricultural societies in Mexico and interrogate the role that climatic changes may have played in this process. Through close collaborations with Mexican scholars and institutions, the project will strengthen the social infrastructure for international and interdisciplinary research between the United States and Mexico, and the results will have broad significance to those interested in the relationship between agriculture and climatic change, a pressing issue of our time.\r\n\r\nDr. Somerville and his research teams will analyze the biological collections excavated from a series of dry cave and floodplain sites in the Tehuacan Valley of Puebla, Mexico, one of the first centers of the world to adopt maize farming. The research will use accelerated mass spectrometry dating and stable isotope analysis of human bones to firmly date the timing of when maize became a dominant dietary input in the Tehuacan Valley. In addition, a large sample of ancient and modern faunal bones and plant samples will be analyzed for stable isotope ratios to contextualize the human paleodiet signal, and to make inferences regarding changes in the local environment from the Terminal Pleistocene (~10,000 BC) to the Postclassic Period (~AD 1500). By establishing the timing and context in which economies of food production emerged in highland Mexico, this study tests the notion that maize was a fallback food, initially less desirable than other resources but capable of being intensified during times of scarcity, and that environmental changes encouraged populations to exploit this resource with increasing frequency. In this sense, the research tests the idea that the development of agriculture was an adaptive social response to environmental change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Somerville",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Somerville",
   "pi_email_addr": "asomervi@iastate.edu",
   "nsf_id": "000625395",
   "pi_start_date": "2018-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "National Autonomous University of Mexico",
  "perf_str_addr": "Ciudad Universitaria",
  "perf_city_name": "Mexico, D.F.",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "04510",
  "perf_ctry_code": "MX",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Mexico",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}