{
 "awd_id": "1822295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Memorialization and Community",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 49909.0,
 "awd_amount": 49909.0,
 "awd_min_amd_letter_date": "2018-03-05",
 "awd_max_amd_letter_date": "2018-03-05",
 "awd_abstract_narration": "This project focuses on understanding how a new memorial, the first of its kind, affects the immediate community surrounding it. Memorialization in the United States has been a growing trend over the past few decades. To date, there has been limited research on how memorials affect relationships between groups and how they affect the attitudes and behaviors of individuals. This project explores how the representation of past violence is interpreted and responded to by those who regularly interact with it. Nationally, the results will provide the opportunity to determine the role and use of memorialization in promoting positive intergroup relations. The project advances the nation's prosperity and welfare by helping us to understand better how the practice of memorialization mediates how our nation grapples with the darkest moments of its past. \r\n\r\nA two-wave longitudinal survey of the local city's residents will be used around the opening of a new memorial to capture a pre- and post- measure of social and political attitudes. The survey will be used to: (1) assess how the memorial affects the community and individuals socially, emotionally, and politically; (2) explore how the memorial's representation affects attitudes toward intergroup relations; (3) reveal how that individuals' social positions (i.e., race, class, gender, etc.) influence how they interpret and interact with the memorial; and, (4) explicitly measure social and geo-spatial effects of a physical representation of violence. Whether the results demonstrate a net positive or a net negative effect of the memorial, the research will highlight the impact on present identity representations and intergroup relations. Findings also will be useful to those involved in the opening and managing of such memorials, and those considering their construction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Reichelmann",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley V Reichelmann",
   "pi_email_addr": "avr@vt.edu",
   "nsf_id": "000767049",
   "pi_start_date": "2018-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Ryan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Ryan",
   "pi_email_addr": "johnryan@vt.edu",
   "nsf_id": "000156932",
   "pi_start_date": "2018-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hawdon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Hawdon",
   "pi_email_addr": "hawdonj@vt.edu",
   "nsf_id": "000223725",
   "pi_start_date": "2018-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600137",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 49909.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Memorialization and Community Project was funded from 2018 to 2020 to explore the social and spatial effects of a large scale memorial on the local community where it was built. While the analyses are still ongoing and additional outcomes are forthcoming, the project produced several outcomes supporting intellectual merit and broader impacts.</p>\n<p>The project has resulted in three datasets. The first includes survey results from a panel of residents living in the city where the memorial was built and a comparative sample of a panel of residents from the state in which the memorial is located. The city residents were surveyed four times (once before the memorial&rsquo;s opening and three times after) and the comparative state residents were surveyed twice over the course of the project (once before the opening and once after).&nbsp;</p>\n<p>&nbsp;The surveys were designed to:</p>\n<p>1. Explore how social characteristics affected residents&rsquo; interactions with and understanding of the memorial. &nbsp;</p>\n<p>2. Track how residents responded to the memorial over time. We were particularly interested to see how the memorial influenced emotions, identities, racial attitudes, and intergroup relations.</p>\n<p>3. Assess how the memorial impacted the community&rsquo;s economy, perceptions of crime, and feelings of solidarity and cohesion.</p>\n<p>The second dataset includes 619 news articles reporting on the memorial, beginning with the announcement of its planned development in 2016 and ending in January, 2020.&nbsp; Data includes date of publication, source of the article, type of media (e.g. online, broadcast, local, national, or specialty), and a link to the article&rsquo;s last known location on the Internet. These articles document the public discourse surrounding the memorial and how this discourse changes over time. These articles can be used to determine how the memorial stimulated and influenced both community and nation-wide conversations about race relations, historical and contemporary racial violence, and attempts to heal past traumas and reconcile intergroup conflicts.</p>\n<p>The final dataset includes information about crimes that occurred within two miles of the memorial location in the year surrounding the memorial&rsquo;s opening (from six months before to six months after its opening).&nbsp; Information includes the type of crime, its location, and the date and time the crime was reported.&nbsp; These data can be used to assess how crime rates changed in locations near the memorial in comparison to how they changed in the city at large or other comparable cities during the same time frame.&nbsp;</p>\n<p>Preliminary results indicate the memorial had effects on racial attitudes, collective emotions, community cohesion, and perceptions of modern day race relations. These effects differed according to a respondent&rsquo;s racial identification as well as if they lived in the memorial city (as opposed to the wider state). &nbsp;Research findings also reveal that socio-demographics, such as race and political party identification, shaped views on the memorial&rsquo;s potential impact as well as a respondent&rsquo;s willingness to visit.&nbsp; Results also indicate that city-wide crime rates -- as reported by the FBI -- were stable. However, crimes reported to the city police revealed a distinctly different pattern: within six months of the memorial&rsquo;s opening: violent crimes increased in the surrounding two mile vicinity, while property crimes remained at consistent levels. Overall, the preliminary results reveal that the role and use of memorialization in promoting positive race relations is potentially fraught with complexities.</p>\n<p>Study results were presented at four conferences: American Society of Criminology, PEACE-PHS Joint Conference (commemorating the 50<sup>th</sup> anniversary of the National Guard Shooting at Kent State), Southern Criminal Justice Association, and Southern Sociological Society. The findings were well received across the fields of Criminology, International Studies, Peace Studies, and Sociology. The project has also been used to train the next generation of scholars. Directly, one undergraduate and two graduate students served as research assistants across the lifespan of the project. Research assistants have received extensive training in the following ways on different stages of the project: (1) data input and management; (2) generating a codebook; (3) interactions with the Institutional Review Board; (4) archival research; (5) thematic coding in qualitative analysis; (6) managing participant incentives; and (7) development of manuscripts. These training opportunities have resulted in offering students first-hand experience with the complexities of both quantitative and qualitative data collection.&nbsp; In addition, the project data has been used in at least four Peace Studies classes (one introductory class and three seminars) to provide a case study of the direct and indirect effects of memorialization on local communities and national populations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2020<br>\n\t\t\t\t\tModified by: Ashley&nbsp;Reichelmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Memorialization and Community Project was funded from 2018 to 2020 to explore the social and spatial effects of a large scale memorial on the local community where it was built. While the analyses are still ongoing and additional outcomes are forthcoming, the project produced several outcomes supporting intellectual merit and broader impacts.\n\nThe project has resulted in three datasets. The first includes survey results from a panel of residents living in the city where the memorial was built and a comparative sample of a panel of residents from the state in which the memorial is located. The city residents were surveyed four times (once before the memorial’s opening and three times after) and the comparative state residents were surveyed twice over the course of the project (once before the opening and once after). \n\n The surveys were designed to:\n\n1. Explore how social characteristics affected residents’ interactions with and understanding of the memorial.  \n\n2. Track how residents responded to the memorial over time. We were particularly interested to see how the memorial influenced emotions, identities, racial attitudes, and intergroup relations.\n\n3. Assess how the memorial impacted the community’s economy, perceptions of crime, and feelings of solidarity and cohesion.\n\nThe second dataset includes 619 news articles reporting on the memorial, beginning with the announcement of its planned development in 2016 and ending in January, 2020.  Data includes date of publication, source of the article, type of media (e.g. online, broadcast, local, national, or specialty), and a link to the article’s last known location on the Internet. These articles document the public discourse surrounding the memorial and how this discourse changes over time. These articles can be used to determine how the memorial stimulated and influenced both community and nation-wide conversations about race relations, historical and contemporary racial violence, and attempts to heal past traumas and reconcile intergroup conflicts.\n\nThe final dataset includes information about crimes that occurred within two miles of the memorial location in the year surrounding the memorial’s opening (from six months before to six months after its opening).  Information includes the type of crime, its location, and the date and time the crime was reported.  These data can be used to assess how crime rates changed in locations near the memorial in comparison to how they changed in the city at large or other comparable cities during the same time frame. \n\nPreliminary results indicate the memorial had effects on racial attitudes, collective emotions, community cohesion, and perceptions of modern day race relations. These effects differed according to a respondent’s racial identification as well as if they lived in the memorial city (as opposed to the wider state).  Research findings also reveal that socio-demographics, such as race and political party identification, shaped views on the memorial’s potential impact as well as a respondent’s willingness to visit.  Results also indicate that city-wide crime rates -- as reported by the FBI -- were stable. However, crimes reported to the city police revealed a distinctly different pattern: within six months of the memorial’s opening: violent crimes increased in the surrounding two mile vicinity, while property crimes remained at consistent levels. Overall, the preliminary results reveal that the role and use of memorialization in promoting positive race relations is potentially fraught with complexities.\n\nStudy results were presented at four conferences: American Society of Criminology, PEACE-PHS Joint Conference (commemorating the 50th anniversary of the National Guard Shooting at Kent State), Southern Criminal Justice Association, and Southern Sociological Society. The findings were well received across the fields of Criminology, International Studies, Peace Studies, and Sociology. The project has also been used to train the next generation of scholars. Directly, one undergraduate and two graduate students served as research assistants across the lifespan of the project. Research assistants have received extensive training in the following ways on different stages of the project: (1) data input and management; (2) generating a codebook; (3) interactions with the Institutional Review Board; (4) archival research; (5) thematic coding in qualitative analysis; (6) managing participant incentives; and (7) development of manuscripts. These training opportunities have resulted in offering students first-hand experience with the complexities of both quantitative and qualitative data collection.  In addition, the project data has been used in at least four Peace Studies classes (one introductory class and three seminars) to provide a case study of the direct and indirect effects of memorialization on local communities and national populations. \n\n \n\n\t\t\t\t\tLast Modified: 05/30/2020\n\n\t\t\t\t\tSubmitted by: Ashley Reichelmann"
 }
}