{
 "awd_id": "1822985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SPX: Collaborative Research: Enabling Efficient Computer Architectural and System Support for Next-Generation Network Function Virtualization",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927885",
 "po_email": "abanerje@nsf.gov",
 "po_sign_block_name": "Anindya Banerjee",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 460039.0,
 "awd_amount": 476039.0,
 "awd_min_amd_letter_date": "2018-06-19",
 "awd_max_amd_letter_date": "2023-05-07",
 "awd_abstract_narration": "Network Function Virtualization (NFV) has been widely adopted by telecommunication and internet service providers for greater performance, flexibility, and adaptability, and is treated as the most promising technology for the upcoming fifth generation (5G) wireless networks. However, ensuring that consolidated next-generation NFV workloads can efficiently run on current, commercially available servers and systems while maintaining optimal server/network utilization remains a challenge. The main reason is that existing solutions only serve as layer-specific optimizations. Due to the loose-coupled optimizations across the system and architectural layers, these solutions lack the holistic and synergistic view to guarantee the performance, resilience, and elasticity posed by the features of 5G NFV. This project aims to optimize the efficiency of consolidation of 5G NFV on commercially available server architectures and systems. The contributions of this project are: (1) rethinking the mechanisms employed in various layers of current NFV deployment and optimization, and (2) re-architecting the abstractions between the layers and applications. The impacts of this project will open the door for a new class of efficient scalable computing platforms for next-generation NFV in the 5G era. This project will also contribute to society through engaging under-represented groups, research infrastructure/tools/benchmarks dissemination for education and training, and technology transfer to industries.\r\n\r\nThis project proposes to develop: system-wide profiling tools and an automatic, architectural statistics-aware NFV workloads orchestration and benchmarking framework; new techniques that allow NFV applications to leverage virtualized graphic processing units (GPU), and that improve the scheduling of data movement between GPU and smart network interface cards (NICs); new abstractions that allow NFV applications and building blocks to leverage emerging offloading techniques (e.g. smart NIC and GPU remote direct memory access) and a novel architecture to improve the consolidation efficiency, parallelism, and scalability; and novel algorithms and abstractions for operating systems and accelerators to improve the thread, cache and memory management and cross-layer parallelism.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weili",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weili Wu",
   "pi_email_addr": "weiliwu@utdallas.edu",
   "nsf_id": "000341233",
   "pi_start_date": "2022-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Hu",
   "pi_email_addr": "Yang.Hu4@utdallas.edu",
   "nsf_id": "000766708",
   "pi_start_date": "2018-06-19",
   "pi_end_date": "2022-03-10"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 W. Campbell Road",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "042Y00",
   "pgm_ele_name": "PPoSS-PP of Scalable Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 460039.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Efficient Inferenceas-a-Service Framework (EIF): </strong>In order to effectively provide INaaS (Inferenceas- a-Service) for AI applications in resource-limited cloud environments, two major challenges must be overcome: achieving low latency and providing multi-tenancy. We presented EIF, which uses a heterogeneous CPU-FPGA architecture to provide four methods to address these challenges (1) spatial multiplexing via software-hardware co-design virtualization techniques, (2) temporal multiplexing that exploits the sparsity of neural-net models, and (3) streamingmode inference which overlaps data transfer and computation, and (4) heterogeneous MapReduce framework which provides a configurable acceleration for INaaS tasks.&nbsp;</p>\r\n<p><strong>Micro-Architecture in Edge Infrastructure:&nbsp;</strong><span> The Network Function Virtualization (NFV) is the essential technology proposed to tackle the next-generation mobile system&rsquo;s various flexibility features. In this study, we implement a thorough micro-architectural performance investigation on the NFV-enabled edge virtual Radio Access Network (vRAN) and the emerging 5G new-radio platform to unveil the main microarchitectural bottlenecks of the next-generation network&rsquo;s vRAN system. Based on our experimental results, we find that the high core bound hinders the processing speed of the vRAN and 5G new-ratio platforms.&nbsp;</span></p>\r\n<p><strong>Data Fusion:</strong><span>&nbsp;&#65279; We provide a thorough system design overview along with the fusion methods selection criteria of a real-world cooperative autonomous driving system enabled by the Internet of Things (IoT), named infrastructure-augmentedautonomous driving (IAAD).We present an in-depth introduction to the IAAD hardware and software on both road side and vehicle side. We extensively characterize the IAAD system and observe that the network condition fluctuation along the road is the main roadblock for cooperative autonomous driving. To address this challenge, we propose new fusion methods, dubbed &ldquo;interframe fusion&rdquo; and &ldquo;planning fusion&rdquo; to complement the state-of-the-art &ldquo;intraframe fusion.&rdquo; Using real-world field data, we verifies that our fusion method has significantly improved autonomous driving&rsquo;s safety and reliability.&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p><strong>Advances in Blockchain with Applications:&nbsp;</strong>Blockchain is an emerging decentralized data collection, sharing, and storage technology, which have provided abundant transparent, secure, tamper-proof, secure, and robust ledger services for various real-world use cases. Recent years have witnessed notable developments of blockchain technology itself as well as blockchain-enabled applications. We investigate recent advances of both blockchain technology and its most active research topics in the real-world applications. We follow the recent developments of consensus and storage mechanisms and communication schema in general blockchain systems, to do extensive research on blockchain-enabled Internet of Things (IoT) and edge computing. We also found challenges and research opportunities in other applications, such as applications in&nbsp; federated learning, privacy-preserving,&nbsp; and online social networks.&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/20/2025<br>\nModified by: Weili&nbsp;Wu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEfficient Inferenceas-a-Service Framework (EIF): In order to effectively provide INaaS (Inferenceas- a-Service) for AI applications in resource-limited cloud environments, two major challenges must be overcome: achieving low latency and providing multi-tenancy. We presented EIF, which uses a heterogeneous CPU-FPGA architecture to provide four methods to address these challenges (1) spatial multiplexing via software-hardware co-design virtualization techniques, (2) temporal multiplexing that exploits the sparsity of neural-net models, and (3) streamingmode inference which overlaps data transfer and computation, and (4) heterogeneous MapReduce framework which provides a configurable acceleration for INaaS tasks.\r\n\n\nMicro-Architecture in Edge Infrastructure: The Network Function Virtualization (NFV) is the essential technology proposed to tackle the next-generation mobile systems various flexibility features. In this study, we implement a thorough micro-architectural performance investigation on the NFV-enabled edge virtual Radio Access Network (vRAN) and the emerging 5G new-radio platform to unveil the main microarchitectural bottlenecks of the next-generation networks vRAN system. Based on our experimental results, we find that the high core bound hinders the processing speed of the vRAN and 5G new-ratio platforms.\r\n\n\nData Fusion:&#65279; We provide a thorough system design overview along with the fusion methods selection criteria of a real-world cooperative autonomous driving system enabled by the Internet of Things (IoT), named infrastructure-augmentedautonomous driving (IAAD).We present an in-depth introduction to the IAAD hardware and software on both road side and vehicle side. We extensively characterize the IAAD system and observe that the network condition fluctuation along the road is the main roadblock for cooperative autonomous driving. To address this challenge, we propose new fusion methods, dubbed interframe fusion and planning fusion to complement the state-of-the-art intraframe fusion. Using real-world field data, we verifies that our fusion method has significantly improved autonomous drivings safety and reliability.\r\n\n\n\r\n\n\nAdvances in Blockchain with Applications:Blockchain is an emerging decentralized data collection, sharing, and storage technology, which have provided abundant transparent, secure, tamper-proof, secure, and robust ledger services for various real-world use cases. Recent years have witnessed notable developments of blockchain technology itself as well as blockchain-enabled applications. We investigate recent advances of both blockchain technology and its most active research topics in the real-world applications. We follow the recent developments of consensus and storage mechanisms and communication schema in general blockchain systems, to do extensive research on blockchain-enabled Internet of Things (IoT) and edge computing. We also found challenges and research opportunities in other applications, such as applications in federated learning, privacy-preserving, and online social networks.\r\n\n\n\t\t\t\t\tLast Modified: 04/20/2025\n\n\t\t\t\t\tSubmitted by: WeiliWu\n"
 }
}