{
 "awd_id": "1823236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRI: CI-EN: Collaborative Research: OpenNetVM: A Software Platform Enabling Network Function Virtualization Research",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 325273.0,
 "awd_amount": 325273.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2018-08-30",
 "awd_abstract_narration": "Network Function Virtualization is a \"disruptive\" technology that changes the network from a transport pipe to a software-defined infrastructure offering flexible services. By transforming network functions to dynamically allocated software containers, new types of applications can be supported along with better network management. OpenNetVM is an open source software platform that seeks to lower the barrier for researchers wishing to explore challenges in this area, and for developers wishing to evaluate new types of network services. This project will provide a robust and flexible foundation that will enable new innovations in these areas. The principal investigators will engage the community to encourage adoption through frequent tutorials and demonstrations.\r\n \r\nCommunication Networks have increasingly become `software based'. Network Function Virtualization (NFV) provides a high-performance network data plane (e.g., middleboxes like firewalls, proxies) and is currently seeing both research and industry interest. NFV research has been stymied by the inadequate software platforms that either offer only very low-level access to packet data (making it difficult to evaluate complex services), or are based on traditional packet-processing approaches that have very poor performance for current-day applicability. The researchers will maintain OpenNetVM as an open-source (BSD (Berkeley Software Distribution) license) software infrastructure, providing high-level abstractions with an underlying framework that provides wire-speed performance, primitives for scheduling, and scalability, that offers both industry and academic researchers a way to quickly and conveniently build network functions. OpenNetVM runs network functions in lightweight containers, easily combined to form complex \"service chains\". The project seeks to provide improved support for real middleboxes with OpenNetVM by adding user space protocol stacks enabling more complex NFs and services, substantially expanding the types of applications supported. The project also expands OpenNetVM to support many NFs that share each CPU core, and distributed deployments where NFs are spread across a cluster, thus enabling research into NFV resource management, NF placement, and complex service chaining. Finally, OpenNetVM will be extended to expose low-level performance metrics that will enable research into automated resource management platforms. To facilitate adoption the researchers will provide comprehensive documentation, tutorials at major conferences, and template images using publicly accessible resources such as NSF CloudLab. The result will be a comprehensive, open source platform that can be used broadly across the networking and operating systems communities.  In addition, this project supports the training of a diverse body of students, with an emphasis on preparing a mix of undergraduate and graduate students for entering the high demand field of software-based networks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Wood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Wood",
   "pi_email_addr": "timwood@gwu.edu",
   "nsf_id": "000621583",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "The George Washington University",
  "perf_str_addr": "800 22nd Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 325273.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Communication Networks have changed to become more and more `software based'. Two trends reflect this: the use of Software Defined Networks (SDN) to dynamically manage the network control plane (i.e., routing), and Network Function Virtualization (NFV) to provide a high-performance network data plane (e.g., middleboxes like firewalls, proxies, etc.).&nbsp; NFV promises to enable a vast array of in-network software functions running efficiently in virtualized environments. This is a paradigm shift from traditional networks that relied on purpose-built, costly and inflexible hardware middleboxes. Both SDN and NFV have garnered substantial interest from the academic and industry research communities.&nbsp; However, NFV research has been stymied by the inadequate NFV platforms either offering only very low-level access to packet data (making it difficult to evaluate complex services), or based on antiquated approaches for processing packets with orders of magnitude worse performance than newer approaches. A software infrastructure with high-level abstractions, but an underlying framework that provides wire-speed performance, primitives for scheduling, and scalability, is needed for BOTH industry and academic researchers to quickly and conveniently build network functions.<br /><br />This project has supported the development of OpenNetVM as an open-source (BSD license) software infrastructure for high speed packet processing. OpenNetVM accelerates research on NFV management, optimization, and deployment for the networking and operating systems communities. It runs network functions in lightweight containers, easily combined to form complex \"service chains\". During the project, the platform saw significant improvements to optimize its performance, increase the number of sample applications, and simplify development for new users.&nbsp; OpenNetVM has advanced research for services like security monitoring and 5G and beyond cellular networks, and facilitated experimentation by providing deployment templates for the NSF sponsored CloudLab testbed.&nbsp;</p>\n<p>During the course of this project, over forty developers have contributed to OpenNetVM, about two thirds from the PIs' institutions and one third from other industry and academic labs. Many other researchers and students have been given training on high performance networking software as part of our outreach tutorials, online resources/videos, and classroom activities. The project actively sought out a diverse range of students, and about one third of the undergraduate and graduate students involved in OpenNetVM development were minorities in computing, significantly above the national average.&nbsp;</p><br>\n<p>\n Last Modified: 03/03/2024<br>\nModified by: Timothy&nbsp;Wood</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCommunication Networks have changed to become more and more `software based'. Two trends reflect this: the use of Software Defined Networks (SDN) to dynamically manage the network control plane (i.e., routing), and Network Function Virtualization (NFV) to provide a high-performance network data plane (e.g., middleboxes like firewalls, proxies, etc.). NFV promises to enable a vast array of in-network software functions running efficiently in virtualized environments. This is a paradigm shift from traditional networks that relied on purpose-built, costly and inflexible hardware middleboxes. Both SDN and NFV have garnered substantial interest from the academic and industry research communities. However, NFV research has been stymied by the inadequate NFV platforms either offering only very low-level access to packet data (making it difficult to evaluate complex services), or based on antiquated approaches for processing packets with orders of magnitude worse performance than newer approaches. A software infrastructure with high-level abstractions, but an underlying framework that provides wire-speed performance, primitives for scheduling, and scalability, is needed for BOTH industry and academic researchers to quickly and conveniently build network functions.\n\nThis project has supported the development of OpenNetVM as an open-source (BSD license) software infrastructure for high speed packet processing. OpenNetVM accelerates research on NFV management, optimization, and deployment for the networking and operating systems communities. It runs network functions in lightweight containers, easily combined to form complex \"service chains\". During the project, the platform saw significant improvements to optimize its performance, increase the number of sample applications, and simplify development for new users. OpenNetVM has advanced research for services like security monitoring and 5G and beyond cellular networks, and facilitated experimentation by providing deployment templates for the NSF sponsored CloudLab testbed.\n\n\nDuring the course of this project, over forty developers have contributed to OpenNetVM, about two thirds from the PIs' institutions and one third from other industry and academic labs. Many other researchers and students have been given training on high performance networking software as part of our outreach tutorials, online resources/videos, and classroom activities. The project actively sought out a diverse range of students, and about one third of the undergraduate and graduate students involved in OpenNetVM development were minorities in computing, significantly above the national average.\t\t\t\t\tLast Modified: 03/03/2024\n\n\t\t\t\t\tSubmitted by: TimothyWood\n"
 }
}