{
 "awd_id": "1823432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Dynamics of Cultural Training in the U.S. Military",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 25168.0,
 "awd_amount": 25168.0,
 "awd_min_amd_letter_date": "2018-08-06",
 "awd_max_amd_letter_date": "2018-08-06",
 "awd_abstract_narration": "For over a decade, the U.S. Army focused enormous energies and resources on creating a culturally-aware military. This objective was officially and repeatedly linked to the unique demands of contemporary warfare, generally, and the Middle Eastern operational environment, specifically. New doctrine was written. Old strategies were recast and revised. New cultural and language training programs, the emphasis on culture in field and technical manuals, the expansion of military cultural research centers, and a massive increase in human intelligence, special operations, and other military fields deemed to be cultural subject matter experts all helped realize this vision organizationally. A highly-public discourse made it clear that cultural awareness would be key to contemporary soldiering. This project, which trains a student in the methods of empirical, scientific data collection and analysis, explores the role of culture in the operational and institutional objections of the military. In addition, the project would enhance scientific understanding by broadly disseminating its findings outside academe. \r\n\r\nBethany Kibler, under the supervision of Dr. Steven Caton of Harvard University will explore the production and circulation of knowledge around the concept of culture within the operational and institutional objectives of the military. Since 2003, the emphasis on culture and cultural awareness has shaped the lives and experiences of hundreds of thousands of U.S. soldiers. In contrast to other social scientific work on the so-called cultural turn, which has tended to document how the discourse around cultural awareness may have served to reframe the war in less objectionable terms to the American public, this research examines this discourse in a more open-ended and empirically grounded way. The researcher investigates the training sites, team rooms, and patrol routes where culture and cultural awareness are learned and put into practice by soldiers themselves. Over 18 months and across three communities of military cultural subject matter experts I will ask: What notion of culture is mobilized when culture becomes a military tool? What alternative knowledges and/or epistemologies about war, culture, and cultural competence are produced as soldiers operationalize this high-level and ever-changing vision? Most importantly, what can a study of cultural awareness tell us about how soldiers navigate and shape military institutional structures? In pursuing this line of questioning, this research tests the anthropological premise that institutions of all kinds are shaped by the human agents that represent and embody them, often in ways that high-level leadership or policy-makers fail to recognize or anticipate. Indeed, as the nascent ethnographic literature on the military shows, soldiers are often savvy consumers and invested actors who negotiate, resist, and recast aspects of the military's norms and messaging. By looking at the military production of cultural knowledge from the ground up, the competing epistemological commitments soldiers bring to bear and generate in confronting that knowledge, and the ethics of soldiering through cultural difference (cast as both morally and physically dangerous by trainers and soldiers alike), the research aims to contribute to current conversations in Middle Eastern studies, military studies, and the anthropology of ethics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Caton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Caton",
   "pi_email_addr": "caton@wjh.harvard.edu",
   "nsf_id": "000304136",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bethany",
   "pi_last_name": "Kibler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bethany A Kibler",
   "pi_email_addr": "bkibler@fas.harvard.edu",
   "nsf_id": "000727998",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "US Army",
  "perf_str_addr": "",
  "perf_city_name": "Fort Huachuca",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "856506864",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "AZ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 25168.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My NSF DDRIG project, &ldquo;<em>It&rsquo;s their culture, don&rsquo;t dis &lsquo;em&rdquo;: epistemologies of war and ethical self-fashioning among America&rsquo;s counterinsurgents</em>, is a multi-method, multi-sited ethnography of U.S. Counterinsurgency (COIN) and the intelligence soldiers, linguists, and special forces operators who put it into practice. Based on over 200 interviews (2012-2021), media and archival research, and participation-observation conducted over at three military communities (US Army Intelligence Center, Defense Language Institute, and Washington, DC), I show how the COIN-era military became an incubator for a personal and professional ethics based on alternative knowledge-seeking practices and performative competencies, the production and circulation of credible stories (&lsquo;testimonies&rsquo;) to counter military orthodoxy, and a hyper-investment in a (always elusive) &lsquo;real Army&rsquo; or &lsquo;real war,&rsquo; untouched by the perceived inadequacies of actual lived experience. In this way, I use a specific institutional innovation, by which I mean both the public messaging around COIN and the structural changes to curricula and training that accompanied it, to cast light on the complex interstices of knowledge, authority, and ethics in the US military. I set my analysis in the context of the recruitment structures and training paradigms of the All-Volunteer Force, which migrated expertise and technical training to the enlisted soldiers, the rapid technological and social media expansion of the early-to-mid 2000s, and the anti-establishment intellectual posturing of the COIN-era public sphere. In the coming months, I&rsquo;ll also be revising my conclusions to connect them more directly to current authoritarian and conspiratorial thinking in the U.S., such as those crystalized by the January 6 incursion and fringe anti-vax movements.</p>\n<p>Intellectual Merit: This project develops new methods and theoretical frameworks for studying the US military, which can also be applied to similarly diffuse communities where access (due to safety, security clearances, etc) may be limited or sporadic. It also contributes to the urgent research on radicalization, conspiratorial thinking, and crises of expertise outside of the military, but looking at how bureaucracy, authoritarian structures, grassroots pedagogy, and performative ethics hone and train soldiers to construct informal knowledge systems - all while mastering and giving 'apt performances; in formal pedagogic spaces. It thus contributes directly to both Critical Military Studies, Political Anthropology, and the Anthropology of Ethics.</p>\n<p>Broader Impact: This project reframes the conversation around the US military by reframing it as an educational institution. It has direct application to military pedagogy and curriculum design, as well as to the veterans education policy. Outside of the military or military adjacent fields, this project shows the limits of 'cultural awareness' or sensitivity trainings, as well as how the cultivation of attitudes and behaviors in one field - such as diet and exercise - reinforces and resonates in other, seemingly unrelated fields -such as military warfighting. As much of our interactions take on a similar form (many people physically DO the same kinds of things for work, pleasure, entertainment, errands) those aspects of my research that show how desperation for better information about diet and exercise cultivated habits that then shaped the impulse for finding and sharing 'better' information about war and culture have a broader relevance to those interested in alternative knowledge communities in general.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/18/2022<br>\n\t\t\t\t\tModified by: Bethany&nbsp;A&nbsp;Kibler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy NSF DDRIG project, \"It’s their culture, don’t dis ‘em\": epistemologies of war and ethical self-fashioning among America’s counterinsurgents, is a multi-method, multi-sited ethnography of U.S. Counterinsurgency (COIN) and the intelligence soldiers, linguists, and special forces operators who put it into practice. Based on over 200 interviews (2012-2021), media and archival research, and participation-observation conducted over at three military communities (US Army Intelligence Center, Defense Language Institute, and Washington, DC), I show how the COIN-era military became an incubator for a personal and professional ethics based on alternative knowledge-seeking practices and performative competencies, the production and circulation of credible stories (‘testimonies’) to counter military orthodoxy, and a hyper-investment in a (always elusive) ‘real Army’ or ‘real war,’ untouched by the perceived inadequacies of actual lived experience. In this way, I use a specific institutional innovation, by which I mean both the public messaging around COIN and the structural changes to curricula and training that accompanied it, to cast light on the complex interstices of knowledge, authority, and ethics in the US military. I set my analysis in the context of the recruitment structures and training paradigms of the All-Volunteer Force, which migrated expertise and technical training to the enlisted soldiers, the rapid technological and social media expansion of the early-to-mid 2000s, and the anti-establishment intellectual posturing of the COIN-era public sphere. In the coming months, I’ll also be revising my conclusions to connect them more directly to current authoritarian and conspiratorial thinking in the U.S., such as those crystalized by the January 6 incursion and fringe anti-vax movements.\n\nIntellectual Merit: This project develops new methods and theoretical frameworks for studying the US military, which can also be applied to similarly diffuse communities where access (due to safety, security clearances, etc) may be limited or sporadic. It also contributes to the urgent research on radicalization, conspiratorial thinking, and crises of expertise outside of the military, but looking at how bureaucracy, authoritarian structures, grassroots pedagogy, and performative ethics hone and train soldiers to construct informal knowledge systems - all while mastering and giving 'apt performances; in formal pedagogic spaces. It thus contributes directly to both Critical Military Studies, Political Anthropology, and the Anthropology of Ethics.\n\nBroader Impact: This project reframes the conversation around the US military by reframing it as an educational institution. It has direct application to military pedagogy and curriculum design, as well as to the veterans education policy. Outside of the military or military adjacent fields, this project shows the limits of 'cultural awareness' or sensitivity trainings, as well as how the cultivation of attitudes and behaviors in one field - such as diet and exercise - reinforces and resonates in other, seemingly unrelated fields -such as military warfighting. As much of our interactions take on a similar form (many people physically DO the same kinds of things for work, pleasure, entertainment, errands) those aspects of my research that show how desperation for better information about diet and exercise cultivated habits that then shaped the impulse for finding and sharing 'better' information about war and culture have a broader relevance to those interested in alternative knowledge communities in general.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/18/2022\n\n\t\t\t\t\tSubmitted by: Bethany A Kibler"
 }
}