{
 "awd_id": "1823290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference on Combinatorics and its Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2018-04-26",
 "awd_max_amd_letter_date": "2018-04-26",
 "awd_abstract_narration": "The Conference on Combinatorics and its Applications is a three day event to be held at the new Novena Campus of Nanyang Technological University (NTU), Singapore, from 14 to 16 July 2018.  Combinatorial design theory lies at the crossroads of combinatorics, algebra, geometry, number theory, and mathematics of computation. It has extensive applications in communications, cryptography and security, experimental design, networking, coding theory, software testing, and bioinformatics, to list a few. The conference includes keynote presentations from nine renowned experts from Asia, Europe, North America and Australia, whose research spans these topics.  The conference has strong international participation and thus affords many opportunities for collaboration among researchers and educators in combinatorics and its applications.\r\n\r\nThe conference is supported by Nanyang Technological University (NTU), the Institute of Advanced Studies at NTU, The Institute of Combinatorics and its Applications (ICA), and the U.S. National Science Foundation (NSF). Specifically, this NSF grant broadens the participation of U.S. researchers working at the intersection of combinatorial design theory and computer science, expanding and strengthening this community.  The participants will be selected through a travel grant application process, giving preference to women, minorities, under-represented groups, and beginning researchers. More information about the conference, and a description of the travel grant application process, may be found at the conference website: https://tinyurl.com/combinatorics-and-its-apps\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Violet",
   "pi_last_name": "Syrotiuk",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Violet R Syrotiuk",
   "pi_email_addr": "syrotiuk@asu.edu",
   "nsf_id": "000491670",
   "pi_start_date": "2018-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "ORSPA",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre class=\"aLF-aPX-K0-aPE\">The Conference on Combinatorics and its Applications was a three day event held <br />at the new Novena Campus of Nanyang Technological University (NTU), Singapore, <br />from 14 to 16 July 2018.  Combinatorial design theory lies at the crossroads of <br />combinatorics, algebra, geometry, number theory, and mathematics of computation.<br />It has extensive applications in communications, cryptography and security, <br />experimental design, networking, coding theory, software testing, and <br />bioinformatics, to list a few.<br /><br />The conference included keynote presentations from nine renowned experts from <br />Asia, Europe, North America, and Australia, whose research spans these topics.  <br />The conference had strong international participation (62 attendees from 19 <br />different countries)and thus afforded many opportunities for collaboration among <br />researchers and educators in combinatorics and its applications.<br /><br />The conference was supported by Nanyang Technological University (NTU), the <br />Institute of Advanced Studies at NTU, The Institute of Combinatorics and its <br />Applications (ICA), and the U.S. National Science Foundation (NSF).  <br /><br />Specifically, this NSF grant broadens the participation of U.S. researchers working <br />at the intersection of combinatorial design theory and computer science, <br />expanding and strengthening this community.  Eight participants were selected <br />through a travel grant application process, giving preference to women, minorities,<br />under-represented groups, and beginning researchers.  Half, four of the eight, <br />selected were women with one woman of Hispanic origin. Of these women, two <br />were Ph.D. students, one a postdoctoral fellow, and one an undergraduate nearing <br />completion of her baccalaureate.  Of the four men, two were Ph.D. students, one a<br />Master's student, and one an Assistant Professor.  All participants were from a <br />Computer Science or Mathematics background.<br /><br /><strong>Intellectual Merit.</strong>  Applications can drive new requirements in mathematics.<br />The goal of the Conference on Combinatorics and its Applications was to bring <br />together researchers working on a variety of topics in combinatorics and computer<br />science to showcase existing applications of combinatorial design theory, and <br />serve as a venue for the exchange of ideas, a discussion of challenges and the <br />synthesis of new directions in such interdisciplinary research.<br /><br /><strong>Broader Impacts. </strong>  A limited number of travel grants supported researchers to <br />attend the Conference on Combinatorics and its Applications. This grows the <br />interdisciplinary research community, which advances global competitiveness of <br />the U.S., and contributes towards NSF and national research priorities.  Through <br />a number of distinguished speakers, the conference mentors and inspires a new <br />generation of combinatorial and computer science researchers.</pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2019<br>\n\t\t\t\t\tModified by: Violet&nbsp;R&nbsp;Syrotiuk</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1823290/1823290_10541003_1551208488422_Conference-Photo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1823290/1823290_10541003_1551208488422_Conference-Photo--rgov-800width.jpg\" title=\"Conference photo for the Conference on Combinatorics and its Applications\"><img src=\"/por/images/Reports/POR/2019/1823290/1823290_10541003_1551208488422_Conference-Photo--rgov-66x44.jpg\" alt=\"Conference photo for the Conference on Combinatorics and its Applications\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The conference photo for the Conference on Combinatorics and its Applications</div>\n<div class=\"imageCredit\">Nanyang Technological University</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Violet&nbsp;R&nbsp;Syrotiuk</div>\n<div class=\"imageTitle\">Conference photo for the Conference on Combinatorics and its Applications</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "The Conference on Combinatorics and its Applications was a three day event held \nat the new Novena Campus of Nanyang Technological University (NTU), Singapore, \nfrom 14 to 16 July 2018.  Combinatorial design theory lies at the crossroads of \ncombinatorics, algebra, geometry, number theory, and mathematics of computation.\nIt has extensive applications in communications, cryptography and security, \nexperimental design, networking, coding theory, software testing, and \nbioinformatics, to list a few.\n\nThe conference included keynote presentations from nine renowned experts from \nAsia, Europe, North America, and Australia, whose research spans these topics.  \nThe conference had strong international participation (62 attendees from 19 \ndifferent countries)and thus afforded many opportunities for collaboration among \nresearchers and educators in combinatorics and its applications.\n\nThe conference was supported by Nanyang Technological University (NTU), the \nInstitute of Advanced Studies at NTU, The Institute of Combinatorics and its \nApplications (ICA), and the U.S. National Science Foundation (NSF).  \n\nSpecifically, this NSF grant broadens the participation of U.S. researchers working \nat the intersection of combinatorial design theory and computer science, \nexpanding and strengthening this community.  Eight participants were selected \nthrough a travel grant application process, giving preference to women, minorities,\nunder-represented groups, and beginning researchers.  Half, four of the eight, \nselected were women with one woman of Hispanic origin. Of these women, two \nwere Ph.D. students, one a postdoctoral fellow, and one an undergraduate nearing \ncompletion of her baccalaureate.  Of the four men, two were Ph.D. students, one a\nMaster's student, and one an Assistant Professor.  All participants were from a \nComputer Science or Mathematics background.\n\nIntellectual Merit.  Applications can drive new requirements in mathematics.\nThe goal of the Conference on Combinatorics and its Applications was to bring \ntogether researchers working on a variety of topics in combinatorics and computer\nscience to showcase existing applications of combinatorial design theory, and \nserve as a venue for the exchange of ideas, a discussion of challenges and the \nsynthesis of new directions in such interdisciplinary research.\n\nBroader Impacts.   A limited number of travel grants supported researchers to \nattend the Conference on Combinatorics and its Applications. This grows the \ninterdisciplinary research community, which advances global competitiveness of \nthe U.S., and contributes towards NSF and national research priorities.  Through \na number of distinguished speakers, the conference mentors and inspires a new \ngeneration of combinatorial and computer science researchers.\n\n\t\t\t\t\tLast Modified: 02/28/2019\n\n\t\t\t\t\tSubmitted by: Violet R Syrotiuk"
 }
}