{
 "awd_id": "1823325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRI:II-New: The Living Link Lab: Infrastructure for Enhancing Occupant Experience and Building Operations",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 754568.0,
 "awd_amount": 754568.0,
 "awd_min_amd_letter_date": "2018-08-09",
 "awd_max_amd_letter_date": "2021-11-17",
 "awd_abstract_narration": "Recent studies have demonstrated the great potential of smart building applications to optimize building efficiency and occupant comfort. However, these applications are often building-centric and there are limited formal characterizations of the interactions between occupants and built environments. This research infrastructure creates a new sensing testbed called the \"Living Link-Lab\" that transforms the University of Virginia (UVA) Cyber-Physical Systems laboratory (approximately 17,000 square feet) into a testbed for human-building interaction data collection and experimentation. With occupant-based wearables, interactive mobile robots, and comprehensive environmental sensors, this research infrastructure captures several dimensions of variability in human-building interactions, enabling new occupant-focused building control techniques. These techniques are prototyped on the testbed and then translated to other buildings to enhance occupant experience.\r\n \r\nThe research infrastructure will enable long-term in-situ studies of occupant behavior, cognition, and interactions in a large collaborative environment, and it will support researchers from various backgrounds (e.g., engineering, psychology, architecture, and medicine) in exploring the human-building technology frontier. This unique sensing testbed provides a complete, real-time information about environmental changes, occupant behavior, and energy consumption. The project enables research on novel techniques for (i) enhancing occupant experience, (ii) energy monitoring, (iii) robotic mobile sensing, (iv) privacy-preserving sensing, (v) optimized Internet of Things (IoT) networks and sensors, and (vi) human-autonomy collaboration. The testbed also generates a comprehensive dataset that enables researchers from a range of backgrounds to collaborate on novel topics. The application-driven outcomes encourage students to pursue a computing research career path by demonstrating the real-world impact potential of the research. Additionally, the testbed enhances education on smart office spaces and leads to new courses being designed that leverage the physical testbeds and resulting data streams.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arsalan",
   "pi_last_name": "Heydarian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arsalan Heydarian",
   "pi_email_addr": "ah6rx@virginia.edu",
   "nsf_id": "000762972",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Gerber",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Gerber",
   "pi_email_addr": "msg8u@virginia.edu",
   "nsf_id": "000669291",
   "pi_start_date": "2018-08-09",
   "pi_end_date": "2021-11-17"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicola",
   "pi_last_name": "Bezzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicola Bezzo",
   "pi_email_addr": "nb6be@virginia.edu",
   "nsf_id": "000723906",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuan",
   "pi_last_name": "Tian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuan Tian",
   "pi_email_addr": "yuant@ucla.edu",
   "nsf_id": "000759520",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradford",
   "pi_last_name": "Campbell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradford Campbell",
   "pi_email_addr": "bjc8c@virginia.edu",
   "nsf_id": "000763139",
   "pi_start_date": "2018-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "The Rector and Visitors of the University of Virginia",
  "perf_str_addr": "D212 Thornton hall",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044742",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 754568.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2d65fcaf-7fff-f6c1-f242-dcc3aa3ad5b6\">\n<p dir=\"ltr\"><span>The NSF-funded Living Link Lab research infrastructure on the University of Virginia campus is equipped for monitoring environmental changes, electricity and water consumption, along with the building residents&rsquo; physiological and psychological states (up to 120 residents) in a 17,000&nbsp;</span>sqft open office space.&nbsp; Specifically,&nbsp; the research infrastructure is equipped with different sensing and actuation mechanisms to conduct short and long-term in situ studies to further understand how the indoor environment may impact occupants&rsquo; behaviors and well-being, and how smart buildings can respond to individual's needs and preferences.&nbsp; As shown in table below, this testbed is equipped with indoor environmental sensors, such as temperature, humidity, and air quality (CO2, VOC, PM 2.5 and PM 10), providing insights on how these factors may change dynamically over time and according to specific contextual settings.&nbsp; Furthermore, upon receiving consent, the occupants' behaviors, emotions, movement within the space, and social interactions are also monitored through desk-level cameras, mobile phones, and wearable  `devices such as smart watches. The building energy consumption is further monitored through appliance-level sensing (all appliances in the space) as well as circuit-level sensing.</p>\n<br />\n<p dir=\"ltr\"><span>In addition to sensing and monitoring of the indoor environment, the Living Link Lab infrastructure includes actuation systems, mobile robots, and web and physical user interface systems where occupants can view the trends of their surrounding environmental changes, behaviors and emotions, and energy consumption. The actuation systems are designed to (1) respond to each individual users&rsquo; preferences and personal settings. The mobile robots are equipped with all indoor environmental sensors distributed across the space for collecting more granular environmental information as well as validate the sensor readings across all IoT devices. The users can also indicate and adjust their privacy preferences for each device collecting personal data through the Living Link Lab user interface systems and the actuation systems automatically respond to each users&rsquo; privacy profile. Within the existing platform, users are fully in control of their own data and have the freedom of reviewing, sharing, or removing any personal information. The Living Link Lab research infrastructure is further equipped to conduct survey-based, observational, and experimental studies.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>The Living Link Lab includes rich data streams of building operations, occupant behavior, health and social interactions. The generated data streams, novel machine learning algorithms, and developed actuation systems have made this lab a state of the art research infrastructure, fully supporting different dimensions of cyber physical systems research and education programs. Since its start in 2018, the Living Link Lab have supported over 20 research projects and its content is supporting two classes at UVA (Smart and Healthy Buildings and CPS1: Communication, Testbed and Policy in Cyber Physical systems).</span></p>\n<br />\n<p dir=\"ltr\"><span>It is noteworthy that the developed Living Lab platform is open source and available to researchers and interested parties to benefit from and expand upon. https://livinglinklab.github.io/</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2023<br>\n\t\t\t\t\tModified by: Arsalan&nbsp;Heydarian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe NSF-funded Living Link Lab research infrastructure on the University of Virginia campus is equipped for monitoring environmental changes, electricity and water consumption, along with the building residents’ physiological and psychological states (up to 120 residents) in a 17,000 sqft open office space.  Specifically,  the research infrastructure is equipped with different sensing and actuation mechanisms to conduct short and long-term in situ studies to further understand how the indoor environment may impact occupants’ behaviors and well-being, and how smart buildings can respond to individual's needs and preferences.  As shown in table below, this testbed is equipped with indoor environmental sensors, such as temperature, humidity, and air quality (CO2, VOC, PM 2.5 and PM 10), providing insights on how these factors may change dynamically over time and according to specific contextual settings.  Furthermore, upon receiving consent, the occupants' behaviors, emotions, movement within the space, and social interactions are also monitored through desk-level cameras, mobile phones, and wearable  `devices such as smart watches. The building energy consumption is further monitored through appliance-level sensing (all appliances in the space) as well as circuit-level sensing.\n\n\nIn addition to sensing and monitoring of the indoor environment, the Living Link Lab infrastructure includes actuation systems, mobile robots, and web and physical user interface systems where occupants can view the trends of their surrounding environmental changes, behaviors and emotions, and energy consumption. The actuation systems are designed to (1) respond to each individual users’ preferences and personal settings. The mobile robots are equipped with all indoor environmental sensors distributed across the space for collecting more granular environmental information as well as validate the sensor readings across all IoT devices. The users can also indicate and adjust their privacy preferences for each device collecting personal data through the Living Link Lab user interface systems and the actuation systems automatically respond to each users’ privacy profile. Within the existing platform, users are fully in control of their own data and have the freedom of reviewing, sharing, or removing any personal information. The Living Link Lab research infrastructure is further equipped to conduct survey-based, observational, and experimental studies. \n\n\nThe Living Link Lab includes rich data streams of building operations, occupant behavior, health and social interactions. The generated data streams, novel machine learning algorithms, and developed actuation systems have made this lab a state of the art research infrastructure, fully supporting different dimensions of cyber physical systems research and education programs. Since its start in 2018, the Living Link Lab have supported over 20 research projects and its content is supporting two classes at UVA (Smart and Healthy Buildings and CPS1: Communication, Testbed and Policy in Cyber Physical systems).\n\n\nIt is noteworthy that the developed Living Lab platform is open source and available to researchers and interested parties to benefit from and expand upon. https://livinglinklab.github.io/\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/19/2023\n\n\t\t\t\t\tSubmitted by: Arsalan Heydarian"
 }
}