{
 "awd_id": "1823500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Exploring Psychological Mechanisms Underlying Plea Bargaining Decisions",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "reginald sheehan",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 19020.0,
 "awd_amount": 19020.0,
 "awd_min_amd_letter_date": "2018-07-23",
 "awd_max_amd_letter_date": "2022-05-13",
 "awd_abstract_narration": "Title: Doctoral Dissertation Research: Exploring Psychological Mechanism Underlying Plea Bargaining Decisions \r\n\r\nAbstract: \r\n\r\nApproximately 95% of criminal convictions are resolved through guilty pleas, in which a defendant admits guilt and waives his constitutional right to a jury trial in exchange for a reduced punishment. Although the Supreme Court has ruled that plea deals are not inherently coercive, this project will test whether the plea-bargaining system is coercive by identifying factors that might hinder defendants? ability to make objective plea decisions. Using an experimental approach, the project will examine whether interrogation tactics, such as those that are designed to provide suspects with misinformation, influence plea decisions; as well, the project will examine the effect of anxiety and guilt on defendant's plea decisions. \r\n\r\nThis project will consist of two experimental studies. The first study will employ online participants to examine how individuals make plea decisions using hypothetical scenarios in which the guilt or innocence of the defendant, as well as the interrogation tactics, are varied. The second study will employ undergraduate students who will be placed in situations involving real consequences, and where questioning techniques of the students are manipulated, to determine their likelihood of choosing plea deals. This project will contribute to the body of research on the influence of interrogation techniques on the plea-bargaining process and the circumstances under which criminal defendants waive their right to a trial in favor of a plea deal.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Bull Kovera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Bull Kovera",
   "pi_email_addr": "mkovera@jjay.cuny.edu",
   "nsf_id": "000250770",
   "pi_start_date": "2018-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Close",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie Close",
   "pi_email_addr": "melanie.j.close@gmail.com",
   "nsf_id": "000767490",
   "pi_start_date": "2018-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY John Jay College of Criminal Justice",
  "inst_street_address": "524 W 59TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122378449",
  "inst_zip_code": "100191007",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "NGK8GHNABTB8"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY John Jay College of Criminal Justice",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100191007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 19020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In two studies, we examined whether deceptive interrogation tactics that imply inaccurate information about a defendant&rsquo;s trial prospects (e.g., minimizing the punishment that the suspect is likely to receive if they confess to their misdeed, maximizing or exaggerating the seriousness of the offense and consequences or the evidence that points to the guilt of the suspect) have downstream consequences on innocent and guilty defendants&rsquo; plea decisions. We also explored whether these interrogation techniques influenced participants&rsquo; perceptions of their anticipated consequences if they were to go to trial and whether suspect anxiety influenced the effect of the interrogation techniques on plea decisions.</p>\n<p>In Study 1, participants played the role of a suspect in a criminal investigation. They listened to anxiety-inducing or neutral audio tracks while reading one of three case summaries (manslaughter, drug possession, arson) in which they were the innocent or guilty suspect and making a hypothetical plea decision. The case summary included a description of the interrogation, which varied in whether the interrogator minimized the seriousness of the alleged crime, exaggerated the seriousness of the offence and the likely consequences if the participant did not confess (implicit maximization), stated there was evidence against the suspect that did not exist (maximization via false evidence), or none of these techniques. Minimization and both maximization techniques increased guilty pleas by increasing participants&rsquo; estimates that their trial outcomes would be poor, but only among guilty participants. Manipulated anxiety did not moderate the effect of guilt on plea decisions.</p>\n<p>In Study 2, participants were instructed to complete a decision-making task, collaborating with someone they believed to be a fellow participant (but was a member of the research team, i.e., a confederate) on half of the items and completing the other half independently. The confederate either induced the participant to cheat by asking for help on the items to be completed independently or did not. Participants, who were now guilty or innocent of cheating, took part in a plea decision-making task in which they were interrogated using control, minimization, or maximization tactics. They were then told they could contest the accusation in front of an academic misconduct board (proxy for trial) or admit to it for a reduced punishment (proxy for a plea). They decided how to plead, evaluated the likelihood they would have been convicted by the board, and estimated the likely punishment they would have received if convicted by the board. They also rated their state anxiety.</p>\n<p>Guilty participants pleaded guilty more often than did innocent participants. However, interrogation tactics differentially affected innocent and guilty participants. Specifically, the interrogators&rsquo; use of minimization tactics led fewer innocent and guilty participants to plead guilty (compared to when interrogators used neither maximization or minimization tactics), whereas interrogators&rsquo; use of maximization tactics led fewer innocent participants but more guilty participants to plead guilty compared to the control condition in which interrogators used neither maximization or minimization tactics.&nbsp;</p>\n<p>Deceptive interrogation tactics have downstream consequences outside of the interrogation room by affecting innocent and guilty defendants&rsquo; plea decisions. Such findings extend the findings that minimization and maximization interrogation techniques increase rates of false confessions and suggest that these techniques may affect the other decisions that suspects make during the investigation and prosecution of a crime. These findings also raise questions about the continued use of these tactics in real-world interrogations.</p>\n<p>Funding of this research improved the diversity of scientists involved in STEM research. The grant supported the dissertation research of a woman in STEM and provided training in research methods and data collection to more than 40 students, almost all of whom were women. One-third of the research assistants were BIPOC women. One-quarter of the undergraduate and master&rsquo;s students working on the project gained the research skills that enabled them to be admitted to doctoral programs. Two of the doctoral students working on the project have gone on to academic positions, and two others are in positions in which they do research to inform public policy.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/14/2024<br>\nModified by: Margaret&nbsp;Bull Kovera</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn two studies, we examined whether deceptive interrogation tactics that imply inaccurate information about a defendants trial prospects (e.g., minimizing the punishment that the suspect is likely to receive if they confess to their misdeed, maximizing or exaggerating the seriousness of the offense and consequences or the evidence that points to the guilt of the suspect) have downstream consequences on innocent and guilty defendants plea decisions. We also explored whether these interrogation techniques influenced participants perceptions of their anticipated consequences if they were to go to trial and whether suspect anxiety influenced the effect of the interrogation techniques on plea decisions.\n\n\nIn Study 1, participants played the role of a suspect in a criminal investigation. They listened to anxiety-inducing or neutral audio tracks while reading one of three case summaries (manslaughter, drug possession, arson) in which they were the innocent or guilty suspect and making a hypothetical plea decision. The case summary included a description of the interrogation, which varied in whether the interrogator minimized the seriousness of the alleged crime, exaggerated the seriousness of the offence and the likely consequences if the participant did not confess (implicit maximization), stated there was evidence against the suspect that did not exist (maximization via false evidence), or none of these techniques. Minimization and both maximization techniques increased guilty pleas by increasing participants estimates that their trial outcomes would be poor, but only among guilty participants. Manipulated anxiety did not moderate the effect of guilt on plea decisions.\n\n\nIn Study 2, participants were instructed to complete a decision-making task, collaborating with someone they believed to be a fellow participant (but was a member of the research team, i.e., a confederate) on half of the items and completing the other half independently. The confederate either induced the participant to cheat by asking for help on the items to be completed independently or did not. Participants, who were now guilty or innocent of cheating, took part in a plea decision-making task in which they were interrogated using control, minimization, or maximization tactics. They were then told they could contest the accusation in front of an academic misconduct board (proxy for trial) or admit to it for a reduced punishment (proxy for a plea). They decided how to plead, evaluated the likelihood they would have been convicted by the board, and estimated the likely punishment they would have received if convicted by the board. They also rated their state anxiety.\n\n\nGuilty participants pleaded guilty more often than did innocent participants. However, interrogation tactics differentially affected innocent and guilty participants. Specifically, the interrogators use of minimization tactics led fewer innocent and guilty participants to plead guilty (compared to when interrogators used neither maximization or minimization tactics), whereas interrogators use of maximization tactics led fewer innocent participants but more guilty participants to plead guilty compared to the control condition in which interrogators used neither maximization or minimization tactics.\n\n\nDeceptive interrogation tactics have downstream consequences outside of the interrogation room by affecting innocent and guilty defendants plea decisions. Such findings extend the findings that minimization and maximization interrogation techniques increase rates of false confessions and suggest that these techniques may affect the other decisions that suspects make during the investigation and prosecution of a crime. These findings also raise questions about the continued use of these tactics in real-world interrogations.\n\n\nFunding of this research improved the diversity of scientists involved in STEM research. The grant supported the dissertation research of a woman in STEM and provided training in research methods and data collection to more than 40 students, almost all of whom were women. One-third of the research assistants were BIPOC women. One-quarter of the undergraduate and masters students working on the project gained the research skills that enabled them to be admitted to doctoral programs. Two of the doctoral students working on the project have gone on to academic positions, and two others are in positions in which they do research to inform public policy.\n\n\n\t\t\t\t\tLast Modified: 01/14/2024\n\n\t\t\t\t\tSubmitted by: MargaretBull Kovera\n"
 }
}