{
 "awd_id": "1823805",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Estimation and Inference Under Shape Restrictions",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 242262.0,
 "awd_amount": 49132.0,
 "awd_min_amd_letter_date": "2018-08-07",
 "awd_max_amd_letter_date": "2021-02-03",
 "awd_abstract_narration": "Standard approaches to analyzing relationships in empirical research in economics and related disciplines impose strong assumptions on the form of the relationships a priori. While these assumptions greatly simplify the statistical methods needed, if they are incorrect, conclusions obtained can be misleading. An alternative is to use so called nonparametric methods, which impose weaker assumptions, but consequently, the results obtained are often not precise enough to reach strong conclusions. This research explores the use of shape restrictions to impose additional structure, but without specifying a particular relationship. Shape restrictions, such as monotonicity or convexity, are often reasonable assumptions and they can be implied by basic economic theory. For example, the demand of a product is decreasing in its price.  The project proposes statistical methods to estimate relationships and summarize uncertainty under shape restriction, which keep the flexibility of nonparametric approaches, but can yield much more precise conclusions. These methods are appealing in a wide range of real world applications. In this research, they are applied to analyze demand functions, conduct inference in auctions models, and estimate quantile functions. \r\n\r\nAt a technical level the project overcomes challenges in the statistical theory resulting from the use of shape restrictions. Specifically, the distribution of the restricted estimator depends on where the shape restrictions bind, which is unknown a priori. This research suggests an inference method based on test inversion, which yields uniformly valid confidence regions for unknown parameter vectors or functions. The method applies to a wide range of finite dimensional and nonparametric problems, to various nonparametric estimators, and to many different shape restrictions. Inference is based on the distribution of a shape restricted estimator, which is an approximate quadratic projection of an unrestricted estimator onto a restricted parameter space and this projection depends on a weight matrix. The investigator studies optimal choices of the weight matrix, which can have large effects on properties of the restricted estimators and the corresponding confidence regions. Next to proving uniform size control, the project also investigates power properties to quantity the gains from using shape restrictions. Finally, this research illustrate these gains and the wide applicability in Monte Carlo simulations and in various empirical applications, studying demand models under monotonicity, auction models with parameter dependent support, and non-crossing conditional quantile functions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joachim",
   "pi_last_name": "Freyberger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joachim Freyberger",
   "pi_email_addr": "jfreyberger@ssc.wisc.edu",
   "nsf_id": "000690677",
   "pi_start_date": "2018-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1180 Observatory Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061393",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 49131.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, researchers have explored the use of shape restrictions in estimation and inference. Shape restrictions are often reasonable assumptions in economic applications and are grounded in economic theory. They offer a middle ground between strong parametric assumptions, which may lead to erroneous results, and nonparametric methods, which can produce uninformative conclusions.</p>\r\n<p>The researchers have developed a uniformly valid inference method for an unknown function or parameter vector subject to shape restrictions. This method is highly general and applies to a wide range of finite-dimensional and nonparametric problems, including regression and instrumental variable estimation. It accommodates both kernel and series estimators and supports various shape restrictions.</p>\r\n<p>One key application of this method is constructing uniform confidence bands for an unknown function of interest. These bands have several desirable theoretical properties: they are based on a standard shape-restricted estimator, their upper and lower bounds remain consistent with the shape restrictions, and they are asymptotically equivalent to standard unrestricted confidence bands when the true function strictly satisfies all shape restrictions. However, they can be significantly narrower if some shape restrictions are binding or nearly binding. Similarly, confidence intervals for functionals, such as average derivatives, have been shown to share these features.</p>\r\n<p>The proposed method has demonstrated substantial gains in confidence band width and informativeness in both Monte Carlo simulations and an empirical application. Due to its broad applicability, it represents a valuable new tool for applied research.</p>\r\n<p>The principal investigator has presented these findings at numerous seminars and conferences across the United States and internationally.</p><br>\n<p>\n Last Modified: 03/18/2025<br>\nModified by: Joachim&nbsp;Freyberger</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project, researchers have explored the use of shape restrictions in estimation and inference. Shape restrictions are often reasonable assumptions in economic applications and are grounded in economic theory. They offer a middle ground between strong parametric assumptions, which may lead to erroneous results, and nonparametric methods, which can produce uninformative conclusions.\r\n\n\nThe researchers have developed a uniformly valid inference method for an unknown function or parameter vector subject to shape restrictions. This method is highly general and applies to a wide range of finite-dimensional and nonparametric problems, including regression and instrumental variable estimation. It accommodates both kernel and series estimators and supports various shape restrictions.\r\n\n\nOne key application of this method is constructing uniform confidence bands for an unknown function of interest. These bands have several desirable theoretical properties: they are based on a standard shape-restricted estimator, their upper and lower bounds remain consistent with the shape restrictions, and they are asymptotically equivalent to standard unrestricted confidence bands when the true function strictly satisfies all shape restrictions. However, they can be significantly narrower if some shape restrictions are binding or nearly binding. Similarly, confidence intervals for functionals, such as average derivatives, have been shown to share these features.\r\n\n\nThe proposed method has demonstrated substantial gains in confidence band width and informativeness in both Monte Carlo simulations and an empirical application. Due to its broad applicability, it represents a valuable new tool for applied research.\r\n\n\nThe principal investigator has presented these findings at numerous seminars and conferences across the United States and internationally.\t\t\t\t\tLast Modified: 03/18/2025\n\n\t\t\t\t\tSubmitted by: JoachimFreyberger\n"
 }
}