{
 "awd_id": "1823896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: An Ethnographic Study of Memory Entrepreneurship and Community",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 3543.0,
 "awd_amount": 3543.0,
 "awd_min_amd_letter_date": "2018-07-13",
 "awd_max_amd_letter_date": "2018-07-13",
 "awd_abstract_narration": "The research supported by this award investigates how communities navigate the heritage travel industry. Non-business travel contributed $7.6 trillion dollars to the global economy and $500 billion dollars to the United States economy in 2016. However, for some communities, heritage travel can be a blessing and a curse. On one hand, it promises needed economic support and cultural preservation. Yet, these economic opportunities may require sometimes demeaning commodification and standardization of local identities. Understanding why people participate in heritage travel and the strategies they use to channel its opportunities productively, will inform programs and policies to represent more justly the diverse economic, social, and cultural interests of local communities in the United States. Findings from the research will also help social scientists better understand the effects of heritage entrepreneurship and the future of American cultural diversity. \r\n\r\nThe research will be undertaken by Indiana University doctoral student Douglas D. Peach, with the support and oversight of Dr. Daniel B. Reed. The research will be conducted in coastal South Carolina, where non-business travel is the region's largest employer. The researcher will focus on Gullah Geechees, a community of African Americans with a unique culture and language, and will use music and its performance as the primary lens of investigation. To understand the relationship between Gullah Geechees and the emergent heritage travel industry, the Co-PI will focus on the following questions: What are the performative strategies (such as, branding, aesthetics, historical narratives) used by Gullah Geechees for identification in heritage entrepreneurship? What factors shape how Gullah Geechees participate in initiatives surrounding their cultural heritage? The research will also investigate how African-American travelers and visitors from Africa, as well as national, state, and local political authorities influence the contexts of heritage travel in which Gullah Geechees participate. The research uses three methods for gathering data: participant observation, interviews, and the collection and analysis of media. This ethnographically informed study will explain how a minority community manages their heritage, amidst shifting discourses and culturally appropriate means, for social, economic, and political mobility. The research will contribute to theories of cultural diversity as a deliberately constructed rather than a static or given feature of contemporary societies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Reed",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Reed",
   "pi_email_addr": "reedd@indiana.edu",
   "nsf_id": "000082382",
   "pi_start_date": "2018-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Peach",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas D Peach",
   "pi_email_addr": "dpeach@indiana.edu",
   "nsf_id": "000755283",
   "pi_start_date": "2018-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "701 E. Kirkwood Ave.",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 3543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award covered three months of ethnographic fieldwork research on the impacts of a heritage tourism economy and a local community of Gullah Geechees in coastal South Carolina. Since the 1980s, a heritage tourism industry has developed around Gullah Geechee culture, whereby their history and heritage are on display for outside audiences. This project focused on the experiences of Gullah Geechee musical performers navigating the potential benefits and oppressive aspects of this heritage tourism economy, as well as the motivations of tourists and politicians shaping this economy. In doing so, this project provided perspectives on how a historically marginalized community, in dialogue with a range of actors, navigates economic aspirations, cultural commodification, and the circulation of its cultural heritage.&nbsp;</p>\n<p>This fieldwork was conducted by Douglas Peach, under the supervision of Dr. Daniel Reed (Indiana University, Bloomington). During the field research, investigators collected two sets of data. The first examined the musical performances of Gullah Geechees within contexts of heritage tourism festivals, concerts, and music videos. The investigators observed and participated in these performances, then used in-depth and playback interviews to learn the meanings and interpretations of these performances from the perspectives of Gullah Geechees.&nbsp;&nbsp;The data set second gathered information from tourists and local politicians about their motivations for participating and creating policies around Gullah Geechee cultural heritage. This was conducted using participant observation, interviews, and survey materials. The second set of data allowed for an understanding of the expectations and policy decisions that comprise the heritage tourism economy around Gullah Geechee culture.&nbsp;</p>\n<p>This research documents important information on how musical performance acts as a modality for cultural sustainability and community survival, among a group of African Americans whose land ownership and economic self-determination are constantly challenged. The projects&rsquo; focus on the experiences of Gullah Geechees striving to maintain their socio-cultural systems amidst economic, social, and political change of heritage tourism provides relevant data for similarly marginalized communities throughout the United States, as well as practical recommendations for sustainable cultural heritage tourism management.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2019<br>\n\t\t\t\t\tModified by: Douglas&nbsp;D&nbsp;Peach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award covered three months of ethnographic fieldwork research on the impacts of a heritage tourism economy and a local community of Gullah Geechees in coastal South Carolina. Since the 1980s, a heritage tourism industry has developed around Gullah Geechee culture, whereby their history and heritage are on display for outside audiences. This project focused on the experiences of Gullah Geechee musical performers navigating the potential benefits and oppressive aspects of this heritage tourism economy, as well as the motivations of tourists and politicians shaping this economy. In doing so, this project provided perspectives on how a historically marginalized community, in dialogue with a range of actors, navigates economic aspirations, cultural commodification, and the circulation of its cultural heritage. \n\nThis fieldwork was conducted by Douglas Peach, under the supervision of Dr. Daniel Reed (Indiana University, Bloomington). During the field research, investigators collected two sets of data. The first examined the musical performances of Gullah Geechees within contexts of heritage tourism festivals, concerts, and music videos. The investigators observed and participated in these performances, then used in-depth and playback interviews to learn the meanings and interpretations of these performances from the perspectives of Gullah Geechees.  The data set second gathered information from tourists and local politicians about their motivations for participating and creating policies around Gullah Geechee cultural heritage. This was conducted using participant observation, interviews, and survey materials. The second set of data allowed for an understanding of the expectations and policy decisions that comprise the heritage tourism economy around Gullah Geechee culture. \n\nThis research documents important information on how musical performance acts as a modality for cultural sustainability and community survival, among a group of African Americans whose land ownership and economic self-determination are constantly challenged. The projects? focus on the experiences of Gullah Geechees striving to maintain their socio-cultural systems amidst economic, social, and political change of heritage tourism provides relevant data for similarly marginalized communities throughout the United States, as well as practical recommendations for sustainable cultural heritage tourism management. \n\n \n\n\t\t\t\t\tLast Modified: 10/14/2019\n\n\t\t\t\t\tSubmitted by: Douglas D Peach"
 }
}