{
 "awd_id": "1824951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH-S: What Does It Take to Cooperate Over Transboundary Groundwater Resources?",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 749932.0,
 "awd_amount": 749932.0,
 "awd_min_amd_letter_date": "2018-08-14",
 "awd_max_amd_letter_date": "2018-08-14",
 "awd_abstract_narration": "While crucial to the health and livelihood of billions of people, groundwater is being depleted globally at alarming rates. Groundwater is a shared resource, where pumping by any user decreases groundwater levels and thus the ability of other users to also exploit this resource. This phenomenon can cause users to strategically over-exploit groundwater in a \"pumping race\" that can accelerate its depletion. Unfortunately, few regulations address this tragedy of the commons because the underground nature of the resource makes it particularly challenging to monitor. This research seeks to estimate the extent to which strategic over-exploitation accelerates global groundwater depletion, and to identify new mechanisms to explain why groundwater is particularly prone to strategic over-exploitation, especially at jurisdictional boundaries. These new insights will be used to explore new regulatory approaches to curtail this behavior.  This research will benefit society by integrating hydrology, economics, and law to improve cooperation over shared groundwater resources. It will also provide interdisciplinary training for three graduate students and create valuable infrastructure that will be shared broadly with businesses and the public sector.\r\n \r\nAdverse selection is the tendency for markets to break down under asymmetric information, because uncertainties cause agents to attribute ulterior motives to other agents' willingness to make a deal. A similar mechanism likely arises for groundwater due to asymmetric hydro-geologic uncertainty. This research will test the hypothesis that adverse selection explains why agents do not cooperate over shared groundwater resources. The project has four components: (1) perform a global assessment of the role played by tragedies of the commons in the depletion of international aquifers; (2) derive a micro-economic model to investigate whether adverse selection can explain the dearth of international agreements on shared groundwater; (3) develop coupled human/groundwater models to investigate why cooperation has emerged in specific aquifers, through case studies in Europe and South America; and (4) investigate the potential for satellite data to attenuate information asymmetry and facilitate cooperation by averting adverse selection, focusing on a vulnerable aquifer identified in component (1).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Muller",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Marc F Muller",
   "pi_email_addr": "mmuller1@nd.edu",
   "nsf_id": "000736372",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diogo",
   "pi_last_name": "Bolster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diogo Bolster",
   "pi_email_addr": "dbolster@nd.edu",
   "nsf_id": "000552378",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Muller-Itten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Muller-Itten",
   "pi_email_addr": "michele.muller@nd.edu",
   "nsf_id": "000736384",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Huber",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce R Huber",
   "pi_email_addr": "bhuber@nd.edu",
   "nsf_id": "000737683",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 749932.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-253e98d4-7fff-6278-f214-bc42c5244505\">\n<p dir=\"ltr\"><span>While crucial to the health and livelihood of billions of people, groundwater is being depleted globally at alarming rates. Groundwater is a shared resource, where pumping by any user decreases groundwater levels and thus the ability of other users to also exploit this resource. This phenomenon can cause users to strategically over-exploit groundwater in a &ldquo;pumping race&rdquo; that can accelerate its depletion. Unfortunately, few regulations address this tragedy of the commons because the underground nature of the resource makes it particularly challenging to monitor. This is particularly true when groundwater resources cross jurisdictional boundaries. There are less than 10 international treaties for more than 500 internationally shared groundwater aquifers.</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span>The overarching goal of this research was to estimate the extent to which strategic over-exploitation accelerates global groundwater depletion, and to identify new mechanisms to explain why groundwater is particularly prone to strategic over-exploitation, especially at jurisdictional boundaries. During the course of this work, several novel mathematical models were developed that capture the two-way interaction between groundwater levels and pumping decisions. Each model focuses on a distinct aspect of transboundary groundwater interactions that has a key influence on incentives to over-pump. These include trust and economic differences between users and the spatial layout of their wells with regards to the hydrogeologic setting of the aquifer. These models were used to understand the emergence of the few transboundary groundwater agreements that do exist.</p>\n<p dir=\"ltr\"><span>Another major success of this project was the development of practical tools to support collaborative water management in data-scarce situations. We developed satellite imagery analysis techniques to monitor water resources at the landscape scale in all weather conditions and without relying on ground-collected information. We also developed mathematical optimization approaches to address uncertainties in the development of transboundary treaties, which pertain to both the objectives pursued by each party and to future climate variables. Last, we developed a web-based visualization tool that allows users to rapidly simulate the relationship between pumping and groundwater level, or groundwater pollution and water quality,&nbsp; within their regions of interest. This tool is openly available and can be used as a rapid assessment tool to support groundwater management</span></p>\n<p dir=\"ltr\">This project has advanced our understanding of the role played by key characteristics, such as trust, economic asymmetry and spatial distance, on the emergence of international cooperation over transboundary aquifers. Catalyzed by the practical tools that we have developed, these efforts will hopefully lay the foundation for more effective, collaborative and sustainable governance of the world's shared groundwater resources.</p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2022<br>\n\t\t\t\t\tModified by: Marc&nbsp;F&nbsp;Muller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nWhile crucial to the health and livelihood of billions of people, groundwater is being depleted globally at alarming rates. Groundwater is a shared resource, where pumping by any user decreases groundwater levels and thus the ability of other users to also exploit this resource. This phenomenon can cause users to strategically over-exploit groundwater in a \"pumping race\" that can accelerate its depletion. Unfortunately, few regulations address this tragedy of the commons because the underground nature of the resource makes it particularly challenging to monitor. This is particularly true when groundwater resources cross jurisdictional boundaries. There are less than 10 international treaties for more than 500 internationally shared groundwater aquifers.\n The overarching goal of this research was to estimate the extent to which strategic over-exploitation accelerates global groundwater depletion, and to identify new mechanisms to explain why groundwater is particularly prone to strategic over-exploitation, especially at jurisdictional boundaries. During the course of this work, several novel mathematical models were developed that capture the two-way interaction between groundwater levels and pumping decisions. Each model focuses on a distinct aspect of transboundary groundwater interactions that has a key influence on incentives to over-pump. These include trust and economic differences between users and the spatial layout of their wells with regards to the hydrogeologic setting of the aquifer. These models were used to understand the emergence of the few transboundary groundwater agreements that do exist.\nAnother major success of this project was the development of practical tools to support collaborative water management in data-scarce situations. We developed satellite imagery analysis techniques to monitor water resources at the landscape scale in all weather conditions and without relying on ground-collected information. We also developed mathematical optimization approaches to address uncertainties in the development of transboundary treaties, which pertain to both the objectives pursued by each party and to future climate variables. Last, we developed a web-based visualization tool that allows users to rapidly simulate the relationship between pumping and groundwater level, or groundwater pollution and water quality,  within their regions of interest. This tool is openly available and can be used as a rapid assessment tool to support groundwater management\nThis project has advanced our understanding of the role played by key characteristics, such as trust, economic asymmetry and spatial distance, on the emergence of international cooperation over transboundary aquifers. Catalyzed by the practical tools that we have developed, these efforts will hopefully lay the foundation for more effective, collaborative and sustainable governance of the world's shared groundwater resources.\n\n\n\t\t\t\t\tLast Modified: 11/01/2022\n\n\t\t\t\t\tSubmitted by: Marc F Muller"
 }
}