{
 "awd_id": "1824976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Infrastructure Collapse and its Effects on News Practices During Hurricane Maria in Puerto Rico",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 404873.0,
 "awd_amount": 404873.0,
 "awd_min_amd_letter_date": "2018-08-08",
 "awd_max_amd_letter_date": "2022-08-30",
 "awd_abstract_narration": "Communities in disasters depend on reliable information channels to formulate and to communicate reponse, but in disasters with far-reaching infrastructure collapse, these information channels have unique challenges. This project investigates how Puerto Rican media organizations and journalists performed their functions when Hurricane Maria pummeled Puerto Rico in September 2017. This project examines media content, before, during, and after the hurricane; and the ways audiences sought and used this limited information provided by the news media. This scientific research contribution thus supports NSF's mission to promote the progress of science and to advance our national welfare. In this case, the benefits will be practical tools to improve communication responses to future natural disasters, especially when it comes to vulnerable populations, and to help news organizations in Puerto Rico and elsewhere to update their emergency preparedness plans to better face the challenges imposed by natural disasters. As a result, such procedures will allow citizens of Puerto Rico and other regions with vulnerable populations to be better informed to respond to an emergency. \r\n\r\nThe project examines a Spanish-language media context that has received limited scholarly attention. The project will use a mixed methods approach, including in-depth interviews with media professionals and telecommunications regulators, focus groups with residents of four locations throughout Puerto Rico, a content analysis of media coverage of the disaster, and a textual analysis of emergency preparedness plans. The project examines news production at the five levels of the hierarchy of influences of news content, and seeks to expand the model at the organizational and social institutions levels by examining the role of emergency preparedness plans, telecommunication policies, and infrastructure limitations. None of these factors have been examined in prior crisis reporting studies. During Hurricane Maria in Puerto Rico, online communication within the island almost entirely collapsed, but diaspora audiences called-in or commented on the social media live stream trying to gather information about loved ones or offering help for relief efforts.  These dynamics between social systems-media-audience, which are the basic components of media dependency theory, are examined in the context of a disaster that prevented the free-flowing movement of information in a two-way channel.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruno",
   "pi_last_name": "Takahashi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruno Takahashi",
   "pi_email_addr": "btakahas@msu.edu",
   "nsf_id": "000538698",
   "pi_start_date": "2018-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manuel",
   "pi_last_name": "Chavez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manuel Chavez",
   "pi_email_addr": "Chavezm1@msu.edu",
   "nsf_id": "000768528",
   "pi_start_date": "2018-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "404 Wilson Road",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 404873.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined how journalists in Puerto Rico covered Hurricane Maria before, during, and after landfall. It also investigated how impacted communities accessed news during the disaster, one that brought devastation and disconnected them from information sources due to the collapse of the electricity grid.</p>\n<p>The results of the project revealed that newspaper coverage focused primarily on urban centers and areas with the greatest impact on infrastructure, but there was more limited coverage of rural areas. The newspapers analyzed differed in their coverage of municipalities and use of official sources due to their resources and staff. We found that TV reporters used touch to try to create a sense of collective empowerment and supportive unity by allowing people to express their opinion more easily and mobilizing them to be more involved in disaster preparations.</p>\n<p>The collaboration and solidarity demonstrated among journalists during the days after the disaster allowed for more robust coverage than would have been the case without that collaboration. Media outlets could develop collaborative plans and protocols to cover future disasters. The extreme circumstances motivated many journalists and media outlets to adopt the roles of emergency personnel and community center respectively, for which they had no preparation or experience.</p>\n<p>The media's emergency plans in response to hurricanes were not adequate or actionable for an event of the magnitude of Hurricane Maria. Reliance on cell phones as the main communication tool was inefficient. The need for equipment such as VHF satellite radios is necessary in emergency situations.</p>\n<p>The impacts of the disaster on the mental health of communication professionals were considerable, but their treatment was not prioritized due to the lack of a mental health culture, protocols, or resources in the media. Addressing these problems could minimize the negative impact on the performance of press professionals, or their abandonment of the profession.</p>\n<p>High confidence was reported in traditional media and well-known meteorologists. Radio was the most reliable source of information, particularly because it was the only information channel available to many in the days following the impact. Newspapers served as an adequate source of information in print and digital before the arrival of Hurricane Mar&iacute;a. After the hurricane, the immediacy of journalistic information was replaced by basic access to any reliable and truthful report, particularly from newspapers. The lack of electricity and cell phones not only negatively affected the media, but also prevented the massive dissemination of misinformation and fake news through social networks. The total collapse of the electricity and cell phone infrastructure requires that the population, especially in rural areas, have battery-powered radio receivers.</p>\n<p>The policy analysis points to ineffective state emergency communications policies due to the impact of external factors and the lack of coordination of the state government electricity supplier and private telecommunications companies.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/22/2023<br>\nModified by: Bruno&nbsp;Takahashi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project examined how journalists in Puerto Rico covered Hurricane Maria before, during, and after landfall. It also investigated how impacted communities accessed news during the disaster, one that brought devastation and disconnected them from information sources due to the collapse of the electricity grid.\n\n\nThe results of the project revealed that newspaper coverage focused primarily on urban centers and areas with the greatest impact on infrastructure, but there was more limited coverage of rural areas. The newspapers analyzed differed in their coverage of municipalities and use of official sources due to their resources and staff. We found that TV reporters used touch to try to create a sense of collective empowerment and supportive unity by allowing people to express their opinion more easily and mobilizing them to be more involved in disaster preparations.\n\n\nThe collaboration and solidarity demonstrated among journalists during the days after the disaster allowed for more robust coverage than would have been the case without that collaboration. Media outlets could develop collaborative plans and protocols to cover future disasters. The extreme circumstances motivated many journalists and media outlets to adopt the roles of emergency personnel and community center respectively, for which they had no preparation or experience.\n\n\nThe media's emergency plans in response to hurricanes were not adequate or actionable for an event of the magnitude of Hurricane Maria. Reliance on cell phones as the main communication tool was inefficient. The need for equipment such as VHF satellite radios is necessary in emergency situations.\n\n\nThe impacts of the disaster on the mental health of communication professionals were considerable, but their treatment was not prioritized due to the lack of a mental health culture, protocols, or resources in the media. Addressing these problems could minimize the negative impact on the performance of press professionals, or their abandonment of the profession.\n\n\nHigh confidence was reported in traditional media and well-known meteorologists. Radio was the most reliable source of information, particularly because it was the only information channel available to many in the days following the impact. Newspapers served as an adequate source of information in print and digital before the arrival of Hurricane Mara. After the hurricane, the immediacy of journalistic information was replaced by basic access to any reliable and truthful report, particularly from newspapers. The lack of electricity and cell phones not only negatively affected the media, but also prevented the massive dissemination of misinformation and fake news through social networks. The total collapse of the electricity and cell phone infrastructure requires that the population, especially in rural areas, have battery-powered radio receivers.\n\n\nThe policy analysis points to ineffective state emergency communications policies due to the impact of external factors and the lack of coordination of the state government electricity supplier and private telecommunications companies.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/22/2023\n\n\t\t\t\t\tSubmitted by: BrunoTakahashi\n"
 }
}