{
 "awd_id": "1824578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gordon Research Conference on Plant Molecular Biology: Dynamic Plant Systems, Holderness, New Hampshire, June 10-15, 2018",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "R. Kelly Dawe",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2018-04-30",
 "awd_max_amd_letter_date": "2018-04-30",
 "awd_abstract_narration": "The fifth Gordon Research Conference on Plant Molecular Biology is entitled Dynamic Plant Systems, scheduled for June 10-15, 2018 in Holderness, NH. This meeting promotes the advancement of science by tackling an understudied dimension of plant systems - time. To survive, plants must adapt to an ever-changing environment in real-time, often maintaining those responses over a prolonged time, yet current studies typically capture only a snapshot of a response. This conference will highlight new methods and approaches to track and analyze dynamic plant responses in real time, at different time-scales and at different levels of inquiry. It brings together world experts in this emerging field, from a variety of disciplines that include cell biology, development, physiology, genomics, environmental biology and evolutionary biology, and puts them in a small setting with young scientists to nucleate a new subdiscipline of plant biology, Dynamic Plant Systems. Understanding these dynamics has practical implications for national health, prosperity and welfare, and talks will address how new approaches are able to capture real-time plant responses that have economic importance. One example is a system developed to allow real-time tracking of complex changes in root architecture, gene expression, and microbial associations that both model and crop plant species have to changes in their environment. Another example captures how the coordinate actions of light-signaling pathways and the circadian clock enhance plant performance in natural environments. The scientifically diverse slate of speakers is also diverse ethnically and with respect to gender, and the organizers will have an outreach consultant focusing on social media and underrepresented demographics to broaden participation in this exciting new area.\r\n\r\nAs dynamics affects all parts of plant biology, the meeting will keep a breadth across topics in plant biology, but with a unique focus on time across scales of inquiry. These span a keynote which presents advances in genomics, epigenomics and proteomics, coupled to novel modeling and statistical approaches, including time-based studies that beginning to reveal previously unknown gene-network interactions at a variety of levels that could not be identified using more conventional means. Other time- based studies will reveal new experimental methods to capture these cellular network connections in 3D at high resolution, as well as methods to analyze and visualize these cell-cell networks over time. In addition, presentations will introduce how light sheet microscopy has uncovered a time-based, clock-like process responsible for the positioning of lateral roots along the root primary axis. An important part of attracting scientists to a new field of study is supporting career development, and the meeting will include several activities including a Power Hour intended to support the professional growth of young scientists, especially women in our scientific communities and provide an open forum for discussion and mentoring. An associated Gordon Research Seminar (GRS) will take place over the course of two-days leading up to the start of the conference. The GRS is a unique forum for graduate students, post- docs to present and exchange new data and cutting-edge ideas. One discussion section will focus on the transition from graduate and post-doc studies to further careers in science, hosted by an early career Assistant Professor.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gloria",
   "pi_last_name": "Coruzzi",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gloria M Coruzzi",
   "pi_email_addr": "gloria.coruzzi@nyu.edu",
   "nsf_id": "000149239",
   "pi_start_date": "2018-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "032455714",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2018 Plant Molecular Biology Gordon Research Conference (GRC) was held at Holderness School in Holderness, New Hampshire from June 10-15, 2018. The theme of the conference was \"Dynamic Plant Systems\". At this conference, we aimed to foster interactions in this emerging new field - plant system dynamics. The goal was to spark discussions and collaborations across different scales of time (minutes, hours, days, years) - and across different levels of inquiry - from epigenetic and transcription dynamics, to dynamics of cell biological and developmental processes, to whole plant physiology and evolutionary dynamics. The program brought together thought-leaders in this new and emerging field of plant system dynamics that span PIs, post-docs and students.&nbsp; Dr. Gloria Goruzzi was the discussion leader of the Keynote Session on Sunday evening titled &ldquo;(Epi)genomic Dynamics and Gene Regulatory Networks&rdquo;.&nbsp; There were two lectures given during the Keynote Session. The first lecture was by Dr. Joseph Ecker and titled &ldquo;(Epi) genome Dynamics and the Regulatory DNA Landscape&rdquo; and the second lecture was by Dr. Olivia Wilkins, on &ldquo;Modeling Gene Regulatory Networks: The Dynamic/Interface Between Environmental Perction and Response&rdquo;. A power hour organized by Dr. Natasha Raikhel, Dr. Julia Bailey-Serres and Dr. Mary Lou Guerinot was held on Monday afternoon. The goal of this power hour is to help address the challenges women face in science and support the professional growth of women in our communities by providing an open forum for discussion and mentoring.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2018<br>\n\t\t\t\t\tModified by: Gloria&nbsp;M&nbsp;Coruzzi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 2018 Plant Molecular Biology Gordon Research Conference (GRC) was held at Holderness School in Holderness, New Hampshire from June 10-15, 2018. The theme of the conference was \"Dynamic Plant Systems\". At this conference, we aimed to foster interactions in this emerging new field - plant system dynamics. The goal was to spark discussions and collaborations across different scales of time (minutes, hours, days, years) - and across different levels of inquiry - from epigenetic and transcription dynamics, to dynamics of cell biological and developmental processes, to whole plant physiology and evolutionary dynamics. The program brought together thought-leaders in this new and emerging field of plant system dynamics that span PIs, post-docs and students.  Dr. Gloria Goruzzi was the discussion leader of the Keynote Session on Sunday evening titled \"(Epi)genomic Dynamics and Gene Regulatory Networks\".  There were two lectures given during the Keynote Session. The first lecture was by Dr. Joseph Ecker and titled \"(Epi) genome Dynamics and the Regulatory DNA Landscape\" and the second lecture was by Dr. Olivia Wilkins, on \"Modeling Gene Regulatory Networks: The Dynamic/Interface Between Environmental Perction and Response\". A power hour organized by Dr. Natasha Raikhel, Dr. Julia Bailey-Serres and Dr. Mary Lou Guerinot was held on Monday afternoon. The goal of this power hour is to help address the challenges women face in science and support the professional growth of women in our communities by providing an open forum for discussion and mentoring.\n\n\t\t\t\t\tLast Modified: 11/09/2018\n\n\t\t\t\t\tSubmitted by: Gloria M Coruzzi"
 }
}