{
 "awd_id": "1824357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SpecEES: Collaborative Research: Advancing the Wireless Spectral Frontier with Quantum-Enabled Computational Techniques (QENeTs)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Murat Torlak",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 372667.0,
 "awd_amount": 372667.0,
 "awd_min_amd_letter_date": "2018-09-06",
 "awd_max_amd_letter_date": "2022-07-12",
 "awd_abstract_narration": "In recent years, user demand for increasing amounts of wireless capacity continues to outpace supply. To meet this demand, significant progress has been made in designing new wireless technologies, but even higher-performance systems remain impractical largely because their techniques are extremely computationally demanding.  For the best performance, these techniques generally require an amount of computation that increases at an exponential rate both with the number of users and with the data rate of each user. The base station's computational capacity is becoming the limiting factor on wireless capacity.  Quantum-Enabled Computational Techniques (QENeTs) aims to transform the current research landscape by leveraging quantum computation to overcome previous computational limitations, enabling new levels of wireless network performance, with the eventual outcome of incorporating quantum computation into tomorrow's wireless cellular networking standards.  In the context of advanced cellular technologies, QENeTs will contribute techniques to both improve network performance and enable co-existence of wireless local area networking technologies such as Wi-Fi in dense deployments.\r\n  \r\nThe project will design a multitude of new communications receiver decoding algorithms that are amenable to execution on today's and tomorrow's quantum annealers, as well as the early prototypes of forthcoming quantum gate model computers. The QENeTs maximum-likelihood decoder problems are the first application of quantum computing to wireless networks, and the first time that such real-world problems have been attempted in quantum computers in their full complexity.  These methods will be tested on real hardware and benchmarked against the best known classical approaches. In addition to spectral efficiency, the project will also consider how quantum-enabled techniques can improve the energy efficiency of massive multiple-input/multiple-output (MIMO) algorithms, both on the mobile handset where battery life is key, as well as on the infrastructure side, where the ability to power-down base stations reaps significant cost savings benefits for the network operator.  The QENeTs project will contribute to the governmental and industrial research environments, as the Universities Space Research Association (USRA), one of the collaborating institutions, has entered into a joint Space Act Agreement with the National Aeronautics and Space Administration (NASA) and Google to conduct collaborative research on the benefits of quantum computing for a range of challenging applications. QENeTs will further support graduate student education through summer internship experiences at USRA and the NASA Ames Research Center.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Jamieson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle A Jamieson",
   "pi_email_addr": "kylej@princeton.edu",
   "nsf_id": "000709482",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "35 Olden Street",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "059Y00",
   "pgm_ele_name": "SpecEES Spectrum Efficiency, E"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 372667.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>Quantum-Enabled Computational Techniques (QENeTs)</em> project was a five-year investigation into the application of quantum computing to the baseband processing associated with mobile cellular wireless networks from an empirical perspective, designing and building novel implementations of many different parts of the wireless radio infrastructure on various quantum and quantum-inspired computational platforms.&nbsp; These real-world platforms included three generations of quantum annealer devices, parallel tempering GPU-based implementations, and physics-inspired Ising machine oscillator-based implementations.&nbsp; While today's quantum platforms are not yet scalable and mature enough for immediate deployment in this capacity, key results of our research included designs of multi-user signal detection algorithms, transmitter pre-coding algorithms, beamforming algorithms, and error control code decoder architectures that compete with or surpass state-of-the-art metal-oxide semiconductor implementations under the metrics of spectral efficiency, bit error rate, and energy efficiency.&nbsp; Further significant results included forward-looking forecasts (based on the integration of all known relevant quantum device technologies) that estimated the trajectory of quantum computers' impact on wireless networks.</p>\n<p><strong>Broader impacts:</strong> The QENeTs project has trained three Princeton doctoral students in the Princeton Advanced Wireless Systems lab.&nbsp; Execution with collaborative research partner Universities Space Research Association and engagement with industry collaborators BT, InterDigital Corporation, KBR and academic collaborators Cornell University, UCL Quantum Science and Technology Institute, and University of Chicago has disseminated project outputs to the industrial and scientific sectors, respectively.&nbsp; Academic outputs comprised 15 peer-reviewed publications (including invited publications) in flagship ACM and IEEE venues, one issued US Patent, one pending US Patent, a Princeton doctoral thesis (and one further pending), and many invited, keynote, and research seminars.&nbsp; The research associated with QENeTs has garnered doctoral student recognition from the Qualcomm Innovation Fellowship, the Siebel Scholars program, and the Princeton University School of Engineering and Applied Sciences Award for Graduate Student Excellence.</p><br>\n<p>\n Last Modified: 01/05/2024<br>\nModified by: Kyle&nbsp;A&nbsp;Jamieson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Quantum-Enabled Computational Techniques (QENeTs) project was a five-year investigation into the application of quantum computing to the baseband processing associated with mobile cellular wireless networks from an empirical perspective, designing and building novel implementations of many different parts of the wireless radio infrastructure on various quantum and quantum-inspired computational platforms. These real-world platforms included three generations of quantum annealer devices, parallel tempering GPU-based implementations, and physics-inspired Ising machine oscillator-based implementations. While today's quantum platforms are not yet scalable and mature enough for immediate deployment in this capacity, key results of our research included designs of multi-user signal detection algorithms, transmitter pre-coding algorithms, beamforming algorithms, and error control code decoder architectures that compete with or surpass state-of-the-art metal-oxide semiconductor implementations under the metrics of spectral efficiency, bit error rate, and energy efficiency. Further significant results included forward-looking forecasts (based on the integration of all known relevant quantum device technologies) that estimated the trajectory of quantum computers' impact on wireless networks.\n\n\nBroader impacts: The QENeTs project has trained three Princeton doctoral students in the Princeton Advanced Wireless Systems lab. Execution with collaborative research partner Universities Space Research Association and engagement with industry collaborators BT, InterDigital Corporation, KBR and academic collaborators Cornell University, UCL Quantum Science and Technology Institute, and University of Chicago has disseminated project outputs to the industrial and scientific sectors, respectively. Academic outputs comprised 15 peer-reviewed publications (including invited publications) in flagship ACM and IEEE venues, one issued US Patent, one pending US Patent, a Princeton doctoral thesis (and one further pending), and many invited, keynote, and research seminars. The research associated with QENeTs has garnered doctoral student recognition from the Qualcomm Innovation Fellowship, the Siebel Scholars program, and the Princeton University School of Engineering and Applied Sciences Award for Graduate Student Excellence.\t\t\t\t\tLast Modified: 01/05/2024\n\n\t\t\t\t\tSubmitted by: KyleAJamieson\n"
 }
}