{
 "awd_id": "1824063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Sociolinguistic Style and Discourses of Conservation Among Rural American Stakeholders",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 15120.0,
 "awd_amount": 15120.0,
 "awd_min_amd_letter_date": "2018-06-27",
 "awd_max_amd_letter_date": "2018-06-27",
 "awd_abstract_narration": "In the contemporary United States, environmental conservation discourse is characterized by deep divides in the perceived beliefs and values across social groups. Moreover, these discourses about conservation, both within academia and the general population, often focus on broad social categories, such as ideological affiliation, and socioeconomic status, and ignore the more complex perspectives of local communities. This project addresses that gap by highlighting the viewpoints of rural American stakeholders, who constitute a large and very active group in conservation activities, with historically deep roots to conservation. They are therefore a crucial focus for the investigation of language and identity in environmental ideologies and practices, and their ties to both conservatism and environmental conservation demonstrate the need for community-level analyses of conservation discourse. This research will contribute to a more inclusive understanding of conservation in several ways. First, the research will assist scholars and practitioners in communicating science to the public. Moreover, this project will also create a collaboration between the academy and rural western stakeholders. Rural populations in the western United States are understudied within anthropology and the other social sciences that study conservation, and the proposed study, which will be completed in collaboration with a conservation organization that serves a rural audience, will bring new, and often overlooked, voices into the academy and into discussions of conservation. The study is also a timely addition to the interdisciplinary field of environmental science. Findings from this study will make important contributions to improving the robustness and reliability of cultural anthropological and linguistic science. \r\n\r\nJessica Love-Nichols, under the supervision of Dr. Mary Bucholtz of the University of California at Santa Barbara, will test whether theories concerning conversation discourse and listener perception are reliable when subject to variance in geography and sociolinguistic style. In order to ensure that the analysis is relevant to the perspectives of the rural communities, a mixed-methods approach will be used for data collection. The researcher will first collect and analyze ethnographic data through interviews and recorded participant observation, which will ensure that the subsequent quantitative data collection and analysis are rooted in an understanding of the ideologies and practices of the community. Ethnographic data will be collected through participant observation of hunter education courses and hunting and fishing activities, and interviews with sportsmen and women. Experimental data from a sociolinguistic perception task will then be collected and analyzed. Participants will listen to several conservation-related audio clips. In one version of the clips, the speakers will use a more \"country\"-sounding (i.e. rural) way of speaking. In another, they will read the message in a non-rural guise. For each audio segment, participants will be asked to answer several survey questions evaluating their attitudes and perceptions of the speaker, testing the hypothesis that clips which are sociolinguistically-aligned with rurality will be perceived as more authentic and hence more trustworthy when a pro-conservation stance is taken. After completing the survey, speakers will be given the opportunity to express longer opinions in written form. Findings from this research will expand understandings of the conservation values and practices of an overlooked community and will assist scholars and practitioners interested in conservation in engaging with a wide variety of audiences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Bucholtz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Bucholtz",
   "pi_email_addr": "bucholtz@linguistics.ucsb.edu",
   "nsf_id": "000294747",
   "pi_start_date": "2018-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Love-Nichols",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Love-Nichols",
   "pi_email_addr": "jessica.lovenichols@gmail.com",
   "nsf_id": "000767977",
   "pi_start_date": "2018-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  },
  {
   "pgm_ele_code": "837400",
   "pgm_ele_name": "DDRI Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15120.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>This project examines the interaction of language use, identity, and environmental ideologies among hunters and fishers in the western United States. Using multiple methods&mdash;ethnographic interviews and participant-observation, an intraspeaker sociophonetic analysis, and a discourse analysis of media texts&mdash;this project illustrates the complex ties between language and environmental ideologies. First, a</span>n analysis of ethnographic interviews demonstrates how contemporary sportsmen discursively construct a changing climate and its effects and, in turn, how they position themselves through this discursive construction. Second, a sociophonetic analysis illustrates the interaction of sociolinguistic styles and environmental stances; showing that these environmental stances&mdash;and, more broadly, ideological stances&mdash;are integral parts of the semiotic bundles that form styles or identities. Third, an investigation of the chronotopic stances mobilized in climate change messages produced by hunting- and fishing-oriented non-governmental organizations shows the prevalence of stances towards a positively evaluated past wilderness and a negatively evaluated disappearing present. The juxtaposition of these spatiotemporal stances situates the sportsman person-type as prototypically at home in the chronotope of the idyllic wilderness past and as anachronistic in the contemporary modern and urbanizing world.</p>\n<p>Methodologically, the project explores the implications of integrating ethnographic analyses of identity and conservation ideologies at the local level with linguistic analyses of the mobilization of sociolinguistic styles and chronotopic stances. In contrast to the top-down approach often taken in previous work on language and environmental practices and ideologies, this study works to build theory from the bottom up, grounding the conceptual framework in the experiences of speakers negotiating their identities with respect to environmental interactions, broader social and political structures, and ongoing environmental changes.&nbsp;This project highlights the ways in which a greater focus on local identities can&nbsp;deepen work in environmental communication and environmental psychology and conversely how a greater theorization of environmental interactions can contribute to linguistic analyses.&nbsp;</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2021<br>\n\t\t\t\t\tModified by: Jessica&nbsp;Love-Nichols</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThis project examines the interaction of language use, identity, and environmental ideologies among hunters and fishers in the western United States. Using multiple methods&mdash;ethnographic interviews and participant-observation, an intraspeaker sociophonetic analysis, and a discourse analysis of media texts&mdash;this project illustrates the complex ties between language and environmental ideologies. First, an analysis of ethnographic interviews demonstrates how contemporary sportsmen discursively construct a changing climate and its effects and, in turn, how they position themselves through this discursive construction. Second, a sociophonetic analysis illustrates the interaction of sociolinguistic styles and environmental stances; showing that these environmental stances&mdash;and, more broadly, ideological stances&mdash;are integral parts of the semiotic bundles that form styles or identities. Third, an investigation of the chronotopic stances mobilized in climate change messages produced by hunting- and fishing-oriented non-governmental organizations shows the prevalence of stances towards a positively evaluated past wilderness and a negatively evaluated disappearing present. The juxtaposition of these spatiotemporal stances situates the sportsman person-type as prototypically at home in the chronotope of the idyllic wilderness past and as anachronistic in the contemporary modern and urbanizing world.\n\nMethodologically, the project explores the implications of integrating ethnographic analyses of identity and conservation ideologies at the local level with linguistic analyses of the mobilization of sociolinguistic styles and chronotopic stances. In contrast to the top-down approach often taken in previous work on language and environmental practices and ideologies, this study works to build theory from the bottom up, grounding the conceptual framework in the experiences of speakers negotiating their identities with respect to environmental interactions, broader social and political structures, and ongoing environmental changes. This project highlights the ways in which a greater focus on local identities can deepen work in environmental communication and environmental psychology and conversely how a greater theorization of environmental interactions can contribute to linguistic analyses. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/27/2021\n\n\t\t\t\t\tSubmitted by: Jessica Love-Nichols"
 }
}