{
 "awd_id": "1824529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SpecEES: DoS Resilience, Secrecy, and Throughput in Massive MIMO",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Murat Torlak",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-09-06",
 "awd_max_amd_letter_date": "2018-09-06",
 "awd_abstract_narration": "The project's objective is to develop the foundations for realizing denial of service (DoS)-resilience, secrecy, and high throughput in next-generation wireless networks in which base stations or access points (APs) scale their antenna and computing resources to massive multiple-input/multiple-output (massive MIMO). This project considers a practical yet strong adversary that launches both active attacks, attempting to collapse network throughput by polluting AP measurement of Channel State Information (CSI), as well as passive attacks, that attempt to intercept communication via potentially distributed and nomadic eavesdroppers. The first project thrust targets to detect and defend against pilot contamination attacks with zero startup cost, i.e., without requiring prior measurements of conditions without an attack. The second project thrust experimentally explores passive eavesdropping under realworld factors such as a large but finite number of antennas and a discrete and limited set of modulation and coding schemes (MCS). With a discovery of MCS saturation vulnerability, the project will study power control designed to overcome this vulnerability and thwart the adversary. On the uplink, the third project thrust develops antenna index coding as means to target reception on a subset of the massive MIMO array. A key outcome will be both derivation of the secrecy rate as well as experimental evaluation of this new mechanism. All three project thrusts will include an extensive experimental study using the Rice massive MIMO platform and over-the-air measurements. As computing and communication resources must be devoted to realizing the aforementioned counter mechanisms, this project will yield empirical understanding of the tradeoffs in realizing both high spectral efficiency and security.\r\n\r\nThe proposed research agenda will enable new wireless security defenses and will provide an in-depth understanding of securing next generation communication systems such as massive MIMO. This project will yield new understanding of the design space that spans from traditional throughput optimization to jointly realizing security features and providing security by design. This project will yield new understanding of the security capabilities and limits of designs based on CSI as a shared secret. This project will impact standards bodies as it will expose fundamental limits of existing security mechanisms and will show how enhancements to standards can yield dramatically improved security capabilities. This project will impact industry through demonstration of results coupled with the researchers' extensive collaborative industry network. Finally, the project includes an inter-disciplinary methodology and the team includes multiple Ph.D. students from under-represented groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Knightly",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Edward W Knightly",
   "pi_email_addr": "knightly@rice.edu",
   "nsf_id": "000179561",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Omer",
   "pi_last_name": "Gurewitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Omer Gurewitz",
   "pi_email_addr": "gurewitz@rice.edu",
   "nsf_id": "000645594",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "059Y00",
   "pgm_ele_name": "SpecEES Spectrum Efficiency, E"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is a study of the security resilience and performance of next generation wireless communication links as the access point (AP) scales its antenna and computing resources to massive multiple-input/multiple-output (MIMO). Specifically, we consider a practical yet strong adversary that launches both active and passive attacks, with varying objectives. For example, among others, we investigate the scenario in which the AP (Alice) transmits to a client (Bob) in line-of-sight with a narrow beam in the sub-THz regime, while an eavesdropper (Eve) aims to intercept the message. Moreover, we investigate the problem of selecting users for downlink and uplink multi-user simultaneous transmissions. We analyze how a smart jamming attacker can leverage different levels of knowledge about the communication protocols being used to maximize the DoS damage while minimizing the probability of attack detection. In parallel, we analyzed how different user selection policies can affect the throughput and fairness of the wireless network in novel ways.</p>\n<p>The move into higher frequency bands introduce new specific challenges from Eve?s perspective. We found that eavesdropping in the sub-THz regime becomes more challenging for Eve in terms of many aspects, including object material, size, shape, and location placement. For one, property of absorption and reflection for materials changes and, as a result, the materials once used to scatter signals in the lower bands might not be an option in the sub-THz band. On the one hand, increase in transmission frequency also introduces higher propagation loss, and therefore requires scattering objects that can better focus the scattering signal to Eve and may limit the choice in object shape and size. On the other hand, as the beam becomes narrower, if not designed and positioned carefully, Eve?s scattering object may block the whole beam and trigger an alarm at Bob. Moreover, in contrast to the diverse choices of materials in lower bands (i.e. 60GHz), the choice of material becomes more limited as the frequency increases. We also found that more careful placement of the object is required for a successful eavesdropping in higher frequency. Indeed, with the right choice of object size, shape, and placing it off-axis, Eve can still launch a successful eavesdropping up to 400GHz according to our experiments.</p>\n<p>We investigated the outage probability for a practical distributed threshold-based multi-user scheduling under multi user Single-Input/Multiple-Output (MU-SIMO) MAC with ZF detection in the presence of a large number of users. The outage probability is defined as the probability that the receiver will not be able to decode a transmission of a scheduled-user. As a result, we provide above-threshold outage rate bounds for users under ZF detection, for sufficiently large number of users. We further provide an approximation to the optimal rate-threshold pair which needs to be selected in order to maximize both the individual rate and the sum-rate, when the number of users is asymptotically large.</p>\n<p>On the performance of user selection for multi-user MIMO, we gained insights into new behaviors that emerge in the wireless network with the introduction of uplink multi-user transmissions. First, we observed a novel tradeoff relationship between multi-user uplink transmissions and frame aggregation in the context of 802.11ax. The two features have the common goal of increasing the spectrum efficiency and offsetting overhead of the MAC coordination. Second, the balance between uplink and downlink traffic has a large effect on the performance of uplink multi-user transmissions. Namely, TCP and other reliable transport protocols rely on acknowledges sent on the opposite direction of data to guarantee the correct transmission of information. Because of that, even in a download-heavy traffic scenario the uplink multi-user transmissions have strong impact on the performance of the applications running on the link.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2022<br>\n\t\t\t\t\tModified by: Edward&nbsp;W&nbsp;Knightly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is a study of the security resilience and performance of next generation wireless communication links as the access point (AP) scales its antenna and computing resources to massive multiple-input/multiple-output (MIMO). Specifically, we consider a practical yet strong adversary that launches both active and passive attacks, with varying objectives. For example, among others, we investigate the scenario in which the AP (Alice) transmits to a client (Bob) in line-of-sight with a narrow beam in the sub-THz regime, while an eavesdropper (Eve) aims to intercept the message. Moreover, we investigate the problem of selecting users for downlink and uplink multi-user simultaneous transmissions. We analyze how a smart jamming attacker can leverage different levels of knowledge about the communication protocols being used to maximize the DoS damage while minimizing the probability of attack detection. In parallel, we analyzed how different user selection policies can affect the throughput and fairness of the wireless network in novel ways.\n\nThe move into higher frequency bands introduce new specific challenges from Eve?s perspective. We found that eavesdropping in the sub-THz regime becomes more challenging for Eve in terms of many aspects, including object material, size, shape, and location placement. For one, property of absorption and reflection for materials changes and, as a result, the materials once used to scatter signals in the lower bands might not be an option in the sub-THz band. On the one hand, increase in transmission frequency also introduces higher propagation loss, and therefore requires scattering objects that can better focus the scattering signal to Eve and may limit the choice in object shape and size. On the other hand, as the beam becomes narrower, if not designed and positioned carefully, Eve?s scattering object may block the whole beam and trigger an alarm at Bob. Moreover, in contrast to the diverse choices of materials in lower bands (i.e. 60GHz), the choice of material becomes more limited as the frequency increases. We also found that more careful placement of the object is required for a successful eavesdropping in higher frequency. Indeed, with the right choice of object size, shape, and placing it off-axis, Eve can still launch a successful eavesdropping up to 400GHz according to our experiments.\n\nWe investigated the outage probability for a practical distributed threshold-based multi-user scheduling under multi user Single-Input/Multiple-Output (MU-SIMO) MAC with ZF detection in the presence of a large number of users. The outage probability is defined as the probability that the receiver will not be able to decode a transmission of a scheduled-user. As a result, we provide above-threshold outage rate bounds for users under ZF detection, for sufficiently large number of users. We further provide an approximation to the optimal rate-threshold pair which needs to be selected in order to maximize both the individual rate and the sum-rate, when the number of users is asymptotically large.\n\nOn the performance of user selection for multi-user MIMO, we gained insights into new behaviors that emerge in the wireless network with the introduction of uplink multi-user transmissions. First, we observed a novel tradeoff relationship between multi-user uplink transmissions and frame aggregation in the context of 802.11ax. The two features have the common goal of increasing the spectrum efficiency and offsetting overhead of the MAC coordination. Second, the balance between uplink and downlink traffic has a large effect on the performance of uplink multi-user transmissions. Namely, TCP and other reliable transport protocols rely on acknowledges sent on the opposite direction of data to guarantee the correct transmission of information. Because of that, even in a download-heavy traffic scenario the uplink multi-user transmissions have strong impact on the performance of the applications running on the link.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2022\n\n\t\t\t\t\tSubmitted by: Edward W Knightly"
 }
}