{
 "awd_id": "1824422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Consumer Credit Access on Earnings Mobility, Entrepreneurship and Income Inequality",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 299976.0,
 "awd_amount": 299976.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2022-08-12",
 "awd_abstract_narration": "This research project will study the effects consumer credit access on many family outcomes, including employment, student debt, income, and new business formation. The research is part of a larger project that investigates the effects of consumer credit access on several outcomes, including economic growth, consumption and investment, income distribution, intergenerational transmission of wealth and income, and innovation.   The study will be based on an innovative data linkage method that combines personal credit data and Census longitudinal data over longer periods of time.  The researchers will also use an innovative approach to study the mechanisms through which credit access affect several outcomes at the family level as well as the macro level.  This research project deals with a very important subject as credit access has become a very important issue for poverty eradication in the US and the around the world. The results of this research will provide inputs into policies to reduce poverty, close the education gap, increase employment and productivity and economic growth generally.  This study will therefore have important effect on economic growth in the US.  \r\n\r\n\r\nThis proposed research will use a mix of reduced form and structural estimation strategies to identify the causal impact of family credit access on several outcomes. The first hypothesis is that parental credit access improves child college attendance rates and decreases the amount of debt incurred by the child.  The identification strategy is based on several events that generate exogenous variation in credit access.  This exogenous variation in credit access is then used to look at subsequent student debt, labor market outcomes, and entrepreneurial outcomes of the children (and parents). The project will also use variation across states income cutoffs for bankruptcies, introduced by the 2005 bankruptcy-reform act as one of the instruments for credit access.  Parents just above the cutoff (who cannot discharge debts) should have greater credit access, whereas parents just below the cutoff (who can file for bankruptcy) should have lesser credit access.  The research will also estimate a structural model to obtain micro-elasticity estimates from the reduced form estimates and then conduct counterfactuals to measure the impact of broad economy-wide credit access on individual outcomes.   The results of this research project will provide valuable inputs into policies to reduce poverty and the inter-generational transmission of poverty in the US and globally.  This will help establish the US as the global leader in poverty reduction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Phillips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon Phillips",
   "pi_email_addr": "gordon.m.phillips@tuck.dartmouth.edu",
   "nsf_id": "000313083",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Herkenhoff",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle F Herkenhoff",
   "pi_email_addr": "kfh@umn.edu",
   "nsf_id": "000768009",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our primary objective was to explore the implications of credit access for labor market outcomes. In particular, we merged family level credit reports with administrative Census data, including the Decennial Census, Longitudinal Employer Household Dynamics (LEHD) database, and the Integrated Longitudinal Business Dynamics (ILBD) database. This data merge provided the first comprehensive picture of family structure, parental borrowing capacity, and the labor market and educational outcomes of children. &nbsp;The new data merge allows future researchers in economics and social sciences to better understand the role of credit in both intergenerational transmission of inequality as well as the interaction between default/borrowing and income dynamics, consumption smoothing, and a host of other topics.&nbsp;</p>\n<p>&nbsp;<br /> With the data constructed, we developed a draft paper entitled &ldquo;Intergenerational mobility and credit&rdquo; (by J. Carter Braxton, Nisha Chikhale, Kyle Herkenhoff, and Gordon Phillips) in which we applied three instrumental variables to obtain the causal effects of parental revolving borrowing capacity (including credit cards an HELOCs) on child outcomes. To obtain exogenous variation in credit, we used bankruptcy flag removal of parents, variation in automatic limit increases stemming from differences in account ages, and variation in home equity due to differences in purchase cohorts.</p>\n<p>We found that greater credit access of the parents led to (1) greater earnings of the children, regardless of whether the children went to college, (2) less quarters spent unemployed, (3) children working at firms with greater average earnings, and (4) a greater likelihood of completing college. The effects are also present for parents with and without college degrees.&nbsp;</p>\n<p>We then developed a structural model of credit access and intergenerational mobility. Our model allows for parents to access defaultable debt markets and use those resources to invest in their children. The presence of parental bankruptcy and intergenerational linkages make our framework new to the literature. These features also allow us to simulate the instruments from our empirical analysis and thus use our empirical analysis to identify and discipline the parameters of our model. With the estimated model in hand, we assess how changes in the U.S. credit market since the 1970s have affected inequality, mobility, and outcomes for children.&nbsp;</p>\n<p>Greater credit limits in the 2000s led to less inequality and more earnings mobility.&nbsp; On the other hand, weaker bankruptcy penalties in the 2000s led to weaker precautionary savings motives and weaker child investment motives. As a result of changes to bankruptcy institutions, inequality increased and earnings mobility fell from the 1970s to 2000s. &nbsp;</p>\n<p>Our initial findings suggest that parental credit access is an important determinant of human capital formation of children, regardless of whether they attend college or not. Bankruptcy institutions affect parental investments in children, and thus our results will inform the debate over bankruptcy reform. Bankruptcy flags and parental exclusion from credit markets following a default have major effects on children's outcomes. These costs must be factored into the debate over streamlining the bankruptcy process.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2023<br>\n\t\t\t\t\tModified by: Gordon&nbsp;Phillips</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur primary objective was to explore the implications of credit access for labor market outcomes. In particular, we merged family level credit reports with administrative Census data, including the Decennial Census, Longitudinal Employer Household Dynamics (LEHD) database, and the Integrated Longitudinal Business Dynamics (ILBD) database. This data merge provided the first comprehensive picture of family structure, parental borrowing capacity, and the labor market and educational outcomes of children.  The new data merge allows future researchers in economics and social sciences to better understand the role of credit in both intergenerational transmission of inequality as well as the interaction between default/borrowing and income dynamics, consumption smoothing, and a host of other topics. \n\n \n With the data constructed, we developed a draft paper entitled \"Intergenerational mobility and credit\" (by J. Carter Braxton, Nisha Chikhale, Kyle Herkenhoff, and Gordon Phillips) in which we applied three instrumental variables to obtain the causal effects of parental revolving borrowing capacity (including credit cards an HELOCs) on child outcomes. To obtain exogenous variation in credit, we used bankruptcy flag removal of parents, variation in automatic limit increases stemming from differences in account ages, and variation in home equity due to differences in purchase cohorts.\n\nWe found that greater credit access of the parents led to (1) greater earnings of the children, regardless of whether the children went to college, (2) less quarters spent unemployed, (3) children working at firms with greater average earnings, and (4) a greater likelihood of completing college. The effects are also present for parents with and without college degrees. \n\nWe then developed a structural model of credit access and intergenerational mobility. Our model allows for parents to access defaultable debt markets and use those resources to invest in their children. The presence of parental bankruptcy and intergenerational linkages make our framework new to the literature. These features also allow us to simulate the instruments from our empirical analysis and thus use our empirical analysis to identify and discipline the parameters of our model. With the estimated model in hand, we assess how changes in the U.S. credit market since the 1970s have affected inequality, mobility, and outcomes for children. \n\nGreater credit limits in the 2000s led to less inequality and more earnings mobility.  On the other hand, weaker bankruptcy penalties in the 2000s led to weaker precautionary savings motives and weaker child investment motives. As a result of changes to bankruptcy institutions, inequality increased and earnings mobility fell from the 1970s to 2000s.  \n\nOur initial findings suggest that parental credit access is an important determinant of human capital formation of children, regardless of whether they attend college or not. Bankruptcy institutions affect parental investments in children, and thus our results will inform the debate over bankruptcy reform. Bankruptcy flags and parental exclusion from credit markets following a default have major effects on children's outcomes. These costs must be factored into the debate over streamlining the bankruptcy process. \n\n \n\n\t\t\t\t\tLast Modified: 08/30/2023\n\n\t\t\t\t\tSubmitted by: Gordon Phillips"
 }
}