{
 "awd_id": "1824432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in DRMS: Expectation Bias and the Gender Wage Gap in the Online Gig Economy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924710",
 "po_email": "clagonza@nsf.gov",
 "po_sign_block_name": "Claudia Gonzalez-Vallejo",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 15914.0,
 "awd_amount": 15914.0,
 "awd_min_amd_letter_date": "2018-07-05",
 "awd_max_amd_letter_date": "2020-09-11",
 "awd_abstract_narration": "The gender wage gap (i.e., women receiving less than men for equivalent work) in traditional labor markets has been attributed in part to a motherhood penalty and to women having a preference of job flexibility.  There is preliminary evidence suggesting there is also a gender wage gap in the gig economy. If so, it poses a puzzle to the extent that neither the motherhood penalty nor flexibility preference explanations are readily applicable to the online gig economy. This Doctoral Dissertation Improvement Grant research seeks to confirm the existence of the gender wage gap in the online gig economy and explore a potential supply side explanation: that the gap arises due to differences in job application strategies between men and women resulting from differences in expectations. If differences in expectations are responsible for the gap, a possible solution is to provide bidders with accurate information. This project will ascertain whether this is the case.\r\n\r\nGender differences in job application strategies will be studied using proprietary data from a major online labor market platform. Two differences in beliefs will be explored: one arising from a difference in beliefs regarding expected wages or costs and the other arising from a difference in the perceived uncertainty of expected wages or costs. To identify which difference in beliefs is at work, the research will combine results from a large-scale survey of labor market expectations with an information experiment in which expectations will be systematically manipulated. Overall, this project can provide insights on how information policy may reduce or eliminate expectation biases and therefore narrow the gender wage gap.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Bin",
   "pi_last_name": "Gu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bin Gu",
   "pi_email_addr": "bgu@bu.edu",
   "nsf_id": "000661731",
   "pi_start_date": "2018-07-05",
   "pi_end_date": "2020-07-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yili",
   "pi_last_name": "Hong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yili Hong",
   "pi_email_addr": "hong@asu.edu",
   "nsf_id": "000750495",
   "pi_start_date": "2020-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bin",
   "pi_last_name": "Gu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bin Gu",
   "pi_email_addr": "bgu@bu.edu",
   "nsf_id": "000661731",
   "pi_start_date": "2020-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Yili",
   "pi_last_name": "Hong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yili Hong",
   "pi_email_addr": "hong@asu.edu",
   "nsf_id": "000750495",
   "pi_start_date": "2018-07-05",
   "pi_end_date": "2020-07-17"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chen",
   "pi_last_name": "Liang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chen Liang",
   "pi_email_addr": "chenliang@uconn.edu",
   "nsf_id": "000768732",
   "pi_start_date": "2018-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15914.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Gender wage gap is a longstanding phenomenon. There is a large body of literature exploring the causes of the gender wage gap from the demand (employer) side, such as the gender hiring bias or promotion bias in the workplace. We propose an alternative explanation from the supply (worker) side, namely, gender differences in job application strategy.<strong> </strong></p>\n<p>This project empirically investigates gender wage gap in the online gig economy. To account for the impact of human capital, we control for the worker&rsquo;s rating, experience, and tenure in our analysis. Additionally, we control for various time-varying covariates of workers. Our analysis of archival hiring data from a leading gig economy platform shows that there is a gender wage gap. Specifically, females earn 81.4% of the hourly wage of their male counterparts on average.</p>\n<p>Moreover, we find that, compared to males, females are less likely to apply for projects with high earning potentials. Meanwhile, females tend to apply later than males. The gender difference in the job application strategy does not diminish as workers&rsquo; experience increases. Our additional analysis of employer preference suggests that applying late has a negative effect on the probability of being hired in the online gig economy. Lastly, our online controlled experiment suggests that males&rsquo; expectation about the average proposed wage of other job applicants tends to be higher than females&rsquo; expectation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2020<br>\n\t\t\t\t\tModified by: Chen&nbsp;Liang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGender wage gap is a longstanding phenomenon. There is a large body of literature exploring the causes of the gender wage gap from the demand (employer) side, such as the gender hiring bias or promotion bias in the workplace. We propose an alternative explanation from the supply (worker) side, namely, gender differences in job application strategy. \n\nThis project empirically investigates gender wage gap in the online gig economy. To account for the impact of human capital, we control for the worker’s rating, experience, and tenure in our analysis. Additionally, we control for various time-varying covariates of workers. Our analysis of archival hiring data from a leading gig economy platform shows that there is a gender wage gap. Specifically, females earn 81.4% of the hourly wage of their male counterparts on average.\n\nMoreover, we find that, compared to males, females are less likely to apply for projects with high earning potentials. Meanwhile, females tend to apply later than males. The gender difference in the job application strategy does not diminish as workers’ experience increases. Our additional analysis of employer preference suggests that applying late has a negative effect on the probability of being hired in the online gig economy. Lastly, our online controlled experiment suggests that males’ expectation about the average proposed wage of other job applicants tends to be higher than females’ expectation.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2020\n\n\t\t\t\t\tSubmitted by: Chen Liang"
 }
}