{
 "awd_id": "1824014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Control Theory for Real-time Privacy-preserving Consensus Control of Engineering Networks",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927078",
 "po_email": "idolinsk@nsf.gov",
 "po_sign_block_name": "Irina Dolinskaya",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 111568.0,
 "awd_amount": 111568.0,
 "awd_min_amd_letter_date": "2018-05-03",
 "awd_max_amd_letter_date": "2018-05-03",
 "awd_abstract_narration": "This EArly-concept Grant for Exploratory Research (EAGER) project considers how well-understood control architectures can be modified to produce novel consensus control strategies in the context of privacy protection for engineering networks. Communication and computing capabilities are increasingly being integrated into even the most commonplace items, forming an interconnected network of devices capable of independent and cooperative action. These connected objects can coordinate their actions to improve the efficiency and performance of systems such as smart power grids and automated traffic control systems. However, the widespread sharing of data also risks divulging private information. For example, the exchange of very detailed consumer usage profiles between network operators and dispatch units enables optimized power forecast, generation, and distribution in a smart grid, but also allows others to infer knowledge about the presence, absence, or even the specific activities of a home's occupants. Classical encryption is too slow to be deployed in time-critical engineering applications such as self-driving cars, where carefully tuned controllers generate tens or hundreds of commands per second. The insight developed in this project is that exchanged information, and even control commands, can be obscured by the innovative application of existing control architectures. This project will demonstrate the feasibility of this approach and outline its major features. The results of this project will advance national prosperity by offering the economic advantages of communication and coordination, without violating confidentiality. The research results will be integrated into the graduate curriculum, and into undergraduate research projects supervised by the Principal Investigator.\r\n\r\nThis project will explore the stabilization of decentralized coordination algorithms under random time-varying coupling weights which will be used for obscuring information. With recent advances in wireless communications and networking, decentralized coordination algorithms have become widespread in networked robots, sensor networks, and intelligent transportation systems. Although their inherent flexibility and scalability make decentralized coordination algorithms appealing for large-scale systems, they also pose significant challenges to privacy protection design. This is because conventional privacy-preserving mechanisms rely on the assistance of a central data aggregator or a trusted third party -- mechanisms that are ruled out in a decentralized implementation. This project builds upon recent results by the Investigator, specifically a privacy-preserving mechanism which obscures information through uncertain time-varying controls. The approach does not need the assistance of any third party and is superior to existing approaches in terms of flexibility, scalability, accuracy, and computation overhead. However, this privacy-preserving approach leads to random time-varying coupling weights, whose influence on decentralized coordination is unclear. This project will address this problem through rigorous analysis of the convergence conditions and speed of decentralized coordination under random time-varying coupling weights. The main thrusts of the project are first to characterize the condition under which nonlinear consensus can be achieved when coupling weights are time-varying and randomly chosen from a certain interval, next to analyze the convergence speed of decentralized coordination under random time-varying coupling weights, and finally to systematically verify obtained results using a multi-robot test bed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongqiang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongqiang Wang",
   "pi_email_addr": "yongqiw@clemson.edu",
   "nsf_id": "000671488",
   "pi_start_date": "2018-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "230 Kappa Street",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 111568.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major project outcomes are summarized as follows:</p>\n<p>1) The  development of a consensus control approach that can be integrated  smoothly with encryption schemes to achieve privacy preservation without  the assistance of any third party. The result was accepted for  publication in IEEE Transactions on Automatic Control as a full paper.</p>\n<p>2)  Systematic characterization of the influence of privacy design on  consensus control performance like convergence speed. To enable a  seamless integration of control with encryption mechanisms, the proposed  approach employs coupling weights that vary randomly with time, which  may affect control performance like the speed of convergence. The project systematically  characterized the variation condition of the coupling weights under which  convergence to the optimal value can still be guaranteed. The project also characterized the  influence of random time-varying coupling weights on the convergence  speed. These studies enable the optimal design of privacy with minimal  effect on control performance. The results have been submitted to IEEE  Transactions on Automatic Control.</p>\n<p>3) Experimental evaluation  of the results using Raspberry pi boards. To evaluate the integration  performance of the developed consensus control approach with encryption  approaches, the project conducted experiments using 6 Rasperry pi boards  under Wi-Fi communications. Results confirmed the effectiveness and  efficiency of the control  approach in privacy preservation design.&nbsp;</p>\n<p>4) The project  supported two graduate students as well as travel to IEEE CDC 2018 to  present obtained results. The research results have gained widespread  interest in the community. So far the PI has been contacted by  researchers from Army Research Office and NASA as well as researchers  from UK and Australia for possible collaborations on the topic. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2019<br>\n\t\t\t\t\tModified by: Yongqiang&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major project outcomes are summarized as follows:\n\n1) The  development of a consensus control approach that can be integrated  smoothly with encryption schemes to achieve privacy preservation without  the assistance of any third party. The result was accepted for  publication in IEEE Transactions on Automatic Control as a full paper.\n\n2)  Systematic characterization of the influence of privacy design on  consensus control performance like convergence speed. To enable a  seamless integration of control with encryption mechanisms, the proposed  approach employs coupling weights that vary randomly with time, which  may affect control performance like the speed of convergence. The project systematically  characterized the variation condition of the coupling weights under which  convergence to the optimal value can still be guaranteed. The project also characterized the  influence of random time-varying coupling weights on the convergence  speed. These studies enable the optimal design of privacy with minimal  effect on control performance. The results have been submitted to IEEE  Transactions on Automatic Control.\n\n3) Experimental evaluation  of the results using Raspberry pi boards. To evaluate the integration  performance of the developed consensus control approach with encryption  approaches, the project conducted experiments using 6 Rasperry pi boards  under Wi-Fi communications. Results confirmed the effectiveness and  efficiency of the control  approach in privacy preservation design. \n\n4) The project  supported two graduate students as well as travel to IEEE CDC 2018 to  present obtained results. The research results have gained widespread  interest in the community. So far the PI has been contacted by  researchers from Army Research Office and NASA as well as researchers  from UK and Australia for possible collaborations on the topic.  \n\n\t\t\t\t\tLast Modified: 02/01/2019\n\n\t\t\t\t\tSubmitted by: Yongqiang Wang"
 }
}