{
 "awd_id": "1824807",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH-L: Stormwater Management Across Urban Ecosystems: Diagnostic Tools and Community Engagement for Ecological Restoration, Equitable Community Development and Revitalization",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1499833.0,
 "awd_amount": 1499833.0,
 "awd_min_amd_letter_date": "2018-09-18",
 "awd_max_amd_letter_date": "2022-10-05",
 "awd_abstract_narration": "Abstract\r\n\r\nExcess nitrogen, phosphorous and sediment associated with urbanization is a threat to water quality and environmental health in many locations. This project will investigate how urban watersheds can be improved through better stormwater management. The research will examine two watersheds in Washington, DC and Baltimore, Maryland that possess different degrees of urban decay and revitalization. It will compare the effectiveness of different interventions, both technical and social, at reducing unhealthy processes and feedbacks between the environment and people. Specific research objectives and activities are to: (1) document neighborhood issues and needs in informing stormwater best-management practices; (2) evaluate stormwater volume and quality, flooding risk, trash accumulation, and mosquito production within the watersheds; (3) develop a tool that uses Geographic Information Systems (GIS) to guide watershed management; and 4) enhance community awareness and positive behaviors to improve water quality and protect urban green space. This project will develop and evaluate practices that foster sustainable water resources and help educate participants, from teachers to students to all residents, many of whom are racial and ethnic minorities and socially, economically, and educationally disadvantaged, on processes and strategies involved in addressing water sustainability. It will train interdisciplinary graduate and undergraduate students in interactive social, biological, and ecosystem sciences as they relate to water resources sustainability, neighborhood planning, mosquito ecology, and environmental justice. \r\n\r\nThis project addresses key biophysical and social drivers of nutrient pollution in watersheds, and the associated factors related to the socio-ecological matrix of the built environment, urban decay and revitalization, and resident attitudes and behaviors. Coupled stormwater-human dynamics have the potential to become a signature model for developing new socio-ecological theory about urban ecosystems, improving quality of life and environmental justice, and initiating sustained community-oriented management of natural systems. This project integrates the required expertise and theory from social science, city planning, hydrological science, ecology, adult and youth education, and environmental justice to explicitly characterize stormwater-human systems. This research combines socio-demographic measures of human behavior and stormwater quantity and quality to dynamically model pollution hot spots, assess the efficacy of interventions, and explicitly quantify the feedback of these variables. It represents an advance in the knowledge of coupled pollution-human dynamics in an urban context and provide valuable information for urban planning, remediation, and public health.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Leisnham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Leisnham",
   "pi_email_addr": "leisnham@umd.edu",
   "nsf_id": "000536329",
   "pi_start_date": "2018-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hubert",
   "pi_last_name": "Montas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Hubert J Montas",
   "pi_email_addr": "montas@umd.edu",
   "nsf_id": "000287945",
   "pi_start_date": "2018-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sacoby",
   "pi_last_name": "Wilson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sacoby M Wilson",
   "pi_email_addr": "swilson2@umd.edu",
   "nsf_id": "000606818",
   "pi_start_date": "2018-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Chanse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria Chanse",
   "pi_email_addr": "vchanse@umd.edu",
   "nsf_id": "000686636",
   "pi_start_date": "2018-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Rockler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Rockler",
   "pi_email_addr": "arockler@umd.edu",
   "nsf_id": "000686638",
   "pi_start_date": "2018-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "1459 Animal Sciences Bldg",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1499833.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Despite decades of research and organized efforts to control nonpoint source nutrient pollution associated with urbanization, waterways continue to be plagued by excess nitrogen, phosphorous, and sediment. This research investigated how urban watersheds can be improved through better stormwater management, explicitly evaluating watersheds in Washington, DC and Baltimore, Maryland that possess different degrees of urban decay and revitalization. This work is timely in investigating key environmental and social drivers of stormwater runoff and nutrient pollution in watersheds, as well as the associated factors related to the socio-ecological matrix of the built environment, urban decay and revitalization, and resident attitudes and behaviors.</span></p>\r\n<p><span>Our work quantified how biophysical and social drivers of nutrient pollution and urban greenspace are inequitably distributed across neighborhoods in predictable ways. For example, lower socioeconomic neighborhoods had greenspace dominated by unmanaged plants consisting of higher proportions of invasive species, greater numbers of water-filled trash containers that produce mosquitoes, and the coexistence of mosquito species that were likely to increase disease risks. Household-scale stormwater Best Management Practices (BMPs), including managed trees, rain barrels, and rain gardens, are also more likely to be adopted in watershed areas with higher socioeconomic conditions, including </span>lower renter and poverty rates, higher median household incomes and education levels, and greater tree canopy. Advanced modeling using machine learning approaches showed that greater BMP adoption rates in higher socioeconomic areas would address pollution hotspots more quickly and comprehensively than in lower socioeconomic areas that had lower BMP adoption rates. Many pollution hotspots in lower socioeconomic neighborhoods occurred in open areas characterized by abandonment and vacancy. It is possible that these pollution hotspots may never be addressed by household-scale BMPs unless neighborhoods and communities receive significant investments in infrastructure and social interventions.&nbsp;</p>\r\n<p>In addition to generating 15 research publications to date, this project supported the development and distribution of outreach on stormwater and mosquito management, training of citizen scientists and watershed stewards, and an intervention experiment to increase household BMP adoption.&nbsp;In low-income neighborhoods, we leveraged an existing urban tree giveaway program to implement and test a targeted social-marketing intervention&nbsp;consisting of distributed emails and flyers&nbsp;promoting tree adoption. The&nbsp;percentage of trees adopted and the percentage of households adopting a tree increased over past years in neighborhoods exposed to the intervention compared to neighborhoods that did not receive the intervention. Engagement with residents indicated four main reasons residents declined free tree planting and giveaways: conflicts with cars, potential damage to sewer lines and sidewalks, trees being too expensive to maintain or causing damage that costs too much to repair, and too much upkeep.</p>\r\n<p><span>Community engagement through train-the-trainer programs, workshops, and community outreach events were used to educate residents about stormwater and manage nutrient pollution through household-scale stormwater BMPs. Methods included </span>partnering with workforce development/green jobs community organizations to teach train-the-trainer classes, teaching landscape practitioners and public works professionals on how to design, install, and maintain BMPs, and informing the curricula of partnering Watershed Stewards Academies. We delivered education to property and HOA managers on stormwater resources and taught actions that communities can take towards BMP implementation. We partnered with exisitng projects to conduct workshops with K-12 teachers and their students on nutrient pollution, microplastic pollution, and biodiversity, as well as created related education materials and curricula. Workshops educated residents of mosquito-related risks associated with unmanaged greenspace and associated trash, and informed residents of affordable mosquito control methods.</p>\r\n<p>In summary, <span>nutrient pollution and urban greenspace are inequitably distributed across neighborhoods</span>. <span>The loss of infrastructure and a declining resident population in lower socioeconomic neighborhoods can created a negative feedback where open spaces, unmanaged greenspace, and associated trash increase the export of nonpoint source pollution in waterways and support mosquito pests. The adoption of stormwater </span>BMPs also clusters in urban areas across socio-economic boundaries, requiring targeted, community-specific social interventions to implement BMPs on previously unmanaged greenspace to reach nutrient management goals, reduce trash and decrease associated mosquito risks.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/27/2025<br>\nModified by: Paul&nbsp;Leisnham</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDespite decades of research and organized efforts to control nonpoint source nutrient pollution associated with urbanization, waterways continue to be plagued by excess nitrogen, phosphorous, and sediment. This research investigated how urban watersheds can be improved through better stormwater management, explicitly evaluating watersheds in Washington, DC and Baltimore, Maryland that possess different degrees of urban decay and revitalization. This work is timely in investigating key environmental and social drivers of stormwater runoff and nutrient pollution in watersheds, as well as the associated factors related to the socio-ecological matrix of the built environment, urban decay and revitalization, and resident attitudes and behaviors.\r\n\n\nOur work quantified how biophysical and social drivers of nutrient pollution and urban greenspace are inequitably distributed across neighborhoods in predictable ways. For example, lower socioeconomic neighborhoods had greenspace dominated by unmanaged plants consisting of higher proportions of invasive species, greater numbers of water-filled trash containers that produce mosquitoes, and the coexistence of mosquito species that were likely to increase disease risks. Household-scale stormwater Best Management Practices (BMPs), including managed trees, rain barrels, and rain gardens, are also more likely to be adopted in watershed areas with higher socioeconomic conditions, including lower renter and poverty rates, higher median household incomes and education levels, and greater tree canopy. Advanced modeling using machine learning approaches showed that greater BMP adoption rates in higher socioeconomic areas would address pollution hotspots more quickly and comprehensively than in lower socioeconomic areas that had lower BMP adoption rates. Many pollution hotspots in lower socioeconomic neighborhoods occurred in open areas characterized by abandonment and vacancy. It is possible that these pollution hotspots may never be addressed by household-scale BMPs unless neighborhoods and communities receive significant investments in infrastructure and social interventions.\r\n\n\nIn addition to generating 15 research publications to date, this project supported the development and distribution of outreach on stormwater and mosquito management, training of citizen scientists and watershed stewards, and an intervention experiment to increase household BMP adoption.In low-income neighborhoods, we leveraged an existing urban tree giveaway program to implement and test a targeted social-marketing interventionconsisting of distributed emails and flyerspromoting tree adoption. Thepercentage of trees adopted and the percentage of households adopting a tree increased over past years in neighborhoods exposed to the intervention compared to neighborhoods that did not receive the intervention. Engagement with residents indicated four main reasons residents declined free tree planting and giveaways: conflicts with cars, potential damage to sewer lines and sidewalks, trees being too expensive to maintain or causing damage that costs too much to repair, and too much upkeep.\r\n\n\nCommunity engagement through train-the-trainer programs, workshops, and community outreach events were used to educate residents about stormwater and manage nutrient pollution through household-scale stormwater BMPs. Methods included partnering with workforce development/green jobs community organizations to teach train-the-trainer classes, teaching landscape practitioners and public works professionals on how to design, install, and maintain BMPs, and informing the curricula of partnering Watershed Stewards Academies. We delivered education to property and HOA managers on stormwater resources and taught actions that communities can take towards BMP implementation. We partnered with exisitng projects to conduct workshops with K-12 teachers and their students on nutrient pollution, microplastic pollution, and biodiversity, as well as created related education materials and curricula. Workshops educated residents of mosquito-related risks associated with unmanaged greenspace and associated trash, and informed residents of affordable mosquito control methods.\r\n\n\nIn summary, nutrient pollution and urban greenspace are inequitably distributed across neighborhoods. The loss of infrastructure and a declining resident population in lower socioeconomic neighborhoods can created a negative feedback where open spaces, unmanaged greenspace, and associated trash increase the export of nonpoint source pollution in waterways and support mosquito pests. The adoption of stormwater BMPs also clusters in urban areas across socio-economic boundaries, requiring targeted, community-specific social interventions to implement BMPs on previously unmanaged greenspace to reach nutrient management goals, reduce trash and decrease associated mosquito risks.\r\n\n\n\t\t\t\t\tLast Modified: 01/27/2025\n\n\t\t\t\t\tSubmitted by: PaulLeisnham\n"
 }
}