{
 "awd_id": "1824343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN: Planning for a Modeling Collaboratory for Subduction Zone Science",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2023-05-09",
 "awd_abstract_narration": "Subduction zones are fundamental expressions of the evolution of our planet. Subduction zones also host cascading natural hazards, from volcanoes, to earthquakes, to landslides and tsunamis, often in regions with high population density. Any dynamic understanding of our planet therefore has to include a comprehensive theoretical framework for subduction zone dynamics, and such a framework should have utility for monitoring and for physics-based forecasting to meet our fundamental responsibility to society. Several recent community efforts have focused on subduction zone science, including volcanic and megathrust processes within that geologic setting. This Research Coordination Network (RCN) will provide a mechanism for collaboration and interaction of scientists to organize modeling efforts to understand subduction zones. In particular, this RCN will serve to identify knowledge gaps and serve to evaluate the tools and strategies needed by the scientific community to leverage the rich data sets from international subduction zone observatories and tp create a new generation of multiphysics and multiscale models. This RCN will strengthen international collaboration, including researchers from Chile, Costa Rica, Germany, Greece, Indonesia, Italy, Japan, Mexico, Switzerland, and the United Kingdom. The RCN will contribute to the training of a diverse workforce, and outreach efforts will publicize the relevance of subduction zone science to the larger public. The RCN will engage a diverse community of researchers, including early career researchers and those from under-represented groups.\r\n\r\nThis is a Research Coordination Network focuses on a modeling collaboratory for subduction zone science and explores developing physical models for short- to long-term deformation associated with megathrust and arc volcano systems. Physical understanding of earthquake cycles and volcanoes within a plate boundary remains incomplete, even though numerical models have seen tremendous improvements. This implies that more observations,laboratory data and better understanding of the underlying physical processes need to be integrated in better ways to explore interactions between different parts of the subduction system that affect the temporal evolution of tectonics and hazards. The scientific community is poised to unify existing data collection efforts, design new observational and infrastructural initiatives, and harness diverse international efforts with new integrative approaches. This RCN has several goals: 1) helping to identify knowledge gaps; 2) developing multiscale, multiphysics modeling frameworks; 3)providing a pathway for integrative model development and validation; and, 4) providing tools for transforming geological, rock mechanics, geophysical and geodetic data into formats that can be effectively assimilated into models and used for model validation. This effort would facilitate the development and enhancement of models, ranging from conceptual to numerical simulators, aimed at subduction zone megathrust cycles and associated tectonic processes including magma transport and volcanic eruptions. The work will progress through a series of workshops and community interactions to ensure a broad representation of the researchers and scientific fields involved in subduction science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thorsten",
   "pi_last_name": "Becker",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thorsten W Becker",
   "pi_email_addr": "twb@ig.utexas.edu",
   "nsf_id": "000106478",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "Institute for Geophysics",
  "perf_str_addr": "10100 Burnet Rd., ROC196; Stop R",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787584445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "007F00",
   "pgm_ele_name": "EARTHSCOPE"
  },
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "807600",
   "pgm_ele_name": "GeoPRISMS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Research Coordination Network (RCN)&nbsp;supported extensive discussions, planning efforts, and capacity building initiatives within the context of a proposed Modeling Collaboratory for Subduction.</p>\n<p>The objective of such a modeling collaboratory would be to advance the computational geosciences in terms of their community capability and composition, infrastructure support, and science capabilities. The goal is&nbsp;to make transformative progress in solid Earth systems science in an academically exciting and societally relevant subject area:&nbsp;subduction zone dynamics. More specifically, the MCS&nbsp;is geared toward understanding and characterizing&nbsp;the multi-hazards posed by their inherent earthquake, volcano, and surface processes. Extensive existing and planned future data streams, including within the SZ4D initiative, have still to be merged into comprehensive, physics based models of both the state and evolution of convergent margins that could be queried within an uncertainty quantified, probabilistic&nbsp;sense. Such models might proceed&nbsp;by means of construction of digital twins, i.e. data assimilation systems modeling frameworks with predictive power, among other approaches of comprehensive data integration and dynamics analysis.</p>\n<p>The RCN&nbsp;supported a number of major in-person and virtual workshops and meetings on megathrust, volcano, and&nbsp;surface process systems science, as well as on the role of fluids and connections with other community initiatives such as CIG&nbsp;and CSDMS. The meetings were tracked in terms of their efficacy and we paid particular attention to integrating different disciplines and career stages, and to working toward building capacity and identifying new project opportunities, along with identifying core science questions and solution strategies. A range of white papers and an MCS&nbsp;implementation plan was produced, much of which was merged into the SZ4D Implementation Plan. All of those reports are available freely online, along with any other workshop materials, including the lectures from our core science meetings.&nbsp;</p>\n<p>In these reports, the community identified a range of needs for systems based hazards and subduction&nbsp;zone dynamics modeling, nearly all of which have generality&nbsp;across the solid Earth sciences. Those needs include the support&nbsp;of&nbsp;a science problem blind computational&nbsp;solid earth&nbsp;infrastructure, focusing on capacity building, training, access&nbsp;to resources in terms of data-model building, including frameworks, storage, and HPCC&nbsp;including&nbsp;CPU and GPU&nbsp;resources.</p>\n<p>On top of this science enabling&nbsp;layer, the MCS&nbsp;would operate, ideally&nbsp;as one&nbsp;example of such a science center, where domain and computational&nbsp;scientists would pursue new solution strategies and algorithms in partnership and embedded in the community. The modeling framework for any digital&nbsp;twin, for example, would have to consist of verified and then validated&nbsp;building blocks to solve&nbsp;sub-systems, recognizing a mix of known and unknown unknowns, i.e. not just structural&nbsp;uncertainties and noise, but also uncertainties about the physics. The framework would allow exploration of alternative descriptions, model building and sensitivity&nbsp;analysis&nbsp;to help operate within an uncertain, mixed-determined system, as well as to help identify future avenues for refinement.</p>\n<p>The framework would also&nbsp;allow combination of building block&nbsp;into working models, to test physics models, but also as applied operationally as testbeds within&nbsp;specific subduction zone&nbsp;megathrust&nbsp;margins that respect the vast spatio-temporal&nbsp;range of dynamics inherent in understanding each setting.</p>\n<p>Such a modular framework would be of general&nbsp;use for a range of solid Earth problems, and could serve&nbsp;for optimal experimental&nbsp;design, analysis, and interpretation&nbsp;tasks for SZ4D and other similar monitoring and discovery efforts.&nbsp;</p><br>\n<p>\n Last Modified: 10/07/2024<br>\nModified by: Thorsten&nbsp;W&nbsp;Becker</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis Research Coordination Network (RCN)supported extensive discussions, planning efforts, and capacity building initiatives within the context of a proposed Modeling Collaboratory for Subduction.\n\n\nThe objective of such a modeling collaboratory would be to advance the computational geosciences in terms of their community capability and composition, infrastructure support, and science capabilities. The goal isto make transformative progress in solid Earth systems science in an academically exciting and societally relevant subject area:subduction zone dynamics. More specifically, the MCSis geared toward understanding and characterizingthe multi-hazards posed by their inherent earthquake, volcano, and surface processes. Extensive existing and planned future data streams, including within the SZ4D initiative, have still to be merged into comprehensive, physics based models of both the state and evolution of convergent margins that could be queried within an uncertainty quantified, probabilisticsense. Such models might proceedby means of construction of digital twins, i.e. data assimilation systems modeling frameworks with predictive power, among other approaches of comprehensive data integration and dynamics analysis.\n\n\nThe RCNsupported a number of major in-person and virtual workshops and meetings on megathrust, volcano, andsurface process systems science, as well as on the role of fluids and connections with other community initiatives such as CIGand CSDMS. The meetings were tracked in terms of their efficacy and we paid particular attention to integrating different disciplines and career stages, and to working toward building capacity and identifying new project opportunities, along with identifying core science questions and solution strategies. A range of white papers and an MCSimplementation plan was produced, much of which was merged into the SZ4D Implementation Plan. All of those reports are available freely online, along with any other workshop materials, including the lectures from our core science meetings.\n\n\nIn these reports, the community identified a range of needs for systems based hazards and subductionzone dynamics modeling, nearly all of which have generalityacross the solid Earth sciences. Those needs include the supportofa science problem blind computationalsolid earthinfrastructure, focusing on capacity building, training, accessto resources in terms of data-model building, including frameworks, storage, and HPCCincludingCPU and GPUresources.\n\n\nOn top of this science enablinglayer, the MCSwould operate, ideallyas oneexample of such a science center, where domain and computationalscientists would pursue new solution strategies and algorithms in partnership and embedded in the community. The modeling framework for any digitaltwin, for example, would have to consist of verified and then validatedbuilding blocks to solvesub-systems, recognizing a mix of known and unknown unknowns, i.e. not just structuraluncertainties and noise, but also uncertainties about the physics. The framework would allow exploration of alternative descriptions, model building and sensitivityanalysisto help operate within an uncertain, mixed-determined system, as well as to help identify future avenues for refinement.\n\n\nThe framework would alsoallow combination of building blockinto working models, to test physics models, but also as applied operationally as testbeds withinspecific subduction zonemegathrustmargins that respect the vast spatio-temporalrange of dynamics inherent in understanding each setting.\n\n\nSuch a modular framework would be of generaluse for a range of solid Earth problems, and could servefor optimal experimentaldesign, analysis, and interpretationtasks for SZ4D and other similar monitoring and discovery efforts.\t\t\t\t\tLast Modified: 10/07/2024\n\n\t\t\t\t\tSubmitted by: ThorstenWBecker\n"
 }
}