{
 "awd_id": "1824647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the Life Cycle Performance of Bio-cementation Soil Improvement: Synthesis, Degradation, and Repair",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 441000.0,
 "awd_min_amd_letter_date": "2018-08-06",
 "awd_max_amd_letter_date": "2021-05-05",
 "awd_abstract_narration": "Geotechnical ground improvement technologies have traditionally relied upon the use of high mechanical energy and energy-intensive materials to improve soil engineering properties. Recently, the emerging field of bio-mediated soil improvement has shown the transformative potential of natural chemical and biological processes to improve weak, problematic soils with reductions in detrimental environmental and societal impacts.  Microbially Induced Calcite Precipitation (MICP), or bio-cementation, is one such technology that uses the biologically-mediated precipitation of calcium carbonate to improve soil engineering properties.  Despite significant advances, limited understanding of the factors that control bio-cementation material properties, the processes by which bio-cemented soils may degrade over time, and the methods by which damaged bio-cemented soils can be detected and repaired, has restricted our ability to evaluate the long-term resilience of MICP, quantify process environmental impacts, and understand the implications of treatment and site conditions on material engineering performance. This project will address critical gaps remaining in our understanding of the life cycle performance of bio-cementation soil improvement related to material synthesis, degradation, and repair through integrated geochemical and geotechnical experiments and numerical modeling.  This research will improve the resiliency of dependent civil infrastructure systems and mitigate potential economic, life, and property losses resulting from failure of bio-cemented and similar cemented/aged geomaterials.  Decreased uncertainty in material long-term performance is expected to increase adoption of bio-mediated ground improvement alternatives in engineering practice thereby reducing material and energy consumption, detrimental environmental impacts, and improving public health.  Increased participation of under-represented minority (URM) and women students in research activities will develop a diverse cohort of students with multidisciplinary expertise, therefore enabling continued development of the biogeotechnics field in academia and engineering practice.  Outreach activities will focus on engaging middle and high school students through hands-on demonstrations and exhibits at events including the University of Washington Engineering Discovery Days and partnerships with local K-12 schools and the Pacific Science Center.  Over 500 K-12 students will be exposed annually to STEM concepts from engineering, geology, material science, chemistry, and microbiology to inspire a new generation of multidisciplinary engineers. \r\n\r\nThis research program will leverage batch and 1D-transport geochemical experiments, triaxial and soil column geotechnical laboratory tests, reactive transport numerical modeling, and advanced chemical, biological, and material analyses to: (1) investigate the effect of biogeochemical conditions during mineral synthesis on the properties of bio-cementation controlling long-term chemical and mechanical resilience, (2) assess the chemical permanence of bio-cementation including mineral solubility and dissolution kinetics, (3) examine the effects of chemically and mechanically-induced damage on the performance of bio-cemented soils including evolution of engineering properties, damage patterns, and degradation monitoring methods, and (4) develop techniques which can protect and heal damaged bio-cemented soils while minimizing energy and material usage.  To achieve these research objectives, three integrated research tasks will be completed.  First, a series of batch reactor experiments will be performed to understand relationships between biogeochemical reaction conditions during precipitation, bio-cementation formation, and precipitate material properties.  Second, a series of geochemical and geotechnical laboratory experiments will be completed to characterize the solubility and dissolution behavior of bio-cementation as a function of precipitate properties and subsurface environmental conditions. Obtained results will inform the development of a dissolution kinetic framework specific to bio-cementation for prediction of material in-situ permanence.  Lastly, geotechnical and geophysical investigations will be performed to identify non-destructive approaches for detection of cementation degradation, develop novel repair techniques, and explore the effect of bio-cementation degradation and repair on the engineering behavior of bio-cemented soils including changes in material stress-dilatancy, modulus degradation, elastic and post-yielding response, critical-state and peak shear strength, and pore pressure and strain accumulation\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Gomez",
   "pi_email_addr": "mggomez@uw.edu",
   "nsf_id": "000767066",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 425000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">The emerging field of bio-mediated soil improvement has shown the transformative potential of natural chemical and biological processes to enable improvement of weak problematic soils with reductions in environmental and societal impacts when compared to conventional soil improvement technologies. Microbially Induced Calcite Precipitation (MICP), or biocementation, is one such technology, which uses microbial activity to enable the precipitation of calcium carbonate minerals on soil particle surfaces and contacts. Resulting cementation can significantly improve the engineering behavior of soils with the potential to address a broad range of infrastructure applications. Despite significant advances in this technology, limited understanding of the factors that control biocementation material properties, the processes by which biocemented soils may degrade over time, and the methods by which damaged biocemented soils can be detected and repaired, has limited our ability to evaluate the long-term resilience of MICP, quantify environmental impacts, and understand the effect of treatment and post-treatment conditions on material performance. Through this project, research was performed to (i) improve our understanding of the effect of conditions during mineral synthesis on the properties of biocementation controlling long-term resilience, (ii) investigate the chemical permanence of biocementation, and (iii) explore the effects of chemically-induced damage on the performance of biocemented soils. Notable outcomes from this project include the following highlights:</p>\n<ul style=\"text-align: left;\">\n<li> Batch experiments were performed to investigate the impact of changes in treatment solution composition, environmental conditions, and biological factors on the mineralogy, morphology, and reaction kinetics of biocementation generated using augmented bacteria. Experiments identified factors which both inhibited and accelerated microbial urea hydrolysis and calcium carbonate precipitation and provided the first known quantification of the mineralogical composition of MICP precipitates.</li>\n</ul>\n<ul style=\"text-align: left;\">\n<li>A series of dissolution batch experiments were performed to investigate the dissolution behavior of biocementation as a function of solution composition. Results from these experiments suggested that the dissolution behavior of biocementation is significantly affected by the initial pH and buffering capacity of surrounding solutions. Using this experimental data, geochemical kinetic models were calibrated to incorporate these insights into a dissolution reactive transport model.</li>\n</ul>\n<ul style=\"text-align: left;\">\n<li>Following the dissolution batch experiments, soil column experiments were performed to investigate the dissolution behavior of biocementation spatially and temporally within porous media. A reactive transport model was used to forward predict expected results from experiments, and following testing, simulation and experimental results were compared. Following additional model calibration, the reactive transport model was shown to successfully capture the progression of dissolution in all experiments and may provide an important framework by which the dissolution behavior of biocemented soils can be predicted for site-specific conditions. Additional validation of the model through future comparisons to laboratory and field data will be critical towards better understanding its strengths and limitations.</li>\n</ul>\n<ul style=\"text-align: left;\">\n<li>Direct simple shear testing was performed to investigate the shearing behaviors of chemically-damaged biocemented sands in an effort to better understand how biocemented geomaterials may perform following progressive deterioration. Results from these tests suggest that the shearing behavior of chemically-degraded biocemented sands may be similar to non-degraded biocemented sands when compared on the basis of similar shear wave velocities. Although further research remains needed, results from these experiments will significantly improve our understanding of the expected mechanical behaviors of biocemented soils over their lifespan.</li>\n</ul>\n<ul style=\"text-align: left;\">\n<li>Project research activities enabled the participation of the research team in education and outreach activities including: (i) the participation of 3 undergraduate students in REU research experiences (2 women, 1 URM), (ii) the participation of the research team in the UW Engineering Discovery Days event wherein the team interacted with over 500 K-12 students through an exhibit entitled, &ldquo;Exploring Earthquakes, Microbes, and Quicksand&rdquo;, (iii) the participation of the research team in events and programs supporting URM undergraduate students including the UW Undergraduate Research Symposium, the UW &ldquo;Research Exposed!&rdquo; undergraduate course, the Washington State Academic RedShirt (STARS) mentoring program, and the UW College of Engineering Summer Early Enrichment in&nbsp;Engineering&nbsp;for Dean's Scholars (SEEEDS) Program, and (iv) the development and implementation of an undergraduate soil mechanics laboratory module on the emerging area of bio-inspired and bio-mediated geotechnics.</li>\n</ul>\n<p style=\"text-align: left;\">Outcomes from this project are expected to significantly improve our understanding of the life cycle performance of biocementation soil improvement including the effect of material synthesis conditions, the long-term permanence of biocementation, and the behavior of biocemented soils following degradation. The project is also anticipated to (i) improve civil infrastructure resiliency through the continued development and characterization of sustainable ground improvement methods, (ii) increased adoption of bio-mediated ground improvement alternatives in engineering practice thereby reducing material and energy consumption, environmental impacts, and improving public health, (iii) enable continued development of the emerging field of bio-mediated geotechnics in both academia and engineering practice through the development of undergraduate and graduate students with multidisciplinary technical expertise, and (iv) increased recruitment and retention of URM and women students within STEM fields and careers.</p>\n<p style=\"text-align: left;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2022<br>\n\t\t\t\t\tModified by: Michael&nbsp;Gomez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The emerging field of bio-mediated soil improvement has shown the transformative potential of natural chemical and biological processes to enable improvement of weak problematic soils with reductions in environmental and societal impacts when compared to conventional soil improvement technologies. Microbially Induced Calcite Precipitation (MICP), or biocementation, is one such technology, which uses microbial activity to enable the precipitation of calcium carbonate minerals on soil particle surfaces and contacts. Resulting cementation can significantly improve the engineering behavior of soils with the potential to address a broad range of infrastructure applications. Despite significant advances in this technology, limited understanding of the factors that control biocementation material properties, the processes by which biocemented soils may degrade over time, and the methods by which damaged biocemented soils can be detected and repaired, has limited our ability to evaluate the long-term resilience of MICP, quantify environmental impacts, and understand the effect of treatment and post-treatment conditions on material performance. Through this project, research was performed to (i) improve our understanding of the effect of conditions during mineral synthesis on the properties of biocementation controlling long-term resilience, (ii) investigate the chemical permanence of biocementation, and (iii) explore the effects of chemically-induced damage on the performance of biocemented soils. Notable outcomes from this project include the following highlights:\n\n Batch experiments were performed to investigate the impact of changes in treatment solution composition, environmental conditions, and biological factors on the mineralogy, morphology, and reaction kinetics of biocementation generated using augmented bacteria. Experiments identified factors which both inhibited and accelerated microbial urea hydrolysis and calcium carbonate precipitation and provided the first known quantification of the mineralogical composition of MICP precipitates.\n\n\nA series of dissolution batch experiments were performed to investigate the dissolution behavior of biocementation as a function of solution composition. Results from these experiments suggested that the dissolution behavior of biocementation is significantly affected by the initial pH and buffering capacity of surrounding solutions. Using this experimental data, geochemical kinetic models were calibrated to incorporate these insights into a dissolution reactive transport model.\n\n\nFollowing the dissolution batch experiments, soil column experiments were performed to investigate the dissolution behavior of biocementation spatially and temporally within porous media. A reactive transport model was used to forward predict expected results from experiments, and following testing, simulation and experimental results were compared. Following additional model calibration, the reactive transport model was shown to successfully capture the progression of dissolution in all experiments and may provide an important framework by which the dissolution behavior of biocemented soils can be predicted for site-specific conditions. Additional validation of the model through future comparisons to laboratory and field data will be critical towards better understanding its strengths and limitations.\n\n\nDirect simple shear testing was performed to investigate the shearing behaviors of chemically-damaged biocemented sands in an effort to better understand how biocemented geomaterials may perform following progressive deterioration. Results from these tests suggest that the shearing behavior of chemically-degraded biocemented sands may be similar to non-degraded biocemented sands when compared on the basis of similar shear wave velocities. Although further research remains needed, results from these experiments will significantly improve our understanding of the expected mechanical behaviors of biocemented soils over their lifespan.\n\n\nProject research activities enabled the participation of the research team in education and outreach activities including: (i) the participation of 3 undergraduate students in REU research experiences (2 women, 1 URM), (ii) the participation of the research team in the UW Engineering Discovery Days event wherein the team interacted with over 500 K-12 students through an exhibit entitled, \"Exploring Earthquakes, Microbes, and Quicksand\", (iii) the participation of the research team in events and programs supporting URM undergraduate students including the UW Undergraduate Research Symposium, the UW \"Research Exposed!\" undergraduate course, the Washington State Academic RedShirt (STARS) mentoring program, and the UW College of Engineering Summer Early Enrichment in Engineering for Dean's Scholars (SEEEDS) Program, and (iv) the development and implementation of an undergraduate soil mechanics laboratory module on the emerging area of bio-inspired and bio-mediated geotechnics.\n\nOutcomes from this project are expected to significantly improve our understanding of the life cycle performance of biocementation soil improvement including the effect of material synthesis conditions, the long-term permanence of biocementation, and the behavior of biocemented soils following degradation. The project is also anticipated to (i) improve civil infrastructure resiliency through the continued development and characterization of sustainable ground improvement methods, (ii) increased adoption of bio-mediated ground improvement alternatives in engineering practice thereby reducing material and energy consumption, environmental impacts, and improving public health, (iii) enable continued development of the emerging field of bio-mediated geotechnics in both academia and engineering practice through the development of undergraduate and graduate students with multidisciplinary technical expertise, and (iv) increased recruitment and retention of URM and women students within STEM fields and careers.\n \n\n\t\t\t\t\tLast Modified: 12/01/2022\n\n\t\t\t\t\tSubmitted by: Michael Gomez"
 }
}