{
 "awd_id": "1824239",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Ship Operations- R/V Hugh R. Sharp CY 18-22",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032928811",
 "po_email": "rdufour@nsf.gov",
 "po_sign_block_name": "Rose Dufour",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 2305617.0,
 "awd_amount": 6706280.0,
 "awd_min_amd_letter_date": "2018-05-15",
 "awd_max_amd_letter_date": "2024-07-10",
 "awd_abstract_narration": "Overview:\r\nThis proposal / annual report requests funding to support the operation of the Research Vessel Hugh R.\r\nSharp (Sharp) for calendar year 2018 - 2022 on an annual basis.\r\nThe Sharp is a state-of-the-art, coastal research vessel that is owned and operated by the University of\r\nDelaware. The vessel can carry fourteen scientists on cruises up to eighteen days in duration and\r\nsupports projects from all disciplines of oceanography. The vessel is a regional asset, serving researchers\r\nfrom many institutions throughout the United States. The vessel typically operates in the coastal waters\r\nfrom Long Island, New York, to Cape Hatteras, North Carolina, as well as the Delaware and Chesapeake\r\nBays. Projects occasionally require the vessel to work as far north as the Gulf of Maine, as far south as\r\nFlorida and the Gulf of Mexico, and as far offshore as Bermuda.\r\nOperational funding for the SHARP is provided primarily by the National Science Foundation (NSF), the\r\nOffice of Naval Research (ONR), the National Oceanic and Atmospheric Administration (NOAA), as\r\nwell as other scientific users. In 2018, R/V  Sharp is anticipating 120 days at sea. Projects funded by the\r\nNational Science Foundation account for 25 days (approximately 21%) of the total projected days in\r\n2018.\r\nIntellectual Merit:\r\nThe SHARP provides direct field support to NSF and other Agency funded science programs, the merit\r\nof these programs being determined by the peer review process within the National Science Foundation\r\nor other Agency. The Shapr follows all UNOLS requirements for safety and operations, and\r\nparticipates in the NSF Ship Inspection program. The University of Delaware has successfully supported\r\nship operations for NSF for decades, and has an excellent reputation in the Academic Research\r\nFleet.\r\nBroader Impacts:\r\nThe science projects supported by R/V Sharp will directly improve scientific understanding of the marine\r\nenvironment, which leads to improvements to the health and wellbeing of people living in the mid-\r\nAtlantic region and beyond. To provide exposure to this important role, the R/V SHARP is an integral\r\npart of the public outreach program at the College of Earth, Ocean, and Environment. The SHARP\r\noperations are a focal point on the waterfront during the annual \"Coast Day', and open house at the\r\nCollege which typically draws several thousand people.\r\nR/V Sharp is instrumental in supporting NSF and UNOLS Early Career and STEM inititaitives. In\r\n2015 the University of Delaware and the Sharp executed an NSF funded Early Career Chief Scientist\r\nWorkshop and Science Mission that received excellent reviews from the nine participants. In 2017, the\r\nSharp hosted seven STEMSEAS students and two instructors during a seven day transit from a project\r\nin the Gulf of Mexico to the ship's home port in Lewes, DE. The students gained significant experience\r\nof what life at sea for a researcher is like, as well as the operation of oceanographic equipment and data\r\nanalysis.\r\nMany cruises on the ship support undergraduate and graduate students composing the science\r\nparty. R/V  Sharp and crew have been available for tours of the ship by high school groups, science\r\nclasses and middle school groups from the local community as well as from neighboring states.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Swallow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jon Swallow",
   "pi_email_addr": "jswallow@udel.edu",
   "nsf_id": "000676149",
   "pi_start_date": "2018-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "700 Pilottown Road",
  "perf_city_name": "Lewes",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "199581298",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541100",
   "pgm_ele_name": "SHIP OPERATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5411",
   "pgm_ref_txt": "SHIP OPERATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 342509.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 482475.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 800000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 399688.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1124724.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 2466341.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 1090543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project funded ship operational support for National Science Foundation (NSF) missions aboard the Research Vessel <em>Hugh R. Sharp</em> from 2018-2024.&nbsp; The <em>Sharp</em> is a regional class vessel of 146&rsquo; length over all with a 32&rsquo; beam. The ship is owned by the University of Delaware and is a member of the U.S. Academic Research Fleet (ARF) and the University-National Oceanographic Laboratory System (UNOLS).</p>\r\n<p>The <em>Sharp</em> is a state-of-the-art, high tech research vessel that operates along the Atlantic and Gulf coasts out to 200 nautical miles offshore.&nbsp; 20% - 40% of the <em>Sharp&rsquo;s</em> annual operating schedule is typically in support of NSF Science missions. &nbsp;Other primary users are the Office of Naval Research (ONR), the National Oceanic and Atmospheric Administration (NOAA), as well as other scientific users.&nbsp;</p>\r\n<p>The <em>Sharp</em> is a general-purpose vessel serving all disciplines in oceanography. Scientific payloads are highly variable depending on the scientific mission and include such items as winches, portable laboratory vans, towed and autonomous sampling systems, sonars, and moorings.&nbsp; The ship is designed with flexibility in mind, such that it can be configured to a wide range of missions, both those currently envisioned and those which may develop in the future.&nbsp; In support of high flexibility, it can carry two standard 20-foot portable lab vans.&nbsp;</p>\r\n<p>The vessel is highly maneuverable due to its twin Z-drive propulsion and bow thruster.&nbsp; It has exceptional station keeping ability and slow speed control due to its dynamic positioning and diesel-electric propulsion systems.&nbsp; The vessel has excellent lifting and towing capability and is equipped with an active roll stabilization system.</p>\r\n<p>The <em>Sharp</em> is fitted with modern communication systems to provide a virtual link from ship to shore for scientific data transfer and educational purposes.&nbsp; <em>Sharp</em> also has advanced scientific load handling systems designed to reduce heave and securely capture packages, minimizing the need for tag lines which provides an additional level of safety for crew and scientific personnel.&nbsp;&nbsp;</p>\r\n<p>During this project period <em>Sharp</em> completed numerous NSF sponsored science missions at sea, contributing to NSF Research goals and gathering vital knowledge to apply to challenges related to our Oceans, Bays, and other resources.</p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"text-decoration: underline;\">Technical Merit</span>:&nbsp; The <em>Sharp</em> provides direct field support to National Science Foundation (NSF) and other Agency funded science programs; the merit of these programs being determined by the peer review process within those agencies.&nbsp; Without state of the art, safe, and well operated vessels in the U.S. Academic Research Fleet (ARF) to perform science at sea, completion of Agency funded projects and priorities would not be possible.&nbsp; The University of Delaware Marine Operations and the ship&rsquo;s Crew work closely with science teams and funding Agency representatives to facilitate safe and successful missions.</p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span>:&nbsp; The science projects supported by the <em>Sharp</em> will directly improve scientific understanding of the marine environment, which leads to improvements to the health and wellbeing of people living in the mid-Atlantic region and beyond.&nbsp;</p>\r\n<p>The<em> Sharp</em> &nbsp;is instrumental in supporting NSF and UNOLS Early Career and STEM initiatives.&nbsp; In 2022 and 2024, SHARP hosted nine STEMSEAS students and three instructors during projects in the Delaware and Chesapeake Bays.&nbsp; The students gained significant experience of what life at sea is like for a researcher, as well as the operation of oceanographic equipment and data analysis.&nbsp;</p>\r\n<p>Science missions on the <em>Sharp</em> often have undergraduate and graduate students composing the science party.&nbsp; This provides an exceptional real-world science at sea experience.&nbsp; The ship is routinely available for tours by high school groups, science classes, and other groups from the local community as well as from neighboring states.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/05/2025<br>\nModified by: Jon&nbsp;Swallow</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project funded ship operational support for National Science Foundation (NSF) missions aboard the Research Vessel Hugh R. Sharp from 2018-2024. The Sharp is a regional class vessel of 146 length over all with a 32 beam. The ship is owned by the University of Delaware and is a member of the U.S. Academic Research Fleet (ARF) and the University-National Oceanographic Laboratory System (UNOLS).\r\n\n\nThe Sharp is a state-of-the-art, high tech research vessel that operates along the Atlantic and Gulf coasts out to 200 nautical miles offshore. 20% - 40% of the Sharps annual operating schedule is typically in support of NSF Science missions. Other primary users are the Office of Naval Research (ONR), the National Oceanic and Atmospheric Administration (NOAA), as well as other scientific users.\r\n\n\nThe Sharp is a general-purpose vessel serving all disciplines in oceanography. Scientific payloads are highly variable depending on the scientific mission and include such items as winches, portable laboratory vans, towed and autonomous sampling systems, sonars, and moorings. The ship is designed with flexibility in mind, such that it can be configured to a wide range of missions, both those currently envisioned and those which may develop in the future. In support of high flexibility, it can carry two standard 20-foot portable lab vans.\r\n\n\nThe vessel is highly maneuverable due to its twin Z-drive propulsion and bow thruster. It has exceptional station keeping ability and slow speed control due to its dynamic positioning and diesel-electric propulsion systems. The vessel has excellent lifting and towing capability and is equipped with an active roll stabilization system.\r\n\n\nThe Sharp is fitted with modern communication systems to provide a virtual link from ship to shore for scientific data transfer and educational purposes. Sharp also has advanced scientific load handling systems designed to reduce heave and securely capture packages, minimizing the need for tag lines which provides an additional level of safety for crew and scientific personnel.\r\n\n\nDuring this project period Sharp completed numerous NSF sponsored science missions at sea, contributing to NSF Research goals and gathering vital knowledge to apply to challenges related to our Oceans, Bays, and other resources.\r\n\n\n\r\n\n\nTechnical Merit: The Sharp provides direct field support to National Science Foundation (NSF) and other Agency funded science programs; the merit of these programs being determined by the peer review process within those agencies. Without state of the art, safe, and well operated vessels in the U.S. Academic Research Fleet (ARF) to perform science at sea, completion of Agency funded projects and priorities would not be possible. The University of Delaware Marine Operations and the ships Crew work closely with science teams and funding Agency representatives to facilitate safe and successful missions.\r\n\n\n\r\n\n\nBroader Impacts: The science projects supported by the Sharp will directly improve scientific understanding of the marine environment, which leads to improvements to the health and wellbeing of people living in the mid-Atlantic region and beyond.\r\n\n\nThe Sharp is instrumental in supporting NSF and UNOLS Early Career and STEM initiatives. In 2022 and 2024, SHARP hosted nine STEMSEAS students and three instructors during projects in the Delaware and Chesapeake Bays. The students gained significant experience of what life at sea is like for a researcher, as well as the operation of oceanographic equipment and data analysis.\r\n\n\nScience missions on the Sharp often have undergraduate and graduate students composing the science party. This provides an exceptional real-world science at sea experience. The ship is routinely available for tours by high school groups, science classes, and other groups from the local community as well as from neighboring states.\r\n\n\n\t\t\t\t\tLast Modified: 03/05/2025\n\n\t\t\t\t\tSubmitted by: JonSwallow\n"
 }
}