{
 "awd_id": "1824820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Groundwater discharge of legacy nitrogen at the scale of river networks: Where are stream interface sediments conduits or filters?",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922648",
 "po_email": "heali@nsf.gov",
 "po_sign_block_name": "Hendratta Ali",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 696729.0,
 "awd_amount": 696729.0,
 "awd_min_amd_letter_date": "2018-06-15",
 "awd_max_amd_letter_date": "2018-07-27",
 "awd_abstract_narration": "Reactive nitrogen (N) applied to land surfaces infiltrates with precipitation and accumulates in groundwater aquifers, creating a source of legacy N that is later discharged from groundwater to surface waters. Groundwater transport times can be months, decades, or even centuries longer than surface water transport times, which causes substantial lags between when N is applied to land surfaces and when it actually enters surface waters. These focused groundwater discharges can obstruct water quality management strategies that are based on reducing present-day N applications. Yet, not all N that enters the groundwater system is delivered to surface waters. Some fraction of N is removed by microbial processes during transport along regional groundwater flow paths. At the end of long groundwater flow paths, streambank and streambed sediments can remove N at relatively high rates, further reducing N delivery to surface waters. This project integrates extensive field measurements across a river network with groundwater models to 1) characterize the spatial patterns of groundwater discharge and legacy N delivery to streams and 2) quantify and predict the role of stream interface sediments in removing legacy N. Results will be shared with practitioners to help with issues surrounding N pollution management in the Long Island Sound. The project provides training for a diverse set of participants, including high school students, community college students, undergraduate and graduate students, and citizen scientists.    \r\n   \r\nThe objectives of this project are to 1) characterize the spatial patterns of focused groundwater discharge at the river network scale, 2) quantify patterns and drivers of legacy N transport through and removal within stream interface (streambed and streambank) sediments, 3) scale legacy N cycling to the river channel network. The focal watershed for this project is the Farmington River watershed which drains to the Connecticut River and the Long Island Sound. The Long Island Sound experiences seasonal dead zones caused by excess N pollution. This project includes expansive thermal infrared (TIR) surveys with handheld cameras and unmanned aerial systems (drones) across approximately 95 kilometers of stream and river length to measure the spatial distribution of groundwater discharge to the river network. TIR technology allows the geolocation of preferential discharge zones more comparable to coarser model grid sizes used in regional groundwater modeling. Thus, this project also evaluates and refines spatial predictions from numerical groundwater (MODFLOW) models against metrics (e.g., frequency of seeps, spatial extent of seeps) derived from TIR survey datasets. The project utilizes both field and modeled estimates of the spatial patterns of groundwater discharge and basin-scale transport time lags to characterize and ultimately predict the role of stream interface sediments in N cycling. At discharge locations identified during TIR surveys, denitrification rates, N concentrations and fluxes, groundwater age, and a suite of sediment physical and chemical properties will be measured. These datasets will be used develop spatial predictions of legacy N loading to and processing within stream interface sediments. Spatial predictions of groundwater discharge and N fluxes will be used as additional inputs to a river network model implemented for the Farmington River network to quantify legacy N cycling as it is transported from seepage locations through the river channel network.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Helton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley M Helton",
   "pi_email_addr": "ashley.helton@uconn.edu",
   "nsf_id": "000643913",
   "pi_start_date": "2018-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Starn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Starn",
   "pi_email_addr": "jjstarn@usgs.gov",
   "nsf_id": "000074023",
   "pi_start_date": "2018-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Briggs",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Martin A Briggs",
   "pi_email_addr": "mbriggs@usgs.gov",
   "nsf_id": "000577713",
   "pi_start_date": "2018-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "1376 Storrs Road, Unit 4087",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062694087",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 696729.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Groundwater discharge to streams and rivers can define stream temperature and baseflow regimes, create critical wildlife habitat, and supply nutrients or contribute contaminants, including excess nutrient pollution, to surface waters. In this project, we integrated field measurements of groundwater discharge and water chemistry across a river network with groundwater models to 1) characterize the spatial patterns of groundwater discharge and nitrogen delivery to streams and 2) quantify and predict the role of reactive stream interface sediments in removing groundwater-delivered nitrogen. The focal watershed for this project is the Farmington River watershed which drains to the Connecticut River and the Long Island Sound. The Long Island Sound experiences seasonal dead zones caused by excess N pollution.&nbsp;</p>\n<p>We used thermal infrared (TIR) surveys with handheld cameras and unmanned aerial systems (drones) to measure the spatial distribution of preferential discharge locations. We found that groundwater discharge was more prevalent when stream slopes were steeper, saturated hydraulic conductivity was high, and watershed urbanization was low. Our results show that, though both surface (e.g., topographic, land use land cover) and subsurface (e.g., soil characteristics, bedrock depth) factors control the prevalence of streambank preferential groundwater discharge, the dominant controls vary across valley settings and stream sizes.&nbsp; We compared our observed maps of groundwater discharge to those produced by groundwater models and illustrated the feasibility of leveraging TIR survey results to evaluate groundwater model predictions.</p>\n<p>Next, we sampled groundwater discharge chemistry and measured groundwater discharge rates at hundreds of mapped locations of groundwater discharge.&nbsp; We found that groundwater chemistry was highly variable; for example, nitrogen concentrations in discharging groundwater varied up to 20-fold in just meters along the stream bank.&nbsp; Though we were able to explain some variation in groundwater nitrogen concentrations with near-stream land cover and aquifer characteristics, our work highlights the need to understand significant spatial variability in groundwater nitrogen concentrations when estimating riverine nitrogen loads. &nbsp;&nbsp;</p>\n<p>This project trained one postdoctoral associate, three MS students, one PhD student, and five undergraduate researchers. Outcomes from this project also include tools for measuring groundwater-surface water exchange and curriculum for undergraduate-level stream ecology.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/07/2023<br>\nModified by: Ashley&nbsp;M&nbsp;Helton</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nGroundwater discharge to streams and rivers can define stream temperature and baseflow regimes, create critical wildlife habitat, and supply nutrients or contribute contaminants, including excess nutrient pollution, to surface waters. In this project, we integrated field measurements of groundwater discharge and water chemistry across a river network with groundwater models to 1) characterize the spatial patterns of groundwater discharge and nitrogen delivery to streams and 2) quantify and predict the role of reactive stream interface sediments in removing groundwater-delivered nitrogen. The focal watershed for this project is the Farmington River watershed which drains to the Connecticut River and the Long Island Sound. The Long Island Sound experiences seasonal dead zones caused by excess N pollution.\n\n\nWe used thermal infrared (TIR) surveys with handheld cameras and unmanned aerial systems (drones) to measure the spatial distribution of preferential discharge locations. We found that groundwater discharge was more prevalent when stream slopes were steeper, saturated hydraulic conductivity was high, and watershed urbanization was low. Our results show that, though both surface (e.g., topographic, land use land cover) and subsurface (e.g., soil characteristics, bedrock depth) factors control the prevalence of streambank preferential groundwater discharge, the dominant controls vary across valley settings and stream sizes. We compared our observed maps of groundwater discharge to those produced by groundwater models and illustrated the feasibility of leveraging TIR survey results to evaluate groundwater model predictions.\n\n\nNext, we sampled groundwater discharge chemistry and measured groundwater discharge rates at hundreds of mapped locations of groundwater discharge. We found that groundwater chemistry was highly variable; for example, nitrogen concentrations in discharging groundwater varied up to 20-fold in just meters along the stream bank. Though we were able to explain some variation in groundwater nitrogen concentrations with near-stream land cover and aquifer characteristics, our work highlights the need to understand significant spatial variability in groundwater nitrogen concentrations when estimating riverine nitrogen loads. \n\n\nThis project trained one postdoctoral associate, three MS students, one PhD student, and five undergraduate researchers. Outcomes from this project also include tools for measuring groundwater-surface water exchange and curriculum for undergraduate-level stream ecology.\n\n\n\t\t\t\t\tLast Modified: 12/07/2023\n\n\t\t\t\t\tSubmitted by: AshleyMHelton\n"
 }
}