{
 "awd_id": "1825691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "System Level Seismic Performance of Steel Gravity Framing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 649976.0,
 "awd_amount": 649976.0,
 "awd_min_amd_letter_date": "2018-09-13",
 "awd_max_amd_letter_date": "2021-06-10",
 "awd_abstract_narration": "In typical steel buildings in the United States, the lateral force resisting frames designed to resist lateral seismic loads comprise a relatively small portion of the structural system, while the remainder of the structural system is designed to resist gravity loading only. This gravity framing normally consists of composite beams with concrete on metal deck flooring, which are connected to the building columns via simple shear connections. The gravity framing, while not explicitly designed to resist lateral seismic loads, can provide significant lateral load resistance, particularly due to the large number of gravity frames in a building. The large deformation capacity and reserve strength provided by the gravity framing can play an important role in preventing collapse of steel buildings under very large earthquake ground motions, particularly for existing buildings that may not have been built to the current standards required for construction of buildings in high seismic regions. The largest impact of this research is expected to be on advancing evaluation procedures of the seismic safety of existing steel buildings, where inclusion of the gravity system in the evaluation may preclude the need for costly seismic retrofit measures. Such comprehensive evaluation procedures will allow limited resources for seismic retrofit to be used more efficiently. This research will also inform best practices for the design and detailing of the gravity system in new buildings that will further enhance the gravity system's ability to serve as a \"back-up\" to the primary lateral force resisting system, thereby enhancing the seismic safety of new buildings. Seismic-resistant buildings will promote post-earthquake national welfare, health and prosperity by reducing building damage, economic and human losses, and injuries. Data from this project will be archived and publicly available in the Natural Hazards Engineering Research Infrastructure Data Depot (http://www.DesigSafe-ci.org). \r\n\r\nThe overall goal of this research is to investigate the role of gravity framing systems on the seismic performance and collapse resistance of steel buildings through large-scale, system-level testing and robust numerical simulations. Through testing of large-scale, multi-bay, multi-story steel gravity framing systems, this research will create new experimental data on the response of steel gravity systems with composite floor systems, including considerations of the interactions and restraint provided by surrounding bays of gravity and lateral framing. This experimental data will lead to better understanding of the force-resisting mechanisms in steel gravity framing systems, including contributions from connection components, metal decking, and concrete flooring. This data, along with existing data in the literature, will be used to develop more realistic component level models for steel gravity framing connections to support seismic simulations of steel building performance up to collapse. These new connection models, which will be disseminated to the engineering practitioner and research communities, will also be employed in parametric computational studies of a variety of archetype buildings with variations in lateral and gravity framing designs to investigate the role of gravity framing systems in reducing the seismic collapse risk of steel buildings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Williamson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Eric B Williamson",
   "pi_email_addr": "ewilliamson@mail.utexas.edu",
   "nsf_id": "000264292",
   "pi_start_date": "2021-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Clayton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia M Clayton",
   "pi_email_addr": "claytonp@wfu.edu",
   "nsf_id": "000606926",
   "pi_start_date": "2018-09-13",
   "pi_end_date": "2021-06-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Engelhardt",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Engelhardt",
   "pi_email_addr": "mde@mail.utexas.edu",
   "nsf_id": "000299382",
   "pi_start_date": "2018-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Helwig",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Todd A Helwig",
   "pi_email_addr": "thelwig@mail.utexas.edu",
   "nsf_id": "000403100",
   "pi_start_date": "2018-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Williamson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Eric B Williamson",
   "pi_email_addr": "ewilliamson@mail.utexas.edu",
   "nsf_id": "000264292",
   "pi_start_date": "2018-09-13",
   "pi_end_date": "2021-06-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Clayton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia M Clayton",
   "pi_email_addr": "claytonp@wfu.edu",
   "nsf_id": "000606926",
   "pi_start_date": "2021-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 649976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In typical building construction practice in the U.S., lateral force-resisting systems, consisting of a limited number of braced frames, moment frames, and/or shear walls, are typically designed to resist all of the loads expected from earthquakes. Meanwhile the rest of the building is designed to support gravity loads. However, in a severe earthquake event, the back-up strength and stiffness provided by the gravity system, not accounted for in design, can mean the difference between a building&rsquo;s collapse or survival. This project aimed to characterize the seismic behavior of gravity framing systems in steel buildings. In particular, this project focused on system-level effects from multiple bays of gravity framing acting together&mdash;effects that may not have been captured in previous subassembly tests that focused on individual gravity framing connections. Two large-scale, multi-story, multi-bay steel gravity frame systems with composite concrete floors were constructed and tested under combined gravity and cyclic lateral loads. These tests represented the first of their kind and provided a valuable dataset for investigating the impacts of system-level boundary conditions on the seismic behavior of these gravity systems. The test results showed that different gravity framing design and construction details, such as the orientation or connection of the corrugated metal decking used to support the concrete floor or the reinforcement placed in the concrete to limit cracks in the floor, can have a significant impact on the lateral strength and stiffness provided by the gravity framing connections. Additionally, the tests showed that the subassembly tests previously used to evaluate gravity connection behavior may have significantly underestimated the strength these connections can have when accounting for more realistic boundary conditions that would be present in actual buildings. These findings suggest that the gravity system may be even more impactful in preventing a building&rsquo;s collapse under extreme earthquakes than previously suggested by prior subassembly tests. &nbsp;From this test data, computational models were developed, which can be used by practicing engineers and researchers to simulate the contribution of the gravity framing system in resisting lateral forces produced during an earthquake. The results of this project will be beneficial for seismic performance assessment of existing buildings, where the beneficial contribution of the gravity framing system in resisting earthquake loads may preclude the need for costly retrofit measures. For new buildings, the results of this research can be used to enhance the important role of the gravity framing as a &ldquo;back-up&rdquo; system that can prevent collapse under very large earthquake ground motions. The data from the experiments is made publicly available on the NHERI DesignSafe Data Depot, and results will be disseminated through a series of journal papers (submitted and under review at the time of the project&rsquo;s conclusion).</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/30/2023<br>\nModified by: Patricia&nbsp;M&nbsp;Clayton</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701356997465_Example_reinforcement_inside_concrete_floor--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701356997465_Example_reinforcement_inside_concrete_floor--rgov-800width.JPG\" title=\"Reinforcement inside floor slab\"><img src=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701356997465_Example_reinforcement_inside_concrete_floor--rgov-66x44.JPG\" alt=\"Reinforcement inside floor slab\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of steel reinforcement present in the concrete floor (before concrete pouring) supported on the corrugated metal decking</div>\n<div class=\"imageCredit\">Sangwook Park</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Patricia&nbsp;M&nbsp;Clayton\n<div class=\"imageTitle\">Reinforcement inside floor slab</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701357037964_Cracks_in_concrete--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701357037964_Cracks_in_concrete--rgov-800width.jpg\" title=\"Cracks in concrete\"><img src=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701357037964_Cracks_in_concrete--rgov-66x44.jpg\" alt=\"Cracks in concrete\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cracks in concrete floor after large lateral displacement</div>\n<div class=\"imageCredit\">Sangwook Park</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Patricia&nbsp;M&nbsp;Clayton\n<div class=\"imageTitle\">Cracks in concrete</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701357077609_Tearing_in_angles--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701357077609_Tearing_in_angles--rgov-800width.jpg\" title=\"Tearing in steel angles in connection\"><img src=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701357077609_Tearing_in_angles--rgov-66x44.jpg\" alt=\"Tearing in steel angles in connection\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Tearing in steel angles after large lateral displacement. These angles are used to connect beams and columns in steel gravity framing systems.</div>\n<div class=\"imageCredit\">Sangwook Park</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Patricia&nbsp;M&nbsp;Clayton\n<div class=\"imageTitle\">Tearing in steel angles in connection</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701356930084_Test_Set_up_labelled--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701356930084_Test_Set_up_labelled--rgov-800width.png\" title=\"Test setup\"><img src=\"/por/images/Reports/POR/2023/1825691/1825691_10582550_1701356930084_Test_Set_up_labelled--rgov-66x44.png\" alt=\"Test setup\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Setup of the multi-bay gravity framing system with actuators used to simulate seismic loads</div>\n<div class=\"imageCredit\">Sangwook Park</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Patricia&nbsp;M&nbsp;Clayton\n<div class=\"imageTitle\">Test setup</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn typical building construction practice in the U.S., lateral force-resisting systems, consisting of a limited number of braced frames, moment frames, and/or shear walls, are typically designed to resist all of the loads expected from earthquakes. Meanwhile the rest of the building is designed to support gravity loads. However, in a severe earthquake event, the back-up strength and stiffness provided by the gravity system, not accounted for in design, can mean the difference between a buildings collapse or survival. This project aimed to characterize the seismic behavior of gravity framing systems in steel buildings. In particular, this project focused on system-level effects from multiple bays of gravity framing acting togethereffects that may not have been captured in previous subassembly tests that focused on individual gravity framing connections. Two large-scale, multi-story, multi-bay steel gravity frame systems with composite concrete floors were constructed and tested under combined gravity and cyclic lateral loads. These tests represented the first of their kind and provided a valuable dataset for investigating the impacts of system-level boundary conditions on the seismic behavior of these gravity systems. The test results showed that different gravity framing design and construction details, such as the orientation or connection of the corrugated metal decking used to support the concrete floor or the reinforcement placed in the concrete to limit cracks in the floor, can have a significant impact on the lateral strength and stiffness provided by the gravity framing connections. Additionally, the tests showed that the subassembly tests previously used to evaluate gravity connection behavior may have significantly underestimated the strength these connections can have when accounting for more realistic boundary conditions that would be present in actual buildings. These findings suggest that the gravity system may be even more impactful in preventing a buildings collapse under extreme earthquakes than previously suggested by prior subassembly tests. From this test data, computational models were developed, which can be used by practicing engineers and researchers to simulate the contribution of the gravity framing system in resisting lateral forces produced during an earthquake. The results of this project will be beneficial for seismic performance assessment of existing buildings, where the beneficial contribution of the gravity framing system in resisting earthquake loads may preclude the need for costly retrofit measures. For new buildings, the results of this research can be used to enhance the important role of the gravity framing as a back-up system that can prevent collapse under very large earthquake ground motions. The data from the experiments is made publicly available on the NHERI DesignSafe Data Depot, and results will be disseminated through a series of journal papers (submitted and under review at the time of the projects conclusion).\n\n\n\t\t\t\t\tLast Modified: 11/30/2023\n\n\t\t\t\t\tSubmitted by: PatriciaMClayton\n"
 }
}