{
 "awd_id": "1825732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research: Staying the course: Understanding the motivational factors contributing to persistence among undergraduate engineering students in online courses",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 372370.0,
 "awd_amount": 372370.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2018-08-30",
 "awd_abstract_narration": "This study will investigate the factors that motivate undergraduate engineering students enrolled in online courses to complete the courses, rather than drop out. Online courses have become an increasingly utilized and important instructional method in undergraduate engineering education. The online format can provide educational opportunities to students who otherwise may not have access and, therefore, has the potential to positively affect the size and makeup of the nation's engineering workforce. However, students in online courses drop out of these courses at greater rates than those in more traditional, face-to-face courses. The proposed work will utilize the online undergraduate engineering degree programs at Arizona State University to generate a model that describes and predicts course-level persistence based on the following types of data: attributes of individual students, tracking data that shows where and when students click within their online course learning management system, and information about the online courses themselves. The immediate impact of the work will be an increased understanding of the reasons that undergraduate engineering students choose to stay in or drop online courses. In the longer term, the findings will also contribute to efforts that support a greater percentage of online undergraduate engineering students successfully completing their degree programs.\r\n\r\nDuring the project, a Model of Online Course-level Persistence in Engineering grounded in theories of student motivation and online and undergraduate engineering student persistence will be developed and empirically evaluated. The project proposes three studies. The Student Experiences Study uses a longitudinal, within-person approach to investigate how undergraduate engineering students' experiences in their online course influence their beliefs about their likelihood of success in the course, their perceptions of the value of the course, their level of engagement in the course, and their ultimate decision to complete the course. The Learning Management System Interaction Study applies the learner-based technique of associative classification to historical data from online undergraduate engineering courses at Arizona State University to describe students' patterns of engagement with their online course learning management system as they relate to course-level persistence. The final Persistence Modeling Study generates a unified measure of course engagement from these patterns. This measure will be used in a longitudinal structural equation modeling analysis that compares three variations on the model of online course-level persistence: (1) a variation in which engagement is included as a partial mediator of the relationships between expectancies of course success, course task values, perceptions of course characteristics, and course-level persistence, (2) a variation in which engagement is conceptualized as a full mediator of the relationships between expectancies of course success, course task values, perceptions of course characteristics, and persistence to course completion, and (3) a variation in which engagement is not included at all.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Brunhaver",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha R Brunhaver",
   "pi_email_addr": "Samantha.Brunhaver@asu.edu",
   "nsf_id": "000687002",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Bekki",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Bekki",
   "pi_email_addr": "jennifer.bekki@asu.edu",
   "nsf_id": "000519104",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 372370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project, &ldquo;Research: Staying the course: Understanding the motivational factors contributing to persistence among undergraduate engineering students in online courses&rdquo; (NSF grant&nbsp;</span><strong>1825732</strong><span>), strove to advance understanding of course-level persistence among online undergraduate engineering students. The choice of course-level persistence as a measure of educational efficacy was purposefully selected to align with current literature on online learning and has clear links to more traditional measures of engineering persistence, such as degree completion. The project was funded for three years with a budget of $372,370 and a research team of two faculty and two graduate students at Arizona State University (ASU). All data collection for the project was conducted at ASU, an early adopter of online undergraduate engineering education, featuring four fully online ABET-accredited undergraduate engineering degree programs.</span></p>\n<p>The project combined social science and learner analytic-based research methods to explore the influence of student demographics, student perceptions and beliefs about their online course, and student engagement with their online course&rsquo;s learning management system (LMS) on decisions to remain enrolled in their course. We developed a Model of Online Course-level Persistence in Engineering to guide our exploration of these questions, basing the model on three frameworks related to motivation and online student engagement: Transactional Distance Theory, the Community of Inquiry model, and the Expectancy x Value Theory of Motivation. This model was particularly useful in helping determine the specific constructs to measure and relationships to explore in the pursuit of knowledge about the factors that influence undergraduate engineering student persistence in the online learning environment.</p>\n<p>Two sequential studies informed the project outcomes. In the first study, we longitudinally surveyed more than 120 online undergraduate engineering students twice per week for six weeks about their online course characteristics, beliefs about their likelihood of success in the course, perceptions about the value of their course, and intentions of completing the course. In the second study, we applied associative classification to historical LMS data from online undergraduate engineering courses to identify &ldquo;rules of engagement&rdquo; that describe LMS interaction behaviors associated with course-level persistence.</p>\n<p>Results from the first study underscored the importance of the quality of the course LMS, instructor, and peers on student online course-level persistence decisions. Students&rsquo; comfort using the course LMS to communicate with others in the course (LMS dialog), perceptions of their instructor&rsquo;s classroom behaviors (instructor practices), and extent to which they felt supported by the other students (peer support) were all significantly related to their intentions to remain in the course. Students&rsquo; online course persistence intentions were also influenced by their satisfaction with how the instructor used the course LMS to support student learning (LMS fit), expectations of course success, and motivations for taking the course. These relationships were moderated by students&rsquo; gender, racial/ethnic minority group status, first-generation status, and veteran status. In every case, online course-level persistence intentions were less dependent on variations in student perceptions of their course for the historically underserved groups than for their non-historically underserved counterpart. These findings position the online learning environment as a potentially rich avenue for broadening participation in engineering. Examining whether these effects apply exclusively to the online learning environment and their cause represents an exciting opportunity for future research.</p>\n<p>The second study produced a set of &ldquo;rules of engagement&rdquo; describing student-LMS interaction behaviors associated with online course-level persistence. These rules of engagement were generated for course completers and course leavers separately and then manipulated to determine the best measure of online student engagement based on LMS interaction behaviors associated with course-level persistence. The final engagement score for a student in an online class was calculated as the mathematical difference between the percentages of course completer and leaver rules met by the student.</p>\n<p>The studies conducted advance knowledge and theory in engineering education by adding a new understanding of the factors contributing to undergraduate student course-level persistence in asynchronous online engineering classes. Through an increased understanding of how online course characteristics influence relevant persistence-related constructs, findings from this project can influence how instructors design and deliver online undergraduate courses, which will, in turn, better support the educational experiences and persistence decisions of online undergraduate students in engineering. The project findings also lay the groundwork for a hypothesized model of online course-level persistence in engineering that incorporates both LMS tracking data and student characteristic data and upon which future research and educational practice related to online undergraduate student teaching and learning can build. These impacts are significant as online engineering course enrollments and degree programs continue to grow.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2023<br>\n\t\t\t\t\tModified by: Samantha&nbsp;R&nbsp;Brunhaver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project, \"Research: Staying the course: Understanding the motivational factors contributing to persistence among undergraduate engineering students in online courses\" (NSF grant 1825732), strove to advance understanding of course-level persistence among online undergraduate engineering students. The choice of course-level persistence as a measure of educational efficacy was purposefully selected to align with current literature on online learning and has clear links to more traditional measures of engineering persistence, such as degree completion. The project was funded for three years with a budget of $372,370 and a research team of two faculty and two graduate students at Arizona State University (ASU). All data collection for the project was conducted at ASU, an early adopter of online undergraduate engineering education, featuring four fully online ABET-accredited undergraduate engineering degree programs.\n\nThe project combined social science and learner analytic-based research methods to explore the influence of student demographics, student perceptions and beliefs about their online course, and student engagement with their online course’s learning management system (LMS) on decisions to remain enrolled in their course. We developed a Model of Online Course-level Persistence in Engineering to guide our exploration of these questions, basing the model on three frameworks related to motivation and online student engagement: Transactional Distance Theory, the Community of Inquiry model, and the Expectancy x Value Theory of Motivation. This model was particularly useful in helping determine the specific constructs to measure and relationships to explore in the pursuit of knowledge about the factors that influence undergraduate engineering student persistence in the online learning environment.\n\nTwo sequential studies informed the project outcomes. In the first study, we longitudinally surveyed more than 120 online undergraduate engineering students twice per week for six weeks about their online course characteristics, beliefs about their likelihood of success in the course, perceptions about the value of their course, and intentions of completing the course. In the second study, we applied associative classification to historical LMS data from online undergraduate engineering courses to identify \"rules of engagement\" that describe LMS interaction behaviors associated with course-level persistence.\n\nResults from the first study underscored the importance of the quality of the course LMS, instructor, and peers on student online course-level persistence decisions. Students’ comfort using the course LMS to communicate with others in the course (LMS dialog), perceptions of their instructor’s classroom behaviors (instructor practices), and extent to which they felt supported by the other students (peer support) were all significantly related to their intentions to remain in the course. Students’ online course persistence intentions were also influenced by their satisfaction with how the instructor used the course LMS to support student learning (LMS fit), expectations of course success, and motivations for taking the course. These relationships were moderated by students’ gender, racial/ethnic minority group status, first-generation status, and veteran status. In every case, online course-level persistence intentions were less dependent on variations in student perceptions of their course for the historically underserved groups than for their non-historically underserved counterpart. These findings position the online learning environment as a potentially rich avenue for broadening participation in engineering. Examining whether these effects apply exclusively to the online learning environment and their cause represents an exciting opportunity for future research.\n\nThe second study produced a set of \"rules of engagement\" describing student-LMS interaction behaviors associated with online course-level persistence. These rules of engagement were generated for course completers and course leavers separately and then manipulated to determine the best measure of online student engagement based on LMS interaction behaviors associated with course-level persistence. The final engagement score for a student in an online class was calculated as the mathematical difference between the percentages of course completer and leaver rules met by the student.\n\nThe studies conducted advance knowledge and theory in engineering education by adding a new understanding of the factors contributing to undergraduate student course-level persistence in asynchronous online engineering classes. Through an increased understanding of how online course characteristics influence relevant persistence-related constructs, findings from this project can influence how instructors design and deliver online undergraduate courses, which will, in turn, better support the educational experiences and persistence decisions of online undergraduate students in engineering. The project findings also lay the groundwork for a hypothesized model of online course-level persistence in engineering that incorporates both LMS tracking data and student characteristic data and upon which future research and educational practice related to online undergraduate student teaching and learning can build. These impacts are significant as online engineering course enrollments and degree programs continue to grow.\n\n\t\t\t\t\tLast Modified: 08/31/2023\n\n\t\t\t\t\tSubmitted by: Samantha R Brunhaver"
 }
}