{
 "awd_id": "1825830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research: Longitudinal Exploration of Engineering Design Team Performance in Relation to Team Composition, Climate, and Communication Patterns",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 349792.0,
 "awd_amount": 365792.0,
 "awd_min_amd_letter_date": "2018-09-05",
 "awd_max_amd_letter_date": "2020-07-22",
 "awd_abstract_narration": "Today's technical challenges are becoming more and more complex.  Engineering organizations around the world are becoming increasingly team-based in order to deal with these challenges. In order to be effective, engineering teams need to have strong technical skills and strong interpersonal skills. Effective team communication and a team working environment that supports active engagement of all members are essential components of successful teamwork. These technical and interpersonal skills take time to learn, so it is important to understand how they develop as engineers engage in the design process and when suitable interventions might be needed to help engineers learn them more effectively. To this end, this research will explore the role of team communication patterns on engineering student team performance throughout the design process. The study will investigate the role that the composition of the team plays in these dynamic relationships. This research will provide evidence regarding when team training interventions should be applied, as well as which types of interventions will be most effective at specific points of the design process. The research findings will benefit the broad engineering community by providing a free collection of tested team interventions that are designed for use with any engineering team, working in any context. Engineering educators and practitioners can use these interventions to study their teams, improve their team performance, and develop new research-based team interventions. When adopted in professional settings, these interventions have the potential to lead to improved team performance, which will save time and resources that are at a premium in industry contexts. All of these results will benefit society by improving the team skills and training of engineering students and practitioners, which will support engineering innovation across academia and industry.\r\n \r\nThe technical objectives of this proposal are: (1) to develop a model of the impact of interpersonal risk-taking on engineering design team performance at each stage of the design process and the underlying role of team communication patterns; (2) to investigate how team composition (e.g., demographic, personality, cultural, and cognitive differences) influences team communication patterns and interpersonal risk-taking at each stage of the design process; and (3) to investigate team interventions that foster interpersonal risk-taking and improve engineering team performance. These objectives will be accomplished through long-term empirical investigations in project-based engineering design courses. This project will result in the creation of a model of engineering team effectiveness, which will serve as the guiding framework for engineering team research and will impact the ways in which teams are studied, their performance is quantified, and interventions are developed and implemented in engineering education and practice.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scarlett",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scarlett Miller",
   "pi_email_addr": "shm13@psu.edu",
   "nsf_id": "000620009",
   "pi_start_date": "2018-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Jablokow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn Jablokow",
   "pi_email_addr": "kwl3@psu.edu",
   "nsf_id": "000274793",
   "pi_start_date": "2018-09-05",
   "pi_end_date": "2020-04-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Simkins",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Susan J Simkins",
   "pi_email_addr": "sxm40@psu.edu",
   "nsf_id": "000287376",
   "pi_start_date": "2018-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "213P Hammond Bldg",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 349792.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the role of team composition and communication patterns on engineering student team performance throughout the engineering design process using a longitudinal methodology. Towards this end, human-subject studies were conducted with more than 500 first-year engineering students in 135 teams using qualitative and quantitative research methods. In these studies, the role of surface (e.g. gender) and deep (e.g. cognitive) diversity on team success in engineering design was explored. In addition, the role of a teams&rsquo; shared belief in the team&rsquo;s safety for interpersonal risk taking (psychological safety) on design outcomes in both in-person and online environments was evaluated. Finally, the utility of teaming interventions on the development of effective teaming knowledge and the application of this knowledge in engineering design teams throughout multi-week design projects was studied.</p>\n<p>Specific outcomes of this project include the following. First, the work established the reliability of psychological safety in engineering student populations. Specifically, it identified that psychological safety takes time to develop and accurately manifest in engineering design student teams and that this construct varies between in-person and online teams. These results provided insight into what context (or under what type of application) psychological safety metrics are accurate. Second, this work identified two key factors contributing to the climate of psychological safety in engineering student teams including work coordination and communication and the role of these factors across the design process. These findings provide the framework for how to support psychological safety in both educational and industry settings. Third, this work established a link between team psychological safety and productivity in the engineering design process, with psychological safety being positively related to the quality of ideas developed during an engineering design project and a higher selection rate of design concepts during concept screening. This work thus provides theoretic grounding for why psychological safety is important in engineering. Fourth, this research showed that increases in deep level diversity was related to a higher likelihood of teams generating paradigm-challenging ideas while lower levels resulted in more paradigm breaking ideas. In addition, the role of team gender diversity was also shown to contribute to perceptions of psychologically safe teams, with women perceiving themselves to be more psychologically safe with other team members who identified as women in comparison to their perceptions of team members that identified themselves as men. These results provide new mechanisms to understand the role of diversity on team psychological safety and help disentangle the complex factors that result in psychologically safe environments. Fifth, this work resulted in a series of short training videos on psychological safety in engineering education and identified that the application of these videos in an educational setting were effective in improving the psychological safety of engineering teams. Lastly, this project produced a series of publicly available videos and several archival publications documenting the above outcomes such that future researchers or practitioners can build upon or leverage this project's outcomes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2023<br>\n\t\t\t\t\tModified by: Scarlett&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored the role of team composition and communication patterns on engineering student team performance throughout the engineering design process using a longitudinal methodology. Towards this end, human-subject studies were conducted with more than 500 first-year engineering students in 135 teams using qualitative and quantitative research methods. In these studies, the role of surface (e.g. gender) and deep (e.g. cognitive) diversity on team success in engineering design was explored. In addition, the role of a teams’ shared belief in the team’s safety for interpersonal risk taking (psychological safety) on design outcomes in both in-person and online environments was evaluated. Finally, the utility of teaming interventions on the development of effective teaming knowledge and the application of this knowledge in engineering design teams throughout multi-week design projects was studied.\n\nSpecific outcomes of this project include the following. First, the work established the reliability of psychological safety in engineering student populations. Specifically, it identified that psychological safety takes time to develop and accurately manifest in engineering design student teams and that this construct varies between in-person and online teams. These results provided insight into what context (or under what type of application) psychological safety metrics are accurate. Second, this work identified two key factors contributing to the climate of psychological safety in engineering student teams including work coordination and communication and the role of these factors across the design process. These findings provide the framework for how to support psychological safety in both educational and industry settings. Third, this work established a link between team psychological safety and productivity in the engineering design process, with psychological safety being positively related to the quality of ideas developed during an engineering design project and a higher selection rate of design concepts during concept screening. This work thus provides theoretic grounding for why psychological safety is important in engineering. Fourth, this research showed that increases in deep level diversity was related to a higher likelihood of teams generating paradigm-challenging ideas while lower levels resulted in more paradigm breaking ideas. In addition, the role of team gender diversity was also shown to contribute to perceptions of psychologically safe teams, with women perceiving themselves to be more psychologically safe with other team members who identified as women in comparison to their perceptions of team members that identified themselves as men. These results provide new mechanisms to understand the role of diversity on team psychological safety and help disentangle the complex factors that result in psychologically safe environments. Fifth, this work resulted in a series of short training videos on psychological safety in engineering education and identified that the application of these videos in an educational setting were effective in improving the psychological safety of engineering teams. Lastly, this project produced a series of publicly available videos and several archival publications documenting the above outcomes such that future researchers or practitioners can build upon or leverage this project's outcomes.\n\n \n\n\t\t\t\t\tLast Modified: 01/04/2023\n\n\t\t\t\t\tSubmitted by: Scarlett Miller"
 }
}