{
 "awd_id": "1825129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Encephalic Arterial Canals and their Functional Significance",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 27566.0,
 "awd_amount": 27566.0,
 "awd_min_amd_letter_date": "2018-08-06",
 "awd_max_amd_letter_date": "2018-08-06",
 "awd_abstract_narration": "The cost of evolving a large brain, like the human brain, is hypothesized to require energetic trade-offs, such that increases in brain metabolism may require reductions in energy used for growth and reproduction. However, additional comparative data on brain metabolism (the rate at which energy is used) are needed to better investigate these potential trade-offs. Because direct measurements are difficult to obtain for most living species and impossible for extinct ones, this doctoral dissertation project will use measurements obtained from skeletal features affected by brain metabolic demands to infer rates of brain metabolism in a broad group of mammals. Comparing how and why mammals may vary in the energy they expend on the brain relative to their body's metabolism will advance knowledge in primate and human biology and brain evolution. This project will generate numerous 3D scans of skulls that will be used for student mentoring and public outreach at Duke University and the North Carolina Museum of Natural Sciences. These data will also be released for public access on the digital archive MorphoSource, which will yield further research and educational utility.\r\n\r\nPrevious studies suggest that the size of foramina that transmit the brain's arteries may be used to predict brain glucose utilization rates in euarchontans. This project aims to further evaluate the use of these foramina to test energetic hypotheses of brain size evolution. Diameters of the transverse foramina (which transmit the vertebral artery) and carotid canals (which transmit the internal carotid artery) will be measured from osteological and 3-D digitized specimens obtained from high-resolution computed tomography scans, respectively, in a broad taxonomic sample of marsupials, glirans, afrotheres, xenarthrans, and some carnivorans. A study of bony canal area and predicted blood flow rate change through ontogeny in a cadaveric osteological sample of humans will also be conducted to further elucidate the relationship between foramen size, brain size, and brain metabolism. Using these data, this project will test the extent to which large brains in primates and other mammals are sustained by increasing the body's metabolic rate. This research will further the understanding of human brain evolution within the context of mammalian brain evolution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Boyer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas M Boyer",
   "pi_email_addr": "doug.boyer@duke.edu",
   "nsf_id": "000562534",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arianna",
   "pi_last_name": "Harrington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arianna Harrington",
   "pi_email_addr": "ariannaharrington@suu.edu",
   "nsf_id": "000768336",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main Street Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760800",
   "pgm_ele_name": "Bio Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 27566.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How much energy does the human brain use compared to other mammals? It is said that the human brain uses about 1/5 of the body&rsquo;s daily energy. It is hypothesized that the energetic cost of the human brain has influenced the evolution of several behavioral and anatomical features that represent a tradeoff between supplying energy to a large, energy-demanding brain while reducing the energy costs of other body functions. However, a testing such hypotheses have been hampered by a lack of comparative data for the energetic costs of brains in non-human mammals. This is because it is difficult (or too invasive) to directly measure metabolic rates (the rate in which energy is used) for the brain in most non-human animals.</p>\n<p>This project utilized an alternate strategy to estimate brain metabolic rates in a broad sample of mammals, including other primates (lemurs, monkeys, and apes), marsupials (kangaroos, opossums, and their kin), carnivorans (bears, raccoons, weasels, and their kin), rodents and rabbits, and afrotheres (elephant shrews, golden moles, and their kin). Specifically, blood flow rates to the brain were calculated from measurements of openings in the skull and neck bones (cervical vertebrae) that pass arteries to the brain. The premise was that 1) size of bony openings reflect the size of arteries within them, 2) size of the artery are related to blood flow rate, and 3) blood flow rates to the brain are directly related to the energy use of the brain because blood brings the brain the oxygen and nutrients necessary to produce energy.</p>\n<p>This project first tested the relationship of bone measurements, blood flow rate, and brain metabolism in a sample of humans through growth. In human children, brain metabolism and blood flow rate changes as the brain grows. We found that pattern of change in brain metabolism in human juveniles reflected pattern of change in total blood flow to the brain estimated from measurements of the bones, confirming the relationship between the size of bony passages for brain arteries and the metabolic rate of the brain.</p>\n<p>After conducting few more validation tests, the same technique used for the human sample was used to estimate blood flow rates to the brain of 301 species of mammals, for which measurements were collected from approximately 1,400 specimens. Funds from this award were utilized to travel to four U.S. natural history collections to collect measurements and to newly acquire high-resolution x-ray computed tomography (CT) scans of mammal skulls. Blood flow rates were converted to estimates of brain metabolism using analytical techniques (Bayesian methods) that take uncertainty and potential errors into account.</p>\n<p>We found that while humans do use a high proportion of their body&rsquo;s metabolic rate for their brain, they were not the only mammal species to do so. Some marsupials, rodents, and primates had comparatively high brain metabolic rates while many carnivorans had comparatively low brain metabolic rates for their body metabolic rates. Furthermore, we found that having a relatively high brain metabolic rate is associated with having reduced costs for reproduction across the mammals sampled (as represented by having fewer offspring per reproductive event and having larger spacing between births).</p>\n<p>Taken together, the results of this project contributed to a key theme in evolutionary biology and anthropology: to better understand brain evolution in humans and other primates. First, the project demonstrated the continued utility of using bone measurements to estimate brain metabolic rate in species for which direct measurements will likely never be available. It also suggested through comparisons with a wide sample of mammals that the cost of the human (and generally, the primate) brain is offset by reducing the energy used to reproduce. This broad view through the lens of mammalian evolution adds further context to the evolution of the characteristics which define humans. These findings are reported in the Co-PI&rsquo;s dissertation (completed in 2020) and are currently being prepared as manuscript submissions for publication.</p>\n<p>Throughout its lifetime, this project has also produced 460 high-resolution CT scans of the skulls of 178 species of placental and marsupial mammals. These data are deposited in the public data repository MorphoSource, where they will be accessible to the public for use in research, education, and non-commercial creative endeavors at no cost. These data have already been used to build new scientific collaborations and for educational outreach by the PI and Co-PI. Representing species from across the world, many of which have not had publicly accessible scans available before, the dataset generated by this project will provide a bountiful resource for education and research into the relationships of the structure and function of the mammalian skull.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2020<br>\n\t\t\t\t\tModified by: Arianna&nbsp;Harrington</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow much energy does the human brain use compared to other mammals? It is said that the human brain uses about 1/5 of the body’s daily energy. It is hypothesized that the energetic cost of the human brain has influenced the evolution of several behavioral and anatomical features that represent a tradeoff between supplying energy to a large, energy-demanding brain while reducing the energy costs of other body functions. However, a testing such hypotheses have been hampered by a lack of comparative data for the energetic costs of brains in non-human mammals. This is because it is difficult (or too invasive) to directly measure metabolic rates (the rate in which energy is used) for the brain in most non-human animals.\n\nThis project utilized an alternate strategy to estimate brain metabolic rates in a broad sample of mammals, including other primates (lemurs, monkeys, and apes), marsupials (kangaroos, opossums, and their kin), carnivorans (bears, raccoons, weasels, and their kin), rodents and rabbits, and afrotheres (elephant shrews, golden moles, and their kin). Specifically, blood flow rates to the brain were calculated from measurements of openings in the skull and neck bones (cervical vertebrae) that pass arteries to the brain. The premise was that 1) size of bony openings reflect the size of arteries within them, 2) size of the artery are related to blood flow rate, and 3) blood flow rates to the brain are directly related to the energy use of the brain because blood brings the brain the oxygen and nutrients necessary to produce energy.\n\nThis project first tested the relationship of bone measurements, blood flow rate, and brain metabolism in a sample of humans through growth. In human children, brain metabolism and blood flow rate changes as the brain grows. We found that pattern of change in brain metabolism in human juveniles reflected pattern of change in total blood flow to the brain estimated from measurements of the bones, confirming the relationship between the size of bony passages for brain arteries and the metabolic rate of the brain.\n\nAfter conducting few more validation tests, the same technique used for the human sample was used to estimate blood flow rates to the brain of 301 species of mammals, for which measurements were collected from approximately 1,400 specimens. Funds from this award were utilized to travel to four U.S. natural history collections to collect measurements and to newly acquire high-resolution x-ray computed tomography (CT) scans of mammal skulls. Blood flow rates were converted to estimates of brain metabolism using analytical techniques (Bayesian methods) that take uncertainty and potential errors into account.\n\nWe found that while humans do use a high proportion of their body’s metabolic rate for their brain, they were not the only mammal species to do so. Some marsupials, rodents, and primates had comparatively high brain metabolic rates while many carnivorans had comparatively low brain metabolic rates for their body metabolic rates. Furthermore, we found that having a relatively high brain metabolic rate is associated with having reduced costs for reproduction across the mammals sampled (as represented by having fewer offspring per reproductive event and having larger spacing between births).\n\nTaken together, the results of this project contributed to a key theme in evolutionary biology and anthropology: to better understand brain evolution in humans and other primates. First, the project demonstrated the continued utility of using bone measurements to estimate brain metabolic rate in species for which direct measurements will likely never be available. It also suggested through comparisons with a wide sample of mammals that the cost of the human (and generally, the primate) brain is offset by reducing the energy used to reproduce. This broad view through the lens of mammalian evolution adds further context to the evolution of the characteristics which define humans. These findings are reported in the Co-PI’s dissertation (completed in 2020) and are currently being prepared as manuscript submissions for publication.\n\nThroughout its lifetime, this project has also produced 460 high-resolution CT scans of the skulls of 178 species of placental and marsupial mammals. These data are deposited in the public data repository MorphoSource, where they will be accessible to the public for use in research, education, and non-commercial creative endeavors at no cost. These data have already been used to build new scientific collaborations and for educational outreach by the PI and Co-PI. Representing species from across the world, many of which have not had publicly accessible scans available before, the dataset generated by this project will provide a bountiful resource for education and research into the relationships of the structure and function of the mammalian skull.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2020\n\n\t\t\t\t\tSubmitted by: Arianna Harrington"
 }
}