{
 "awd_id": "1826647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS: Medium: Collaborative Research: Exploiting Fine-grained WiFi Signals for Wellbeing Monitoring",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexander Sprintson",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 59174.0,
 "awd_amount": 59174.0,
 "awd_min_amd_letter_date": "2018-04-11",
 "awd_max_amd_letter_date": "2018-04-11",
 "awd_abstract_narration": "While proliferating WiFi networks are usually used for wireless Internet connections, they have great potential to capture environment changes and identify human motions of various scales. Examples of such motions range from performing daily activities to breathing and heartbeat during sleep. These various scales of motions can be captured by fine-grained WiFi signals to perform continuous wellbeing monitoring. Wellbeing monitoring leveraging existing WiFi infrastructure is particularly attractive as it requires neither wearing body instrumentation nor active monitorng by the user. Such an approach would facilitate a broad range of healthcare related applications at home environments without frequent hospital visits, such as real-time prediction and prevention of certain health problems (e.g., cardiovascular diseases and sleep apnea). Using existing WiFi infrastructure for wellbeing monitoring not only advances and extends the applications that could be supported by WiFi networks but also enables easy and large-scale deployment in non-clinical settings due to the proliferation of WiFi networks. Additionally, the educational efforts include curriculum development, outreaching to high school students, and engaging both undergraduate and graduate students in research.\r\n\r\nThis project focuses on building a WiFi enabled continuous wellbeing monitoring framework for fine-grained sleep monitoring and vital signs tracking at home environments. Users do not need to wear any sensors or actively participate in the monitoring process. The proposed framework targets to advance techniques in device-free fine-grained sleep events identification and vital signs tracking during sleep by utilizing existing WiFi signals. The proposed framework develops device-free localization strategies, vital signs tracking methods and statistical learning techniques to depict a comprehensive picture of users' wellbeing. Such wellbeing information is further utilized to assist in real-time disease prediction by leveraging today's ever-growing mobile environments. A hierarchical multivariate logistic regression model is developed to effectively mine through health conditions and identify risk factors of certain diseases. Chances of developing certain health problems, such as cardiovascular diseases, is promptly predicted. The project also provides user-centric access control of archived wellbeing monitoring information to ensure data privacy and coping with distrusted servers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yingying",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingying Chen",
   "pi_email_addr": "yingche@scarletmail.rutgers.edu",
   "nsf_id": "000080615",
   "pi_start_date": "2018-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers  University",
  "perf_str_addr": "94 Brett Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088543925",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 59174.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project seeks to build a WiFi enabled continuous wellbeing monitoring framework for fine-grained sleep monitoring and vital signs tracking at home environments. This project pursues the vision of a system that utilizes device-free localization strategies, vital signs tracking methods, and statistical learning techniques to depict a comprehensive picture of user's wellbeing. It reuses the existing WiFi infrastructure and does not require user&rsquo;s active participation. The collected wellbeing information can be further utilized to assist real-time disease prediction by leveraging today's ever-growing mobile environments.&nbsp;Particularly, we accomplished the following aspects: (1) device-free fitness assistant using the existing WiFi infrastructure; (2) measuring pulse transit time using smartphone and optical sensors; (3) developing a fine-grained eating monitoring system leveraging WiFi signals.</p>\n<p>(1) Device-free fitness assistant using the existing WiFi infrastructure: There is a growing trend for people to perform regular workouts in home/office environments because work-at-home people or office workers can barely squeeze in time to go to dedicated exercise places (e.g., gym). To provide personalized fitness assistance in home/office environments, traditional solutions, e.g., hiring personal coaches, incur extra cost and are not always available, while new trends requiring wearing smart devices around the clock are cumbersome. In order to overcome these limitations, we develop a device-free fitness assistant system in home/office environments using existing WiFi infrastructure. Our system aims to provide personalized fitness assistance by differentiating individuals, automatically recording fine-grained workout statistics, and assessing workout dynamics. In particular, our system performs individual identification via deep learning techniques on top of workout interpretation. It further assesses the workout by analyzing both short and long-term workout quality and provides workout reviews for users to improve their daily exercises. Additionally, our system adopts a spectrogram-based workout detection algorithm along with a Cumulative Short Time Energy (CSTE)-based workout segmentation method to ensure its robustness.</p>\n<p>(2) Measuring pulse transit time using smartphone and optical sensors: We investigate the feasibility of acquiring cardio-mechanical signals that are reliable in temporal accuracy from the built-in motion sensors and the optical sensor that connects to the smartphone. We use a modified optical sensor that connects to the smartphone via the audio input jack for photoplethysmography signal recordings. The proposed smartphone-only solution is low-cost as no external devices are needed in this setup. A smartphone application along with a digital signal processing system that handles the acquisition, reconstruction, and analysis of all the signals is developed and experimentally tested. Experimental results validate the feasibility of the system to estimate the pulse transit time with a comparable performance to a dedicated embedded system. Our experiments show that the pulse transit time measurements from our system outperform the existing methods due to the integration of all the signals in the same device, which eliminates potential errors occurring during inter-device synchronization.</p>\n<p>(3) Developing a fine-grained eating monitoring system leveraging WiFi signals: Eating, as an essential activity for energy intake and nutrition supply, has been known to be closely related to people&rsquo;s health. A surfeit of food could lead to excess calorie intake, gaining body weight, and various health-related problems such as cardiovascular diseases, diabetes, and stomach cancers. Thus, keeping track of diet is becoming more important. Traditional eating monitoring solutions relying on self-report remain an onerous task, while the recent trends requiring users to wear dedicated, yet expensive hardware are cumbersome. To overcome these limitations, we develop a device-free eating monitoring system using WiFi-enabled devices (e.g., smartphone or laptop). Our system aims to automatically monitor users&rsquo; eating activities by identifying the &#64257;ne-grained eating motions and detecting the minute movements during chewing and swallowing. In particular, our system distinguishes eating from non-eating activities by using K-means clustering with principal component analysis on the extracted Channel State Information (CSI) from WiFi signals. It further adopts a soft decision-based eating motion classi&#64257;cation through identifying the utensils (e.g., using a folk, knife, spoon, or bare hands) in use. Moreover, we propose a minute motion reconstruction method to identify chewing and swallowing by detecting users&rsquo; minute facial muscle movements. The derived &#64257;ne-grained eating monitoring results are bene&#64257;cial to understanding users&rsquo; eating behaviors and estimation of food intake types and amounts.&nbsp;</p>\n<p>The project offers great potential for broader impact both through the research topics that it addresses and through specific integrated educational and outreach activities. Developing the low-cost device-free wellbeing system has long-term benefits to the mobile healthcare domain, especially under the ongoing pandemic situation. Moreover, during the project period the PIs not only trained graduate students to conduct the research but also actively included undergraduates and high school students through research internship programs. Results are disseminated through scholarly publications, active outreach to the wireless and mobile industry through WINLAB's industry events and connections.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2020<br>\n\t\t\t\t\tModified by: Yingying&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project seeks to build a WiFi enabled continuous wellbeing monitoring framework for fine-grained sleep monitoring and vital signs tracking at home environments. This project pursues the vision of a system that utilizes device-free localization strategies, vital signs tracking methods, and statistical learning techniques to depict a comprehensive picture of user's wellbeing. It reuses the existing WiFi infrastructure and does not require user’s active participation. The collected wellbeing information can be further utilized to assist real-time disease prediction by leveraging today's ever-growing mobile environments. Particularly, we accomplished the following aspects: (1) device-free fitness assistant using the existing WiFi infrastructure; (2) measuring pulse transit time using smartphone and optical sensors; (3) developing a fine-grained eating monitoring system leveraging WiFi signals.\n\n(1) Device-free fitness assistant using the existing WiFi infrastructure: There is a growing trend for people to perform regular workouts in home/office environments because work-at-home people or office workers can barely squeeze in time to go to dedicated exercise places (e.g., gym). To provide personalized fitness assistance in home/office environments, traditional solutions, e.g., hiring personal coaches, incur extra cost and are not always available, while new trends requiring wearing smart devices around the clock are cumbersome. In order to overcome these limitations, we develop a device-free fitness assistant system in home/office environments using existing WiFi infrastructure. Our system aims to provide personalized fitness assistance by differentiating individuals, automatically recording fine-grained workout statistics, and assessing workout dynamics. In particular, our system performs individual identification via deep learning techniques on top of workout interpretation. It further assesses the workout by analyzing both short and long-term workout quality and provides workout reviews for users to improve their daily exercises. Additionally, our system adopts a spectrogram-based workout detection algorithm along with a Cumulative Short Time Energy (CSTE)-based workout segmentation method to ensure its robustness.\n\n(2) Measuring pulse transit time using smartphone and optical sensors: We investigate the feasibility of acquiring cardio-mechanical signals that are reliable in temporal accuracy from the built-in motion sensors and the optical sensor that connects to the smartphone. We use a modified optical sensor that connects to the smartphone via the audio input jack for photoplethysmography signal recordings. The proposed smartphone-only solution is low-cost as no external devices are needed in this setup. A smartphone application along with a digital signal processing system that handles the acquisition, reconstruction, and analysis of all the signals is developed and experimentally tested. Experimental results validate the feasibility of the system to estimate the pulse transit time with a comparable performance to a dedicated embedded system. Our experiments show that the pulse transit time measurements from our system outperform the existing methods due to the integration of all the signals in the same device, which eliminates potential errors occurring during inter-device synchronization.\n\n(3) Developing a fine-grained eating monitoring system leveraging WiFi signals: Eating, as an essential activity for energy intake and nutrition supply, has been known to be closely related to people’s health. A surfeit of food could lead to excess calorie intake, gaining body weight, and various health-related problems such as cardiovascular diseases, diabetes, and stomach cancers. Thus, keeping track of diet is becoming more important. Traditional eating monitoring solutions relying on self-report remain an onerous task, while the recent trends requiring users to wear dedicated, yet expensive hardware are cumbersome. To overcome these limitations, we develop a device-free eating monitoring system using WiFi-enabled devices (e.g., smartphone or laptop). Our system aims to automatically monitor users’ eating activities by identifying the &#64257;ne-grained eating motions and detecting the minute movements during chewing and swallowing. In particular, our system distinguishes eating from non-eating activities by using K-means clustering with principal component analysis on the extracted Channel State Information (CSI) from WiFi signals. It further adopts a soft decision-based eating motion classi&#64257;cation through identifying the utensils (e.g., using a folk, knife, spoon, or bare hands) in use. Moreover, we propose a minute motion reconstruction method to identify chewing and swallowing by detecting users’ minute facial muscle movements. The derived &#64257;ne-grained eating monitoring results are bene&#64257;cial to understanding users’ eating behaviors and estimation of food intake types and amounts. \n\nThe project offers great potential for broader impact both through the research topics that it addresses and through specific integrated educational and outreach activities. Developing the low-cost device-free wellbeing system has long-term benefits to the mobile healthcare domain, especially under the ongoing pandemic situation. Moreover, during the project period the PIs not only trained graduate students to conduct the research but also actively included undergraduates and high school students through research internship programs. Results are disseminated through scholarly publications, active outreach to the wireless and mobile industry through WINLAB's industry events and connections.\n\n \n\n\t\t\t\t\tLast Modified: 11/22/2020\n\n\t\t\t\t\tSubmitted by: Yingying Chen"
 }
}