{
 "awd_id": "1826216",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Manufacturing USA: High-Resolution Flexography for Printed Electronics Using Nanoporous Carbon Nanotube Stamps",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2018-08-06",
 "awd_max_amd_letter_date": "2018-08-06",
 "awd_abstract_narration": "For centuries, innovations in printing technologies have gone hand-in-hand with advances in communication, education, and industrialization. Even though digital media has replaced a significant fraction of print media, further breakthroughs in printing technologies are now essential for scalable manufacturing of electronic devices in new formats, for example, on windows, contact lenses, and product packaging. However, the inability to print electronic materials with micron-scale resolution at high throughput is a major roadblock to realizing printed electronics. This award supports research to advance a new printing process as a state-of-art manufacturing platform for low-cost printed devices. The recently invented printing process, which uses nanoporous stamps, can produce features with micron-scale lateral dimensions (less than 10 micrometers), fine-edge roughness (less than 1 micrometer) and highly uniform thickness in the less than 100 nanometer range, at industrial scale printing speeds (greater than 0.1 meter per second). The practical significance of advances in printed electronics and the relevance of this topic to industry partners and the NextFlex Flexible Hybrid Electronics Manufacturing Innovation Institute suggest a pathway for transition of fundamental research in printed electronics to the commercial marketplace. Therefore, this activity directly enhances the nation's prosperity and security. In addition, the project emphasizes mentorship and outreach not only to graduate and undergraduate students in research, but to broad audiences through initiatives such as promotion of nanomaterials using artistic imagery, and a new nanomanufacturing teaching module for a Massive Open Online Course (MOOC) on Fundamentals of Manufacturing Processes.\r\n\r\nThe new printing process uses engineered nanoporous stamps composed of polymer coated carbon nanotube (CNT) forests, which are highly porous (>90 percent), retain the ink within their volume rather than on their surfaces only, and can transfer highly uniform ink layers under mechanical contact.  The project focuses on the following three main thrust areas: (1) investigation of the ink transfer mechanics and precision process control, by combination of analytical and experimental approaches; (2) roll-to-roll printing and reliability studies, wherein the nanoporous stamps are fabricated on rollers and high-speed roll-to-roll printing is studied using a desktop apparatus; and (3) demonstration of printed devices for three high-value applications that leverage the unique capabilities of nanoporous flexography process, namely quantum dot (QD) filters for imaging spectrometers, high-resolution thin-film transistors, and optical metasurfaces.  Understanding from these efforts enable precision control of lateral and vertical dimensions of printed features, and scalable nanoporous stamp materials that resist both mechanical degradation and loss of print quality.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anastasios John",
   "pi_last_name": "Hart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anastasios John Hart",
   "pi_email_addr": "ajhart@mit.edu",
   "nsf_id": "000322020",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For centuries, innovations in printing technologies have contributed to the advancement of society.&nbsp; Even though digital media has replaced a significant fraction of print media, further breakthroughs in printing technologies are now essential for scalable manufacturing of electronic devices in new formats, such as on windows, contact lenses, and product packaging. Prior to this project, the research team invented a high-resolution printing process using nanoporous stamps, which allows features to be printed with very fine features that are necessary for manufacturing of electronic devices. The printing process uses porous stamps made of polymer-coated carbon nanotubes (CNTs), which allow the ink to be held within the stamp and allow very small amounts of ink to be transferred upon contact with the printing substrate.&nbsp;</p>\n<p>In this project, the team has made significant advances in understanding the CNT-based flexographic printing process, and in demonstrating its use for practical applications. A plate-to-roll apparatus was used to study the printing process at speeds that would be necessary for use of the process in a manufacturing setting. It was shown that nanoporous flexographic printing can operate at speeds of up to 0.2 m/s, printing features with linewidth less than 3 micrometers. In addition, nanoporous flexographic printing was used to fabricate printed short-channel (&lt;10 <em>&mu;</em>m) thin film transistors, with single-wall carbon nanotubes (SWCNTs) as the network semiconductor. The measured on&minus;off ratio and mobility meet or exceed those of previously reported SWCNT network transistors fabricated by alternative printing methods. Collaborative research was performed on printed quantum dot filters, and on printed colorimetric sensors for food spoilage detection.</p>\n<p>The program contributed to the training of several graduate students and postdoctoral associates who are now working in industry and in academia. The researchers gained important skills and experience in micro/nanofabrication, fluid mechanics, optical/electronic devices, and market-based research.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/15/2024<br>\nModified by: Anastasios John&nbsp;Hart</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFor centuries, innovations in printing technologies have contributed to the advancement of society. Even though digital media has replaced a significant fraction of print media, further breakthroughs in printing technologies are now essential for scalable manufacturing of electronic devices in new formats, such as on windows, contact lenses, and product packaging. Prior to this project, the research team invented a high-resolution printing process using nanoporous stamps, which allows features to be printed with very fine features that are necessary for manufacturing of electronic devices. The printing process uses porous stamps made of polymer-coated carbon nanotubes (CNTs), which allow the ink to be held within the stamp and allow very small amounts of ink to be transferred upon contact with the printing substrate.\n\n\nIn this project, the team has made significant advances in understanding the CNT-based flexographic printing process, and in demonstrating its use for practical applications. A plate-to-roll apparatus was used to study the printing process at speeds that would be necessary for use of the process in a manufacturing setting. It was shown that nanoporous flexographic printing can operate at speeds of up to 0.2 m/s, printing features with linewidth less than 3 micrometers. In addition, nanoporous flexographic printing was used to fabricate printed short-channel (m) thin film transistors, with single-wall carbon nanotubes (SWCNTs) as the network semiconductor. The measured onoff ratio and mobility meet or exceed those of previously reported SWCNT network transistors fabricated by alternative printing methods. Collaborative research was performed on printed quantum dot filters, and on printed colorimetric sensors for food spoilage detection.\n\n\nThe program contributed to the training of several graduate students and postdoctoral associates who are now working in industry and in academia. The researchers gained important skills and experience in micro/nanofabrication, fluid mechanics, optical/electronic devices, and market-based research.\n\n\n\t\t\t\t\tLast Modified: 09/15/2024\n\n\t\t\t\t\tSubmitted by: Anastasios JohnHart\n"
 }
}