{
 "awd_id": "1826469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Operationalizing Downstream Product Data for Improved Early Design Processes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927933",
 "po_email": "kjabloko@nsf.gov",
 "po_sign_block_name": "Kathryn Jablokow",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 425000.0,
 "awd_min_amd_letter_date": "2018-08-20",
 "awd_max_amd_letter_date": "2018-10-30",
 "awd_abstract_narration": "The design of new products and systems often requires focused and tailored design approaches that improve specific aspects of product performance. Some of these design aspects of interest are design for improved environmental sustainability, design for reduced manufacturing complexity, and design for increased reliability. These methods, called Design-for-X (DfX) approaches, are typically applied at the end of a traditional design cycle, after a chosen concept has been detailed. In this sense, DfX objectives are traditionally considered after-the-fact additions to the design process, requiring potentially costly iteration and further design refinement. This represents a drag on industrial competitiveness. This research will enable DfX decision making early in a design process by operationalizing data from these downstream DfX approaches. The resulting data-driven design approach will yield smarter early-design-phase design processes that result in higher-quality, better-performing, more-economical and environmentally sustainable engineered products. \r\n\r\nThe objective of this research is to establish the relationships between design decisions, product function, and downstream DfX data of interest, and to use these relationships as a foundation for new data-driven design processes, thus encouraging smarter design processes. Objectives will be achieved by enabling the assessment of product functionality, creating both a methodology for automating functional modeling, as well as generating functional data for all products in Oregon State University?s Design Engineering Lab Product Repository. When Research Thrust 2 is completed, designers will be able directly quantify the downstream impact of design decisions made early in the design process. This will reduce costly and time-consuming iteration and provide insight into design choices that would not have been otherwise known. Research Thrust 3 will test our method by using a Design for the Environment dataset, and assess how well providing informed, upfront design decisions will reduce downstream environmental impact. Through adherence to open science doctrine, resources will be made widely available to increase their potential impact, including open-access/publicly accessible journal and conference papers, digital media, repository access, and data and code sharing. This work will advance fundamental knowledge of design by developing and applying design automation techniques to overcome a significant shortcoming in this relatively new area of research: the lack of knowledge about how quantifiable information related to DfX impacts (e.g., sustainability metrics) can be used throughout the early design process.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryony",
   "pi_last_name": "DuPont",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bryony DuPont",
   "pi_email_addr": "Bryony.DuPont@oregonstate.edu",
   "nsf_id": "000649843",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Stone",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Stone",
   "pi_email_addr": "rob.stone@oregonstate.edu",
   "nsf_id": "000356102",
   "pi_start_date": "2018-08-20",
   "pi_end_date": "2018-10-30"
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973312140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "072Y00",
   "pgm_ele_name": "EDSE-Engineering Design and Sy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 425000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The primary goal of this project was to use product function as a bridge to predict the environmental impact of consumer products by using data-driven design approaches. Our theory was that we could predict the downstream environmental impact of a product if we knew enough environmental information about comparable products. We hypothesized that both components and product <em>function</em> would be critical for predicting environmental impact, instead of just predicting this impact based on similar components alone. </span></p>\n<p><span>We started this project by creating a Sustainable Design Repository -- a database of information, attributes, and environmental impact assessment data for a broad selection of commercially-available consumer products of varying complexity. This repository served many purposes: we gained valuable experience in Life Cycle Assessment (LCA), advanced our knowledge of reverse engineering techniques and product teardown methods, and started to creat a common taxonomy for describing the underlying function of product components.&nbsp;<br /><br /></span>We then sought to codify the functions present in each product -- and were able to establish ~160 products in the repository by leveraging a function-based design repository already established at Oregon State. Using machine learning approaches, we were able to classify new products by their functions with good accuracy. We were also able to create a data schema, or structure of information, for each product that allowed us to define the relationships between components, and then define functions based on these relationships.</p>\n<p>In the final year of the project, w<span>e advanced these machine learning approaches&nbsp; to predict component function based on relationships to other components, environmental impact data of components and sub-assemblies with similar functions, and CAD data. To complete this work, we established a relationship with sustainable design researchers at AutoDesk, who served as co-authors on the paper resulting from this part of the project. We created a machine learning approach called PeeP (A Probabilistic Approach for Estimating Environmental Impact of Novel Product Designs) that uses kernel density estimation to provide an estimated environmental impact range for a given product concept, and showed the viability of the approach on a four-product case study. We evolved this approach (M-PeeP: Modified Probability-based Environmental Impact Estimation of Product Concepts method) to perform probabilistic eco-sustainable design that can estimate the environmental impact of product concepts via functional modeling.</span></p>\n<p>The intellectual merit of this work is that the prediction of environmental impact has typically been relegated to the very latest stages of design, after critical decisions about material use, manufacturing processes, the use of the product, and the lifetime and disposal of the product have been made. Through this work, we can accurately predict the environmental impact of a product much earlier in the design process, as soon as we have clarified product functions and the type of components that will carry those functions. This result has the ability to reduce extremely costly downstream iteration, and to facilitate engineering designers' understanding of how their early design choices impact the potential environmental damage that could be caused by the product.&nbsp;</p>\n<p>The broader impacts of this work included support for five graduate students, four of whom completed their MS degrees in work related to the project, and one PhD student, who completed his PhD by spearheading this project. We were also able to further support sustainable design education initiatives at Oregon State by empowering undergraduate student researchers to learn environmental impact assessment and contribute to the publicly available repository of product data. The work of this project also contributed to the redesign of a graduate-level course, Sustainable Product Design, that is offered to students throughout the college of engineering. The students on this project spearheaded the publication of 10 conference papers and journal articles, and some of these students have gone on to careers in sustainable design.</p><br>\n<p>\n Last Modified: 01/22/2024<br>\nModified by: Bryony&nbsp;Dupont</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary goal of this project was to use product function as a bridge to predict the environmental impact of consumer products by using data-driven design approaches. Our theory was that we could predict the downstream environmental impact of a product if we knew enough environmental information about comparable products. We hypothesized that both components and product function would be critical for predicting environmental impact, instead of just predicting this impact based on similar components alone. \n\n\nWe started this project by creating a Sustainable Design Repository -- a database of information, attributes, and environmental impact assessment data for a broad selection of commercially-available consumer products of varying complexity. This repository served many purposes: we gained valuable experience in Life Cycle Assessment (LCA), advanced our knowledge of reverse engineering techniques and product teardown methods, and started to creat a common taxonomy for describing the underlying function of product components.\n\nWe then sought to codify the functions present in each product -- and were able to establish ~160 products in the repository by leveraging a function-based design repository already established at Oregon State. Using machine learning approaches, we were able to classify new products by their functions with good accuracy. We were also able to create a data schema, or structure of information, for each product that allowed us to define the relationships between components, and then define functions based on these relationships.\n\n\nIn the final year of the project, we advanced these machine learning approaches to predict component function based on relationships to other components, environmental impact data of components and sub-assemblies with similar functions, and CAD data. To complete this work, we established a relationship with sustainable design researchers at AutoDesk, who served as co-authors on the paper resulting from this part of the project. We created a machine learning approach called PeeP (A Probabilistic Approach for Estimating Environmental Impact of Novel Product Designs) that uses kernel density estimation to provide an estimated environmental impact range for a given product concept, and showed the viability of the approach on a four-product case study. We evolved this approach (M-PeeP: Modified Probability-based Environmental Impact Estimation of Product Concepts method) to perform probabilistic eco-sustainable design that can estimate the environmental impact of product concepts via functional modeling.\n\n\nThe intellectual merit of this work is that the prediction of environmental impact has typically been relegated to the very latest stages of design, after critical decisions about material use, manufacturing processes, the use of the product, and the lifetime and disposal of the product have been made. Through this work, we can accurately predict the environmental impact of a product much earlier in the design process, as soon as we have clarified product functions and the type of components that will carry those functions. This result has the ability to reduce extremely costly downstream iteration, and to facilitate engineering designers' understanding of how their early design choices impact the potential environmental damage that could be caused by the product.\n\n\nThe broader impacts of this work included support for five graduate students, four of whom completed their MS degrees in work related to the project, and one PhD student, who completed his PhD by spearheading this project. We were also able to further support sustainable design education initiatives at Oregon State by empowering undergraduate student researchers to learn environmental impact assessment and contribute to the publicly available repository of product data. The work of this project also contributed to the redesign of a graduate-level course, Sustainable Product Design, that is offered to students throughout the college of engineering. The students on this project spearheaded the publication of 10 conference papers and journal articles, and some of these students have gone on to careers in sustainable design.\t\t\t\t\tLast Modified: 01/22/2024\n\n\t\t\t\t\tSubmitted by: BryonyDupont\n"
 }
}