{
 "awd_id": "1826769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessing the Sensitivity of High-altitude Environments to Global Increased Temperature as Recorded by Lacustrine Microbialite Carbonates",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "yyanes@nsf.gov",
 "po_sign_block_name": "Yurena Yanes",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 170569.0,
 "awd_amount": 170569.0,
 "awd_min_amd_letter_date": "2018-07-11",
 "awd_max_amd_letter_date": "2018-07-11",
 "awd_abstract_narration": "This project will reconstruct a high elevation environment during the globally warm period between ~70 and 50 million years ago. Researchers have little information about high elevation sites during past periods of increased global temperature, although modern high elevation settings appear to be highly sensitive to rapid changes in climate. We are focusing our research on the Sheep Pass Formation, which is interpreted to have been deposited in a high elevation, fresh water lake system. The project will initially provide a better estimate of the age of the Sheep Pass Formation, which is important since there are few stratigraphic records that capture this time interval in this region. A better estimate of the age of the Sheep Pass Formation may enable development of new records of rapid climate change during the Paleogene, which was one of the warmest times in Earth's history and was marked by numerous rapid, short-term warming events known as hyperthermals. We also expect to improve estimates of the elevation of this region at the time of creation of the rocks. Finally, this project will provide new information about how these rocks form in lakes today and are altered after creation, which will improve how researchers interpret ancient climate from other rocks like these. This project is timely and serves the national interest because we need to better understand how the western US, much of which is at higher elevations, will respond to future environmental change. For example, this project may help us better understand threats to the water supply in the western US, as well as potential for estimating how much temperatures may change in these regions relative to global estimates. In addition, the Sheep Pass Formation contains some oil. This project will produce better understanding of the history of these rocks after they were created, which will give us more information on the changes that may have allowed oil to migrate into the rocks, giving us more insight into potential oil resources in similar types of rocks.\r\n\r\nMost modern high elevation regions are warming faster than lower elevation regions at similar latitudes, which in turn affects water resources and ecosystems in those regions. However, the mechanisms driving this increase in temperature are unclear. The snow-albedo feedback is often invoked as a major contribution to this effect, but this mechanism would not apply during 'greenhouse' times in the past with little to no ice at the poles or high elevations, such as the Cretaceous and Paleogene. Study of high elevation regions during greenhouse climates may provide insight into their sensitivity to globally warm climate, and help elucidate the fundamental mechanism(s) driving the phenomenon. Additionally, intermontane basins have yielded most of the existing terrestrial records of greenhouse climate and hyperthermals to-date (e.g. the Paleocene-Eocene Thermal Maximum-PETM). Thus, better knowledge of how these regions respond to warming will improve comparisons of terrestrial paleoclimate records to marine records and help resolve sources of discrepancy between them. This project focuses on the Late Cretaceous-middle Eocene Sheep Pass Formation (SPF) in central Nevada, which was at least 2 km high at the time of deposition. The SPF preserves a thick succession of lacustrine microbialite carbonate suitable for stable isotope analysis, and the age of the SPF suggests that it may preserve the K-Pg boundary, the PETM, and other Early Eocene rapid warming events. However, age constraint is limited, so we are using magnetostratigraphy and calcite U/Pb geochronology to improve the chronostratigraphic framework. In addition, we are characterizing the microbialite sedimentology and generating a comprehensive suite of traditional and 'clumped' stable isotope values at better than 0.5 m.y resolution. To better understand the role of microbes in lacustrine carbonate precipitation and alteration, we are sampling modern microbialites in three alkaline lakes in North America that span diverse environments and climates. We are developing traditional and clumped isotope datasets of sediments and porewaters; detailed sediment microfacies descriptions; lake water and porewater carbonate chemistry datasets; and 16S rRNA gene amplicon sequencing of surface and shallow subsurface microbial communities. We will combine these datasets into an interpretive framework for lacustrine microbialites that we will apply to the SPF to assess how high elevation environments responded to globally warm conditions. This project is advancing discovery and understanding of science through the training and mentoring of undergraduate and graduate students and a postdoctoral researcher.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Clyde",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Clyde",
   "pi_email_addr": "will.clyde@unh.edu",
   "nsf_id": "000476887",
   "pi_start_date": "2018-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "56 College Rd.",
  "perf_city_name": "Durham",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038243585",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 170569.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The primary aim of this collaborative project was to better understand the paleoenvironments represented by the late Cretaceous to early Paleogene Sheep Pass Formation in Nevada. The Sheep Pass Formation consists of mixed carbonate (limestone) &ndash; siliciclastic (mudstone/siltstone/sandstone) sedimentary rocks associated with an isolated paleolake system that was at &gt;2 km elevation at the time of deposition so it provides a rare window into high elevation paleoenvironments during the greenhouse world of the late Cretaceous-early Paleogene. The Sheep Pass Formation also includes abundant microbial carbonates and thus provides an opportunity to better understand the role of microbes in freshwater carbonate production and post-deposition alteration. The UNH portion of this project focused on carrying out paleomagnetic and U/Pb geochronological analysis of the Sheep Pass Formation to provide a reliable age-model for the paleoenvironmental data. We analyzed over 350 samples for paleomagnetic, U-Pb geochronology, and rock magnetic measurements to generate a robust set of time constraints for the Sheep Pass Formation. These results have led to a better understanding of the age of the Sheep Pass Formation (including some important fossil localities within this unit), the relationship between the types of sediments within the Sheep Pass Formation and their associated magnetic behavior, and potential impact of subsequent geological events on this formation. By combining these data with information about Sheep Pass Formation paleoenvironments, we will create a more comprehensive understanding of how high-elevation systems functioned during a significant greenhouse period of Earth history.</strong></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/21/2023<br>\nModified by: William&nbsp;C&nbsp;Clyde</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580415565_IMG_1271--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580415565_IMG_1271--rgov-800width.JPG\" title=\"Sarah Widlansky and Juliana Olsen-Valdez\"><img src=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580415565_IMG_1271--rgov-66x44.JPG\" alt=\"Sarah Widlansky and Juliana Olsen-Valdez\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sarah Widlansky and Juliana Olsen-Valdez in Sheep Pass Formation, Egan Range, Nevada</div>\n<div class=\"imageCredit\">William Clyde</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;C&nbsp;Clyde\n<div class=\"imageTitle\">Sarah Widlansky and Juliana Olsen-Valdez</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580105501_IMG_1261--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580105501_IMG_1261--rgov-800width.JPG\" title=\"Fossil frog\"><img src=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580105501_IMG_1261--rgov-66x44.JPG\" alt=\"Fossil frog\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fossil frog specimen from Sheep Pass Formation</div>\n<div class=\"imageCredit\">William Clyde</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;C&nbsp;Clyde\n<div class=\"imageTitle\">Fossil frog</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580039388_IMG_1304--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580039388_IMG_1304--rgov-800width.JPG\" title=\"Elderberry Quarry\"><img src=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580039388_IMG_1304--rgov-66x44.JPG\" alt=\"Elderberry Quarry\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sarah Widlansky and Juliana Olsen-Valdez at Elderberry Quarry (famous vertebrate fossil locality in the Sheep Pass Formation)</div>\n<div class=\"imageCredit\">William Clyde</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;C&nbsp;Clyde\n<div class=\"imageTitle\">Elderberry Quarry</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580258275_IMG_1272--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580258275_IMG_1272--rgov-800width.JPG\" title=\"Camp\"><img src=\"/por/images/Reports/POR/2023/1826769/1826769_10556936_1702580258275_IMG_1272--rgov-66x44.JPG\" alt=\"Camp\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Camp in the Egan Range (Sheep Pass Formation)</div>\n<div class=\"imageCredit\">William Clyde</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;C&nbsp;Clyde\n<div class=\"imageTitle\">Camp</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary aim of this collaborative project was to better understand the paleoenvironments represented by the late Cretaceous to early Paleogene Sheep Pass Formation in Nevada. The Sheep Pass Formation consists of mixed carbonate (limestone)  siliciclastic (mudstone/siltstone/sandstone) sedimentary rocks associated with an isolated paleolake system that was at 2 km elevation at the time of deposition so it provides a rare window into high elevation paleoenvironments during the greenhouse world of the late Cretaceous-early Paleogene. The Sheep Pass Formation also includes abundant microbial carbonates and thus provides an opportunity to better understand the role of microbes in freshwater carbonate production and post-deposition alteration. The UNH portion of this project focused on carrying out paleomagnetic and U/Pb geochronological analysis of the Sheep Pass Formation to provide a reliable age-model for the paleoenvironmental data. We analyzed over 350 samples for paleomagnetic, U-Pb geochronology, and rock magnetic measurements to generate a robust set of time constraints for the Sheep Pass Formation. These results have led to a better understanding of the age of the Sheep Pass Formation (including some important fossil localities within this unit), the relationship between the types of sediments within the Sheep Pass Formation and their associated magnetic behavior, and potential impact of subsequent geological events on this formation. By combining these data with information about Sheep Pass Formation paleoenvironments, we will create a more comprehensive understanding of how high-elevation systems functioned during a significant greenhouse period of Earth history.\n\n\n\t\t\t\t\tLast Modified: 12/21/2023\n\n\t\t\t\t\tSubmitted by: WilliamCClyde\n"
 }
}