{
 "awd_id": "1826214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mechanical Characterization of Bio-Interfaces by Shear Wave Scattering",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Kanso",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 322993.0,
 "awd_amount": 367828.0,
 "awd_min_amd_letter_date": "2018-08-03",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "The normal mechanical properties of the tissues of the human body are often different from those of cancerous tumors.  A goal of this research project is to create a new approach to measuring the mechanical properties of body tissues in living patients.  An existing method to measure mechanical properties called \"magnetic resonance (MR) elastography\" is attractive because it does not use damaging radiation.  However, it is not now sufficiently accurate to measure the interface properties between tumors and normal tissue.  One of the problems to overcome is that MR elastography is accurate when tissue is uniform, but it is inaccurate at the interface between normal tissue and tumor.  This interface inaccuracy makes it more difficult to see small tumors, exactly those that need to be detected for early treatment.  This research project will determine experimentally why the image is degraded at an interface, and then create a theory to improve the images.  The new method will be tested using real data collected from patients to determine if it improves imaging not only for the experimental system, but also for the patients.  The research will support NSF's mission of promoting progress of science and contribute to the goal of advancing national health by enabling advances in medical technologies. This project will provide outreach, training and mentoring opportunities as well for a diverse group of K12, undergraduate and graduate research students. The research team will also collaborate with the national and international media to disseminate the findings to the public. \r\n\r\nThis project will provide a novel methodology for relating mechanical strength and compliance of bio-interfaces to noninvasive wave scattering data, and thus provide safe means for diagnostics of physicochemical nature of such interfaces. In particular, wave-propagation across cohesive-frictional interfaces will be modeled, and a wave-scattering-based characterization methodology will be developed to identify the mechanical properties of the interfaces. Moreover, an advanced laser vibrometry technique (multipoint laser vibrometry) will be utilized to measure shear wave scattering across soft synthetic interfaces. Those measurements will serve as validation datasets for the characterization methodology. Lastly, the efficacy of the methodology will be tested with MR Elastography measurements. This final step will reveal the current limitations in practice, and provide guidelines for the next-generation of MR-based diagnostics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melih",
   "pi_last_name": "Eriten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melih Eriten",
   "pi_email_addr": "eriten@engr.wisc.edu",
   "nsf_id": "000636336",
   "pi_start_date": "2018-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1513 University Avenue",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061539",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161Y00",
   "pgm_ele_name": "COVID Impacts on Exisiting Act"
  },
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 322993.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 44835.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biomedical imaging techniques such as magnetic-resonance-elastography (MRE) suffer from scattering across tissues of varying properties (stiffness, attenuation, etc.). This project provides a novel methodology for relating mechanical strength and compliance of biological and soft material interfaces to noninvasive wave and vibration data, and thus provide reliable means for diagnostics of soft interfaces. The findings of the project can be grouped in five modules:</p>\n<p>Module 1: In several clinical/medical settings, sudden release of mechanical energy emit waves that carry information on stiffness and strength of soft materials. For instance, sudden interfacial slip, and puncturing and cutting of tissues lead to acoustic waves propagating in the soft materials. Such waves are difficult to detect using traditional sensors. The PI&rsquo;s group utilized a non-contact sensing technique, advanced Multi Point vibrometry to capture the transient shear waves in soft materials. Measured wave properties are then related to elastic and fracture properties of the soft materials and interfaces. The activities listed in this module are listed in a journal paper, a conference presentation, a patent, and also additional technology innovation funds from UW Madison for translation to industrial applications (e.g., soft material cutting processes in food slicing and packing industries, crop harvesting in agriculture industries and diagnosis and reliable drug delivery in biomedical and pharmaceutical industries).</p>\n<p>Module 2: As part of the second module, the PI&rsquo;s group developed an experimental setup that help analyze the sources of interfacial nonlinearity in soft materials. Rate-dependent adhesion and peeling result in nonlinearities on the dynamic response of soft materials and those nonlinearities can be quantified by the presence and strength of higher harmonics in measured responses. The study helped us identify the source of second order nonlinearity in soft material interface motion and its underlying physical mechanisms as strain and rate-dependent adhesive strength. The second module resulted in a journal paper and a conference presentation.</p>\n<p>Module 3: The goal of this module was to check if an internally resonant tester can identify the adhesive strength of a soft material interface (e.g., PDMS under boundary, mixed and hydrodynamic lubrication conditions). The vibration experiments at resonance enabled real-time monitoring of the interfacial slip and thus lubrication condition. Fully lubricated contact produced stick-slip motion at the interface, which then generated higher harmonics that resonated with higher vibration modes of the tester. Subsequent breakdown of the fluid film lead to boundary lubrication and stick response at the interface and thus significant reduction of nonlinearities. The vibration responses at the interface and internally-resonant beam were correlated to the interface conditions with resonance-enhanced sensitivity. The third module resulted in a journal manuscript and a conference presentation.</p>\n<p>Module 4: The fourth module is an attempt to address a prevalent challenge in mechanics of soft multiphasic materials: to properly characterize vibration and wave speed of soft hydrogels in ambient conditions. Soft multiphasic materials have wide range of applications in robotics, biomedical, food and agriculture industries. Temperature, humidity, chemical environment and mechanical loading changes microstructure of soft multiphasic materials to the point that macroscopic changes are observable in volume/mass and mechanical properties. In this module, the PI&rsquo;s group captured linear and nonlinear vibrations of dehydrating gelatin disks under ambient and accelerated drying conditions. Reduced order models of the disks were obtained via fitting the transient response by data driven techniques.&nbsp; These models revealed the influence of drying in linear and nonlinear stiffness of the gelatin disks as well as the influence of residual stresses. The fourth module resulted in a journal article and a conference presentation.</p>\n<p>Module 5: To translate the findings of the first four modules to MRE, several challenges such as how to decouple and analyze higher harmonics should be resolved. This module addresses those challenges, where the PI is working with Prof. Kurt&rsquo;s group at University of Washington in developing MR-safe phantoms, actuators, sensors and finally data analyses protocols. This final step will provide guidelines for the next-generation of MR-based diagnostics of interfaces between organs, different tissues and tumor-healthy tissues. The fifth module resulted in a journal article.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/07/2022<br>\n\t\t\t\t\tModified by: Melih&nbsp;Eriten</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBiomedical imaging techniques such as magnetic-resonance-elastography (MRE) suffer from scattering across tissues of varying properties (stiffness, attenuation, etc.). This project provides a novel methodology for relating mechanical strength and compliance of biological and soft material interfaces to noninvasive wave and vibration data, and thus provide reliable means for diagnostics of soft interfaces. The findings of the project can be grouped in five modules:\n\nModule 1: In several clinical/medical settings, sudden release of mechanical energy emit waves that carry information on stiffness and strength of soft materials. For instance, sudden interfacial slip, and puncturing and cutting of tissues lead to acoustic waves propagating in the soft materials. Such waves are difficult to detect using traditional sensors. The PI’s group utilized a non-contact sensing technique, advanced Multi Point vibrometry to capture the transient shear waves in soft materials. Measured wave properties are then related to elastic and fracture properties of the soft materials and interfaces. The activities listed in this module are listed in a journal paper, a conference presentation, a patent, and also additional technology innovation funds from UW Madison for translation to industrial applications (e.g., soft material cutting processes in food slicing and packing industries, crop harvesting in agriculture industries and diagnosis and reliable drug delivery in biomedical and pharmaceutical industries).\n\nModule 2: As part of the second module, the PI’s group developed an experimental setup that help analyze the sources of interfacial nonlinearity in soft materials. Rate-dependent adhesion and peeling result in nonlinearities on the dynamic response of soft materials and those nonlinearities can be quantified by the presence and strength of higher harmonics in measured responses. The study helped us identify the source of second order nonlinearity in soft material interface motion and its underlying physical mechanisms as strain and rate-dependent adhesive strength. The second module resulted in a journal paper and a conference presentation.\n\nModule 3: The goal of this module was to check if an internally resonant tester can identify the adhesive strength of a soft material interface (e.g., PDMS under boundary, mixed and hydrodynamic lubrication conditions). The vibration experiments at resonance enabled real-time monitoring of the interfacial slip and thus lubrication condition. Fully lubricated contact produced stick-slip motion at the interface, which then generated higher harmonics that resonated with higher vibration modes of the tester. Subsequent breakdown of the fluid film lead to boundary lubrication and stick response at the interface and thus significant reduction of nonlinearities. The vibration responses at the interface and internally-resonant beam were correlated to the interface conditions with resonance-enhanced sensitivity. The third module resulted in a journal manuscript and a conference presentation.\n\nModule 4: The fourth module is an attempt to address a prevalent challenge in mechanics of soft multiphasic materials: to properly characterize vibration and wave speed of soft hydrogels in ambient conditions. Soft multiphasic materials have wide range of applications in robotics, biomedical, food and agriculture industries. Temperature, humidity, chemical environment and mechanical loading changes microstructure of soft multiphasic materials to the point that macroscopic changes are observable in volume/mass and mechanical properties. In this module, the PI’s group captured linear and nonlinear vibrations of dehydrating gelatin disks under ambient and accelerated drying conditions. Reduced order models of the disks were obtained via fitting the transient response by data driven techniques.  These models revealed the influence of drying in linear and nonlinear stiffness of the gelatin disks as well as the influence of residual stresses. The fourth module resulted in a journal article and a conference presentation.\n\nModule 5: To translate the findings of the first four modules to MRE, several challenges such as how to decouple and analyze higher harmonics should be resolved. This module addresses those challenges, where the PI is working with Prof. Kurt’s group at University of Washington in developing MR-safe phantoms, actuators, sensors and finally data analyses protocols. This final step will provide guidelines for the next-generation of MR-based diagnostics of interfaces between organs, different tissues and tumor-healthy tissues. The fifth module resulted in a journal article.\n\n \n\n\t\t\t\t\tLast Modified: 11/07/2022\n\n\t\t\t\t\tSubmitted by: Melih Eriten"
 }
}