{
 "awd_id": "1826767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Grant: Documentation and Analysis of a Typologically Uncommon Maimai Language",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 18668.0,
 "awd_amount": 18668.0,
 "awd_min_amd_letter_date": "2018-06-06",
 "awd_max_amd_letter_date": "2018-06-06",
 "awd_abstract_narration": "New Guinea, a large island north of Australia, makes up approximately 2% of the total land area of the world. Despite its size, it also contains roughly 20% (over 1,000) of the world's languages. For a vast majority of these languages, there exists no documentation. In addition, many of the languages of New Guinea are critically endangered, due in large part to the incursion of Tok Pisin, which is an English-based creole that serves as a lingua franca. Given the fact that young children are ceasing to learn heritage languages in lieu of Tok Pisin, many of the languages of New Guinea are likely to be extinct by the end of the century. The documentation and description of these languages can have a large impact for both the scientific study of language. From a scientific standpoint, the languages of New Guinea exhibit features that are rare among the languages of the world, such as the use of verbs in functions which are typologically unusual; forms of word-formation that were previously unattested; and complex strings of consonants. Understanding how these linguistic systems work can inform how languages change over time, and how populations have moved around the world. For the communities which speak these languages, the documentation can potentially represent the only record of their language and the knowledge that they contain. Due to many of these languages' endangered status, documentation and description must be undertaken now, or they will be lost forever. A broader impact of the work that will be completed is the dissertation and concomitant PhD that the researcher will obtain. All data collected will be archived in PARADISEC, an archive that specializes in languages of the Pacific. The data provided to this archive, as well as a dictionary of the language, will be openly accessible to researchers, the Heyo-speaking community, and interested members of the public.\r\n\r\nDoctoral student Thomas Diaz of SUNY at Buffalo, under the advisement of Dr. Matthew Dryer, will document and describe one such language, named Heyo. Heyo is a member of the Torricelli family of languages, belonging to the Maimai branch and spoken in the northwest of Papua New Guinea. While every other of the Torricelli language family's seven branches have received some level of description and documentation, the Maimai branch has received no such treatment and remains completely undocumented. The project will consist of three major steps. First, the researcher will collect and record raw data from speakers in Papua New Guinea. This data consists of traditional narratives, naturalistic conversation, and cultural performances. After the collection of raw data, the researcher will analyze and annotate this data for linguistic phenomena, and uncover the linguistic structure of the language. In the final stages of the project, the researcher will, as a requirement for his doctoral dissertation, produce a grammatical description of Heyo. The documentation will include descriptions of typologically rare argument and gender marking; the complex system of discourse clitics; and the blurring of morphosyntactic distinctions between word classes, primarily in regards to nouns and verb. Furthermore, this project will inform knowledge of contact and borrowing patterns across genealogically disparate, but geographically close languages.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Dryer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Dryer",
   "pi_email_addr": "dryer@buffalo.edu",
   "nsf_id": "000318291",
   "pi_start_date": "2018-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Diaz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Diaz",
   "pi_email_addr": "tsdiaz@buffalo.edu",
   "nsf_id": "000766665",
   "pi_start_date": "2018-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "PP",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Papua New Guinea",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "036Y00",
   "pgm_ele_name": "DEL DDRIG Document Endangered"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 18668.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study of language offers insights into human culture and cognition. By investigating the structures we do and do not find in language, we acquire understanding of how humans view and compartmentalize the world around them. One obvious, though indispensable, component of linguistic investigation is the collection and analysis of data from previously uninvestigated languages. The collection and analysis of primary linguistic data was the broad goal of the present project. In this project, the co-Primary Investigator (co-PI) collected data from a language called Heyo. Heyo is an endangered language spoken by approximately 1,000 people in northwestern Papua New Guinea. Analysis and description of the language is ongoing, but there have already been tangible outcomes from this NSF-funded project.</p>\n<p>One such outcome is the approximately 40 hours of recordings that have been collected. These audio and video recordings have been archived and are available to researchers and interested individuals through the Endangered Languages Archive (ELAR) at elar.soas.ac.uk. The data analyzed thus far have revealed language structures which are rare or unattested. Such data enriches our understanding of the breadth of diversity that can be found in human language.</p>\n<p>These recordings, while primarily collected for their linguistic value, provide insight into many aspects of humanity and culture. Two recordings of women creating string figures (cat&rsquo;s cradle) have been studied by experts in the anthropological and ethnomathematic disciplines. They have indicated that certain methods of producing figures that can be seen in the videos have not been described before. This illustrates just one way in which data collected with one purpose in mind can be utilized in unintended and interesting ways.</p>\n<p>Some outcomes are begun, but have not been completed as of July 2020. These include a dictionary of Heyo, a grammatical description of the language, and a pedagogical grammar of the language. All of these products will be archived at ELAR. Interested members of the public will be able to view these as well.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2020<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Diaz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe study of language offers insights into human culture and cognition. By investigating the structures we do and do not find in language, we acquire understanding of how humans view and compartmentalize the world around them. One obvious, though indispensable, component of linguistic investigation is the collection and analysis of data from previously uninvestigated languages. The collection and analysis of primary linguistic data was the broad goal of the present project. In this project, the co-Primary Investigator (co-PI) collected data from a language called Heyo. Heyo is an endangered language spoken by approximately 1,000 people in northwestern Papua New Guinea. Analysis and description of the language is ongoing, but there have already been tangible outcomes from this NSF-funded project.\n\nOne such outcome is the approximately 40 hours of recordings that have been collected. These audio and video recordings have been archived and are available to researchers and interested individuals through the Endangered Languages Archive (ELAR) at elar.soas.ac.uk. The data analyzed thus far have revealed language structures which are rare or unattested. Such data enriches our understanding of the breadth of diversity that can be found in human language.\n\nThese recordings, while primarily collected for their linguistic value, provide insight into many aspects of humanity and culture. Two recordings of women creating string figures (cat’s cradle) have been studied by experts in the anthropological and ethnomathematic disciplines. They have indicated that certain methods of producing figures that can be seen in the videos have not been described before. This illustrates just one way in which data collected with one purpose in mind can be utilized in unintended and interesting ways.\n\nSome outcomes are begun, but have not been completed as of July 2020. These include a dictionary of Heyo, a grammatical description of the language, and a pedagogical grammar of the language. All of these products will be archived at ELAR. Interested members of the public will be able to view these as well.\n\n\t\t\t\t\tLast Modified: 11/06/2020\n\n\t\t\t\t\tSubmitted by: Thomas Diaz"
 }
}