{
 "awd_id": "1826320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Real-Time Stochastic Matching Models for Freight Electronic Marketplace",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yueyue Fan",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 333333.0,
 "awd_amount": 333333.0,
 "awd_min_amd_letter_date": "2018-08-05",
 "awd_max_amd_letter_date": "2018-08-05",
 "awd_abstract_narration": "This grant will support research investigating how a real-time marketplace might be constructed to match freight shipments with available carriers. In such a system, freight shippers make a request to the system manager, and an automated service will match shipping jobs to carriers who are likely to accept them.  The benefits of such a system include more efficient use of freight capacity (fewer empty miles) and reduced shipping prices, resulting in economic benefits, reduced fuel consumption and emissions, and reduced congestion.  These benefits will directly contribute to economic prosperity in the nation. This award supports the basic research needed to design and implement such a system, particularly focusing on the matching mechanism between shippers and carriers, and methods for quickly estimating the additional cost carriers will incur should they agree to a match.  More specifically, the research work involves developing new algorithms in these areas, and testing and validating these algorithms with real-world freight data.  In addition to benefits in the trucking industry, broader economy, and reduced urban congestion, the education and outreach activities will provide benefits to diverse K-12 and university student populations.\r\n\r\nThe research approach further extends traditional algorithms and heuristics for stochastic multi-armed bandit problems and the vehicle routing problem. A freight match problem is characterized by the arrival of stochastic demands that are queued for service and the need to estimate the costs a match would impose on a carrier, which serves as reserve prices for carriers for particular requests. The model represents this by extending the traditional multi-armed bandit problem to allow the set of \"arms\" to vary over time, as carriers enter and leave the system. Different from a traditional vehicle routing problem, efficiently and robustly estimating changes in routing costs from incorporating freight jobs is more important in the freight matching problem than deriving detailed routing plans at a fine-grained level. The research team will investigate new algorithms in both of these areas, implementing them in a simulation framework and testing them with real-world data, to test the hypothesis that the queueing bandit approach can outperform auctions and alternative market mechanisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Boyles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Boyles",
   "pi_email_addr": "sboyles@austin.utexas.edu",
   "nsf_id": "000596891",
   "pi_start_date": "2018-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sanjay",
   "pi_last_name": "Shakkottai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sanjay Shakkottai",
   "pi_email_addr": "shakkott@austin.utexas.edu",
   "nsf_id": "000305405",
   "pi_start_date": "2018-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "006Y00",
   "pgm_ele_name": "OE Operations Engineering"
  },
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 333333.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"margin-bottom: 0.11in; line-height: 108%;\"><span style=\"color: #000000;\"><span style=\"font-family: Arial, serif;\"><span style=\"font-size: x-small;\">Freight is a vital driver of the US economy. Truck-based freight carries a significant proportion of the US freight tonnage but also contributes to emissions.</span></span></span> <span style=\"color: #000000;\"><span style=\"font-family: Arial, serif;\"><span style=\"font-size: x-small;\">There is considerable scope to develop new methodologies based on matching algorithms that can exploit the capabilities of new delivery technologies like electric trucks and uncrewed aerial vehicles (UAVs) to optimize the efficiency and sustainability of supply chain systems. </span></span></span></p>\n<p style=\"margin-bottom: 0.11in; line-height: 108%;\"><span style=\"color: #000000;\"><span style=\"font-family: Arial, serif;\"><span style=\"font-size: x-small;\">A significant contribution of this research is applying bandit algorithms to match shippers to demands to optimize supply chain deliveries. Multi-armed bandit algorithms are a framework for resource allocation where decision-makers constantly learn and adapt in response to uncertainty. In the context of this research, the resources are the freight delivery vehicles (trucks or UAVs), and the uncertainty arises from the freight demand. We studied a facility location and online demand allocation problem applicable to a logistics company expanding to an instant delivery service using UAVs. The facilities are located during the planning stage, and resources (product and battery capacity) are allocated to maximize the total profit based on the available deterministic information. During the operational phase, the orders are received, and real-time decisions are made regarding which facility and mode of transport would be used for fulfillment on an order-wise basis. A linear contextual bandit with knapsack algorithm is adapted to determine order fulfillment decisions and shown to outperform existing decision-making paradigms by up to 20% in a real-world case study. </span></span></span></p>\n<p style=\"margin-bottom: 0in; line-height: 100%;\"><span style=\"color: #000000;\"><span style=\"font-family: Arial, serif;\"><span style=\"font-size: x-small;\">We also explored the aforementioned two-stage framework for studying the equitable distribution of resources in the online demand allocation stage. We consider the post-disaster resource allocation application. We propose a new multi-armed bandit algorithm called equitable linear contextual bandits with knapsacks (ElinCBwK), which dynamically updates demand satisfaction probability for each demand point based on realized demand to achieve envy-free distribution. We perform computational analysis on a life-sized case study to study the new algorithm's performance and conduct sensitivity analysis on the performance of ElinCBwK based on the variation of key problem parameters. This research demonstrates that there is significant potential to improve the equity of existing freight systems to ensure that the benefits of new supply chain delivery mechanisms are accessible to all sections of society. Next, we studied an online version of the truckload pickup and delivery problem wherein the carrier employs a fleet of electric trucks. We propose a new multi-armed bandit algorithm called linear contextual blocking bandits (linCBB) to solve this problem. The algorithm considers explicitly that &ldquo;arms&rdquo; (i.e., electric trucks) would be &ldquo;blocked&rdquo; (i.e., unavailable) for a stochastic number of future demands. Through computational analysis on synthetic test instances for the truckload pickup and delivery problem, we show that the linCBB can achieve sublinear regret bound, in contrast to a policy based on greedily choosing an available truck based on minimum delay. Sensitivity analyses on the effect of variation in fleet sizes and penalty costs of delay on total profits show that linCBB can provide 4-9% more gains compared to the greedy policy.</span></span></span></p>\n<p style=\"margin-bottom: 0in; line-height: 100%;\">&nbsp;</p>\n<p style=\"margin-bottom: 0.11in; line-height: 108%;\"><span style=\"color: #000000;\"><span style=\"font-family: Arial, serif;\"><span style=\"font-size: x-small;\">This project also focused on several related problems concerning integrating UAVs in freight. We model a new delivery mechanism involving electric trucks and drones making deliveries in tandem with drones taking off and landing on the trucks. The complexity arises from the battery range constraints. We develop novel new vehicle routing algorithms which can capture realistic charging mechanisms. Another contribution of this research is accurately capturing the impact of uncertainty in UAV battery consumption due to weather and temperature on UAV integrated supply chain configuration. </span></span></span></p>\n<p style=\"margin-bottom: 0.11in; line-height: 108%;\"><span style=\"color: #000000;\"><span style=\"font-family: Arial, serif;\"><span style=\"font-size: x-small;\">This project helped support one doctoral student, one master's student, and two undergraduate students in research. This research has led to five journal papers and two conference papers. One journal article is under review, and three more journal papers are in preparation. The research results have been integrated into an open-access free textbook on Transportation Network Analysis. The researchers have also developed programming tutorials and homework assignments to help fill an identified gap in the civil engineering curriculum related to computer skills which have been made available on the PIs website. The textbook and the computer tutorials have been adopted by students and researchers in universities globally. </span></span></span></p>\n<!-- p { margin-bottom: 0.1in; direction: ltr; line-height: 115%; text-align: left; orphans: 2; widows: 2; background: transparent } --><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2023<br>\n\t\t\t\t\tModified by: Stephen&nbsp;Boyles</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Freight is a vital driver of the US economy. Truck-based freight carries a significant proportion of the US freight tonnage but also contributes to emissions. There is considerable scope to develop new methodologies based on matching algorithms that can exploit the capabilities of new delivery technologies like electric trucks and uncrewed aerial vehicles (UAVs) to optimize the efficiency and sustainability of supply chain systems. \nA significant contribution of this research is applying bandit algorithms to match shippers to demands to optimize supply chain deliveries. Multi-armed bandit algorithms are a framework for resource allocation where decision-makers constantly learn and adapt in response to uncertainty. In the context of this research, the resources are the freight delivery vehicles (trucks or UAVs), and the uncertainty arises from the freight demand. We studied a facility location and online demand allocation problem applicable to a logistics company expanding to an instant delivery service using UAVs. The facilities are located during the planning stage, and resources (product and battery capacity) are allocated to maximize the total profit based on the available deterministic information. During the operational phase, the orders are received, and real-time decisions are made regarding which facility and mode of transport would be used for fulfillment on an order-wise basis. A linear contextual bandit with knapsack algorithm is adapted to determine order fulfillment decisions and shown to outperform existing decision-making paradigms by up to 20% in a real-world case study. \nWe also explored the aforementioned two-stage framework for studying the equitable distribution of resources in the online demand allocation stage. We consider the post-disaster resource allocation application. We propose a new multi-armed bandit algorithm called equitable linear contextual bandits with knapsacks (ElinCBwK), which dynamically updates demand satisfaction probability for each demand point based on realized demand to achieve envy-free distribution. We perform computational analysis on a life-sized case study to study the new algorithm's performance and conduct sensitivity analysis on the performance of ElinCBwK based on the variation of key problem parameters. This research demonstrates that there is significant potential to improve the equity of existing freight systems to ensure that the benefits of new supply chain delivery mechanisms are accessible to all sections of society. Next, we studied an online version of the truckload pickup and delivery problem wherein the carrier employs a fleet of electric trucks. We propose a new multi-armed bandit algorithm called linear contextual blocking bandits (linCBB) to solve this problem. The algorithm considers explicitly that \"arms\" (i.e., electric trucks) would be \"blocked\" (i.e., unavailable) for a stochastic number of future demands. Through computational analysis on synthetic test instances for the truckload pickup and delivery problem, we show that the linCBB can achieve sublinear regret bound, in contrast to a policy based on greedily choosing an available truck based on minimum delay. Sensitivity analyses on the effect of variation in fleet sizes and penalty costs of delay on total profits show that linCBB can provide 4-9% more gains compared to the greedy policy.\n \nThis project also focused on several related problems concerning integrating UAVs in freight. We model a new delivery mechanism involving electric trucks and drones making deliveries in tandem with drones taking off and landing on the trucks. The complexity arises from the battery range constraints. We develop novel new vehicle routing algorithms which can capture realistic charging mechanisms. Another contribution of this research is accurately capturing the impact of uncertainty in UAV battery consumption due to weather and temperature on UAV integrated supply chain configuration. \nThis project helped support one doctoral student, one master's student, and two undergraduate students in research. This research has led to five journal papers and two conference papers. One journal article is under review, and three more journal papers are in preparation. The research results have been integrated into an open-access free textbook on Transportation Network Analysis. The researchers have also developed programming tutorials and homework assignments to help fill an identified gap in the civil engineering curriculum related to computer skills which have been made available on the PIs website. The textbook and the computer tutorials have been adopted by students and researchers in universities globally. \n\n\n\t\t\t\t\tLast Modified: 01/13/2023\n\n\t\t\t\t\tSubmitted by: Stephen Boyles"
 }
}