{
 "awd_id": "1826239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Native American Lifeways on the Grand Ronde Reservation, Oregon, USA",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 24069.0,
 "awd_amount": 24069.0,
 "awd_min_amd_letter_date": "2018-05-03",
 "awd_max_amd_letter_date": "2018-05-03",
 "awd_abstract_narration": "Historical and anthropological scholarship on Native American reservations has provided insight into Native experiences in numerous spatial, environmental, and temporal contexts. Largely absent from this research, however, is an understanding of reservation materiality, that is, how federal policies and Native activities were made manifest in reservation homes, tools, foods, and other objects associated with daily life. Archaeology is well-suited to fill this gap. Unlike written and ethnographic sources, which on reservations were composed primarily by non-Native outsiders with clear political agendas, the archaeological record preserves evidence of Native practices in multiple settings, including those that existed out of sight of federal officials. This project combines archaeological and archival research to document the experiences of Native communities living on the Grand Ronde Reservation in northwestern Oregon. Conducted as part of two community-based research initiatives, this project will provide archaeological field and laboratory training to undergraduate and graduate students. It will also extend opportunities to Grand Ronde tribal members to participate in all aspects of the research, accomplishing the dual goals of increasing the participation of Native people in archaeology and enhancing the capacity of the community to identify and protect tribal heritage. Results will be made available through university data repositories and public presentations at local museums, academic conferences, and Grand Ronde events. Situated at the intersections of archaeology, history, and Native American studies, this work will lend new insight into American colonialism, Native American history, and the value of community-based research in the social sciences. \r\n \r\n In collaboration with the Grand Ronde Historic Preservation Office, the project's Principal Investigators will examine the interplay between federal policies aimed at terminating Native lifeways and Grand Ronde survivance, a process of preserving, adapting, and creating cultural traditions. The project focuses on a reservation habitation area used by tribal members from the 1850s through at least the 1920s. Cartographic evidence suggests that this site was part of a larger settlement strategy through which the Grand Ronde community reiterated historic relationships between different Native groups. Archaeological survey and excavation will be used to assess whether similar attempts to maintain pre-reservation practices influenced interior house organization, especially the construction of hearth boxes and sub-floor storage areas, and diet composition. Comparing recovered artifacts to pre-reservation archaeological sites and archival material will reveal the strategies employed by the Grand Ronde community to remake a foreign and often hostile landscape into a culturally familiar home.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Gonzalez",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sara L Gonzalez",
   "pi_email_addr": "gonzalsa@uw.edu",
   "nsf_id": "000704987",
   "pi_start_date": "2018-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Kretzler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ian E Kretzler",
   "pi_email_addr": "kretzlie@uw.edu",
   "nsf_id": "000680263",
   "pi_start_date": "2018-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "Grand Ronde Tribal Historic Preservation Office",
  "perf_str_addr": "8720 Grand Ronde Rd.",
  "perf_city_name": "Grand Ronde",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973472016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OR05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 24069.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past three decades, the study of colonialism has attracted significant interest within archaeology. In the United States, this research has traced the diverse manifestations of colonial projects across time and space and their impacts on the lifeways of Native peoples. Archaeologists have shown that Native peoples&rsquo; responses to colonial incursion were shaped by cultural, environmental, and political forces operating at multiple scales. For the most part, however, this research has concentrated on &ldquo;contact&rdquo; periods, or the first few decades following the arrival of Euro-American colonists or settlers. The impacts of colonialism on Native peoples many decades to centuries after &ldquo;contact&rdquo; have received less attention.</p>\n<p>This project begins to fill this gap. It draws on the concept of survivance, which takes a holistic, long-term view of Native peoples&rsquo; cultural production, to examine the impacts of US settler colonialism on western Oregon Native groups during the nineteenth and early twentieth centuries. It focuses on the foodways and settlement patterns of those living on the Grand Ronde Reservation in northwestern Oregon, examining how the Grand Ronde community adapted centuries- to millennia-old traditions on an unfamiliar reservation landscape. Research proceeded according to a low-impact, culturally-informed methodology developed in collaboration with the Grand Ronde Historic Preservation Office. Fieldwork identified household remains at one of the reservation&rsquo;s historic settlement areas. The documented artifact assemblage consists of mass-produced domestic trappings such as cut and wire nails, ironstone ceramics, and vessel and lamp glass as well as items indicative of continued traditional practices such as flaked stone and charred remains of culturally significant plant foods and medicines. Results suggest those at Grand Ronde balanced participation in settler society while maintaining ties to their ancestral homelands and lifeways.</p>\n<p>The project provides insight into how people preserve, adapt, and express aspects of their individual, familial, and communal identities in challenging settings not of their choosing. Project findings are relevant to ongoing discussions within the social sciences about displacement and forced migration and fostering tolerant, culturally plural societies. Within the Pacific Northwest, the project highlights the need for additional archaeological research on reservation communities during the relatively recent past. Many of the region&rsquo;s popular and scholarly histories situate Native peoples within the realm of &ldquo;prehistory.&rdquo; Following the arrival of Euro-Americans, and especially after the establishment of reservations, they appear minimally, if at all. The project traces the enduring role Native peoples played in Oregon&rsquo;s history, at Grand Ronde and beyond. Similar research will expand scholars&rsquo; and the general public&rsquo;s understanding of both the material expressions of reservation life and the complex strategies adopted by individual communities to navigate the opportunities and challenges of the nineteenth and twentieth centuries.</p>\n<p>The project achieved a range of broader impacts. The Grand Ronde Historic Preservation Office and Grand Ronde tribal members contributed to the design of project methodologies and participated in fieldwork and laboratory analyses. The project strengthened collaborative partnerships between Grand Ronde and the University of Washington, particularly the Field Methods in Indigenous Archaeology training program. More than a dozen undergraduate students contributed to the project, and several used project data to develop independent research projects and present their results at academic conferences. The project contributed to the professional development of these students as well as co-investigator, who served as the field and laboratory director for the duration of the research. The co-investigator shared project methodologies and results with Grand Ronde staff and tribal members during annual community presentations, at public talks at the University of Washington, and at academic conferences. Lastly, project data have been added to spatial and archival databases used by Grand Ronde in an effort to stimulate additional historical research and help identify and protect tribal heritage.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2020<br>\n\t\t\t\t\tModified by: Ian&nbsp;E&nbsp;Kretzler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the past three decades, the study of colonialism has attracted significant interest within archaeology. In the United States, this research has traced the diverse manifestations of colonial projects across time and space and their impacts on the lifeways of Native peoples. Archaeologists have shown that Native peoples’ responses to colonial incursion were shaped by cultural, environmental, and political forces operating at multiple scales. For the most part, however, this research has concentrated on \"contact\" periods, or the first few decades following the arrival of Euro-American colonists or settlers. The impacts of colonialism on Native peoples many decades to centuries after \"contact\" have received less attention.\n\nThis project begins to fill this gap. It draws on the concept of survivance, which takes a holistic, long-term view of Native peoples’ cultural production, to examine the impacts of US settler colonialism on western Oregon Native groups during the nineteenth and early twentieth centuries. It focuses on the foodways and settlement patterns of those living on the Grand Ronde Reservation in northwestern Oregon, examining how the Grand Ronde community adapted centuries- to millennia-old traditions on an unfamiliar reservation landscape. Research proceeded according to a low-impact, culturally-informed methodology developed in collaboration with the Grand Ronde Historic Preservation Office. Fieldwork identified household remains at one of the reservation’s historic settlement areas. The documented artifact assemblage consists of mass-produced domestic trappings such as cut and wire nails, ironstone ceramics, and vessel and lamp glass as well as items indicative of continued traditional practices such as flaked stone and charred remains of culturally significant plant foods and medicines. Results suggest those at Grand Ronde balanced participation in settler society while maintaining ties to their ancestral homelands and lifeways.\n\nThe project provides insight into how people preserve, adapt, and express aspects of their individual, familial, and communal identities in challenging settings not of their choosing. Project findings are relevant to ongoing discussions within the social sciences about displacement and forced migration and fostering tolerant, culturally plural societies. Within the Pacific Northwest, the project highlights the need for additional archaeological research on reservation communities during the relatively recent past. Many of the region’s popular and scholarly histories situate Native peoples within the realm of \"prehistory.\" Following the arrival of Euro-Americans, and especially after the establishment of reservations, they appear minimally, if at all. The project traces the enduring role Native peoples played in Oregon’s history, at Grand Ronde and beyond. Similar research will expand scholars’ and the general public’s understanding of both the material expressions of reservation life and the complex strategies adopted by individual communities to navigate the opportunities and challenges of the nineteenth and twentieth centuries.\n\nThe project achieved a range of broader impacts. The Grand Ronde Historic Preservation Office and Grand Ronde tribal members contributed to the design of project methodologies and participated in fieldwork and laboratory analyses. The project strengthened collaborative partnerships between Grand Ronde and the University of Washington, particularly the Field Methods in Indigenous Archaeology training program. More than a dozen undergraduate students contributed to the project, and several used project data to develop independent research projects and present their results at academic conferences. The project contributed to the professional development of these students as well as co-investigator, who served as the field and laboratory director for the duration of the research. The co-investigator shared project methodologies and results with Grand Ronde staff and tribal members during annual community presentations, at public talks at the University of Washington, and at academic conferences. Lastly, project data have been added to spatial and archival databases used by Grand Ronde in an effort to stimulate additional historical research and help identify and protect tribal heritage.\n\n\t\t\t\t\tLast Modified: 09/04/2020\n\n\t\t\t\t\tSubmitted by: Ian E Kretzler"
 }
}