{
 "awd_id": "1826232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QRM: Microstructural Quantification and Virtual Reconstruction of Polymer Matrix Composites within the Integrated Computational Materials Engineering (ICME) Approach",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 460863.0,
 "awd_amount": 565221.0,
 "awd_min_amd_letter_date": "2018-07-30",
 "awd_max_amd_letter_date": "2022-07-14",
 "awd_abstract_narration": "This grant will support research that will contribute new knowledge related to the manufacturing process of complex structures, promoting the progress of science, advancing national prosperity and securing national defense. Polymer composites are a lighter-weight alternative to metals that have the potential to transform energy efficient aerospace, automotive and infrastructure applications. Fiber-reinforced composites combine high-strength fibers embedded within a durable polymer to give them directional properties with very little weight.  However, these materials suffer from less consistency in performance than metals, resulting in costly over-design.  Some of this performance variability is attributed to dispersion of fibers in fiber-reinforced composites, and thus a fundamental understanding of the fiber behavior is critical to reliable manufacturing of fiber-reinforced polymer matrix composites.  This award supports fundamental research to understand variability in composites by understanding the tie between fiber dispersion and polymer properties based on the manufacturing process. This research will enable the quantification of variability in composites after manufacturing, which will allow the design of more reliable structures with higher performance predictability, increasing safety and reducing cost. This research involves several disciplines, including materials science, manufacturing, structural engineering and mathematics. The multi-disciplinary approach will positively impact engineering education, and outreach activities are aimed at broadening participation in scientific research.\r\n\r\nThis research aims to elucidate the manufacturing process-microstructure-property relationships of fiber-reinforced composite structures, and quantify uncertainty at the micro scale and its propagation at the composite level.  The research team will perform material characterization, including high-resolution tomography and micro-Raman scattering studies to quantify fiber spatial distribution and matrix in-situ properties at the micro-scale; implement virtual structure reconstruction of fiber-reinforced composite microstructures, determine physics-based statistical descriptors, and virtually reproduce statistically equivalent curing models. Experiments and modeling are integrated to quantify the relationships among residual stress during curing, local microstructure, properties and performance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marianna",
   "pi_last_name": "Maiaru",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianna Maiaru",
   "pi_email_addr": "mm6263@columbia.edu",
   "nsf_id": "000757212",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tibor",
   "pi_last_name": "Beke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tibor Beke",
   "pi_email_addr": "tibor_beke@uml.edu",
   "nsf_id": "000200513",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fuqiang",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fuqiang Liu",
   "pi_email_addr": "fuqiang_liu@uml.edu",
   "nsf_id": "000554397",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Stapleton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Scott E Stapleton",
   "pi_email_addr": "Scott_Stapleton@uml.edu",
   "nsf_id": "000717432",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543643",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  },
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1467",
   "pgm_ref_txt": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 460863.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 88358.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thermoset fiber-reinforced composites (FRPCs) are widely used in engineering applications because of their specific properties such as strength and stiffness. While these materials are in heavy use in sectors such as aerospace and wind energy, the persistent status quo is to overdesign these materials to avoid failure, resulting in unnecessary costs and manufacturing delays. A major cause of over-conservative design is the lack of confidence in FRPC mechanical properties due to large scatter in experimental data.</p>\n<p>The manufacturing process defines the composite microstructure whose imperfections drive failure initiation and propagation. During manufacturing, fibers are compacted, handled, and spooled, which causes the fibers to deviate from ideal axial alignment. The process results in a disorganized structure in which there are matrix rich pockets and off-axial fiber bundles. In turn, fibers mechanically constrain the matrix during curing. Residual stress that builds up in this process can result in matrix cracking and uneven matrix curing. That is, cured matrix exhibits in-situ properties, which are effective mechanical properties of the solidified resin that take into account the presence of residual stresses, local temperatures and imperfections. This causes the matrix material to vary locally from the ideal, bulk matrix properties.</p>\n<p>Although the effect of matrix in-situ properties has been correlated to FRPC failure mechanisms through testing at the macroscale, matrix properties variability has not been quantified at the microscale.&nbsp; Therefore, to understand the source of scatter in composite mechanical properties and eventually optimize the manufacturing process, both fiber spatial distribution and matrix in-situ properties need to be quantified.</p>\n<p>This work aimed to establish the curing-microstructure-property relationship of FRPCs through experimental techniques and computational modeling considering both the fiber geometrical arrangement and matrix properties variability. The outcomes can be broken up into three categories:</p>\n<p>First, images of FRPC specimens were taken at the micro-scale to develop a feature-based mathematical language to describe the orientation of fibers within the composite.&nbsp; CT scans and serial sectioning were used on specimens created with common manufacturing methods found in industry.&nbsp; Algorithms were developed to automate the extraction of fiber positions and connect them within images, where images often contain thousands, tens-of-thousands, or more fibers.&nbsp; A method of identifying fiber clusters and voids was developed, along with other mathematical quantities to aid in the description of the microstructure. &nbsp;These descriptors showed the difference between composites made by different methods, which could one day lead to predicting the scatter in mechanical properties based on the manufacturing process employed. &nbsp;&nbsp;&nbsp;</p>\n<p>Second, matrix properties variability was quantified by performing Micro-Raman scattering and using imagining techniques to virtually reconstruct the microstructure during curing. A technique called 2D Raman mapping was ussed to study the behavior of epoxy during the curing process. We developed algorithms to help quantify the amount of cure as it happens. This program helped us analyze 2D and 3D images, allowing us to see differences in the cured and uncured parts within a composite material. We were able to get detailed information about the structure and chemical makeup at the boundary between the fibers and the resin. Our early results suggest that carbon fibers might make the epoxy cure differently at fiber boundaries.</p>\n<p>Lastly, a computational curing model was combined with the fiber position work to create strength predictions based on the microstructure.&nbsp; A workflow was created to go from cross-sectional images at the micro-scale to small representative volume element models that can predict the stresses which occur during curing and the subsequent strength of the composite part.&nbsp; This provided insight into the correlation between the processing, resulting microstructure, and properties of composites, and improved our ability to simulate and predict the performance of composites virtually.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/19/2024<br>\nModified by: Scott&nbsp;E&nbsp;Stapleton</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThermoset fiber-reinforced composites (FRPCs) are widely used in engineering applications because of their specific properties such as strength and stiffness. While these materials are in heavy use in sectors such as aerospace and wind energy, the persistent status quo is to overdesign these materials to avoid failure, resulting in unnecessary costs and manufacturing delays. A major cause of over-conservative design is the lack of confidence in FRPC mechanical properties due to large scatter in experimental data.\n\n\nThe manufacturing process defines the composite microstructure whose imperfections drive failure initiation and propagation. During manufacturing, fibers are compacted, handled, and spooled, which causes the fibers to deviate from ideal axial alignment. The process results in a disorganized structure in which there are matrix rich pockets and off-axial fiber bundles. In turn, fibers mechanically constrain the matrix during curing. Residual stress that builds up in this process can result in matrix cracking and uneven matrix curing. That is, cured matrix exhibits in-situ properties, which are effective mechanical properties of the solidified resin that take into account the presence of residual stresses, local temperatures and imperfections. This causes the matrix material to vary locally from the ideal, bulk matrix properties.\n\n\nAlthough the effect of matrix in-situ properties has been correlated to FRPC failure mechanisms through testing at the macroscale, matrix properties variability has not been quantified at the microscale. Therefore, to understand the source of scatter in composite mechanical properties and eventually optimize the manufacturing process, both fiber spatial distribution and matrix in-situ properties need to be quantified.\n\n\nThis work aimed to establish the curing-microstructure-property relationship of FRPCs through experimental techniques and computational modeling considering both the fiber geometrical arrangement and matrix properties variability. The outcomes can be broken up into three categories:\n\n\nFirst, images of FRPC specimens were taken at the micro-scale to develop a feature-based mathematical language to describe the orientation of fibers within the composite. CT scans and serial sectioning were used on specimens created with common manufacturing methods found in industry. Algorithms were developed to automate the extraction of fiber positions and connect them within images, where images often contain thousands, tens-of-thousands, or more fibers. A method of identifying fiber clusters and voids was developed, along with other mathematical quantities to aid in the description of the microstructure. These descriptors showed the difference between composites made by different methods, which could one day lead to predicting the scatter in mechanical properties based on the manufacturing process employed. \n\n\nSecond, matrix properties variability was quantified by performing Micro-Raman scattering and using imagining techniques to virtually reconstruct the microstructure during curing. A technique called 2D Raman mapping was ussed to study the behavior of epoxy during the curing process. We developed algorithms to help quantify the amount of cure as it happens. This program helped us analyze 2D and 3D images, allowing us to see differences in the cured and uncured parts within a composite material. We were able to get detailed information about the structure and chemical makeup at the boundary between the fibers and the resin. Our early results suggest that carbon fibers might make the epoxy cure differently at fiber boundaries.\n\n\nLastly, a computational curing model was combined with the fiber position work to create strength predictions based on the microstructure. A workflow was created to go from cross-sectional images at the micro-scale to small representative volume element models that can predict the stresses which occur during curing and the subsequent strength of the composite part. This provided insight into the correlation between the processing, resulting microstructure, and properties of composites, and improved our ability to simulate and predict the performance of composites virtually.\n\n\n\t\t\t\t\tLast Modified: 02/19/2024\n\n\t\t\t\t\tSubmitted by: ScottEStapleton\n"
 }
}