{
 "awd_id": "1826550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Measuring the Composition and Structure of Rocky Extrasolar Bodies",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924290",
 "po_email": "mstill@nsf.gov",
 "po_sign_block_name": "Martin Still",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 17548.0,
 "awd_amount": 17548.0,
 "awd_min_amd_letter_date": "2018-08-14",
 "awd_max_amd_letter_date": "2018-08-14",
 "awd_abstract_narration": "White dwarf stars collected leftover rocky material from planetary systems that orbited their host stars until the stars reached their end of life and caused their planets to break apart.  These \"polluted\" white dwarf stars can be studied using telescopes that measure their light broken down into different wavelengths. The signatures of different chemical elements appear at different wavelengths.  The chemical elements found telescopically give information about the bulk chemical composition of rocky material in those disintegrating planets.  The types of rocks present in the planets can be reconstructed from the bulk chemical composition.  The scientists propose studies that will use spectral observations to find more polluted white dwarf stars and assess the water and rocky content of the planetary bodies that orbited the white dwarf stars, looking for signs of earth-like plate tectonics in the planetary bodies, and studying pathways for material to travel from the planetary bodies to the host stars.  This project supports the mission of the NSF by promoting our understanding of the composition of planets orbiting other stars.  The investigators will include students who participate in the UC San Diego STARS program and other institutional initiatives aimed at underrepresented groups in their research efforts.\r\n\r\n\r\nThe investigators will continue spectroscopic observations of candidate white dwarf stars to identify those that are most heavily polluted.  Estimates of the water content for all parent bodies polluting white dwarfs will be made in combination with an assessment of the water content in white dwarfs being polluted by substantial quantities of hydrogen. From a sample of nearly 100 white dwarfs, they will estimate the occurrence rate for water-rich rocky bodies in other planetary systems.  For the subset of white dwarf stars that are being polluted by rocky crust and mantle material, they will conduct a deep search for the chemical signature of plate tectonics. Detections or deep limits on Ba and Sr will inform the possibility of plate tectonics for massive differentiated rocky bodies outside the Solar System.  Dynamical simulations will examine the ability of collisional processes to strip massive differentiated rocky bodies of their outermost crust and mantle layers, and then track this ejecta and the body it originated from to explore how white dwarfs get polluted by material from specific regions of a rocky body.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Zuckerman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin M Zuckerman",
   "pi_email_addr": "zuckerman@astro.ucla.edu",
   "nsf_id": "000156163",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "UCLA Physics and Astronomy",
  "perf_str_addr": "430 Portola Plaza, 3-929 PAB",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 17548.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to provide a comprehensive assessment of the types of <br />rocky material and planetary body structures found outside of the solar <br />system. Our technique relied on the unique information afforded by dead <br />\"white dwarf\" stars that are in the process of consuming material from <br />their planetary systems. Colloquially known as \"polluted white dwarf <br />stars\", these objects enable us to measure the composition of planetary <br />system material at an atomic level -- something typically reserved for <br />rocks found on Earth or retrieved during select space missions like <br />Apollo or OSIRIS-Rex.<br /><br />The first phase of this project demanded the identification of as many <br />polluted white dwarf stars as could be found. This entailed a sweeping <br />optical spectroscopic survey conducted primarily with the Lick, <br />Magellan, and Gemini Observatories. Of order 1,000 previously unknown <br />white dwarf stars were observed and close to 100 polluted systems were <br />identified. White dwarfs with no evidence for planetary systems have <br />been published in auxiliary surveys dedicated to Galactic and stellar <br />evolution studies and are otherwise having their data released into <br />public repositories.<br /><br />With our sample of high priority white dwarf planetary systems we began <br />the second phase of dedicated follow-up observations. Detailed <br />spectroscopic data were obtained at the Keck and Magellan Observatories <br />and in select cases observations were obtained with the Hubble Space <br />Telescope. State-of-the art atmospheric modeling revealed the abundances <br />of various elements like C, O, Mg, Al, Si, Ca, Ti, Cr, Fe, and Ni.<br /><br />These measurements allowed us to assess the chemical nature of the <br />planetary system material observed and sometimes enabled a determination <br />of where in a massive rocky body the material originated from (e.g., <br />core, mantle, or crust). Publication efforts have included specific <br />systems worthy of individual note -- e.g., the discovery of a white <br />dwarf being polluted by material rich in beryllium or another white <br />dwarf that could potentially be accreting two drastically different <br />rocky bodies simultaneously -- and collections of systems to obtain a <br />broader view on exoplanetary rocky material -- e.g., the assessment that <br />most white dwarfs accrete material that is compositionally similar to <br />the basic building blocks seen in the solar system. Publication of <br />detailed system characterization results continues and will include an <br />assessment of the amount of water present in rocky material from other <br />planetary systems, the amount of biologically-relevant elements present <br />in exoplanetary crusts, and the amount of carbon- and oxygen-bearing <br />ices present in exoplanetary rocks.<br /><br />Parallel to the above efforts was a computational study on the dynamical <br />history of polluted white dwarf systems and insights into their <br />polluters. Computer simulations explored how planetary system bodies <br />change their orbits, collide, and spread ejecta as their host star dies. <br />A major result from such work shows how some of the most heavily <br />polluted white dwarf stars may be accreting the remains of exoplanetary <br />moons similar to the Galilean satellites orbiting Jupiter. Continuing <br />work will provide details on if ejecta fragments from planetary crusts <br />and cores can eventually be accreted by their host white dwarf star.<br /><br />Student involvement was featured throughout this work, typically <br />including individuals from underrepresented groups within the sciences. <br />Such efforts often took advantage of institutional programs that helped <br />elevate low socioeconomic status people to higher levels of academia. In <br />total, roughly a dozen students ranging from undergraduates to graduates <br />participated in this project.<br /><br /><br /><br /></p><br>\n<p>\n Last Modified: 02/12/2024<br>\nModified by: Benjamin&nbsp;M&nbsp;Zuckerman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aimed to provide a comprehensive assessment of the types of \nrocky material and planetary body structures found outside of the solar \nsystem. Our technique relied on the unique information afforded by dead \n\"white dwarf\" stars that are in the process of consuming material from \ntheir planetary systems. Colloquially known as \"polluted white dwarf \nstars\", these objects enable us to measure the composition of planetary \nsystem material at an atomic level -- something typically reserved for \nrocks found on Earth or retrieved during select space missions like \nApollo or OSIRIS-Rex.\n\nThe first phase of this project demanded the identification of as many \npolluted white dwarf stars as could be found. This entailed a sweeping \noptical spectroscopic survey conducted primarily with the Lick, \nMagellan, and Gemini Observatories. Of order 1,000 previously unknown \nwhite dwarf stars were observed and close to 100 polluted systems were \nidentified. White dwarfs with no evidence for planetary systems have \nbeen published in auxiliary surveys dedicated to Galactic and stellar \nevolution studies and are otherwise having their data released into \npublic repositories.\n\nWith our sample of high priority white dwarf planetary systems we began \nthe second phase of dedicated follow-up observations. Detailed \nspectroscopic data were obtained at the Keck and Magellan Observatories \nand in select cases observations were obtained with the Hubble Space \nTelescope. State-of-the art atmospheric modeling revealed the abundances \nof various elements like C, O, Mg, Al, Si, Ca, Ti, Cr, Fe, and Ni.\n\nThese measurements allowed us to assess the chemical nature of the \nplanetary system material observed and sometimes enabled a determination \nof where in a massive rocky body the material originated from (e.g., \ncore, mantle, or crust). Publication efforts have included specific \nsystems worthy of individual note -- e.g., the discovery of a white \ndwarf being polluted by material rich in beryllium or another white \ndwarf that could potentially be accreting two drastically different \nrocky bodies simultaneously -- and collections of systems to obtain a \nbroader view on exoplanetary rocky material -- e.g., the assessment that \nmost white dwarfs accrete material that is compositionally similar to \nthe basic building blocks seen in the solar system. Publication of \ndetailed system characterization results continues and will include an \nassessment of the amount of water present in rocky material from other \nplanetary systems, the amount of biologically-relevant elements present \nin exoplanetary crusts, and the amount of carbon- and oxygen-bearing \nices present in exoplanetary rocks.\n\nParallel to the above efforts was a computational study on the dynamical \nhistory of polluted white dwarf systems and insights into their \npolluters. Computer simulations explored how planetary system bodies \nchange their orbits, collide, and spread ejecta as their host star dies. \nA major result from such work shows how some of the most heavily \npolluted white dwarf stars may be accreting the remains of exoplanetary \nmoons similar to the Galilean satellites orbiting Jupiter. Continuing \nwork will provide details on if ejecta fragments from planetary crusts \nand cores can eventually be accreted by their host white dwarf star.\n\nStudent involvement was featured throughout this work, typically \nincluding individuals from underrepresented groups within the sciences. \nSuch efforts often took advantage of institutional programs that helped \nelevate low socioeconomic status people to higher levels of academia. In \ntotal, roughly a dozen students ranging from undergraduates to graduates \nparticipated in this project.\n\n\n\n\t\t\t\t\tLast Modified: 02/12/2024\n\n\t\t\t\t\tSubmitted by: BenjaminMZuckerman\n"
 }
}