{
 "awd_id": "1826980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "USA-Botswana collaborative research towards portable power generation in rural Africa",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 299969.0,
 "awd_amount": 299969.0,
 "awd_min_amd_letter_date": "2018-08-15",
 "awd_max_amd_letter_date": "2023-06-28",
 "awd_abstract_narration": "This project focuses on investigating a new paradigm in renewable energy harvesting that would be of great use for developing modular power source for use in most of the developing world, and specifically for the continent of Africa.  Currently only 20-23% of the population in Africa has access to electricity.  Large percentage of the population lives far from urban centers.  Only portable energy sources will be able to meet, at least partially, the energy needs of rural populations.  A diverse group of undergraduate and graduate students enrolled in this program will engage in research on a novel concept of renewable energy harvesting.  They will develop working modules that will be tested in the field with the aim of producing efficient portable energy sources to improve the lives of people living in rural Africa.  In addition, the cultural experience gained through interactions with the tribal communities in Africa, and the knowledge gained on the way of life in each tribe, their societal rules and norms, and the struggles they face in day-to-day life, will transform their view of the world.  Their efforts will be highly rewarding, as they will be contributing to increase the renewable and portable power generation in these remote areas that will greatly improve the quality of life for the segment of the world population that is lagging behind the norms. \r\nTo implement the project the PI at the University of South Florida (USF) will collaborate with the researchers at the Botswana International University of Science and Technology (BIUST).  After completing a 3-week research program at USF, students will travel to Botswana and will team up with a cohort of students at BIUST for a 5-week period where they will learn, live, work, and travel together. \r\n\r\nThe primary goal of research is to study the feasibility of combining thermoelectric modules and solar devices to generate much higher electrical power than what is possible with individual devices.  Thermoelectric modules formed with materials of high Seebeck coefficient can produce high voltages but low conductivity that leads to low currents.  Typical solar cell open-circuit voltages are relatively low, but high absorption of radiation can generate high density of carriers.  However, high carrier recombination losses lead to low short circuit current.  This project will investigate a novel paradigm in which the relatively high voltage (1-4 V) produced by the thermoelectric modules from the recovery of waste heat of cooking stoves used in rural Africa will be used to reverse-bias the solar cell for generating a high photo-generated current.  The combination of the high voltage, high current, combined with a suitable circuit design, has the potential to enhance power generation and more efficient charging of batteries or capacitors.  The outcome will be educating a cohort of graduate and undereducated students on energy challenges of the rural communities in the world, and developing innovative concepts based on fundamental science to resolve issues of the global society. Though the initial effort is to develop a power source for rural Africa, the concept can be extended to multitude of commercial products and military applications where power can be generated when plugging into the power grid is not an option.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarath",
   "pi_last_name": "Witanachchi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarath Witanachchi",
   "pi_email_addr": "switanach@usf.edu",
   "nsf_id": "000160874",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "Botswana International University of Science and Technology",
  "perf_str_addr": "Plot 10017",
  "perf_city_name": "Palapye",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BC",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Botswana",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7394",
   "pgm_ref_txt": "BOTSWANA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>The primary aim of the project has been to develop a renewable energy source for people living in remote tribal villages in Africa by testing a novel solar-thermal hybrid technology developed by the PI and providing a learning environment to US students to the energy needs of the developing world, and finding solutions to help with their energy needs based on cultural norms and geographic limitations.</em></p>\r\n<p>The following are the primary outcomes of the project:</p>\r\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Group of 8 US students was trained in reviewable energy technologies, circuit design, experimental methodologies, and automated data acquisition.&nbsp; The knowledge they developed in bringing basic scientific concepts to real-world applications will be invaluable in their future career directions.</p>\r\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Students were exposed to the African society through working, living and traveling together with the BIUST colleagues.&nbsp; They also learned the way of life in African tribal villages and how they manage their lives with very limited resources and basic needs.&nbsp; PI believes that this experience has transformed them into more responsible global citizens.&nbsp;</p>\r\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Experimental data collected at USF and field-testing in Botswana has demonstrated the feasibility of the proposed research concept.&nbsp; A US patent application for the innovation that interphases the two renewable energy technologies to significantly enhance energy harvesting has been filed.&nbsp;</p>\r\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Through workshops, discussions, and hands-on experimentation, students acquired a solid foundation in multiple disciplines, including scientific concepts behind renewable energy technologies, and how to approach problems through innovative thinking.&nbsp; The international part of the project exposed them to multiple issues the populations in the developing world face and made them aware of how they can bring their knowledge and the influence they carry as citizens of the richest and the most influential country in the world. In 2029 a group of 8 US students was trained in reviewable energy technologies, circuit design, experimental methodologies, and automated data acquisition.&nbsp; The knowledge they developed in bringing basic scientific concepts to real-world applications will be invaluable in their future career directions.</p>\r\n<p>Due to the pandemic the program was cancelled in both 2020 and 2021.</p>\r\n<p>In 2022 a group of 6 STEM students and 2 Social science students, and a Sociology professor from USF initiated research in PI&rsquo;s laboratory at USF and the USF group traveled to Arusha, Tanzania to conduct the project in collaboration with the Nelson Mandela African Institute of Science and Technology NM-AIST group.&nbsp; Students became familiar with the solar and thermoelectric renewable energy harvesting technologies.&nbsp; Hands on experimentation taught them how to characterize the devices and optimize for high power generation.</p>\r\n<p>Primary outcomes:</p>\r\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Access to clean water is a difficulty most tribes living in rural Africa face.&nbsp; Especially in northern Tanzania the fluoride levels in well/spring water are dangerously high causing fast decay of teach and causing brittle bone syndrome. The collaborator at NM-AIST has developed a gravity-fed filtration system that helps to filter out some percentage of fluoride.&nbsp; However, to bring the level down to healthy levels, multiple filtration cycles will have to be performed.&nbsp; That requires power.&nbsp; USF team is working with the NM-AIST collaborator to generate portable energy that can be used to recycle water through the filter multiple times to significantly reduce the fluoride level.&nbsp;</p>\r\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Student became familiar with the solar and thermoelectric renewable energy harvesting technologies.&nbsp; Hands on experimentation taught them how to characterize the devices and optimize for high power generation.&nbsp; Experimenting with the new hybrid concept also gave them an opportunity to try out new ideas and trouble shoot problems.&nbsp; On the social front they were exposed to the difficulties people in the developing world face in their day-to-day life and motivated them to find ways to help.&nbsp;</p>\r\n<p>In 2023 the USF research group of 4 students collaborated with a research institution Commonwealth Scientific and Industrial Research Organization (CSIRO) and Monash University in Melbourne, Australia to learn about screen-printing process to manufacture flexible perovskite solar cells.</p>\r\n<p>&nbsp; Primary outcomes:</p>\r\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Students developed an understanding of the perovskite solar cell function and the screen-printing process to manufacture flexible devices.&nbsp; The tested perovskite cells contained lead (Pb).&nbsp; Toxicity of Pb and moisture sensitivity of perovskites are topics of ongoing research interest.&nbsp; Students plan to explore these areas of research in their graduate research.&nbsp;</p>\r\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Working with the research group at CSIRO, we were able to demonstrate the hybrid concept has the potential to enhance power generation capability by almost 2-times.&nbsp; &nbsp;</p>\r\n<p>In the final year of the project (2024), 7 USF students comprising of 6 STEM majors and one Social Science student participated in the project and traveled to Botswana to engage in research with a group of 8 student researchers at BIUST.&nbsp; In addition to the waste-heat solar hybrid technique, a new approach of generating heat with focused sunlight with Fresnel lens onto black body was tested.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/24/2024<br>\nModified by: Sarath&nbsp;Witanachchi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary aim of the project has been to develop a renewable energy source for people living in remote tribal villages in Africa by testing a novel solar-thermal hybrid technology developed by the PI and providing a learning environment to US students to the energy needs of the developing world, and finding solutions to help with their energy needs based on cultural norms and geographic limitations.\r\n\n\nThe following are the primary outcomes of the project:\r\n\n\n1. Group of 8 US students was trained in reviewable energy technologies, circuit design, experimental methodologies, and automated data acquisition. The knowledge they developed in bringing basic scientific concepts to real-world applications will be invaluable in their future career directions.\r\n\n\n2. Students were exposed to the African society through working, living and traveling together with the BIUST colleagues. They also learned the way of life in African tribal villages and how they manage their lives with very limited resources and basic needs. PI believes that this experience has transformed them into more responsible global citizens.\r\n\n\n3. Experimental data collected at USF and field-testing in Botswana has demonstrated the feasibility of the proposed research concept. A US patent application for the innovation that interphases the two renewable energy technologies to significantly enhance energy harvesting has been filed.\r\n\n\n4. Through workshops, discussions, and hands-on experimentation, students acquired a solid foundation in multiple disciplines, including scientific concepts behind renewable energy technologies, and how to approach problems through innovative thinking. The international part of the project exposed them to multiple issues the populations in the developing world face and made them aware of how they can bring their knowledge and the influence they carry as citizens of the richest and the most influential country in the world. In 2029 a group of 8 US students was trained in reviewable energy technologies, circuit design, experimental methodologies, and automated data acquisition. The knowledge they developed in bringing basic scientific concepts to real-world applications will be invaluable in their future career directions.\r\n\n\nDue to the pandemic the program was cancelled in both 2020 and 2021.\r\n\n\nIn 2022 a group of 6 STEM students and 2 Social science students, and a Sociology professor from USF initiated research in PIs laboratory at USF and the USF group traveled to Arusha, Tanzania to conduct the project in collaboration with the Nelson Mandela African Institute of Science and Technology NM-AIST group. Students became familiar with the solar and thermoelectric renewable energy harvesting technologies. Hands on experimentation taught them how to characterize the devices and optimize for high power generation.\r\n\n\nPrimary outcomes:\r\n\n\n1. Access to clean water is a difficulty most tribes living in rural Africa face. Especially in northern Tanzania the fluoride levels in well/spring water are dangerously high causing fast decay of teach and causing brittle bone syndrome. The collaborator at NM-AIST has developed a gravity-fed filtration system that helps to filter out some percentage of fluoride. However, to bring the level down to healthy levels, multiple filtration cycles will have to be performed. That requires power. USF team is working with the NM-AIST collaborator to generate portable energy that can be used to recycle water through the filter multiple times to significantly reduce the fluoride level.\r\n\n\n2. Student became familiar with the solar and thermoelectric renewable energy harvesting technologies. Hands on experimentation taught them how to characterize the devices and optimize for high power generation. Experimenting with the new hybrid concept also gave them an opportunity to try out new ideas and trouble shoot problems. On the social front they were exposed to the difficulties people in the developing world face in their day-to-day life and motivated them to find ways to help.\r\n\n\nIn 2023 the USF research group of 4 students collaborated with a research institution Commonwealth Scientific and Industrial Research Organization (CSIRO) and Monash University in Melbourne, Australia to learn about screen-printing process to manufacture flexible perovskite solar cells.\r\n\n\n Primary outcomes:\r\n\n\n1. Students developed an understanding of the perovskite solar cell function and the screen-printing process to manufacture flexible devices. The tested perovskite cells contained lead (Pb). Toxicity of Pb and moisture sensitivity of perovskites are topics of ongoing research interest. Students plan to explore these areas of research in their graduate research.\r\n\n\n2. Working with the research group at CSIRO, we were able to demonstrate the hybrid concept has the potential to enhance power generation capability by almost 2-times. \r\n\n\nIn the final year of the project (2024), 7 USF students comprising of 6 STEM majors and one Social Science student participated in the project and traveled to Botswana to engage in research with a group of 8 student researchers at BIUST. In addition to the waste-heat solar hybrid technique, a new approach of generating heat with focused sunlight with Fresnel lens onto black body was tested.\r\n\n\n\t\t\t\t\tLast Modified: 11/24/2024\n\n\t\t\t\t\tSubmitted by: SarathWitanachchi\n"
 }
}