{
 "awd_id": "1826848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Testing macronutrient imbalance as a key factor limiting range expansion in herbivores",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2018-04-26",
 "awd_max_amd_letter_date": "2018-04-26",
 "awd_abstract_narration": "Insect outbreaks are common in nature and locust outbreaks are particularly dramatic due to their tremendous ecological and agricultural impacts. Occasionally, insect populations explode throughout broad geographic ranges, and then collapse back into their smaller permanent breeding zones within months or years. Neither the mechanisms of population expansions nor declines are well understood, but our knowledge of the declines is particularly poor. This is a major challenge in organismal biology and ecology, with significant implications for human society. This research project will take advantage of an ongoing outbreak of the South American locust (Schistocerca cancellata) to test the hypothesis that the ability for S. cancellata to attain a balance of nutrients optimal for growth limits their capacity to maintain persistent high populations over broad regions of South America. Locusts are a major challenge for food security globally, with outbreaks causing 80-100% crop losses. In the future, working collaboratively with government plant protection agencies, this research can be directly applied to strategies to improve livelihoods, human and environmental health, and global food security. Moreover, this award will support postdoctoral and student training, and cross-cultural exchange. \r\n\r\n\r\nThe South American locust (Schistocerca cancellata) is experiencing its largest population upsurge in 60 years, expanding beyond its permanent breeding zone in northwest Argentina into a much larger part of Argentina and beyond into Bolivia and Paraguay, causing national emergencies in those three countries. One hypothesis for why S. cancellata do not persist at high densities in their invasion zone, which is supported by preliminary data, is that S. cancellata in their expansion zones are unable to obtain food of sufficiently high carbohydrate:protein ratio to maximize their fitness. This poor nutrition then leads to population decreases in their expansion zone. This carbohydrate insufficiency hypothesis will be tested in this project by: 1) assessing the plant macronutrient contents and feeding behavior of S. cancellata in the field at sites differing in median plant macronutrient ratios; 2) measuring the short-term effects of dietary macronutrient content on the performance of juvenile S. cancellata in the field, and 3) measuring the whole-lifetime effects of dietary macronutient content on the performance of S. cancellata in the lab under controlled environmental conditions. Together these experiments will test the mechanisms potentially responsible for fluctuations in locust populations in the recession and invasion zones.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arianne",
   "pi_last_name": "Cease",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Arianne J Cease",
   "pi_email_addr": "acease@asu.edu",
   "nsf_id": "000535623",
   "pi_start_date": "2018-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Harrison",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jon F Harrison",
   "pi_email_addr": "j.harrison@asu.edu",
   "nsf_id": "000204983",
   "pi_start_date": "2018-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7657",
   "pgm_ref_txt": "Integrative Ecologi Physiology"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How physiological and ecological factors determine species&rsquo; population levels across space and time remains a fundamental question in organismal biology. These basic questions take on applied significance in understanding the capacity of invasive species to expand into and persist in new habitats. Macronutrient balancing has emerged as a key factor regulating animal feeding behavior and performance. In this RAPID, we took advantage of the first locust outbreak in many years in Paraguay to collect critical, time-sensitive data necessary to test whether lack of availability of plants with sufficiently high carbohydrate:protein ratios limits the success of an outbreaking insect, the South American locust, <em>Schistocerca americana</em>.</p>\n<p>Insect outbreaks are a common feature of biological systems and locusts are a particularly dramatic example due to their tremendous ecological and agricultural impacts. Locust populations explode to high levels throughout broad geographic ranges, followed by a population collapse back into their smaller permanent breeding zones. Neither the mechanisms of population expansions nor declines are well understood, but our knowledge of the declines is particularly poor. This is a major challenge in organismal biology and ecology, with significant implications for human society.</p>\n<p><em>Schistocerca cancellata</em> is experiencing its largest population upsurge in 60 years, expanding beyond its permanent breeding zone in northwest Argentina to much more of Argentina and into Bolivia and Paraguay, causing national emergencies. We tested the hypothesis that <em>S. cancellata</em> in their expansion zones are unable to obtain food of sufficiently high carbohydrate:protein ratio to maximize their fitness. We tested this carbohydrate insufficiency hypothesis by: 1) assessing the plant macronutrient contents and feeding behavior of <em>S. cancellata</em> in the field at multiple sites across their range; 2) measuring the short-term effects of dietary macronutrient content on the performance of juvenile <em>S. cancellata</em> in the field and lab. We demonstrated that in the center (central Argentina) and edge of the range (Bolivia and Paraguay) that the vast majority of plants have protein:carbohydrate ratios less than 1, and that marching locusts in the field seek out and feed on carbohydrate but not protein. We studied the behavioral and physiological responses in detail in young locusts field-collected in Paraguay. We demonstrated that these locusts preferred food with protein:carbohydrate ratio of 1:2, and that they grew and survived better on diets with higher carbohydrate content, supporting the carbohydrate insufficiency hypothesis. We confirmed these findings for lab-reared Schistocerca cancellata, enabling us to control many environmental factors that may have occurred in the field.</p>\n<p>This RAPID supported postdoctoral, graduate and undergraduate student training, including providing the opportunity for one postdoc and one graduate student to work internationally during a locust plague. Our results have informed pest management strategies by showing how different crops and/or natural vegetation assemblages affect locust viability, thereby allowing managers to better target pesticide use for specific locust populations. For example, locusts eating crops containing insufficient carbohydrate will be less viable, less able to migrate and more susceptible to pathogens, making fungal biopesticides a more feasible treatment option. Locusts are a major challenge for food security globally, with outbreaks causing 80-100% crop losses. By working collaboratively with government plant protection agencies, this research can be directly applied to strategies to improve livelihoods, human and environmental health, and global food security.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2020<br>\n\t\t\t\t\tModified by: Arianne&nbsp;J&nbsp;Cease</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow physiological and ecological factors determine species’ population levels across space and time remains a fundamental question in organismal biology. These basic questions take on applied significance in understanding the capacity of invasive species to expand into and persist in new habitats. Macronutrient balancing has emerged as a key factor regulating animal feeding behavior and performance. In this RAPID, we took advantage of the first locust outbreak in many years in Paraguay to collect critical, time-sensitive data necessary to test whether lack of availability of plants with sufficiently high carbohydrate:protein ratios limits the success of an outbreaking insect, the South American locust, Schistocerca americana.\n\nInsect outbreaks are a common feature of biological systems and locusts are a particularly dramatic example due to their tremendous ecological and agricultural impacts. Locust populations explode to high levels throughout broad geographic ranges, followed by a population collapse back into their smaller permanent breeding zones. Neither the mechanisms of population expansions nor declines are well understood, but our knowledge of the declines is particularly poor. This is a major challenge in organismal biology and ecology, with significant implications for human society.\n\nSchistocerca cancellata is experiencing its largest population upsurge in 60 years, expanding beyond its permanent breeding zone in northwest Argentina to much more of Argentina and into Bolivia and Paraguay, causing national emergencies. We tested the hypothesis that S. cancellata in their expansion zones are unable to obtain food of sufficiently high carbohydrate:protein ratio to maximize their fitness. We tested this carbohydrate insufficiency hypothesis by: 1) assessing the plant macronutrient contents and feeding behavior of S. cancellata in the field at multiple sites across their range; 2) measuring the short-term effects of dietary macronutrient content on the performance of juvenile S. cancellata in the field and lab. We demonstrated that in the center (central Argentina) and edge of the range (Bolivia and Paraguay) that the vast majority of plants have protein:carbohydrate ratios less than 1, and that marching locusts in the field seek out and feed on carbohydrate but not protein. We studied the behavioral and physiological responses in detail in young locusts field-collected in Paraguay. We demonstrated that these locusts preferred food with protein:carbohydrate ratio of 1:2, and that they grew and survived better on diets with higher carbohydrate content, supporting the carbohydrate insufficiency hypothesis. We confirmed these findings for lab-reared Schistocerca cancellata, enabling us to control many environmental factors that may have occurred in the field.\n\nThis RAPID supported postdoctoral, graduate and undergraduate student training, including providing the opportunity for one postdoc and one graduate student to work internationally during a locust plague. Our results have informed pest management strategies by showing how different crops and/or natural vegetation assemblages affect locust viability, thereby allowing managers to better target pesticide use for specific locust populations. For example, locusts eating crops containing insufficient carbohydrate will be less viable, less able to migrate and more susceptible to pathogens, making fungal biopesticides a more feasible treatment option. Locusts are a major challenge for food security globally, with outbreaks causing 80-100% crop losses. By working collaboratively with government plant protection agencies, this research can be directly applied to strategies to improve livelihoods, human and environmental health, and global food security.\n\n \n\n\t\t\t\t\tLast Modified: 07/20/2020\n\n\t\t\t\t\tSubmitted by: Arianne J Cease"
 }
}