{
 "awd_id": "1826181",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RFE Design and Development: Framing Engineering as Community Activism for Values-Driven Engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 342502.0,
 "awd_amount": 342502.0,
 "awd_min_amd_letter_date": "2018-07-20",
 "awd_max_amd_letter_date": "2020-11-09",
 "awd_abstract_narration": "Several southern states, including Alabama, are transitioning to a more manufacturing-focused economy that requires a larger engineering workforce. The results of this research will provide a framework for interventions that encourage more students from minority, urban, and low-SES contexts to pursue engineering career pathways. It will also provide insights into how to motivate and increase retention of undergraduate minority engineering students, and increase the number of socially engaged engineers. The goal of this research is to understand how framing engineering as an altruistic (pro-social) profession affects the career identity development of students from low-socioeconomic status and African American families who are enrolled in 8th - 10th grade in an urban area within a predominantly rural Southern state. An additional goal is understanding of how serving as a mentor in the program affects the engineering career identity of undergraduate engineering students from similar backgrounds. The focal population of students offer the largest untapped source of future engineers available in this region. In an iterative process, the career identity of students from this demographic participating in an existing informal science, technology, engineering, and math (STEM) education program will be explored. These findings to develop a yearlong \"Help Your Community and Your World program that highlights the societal impact of engineering and provides undergraduate  engineering student mentors/role models from similar backgrounds. Designing and implementing this program will lead to improved understanding of how career identity develops for these students. This work has the potential to impact the number and diversity of U.S. students entering the engineering workforce and facilitate a manufacturing and STEM workforce development and economic base in states that have historically had agricultural economic base and/or lower STEM workforce needs.\r\n\r\nThe research will use a mixed methods design with a heavy emphasis on qualitative data collection in the form of video (or other multimedia) reflections, and interviews. Quantitative data will be collected through surveys of student attitudes towards STEM, beliefs about their ability in STEM, and intentions to study STEM in the future. For the qualitative approach, we will use the Consensual Qualitative research approach with its emphasis on team-built understandings of interview data.  A student-centered approach will be taken in order to understand how students make sense of and come to understand their intersecting, and socially constructed identities. For the newly developed summer camp, the data will be analyzed in three stages: before the camp, during the camp, and after the camp. This will be done to create a snapshot of the students' career identities and perceptions of engineering at each time point. This will also help the researchers examine and compare how their definitions, goals, and identities altered throughout the camp. Then the findings from each snapshot will be collapsed together to identify the larger overarching themes from the data. This method allows us to gain a deeper understanding of the students' own meaning making about their career identities as they progress through the program, and what aspects of the program were salient for the students, and how interventions can better support identity development in students. The interview and survey data will be qualitatively analyzed and triangulated to identity underlying themes and repeated patterns in the data.  The results will be disseminated in hands on workshops of regional teachers and out of school facilitators as well as through traditional mechanisms such as publications and conference presentations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniela",
   "pi_last_name": "Marghitu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniela Marghitu",
   "pi_email_addr": "marghda@auburn.edu",
   "nsf_id": "000503362",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Joni",
   "pi_last_name": "Lakin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joni Lakin",
   "pi_email_addr": "Jlakin@ua.edu",
   "nsf_id": "000637173",
   "pi_start_date": "2018-07-20",
   "pi_end_date": "2020-11-09"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Davis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia A Davis",
   "pi_email_addr": "davisva@auburn.edu",
   "nsf_id": "000240667",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Davis",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Edward W Davis",
   "pi_email_addr": "ewd0001@auburn.edu",
   "nsf_id": "000356690",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "310 Samford Hall",
  "perf_city_name": "Auburn University",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 342502.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>\"Framing Engineering as Community Activism for Values-Driven Engineering\" aimed to assess the influence of high school students' altruistic career values on their interest in pursuing engineering careers. Engineers play a pivotal role in shaping society's future. They contribute to advancements in healthcare, infrastructure, technology, and various other areas that impact daily lives. However, a potential shortage of engineers in the United States is a growing concern. By 2025, it is projected that a significant gap will exist between the demand for engineers and the number of qualified individuals available. Addressing this challenge necessitates fostering interest and enthusiasm for engineering among young students, particularly those from underrepresented groups.</span></p>\n<p><span>Regrettably, engineering's public image often presents a barrier to attracting a diverse workforce. The field is often perceived as overly masculine, competitive, and individualistic, and it is frequently associated with stereotypical images of white men. In reality, engineering is a collaborative and multifaceted profession that offers a wide range of opportunities to make a positive impact on the world. However, this perception of engineering as a field that lacks diversity and inclusivity can discourage students who do not see themselves represented in the field. Research has shown that women are more likely to favor altruistic and communal career values but perceive engineering as a field that is less supportive of these values. This research further confirmed that communal or altruistic goals are also more common among some race/ethnicity groups that are underrepresented in engineering, including youth who are Black or come from low-income families.</span></p>\n<p><span>Throughout the project, multiple opportunities were provided for high school students to explore how engineering work improves the lives of citizens through after-school activities, residential educational camps at Auburn University, and online events. These activities were designed to highlight the possibility of meeting communal goals with an engineering career path. We worked with students who were predominantly Black, from low-income families, and who were from an urban area. Most of our students did not have an engineering role model in their immediate family. After-school activities were provided through Alabama STEM Education's (ASE) Raise the Bar program, a 10-week program that offers STEM-focused activities for three hours each Saturday. This program traditionally focused on the STEM skills of participants through tutoring in math and science. As part of this project, the ASE program was redesigned to incorporate activities and experiences highlighting the ways engineering has a positive impact on society and students' everyday lives. </span></p>\n<p><span>Students were also recruited to attend residential camps at Auburn University that focused on STEM areas. Online events were also held that allowed participants to explore the impact that engineering has on society, including during the COVID-19 pandemic. New activities that explored engineering through a lens of how the work of engineers improves people's lives were developed as part of the project and used by ASE, in the residential camps, and as part of online activities. Participants were interviewed before and after the activities to understand how their perceptions of engineering were impacted by the experiences.</span></p>\n<p><span>The project yielded several findings. Students responded positively to activities that explored how engineering activities helped others.<span class=\"animating\"> Their interest and self-efficacy for engineering increased when engineering disciplines were explored in this way. Students' understanding of what engineering is and how an engineering career provides opportunities to meet their altruistic goals also increased. Not surprisingly, the impact seemed to be larger from the camps than from online activities or the ASE weekend program alone. Students who attended the camps displayed an increased confidence in engineering as a potential career pathway. Most camp participants identified new or expanded interests in science and engineering careers. The university students who served as mentors also experienced a range of positive benefits from their participation. New surveys of student attitudes and values were developed alongside a protocol for having students complete a \"Draw Yourself in STEM\" vision board to support the qualitative interviews with students. Multiple activities were made publicly available for those seeking to highlight the community relevance of engineering. In order to increase the long-term impact of this award, multiple groups of teachers participated in professional development activities that demonstrated how to connect the community impacts of engineering with Next Generation Science Standards. &nbsp;</span></span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Virginia&nbsp;A&nbsp;Davis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\"Framing Engineering as Community Activism for Values-Driven Engineering\" aimed to assess the influence of high school students' altruistic career values on their interest in pursuing engineering careers. Engineers play a pivotal role in shaping society's future. They contribute to advancements in healthcare, infrastructure, technology, and various other areas that impact daily lives. However, a potential shortage of engineers in the United States is a growing concern. By 2025, it is projected that a significant gap will exist between the demand for engineers and the number of qualified individuals available. Addressing this challenge necessitates fostering interest and enthusiasm for engineering among young students, particularly those from underrepresented groups.\n\n\nRegrettably, engineering's public image often presents a barrier to attracting a diverse workforce. The field is often perceived as overly masculine, competitive, and individualistic, and it is frequently associated with stereotypical images of white men. In reality, engineering is a collaborative and multifaceted profession that offers a wide range of opportunities to make a positive impact on the world. However, this perception of engineering as a field that lacks diversity and inclusivity can discourage students who do not see themselves represented in the field. Research has shown that women are more likely to favor altruistic and communal career values but perceive engineering as a field that is less supportive of these values. This research further confirmed that communal or altruistic goals are also more common among some race/ethnicity groups that are underrepresented in engineering, including youth who are Black or come from low-income families.\n\n\nThroughout the project, multiple opportunities were provided for high school students to explore how engineering work improves the lives of citizens through after-school activities, residential educational camps at Auburn University, and online events. These activities were designed to highlight the possibility of meeting communal goals with an engineering career path. We worked with students who were predominantly Black, from low-income families, and who were from an urban area. Most of our students did not have an engineering role model in their immediate family. After-school activities were provided through Alabama STEM Education's (ASE) Raise the Bar program, a 10-week program that offers STEM-focused activities for three hours each Saturday. This program traditionally focused on the STEM skills of participants through tutoring in math and science. As part of this project, the ASE program was redesigned to incorporate activities and experiences highlighting the ways engineering has a positive impact on society and students' everyday lives. \n\n\nStudents were also recruited to attend residential camps at Auburn University that focused on STEM areas. Online events were also held that allowed participants to explore the impact that engineering has on society, including during the COVID-19 pandemic. New activities that explored engineering through a lens of how the work of engineers improves people's lives were developed as part of the project and used by ASE, in the residential camps, and as part of online activities. Participants were interviewed before and after the activities to understand how their perceptions of engineering were impacted by the experiences.\n\n\nThe project yielded several findings. Students responded positively to activities that explored how engineering activities helped others. Their interest and self-efficacy for engineering increased when engineering disciplines were explored in this way. Students' understanding of what engineering is and how an engineering career provides opportunities to meet their altruistic goals also increased. Not surprisingly, the impact seemed to be larger from the camps than from online activities or the ASE weekend program alone. Students who attended the camps displayed an increased confidence in engineering as a potential career pathway. Most camp participants identified new or expanded interests in science and engineering careers. The university students who served as mentors also experienced a range of positive benefits from their participation. New surveys of student attitudes and values were developed alongside a protocol for having students complete a \"Draw Yourself in STEM\" vision board to support the qualitative interviews with students. Multiple activities were made publicly available for those seeking to highlight the community relevance of engineering. In order to increase the long-term impact of this award, multiple groups of teachers participated in professional development activities that demonstrated how to connect the community impacts of engineering with Next Generation Science Standards. \n\n\n\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: VirginiaADavis\n"
 }
}