{
 "awd_id": "1826869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessing the Sensitivity of High-altitude Environments to Globally Warm Climate as Recorded by Lacustrine Microbialite Carbonates",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "yyanes@nsf.gov",
 "po_sign_block_name": "Yurena Yanes",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 110594.0,
 "awd_amount": 110594.0,
 "awd_min_amd_letter_date": "2018-07-11",
 "awd_max_amd_letter_date": "2023-07-17",
 "awd_abstract_narration": "This project will reconstruct a high elevation environment during the globally warm period between ~70 and 50 million years ago. Researchers have little information about high elevation sites during past periods of increased global temperature, although modern high elevation settings appear to be highly sensitive to rapid changes in climate. We are focusing our research on the Sheep Pass Formation, which is interpreted to have been deposited in a high elevation, fresh water lake system. The project will initially provide a better estimate of the age of the Sheep Pass Formation, which is important since there are few stratigraphic records that capture this time interval in this region. A better estimate of the age of the Sheep Pass Formation may enable development of new records of rapid climate change during the Paleogene, which was one of the warmest times in Earth's history and was marked by numerous rapid, short-term warming events known as hyperthermals. We also expect to improve estimates of the elevation of this region at the time of creation of the rocks. Finally, this project will provide new information about how these rocks form in lakes today and are altered after creation, which will improve how researchers interpret ancient climate from other rocks like these. This project is timely and serves the national interest because we need to better understand how the western US, much of which is at higher elevations, will respond to future environmental change. For example, this project may help us better understand threats to the water supply in the western US, as well as potential for estimating how much temperatures may change in these regions relative to global estimates. In addition, the Sheep Pass Formation contains some oil. This project will produce better understanding of the history of these rocks after they were created, which will give us more information on the changes that may have allowed oil to migrate into the rocks, giving us more insight into potential oil resources in similar types of rocks.\r\n\r\nMost modern high elevation regions are warming faster than lower elevation regions at similar latitudes, which in turn affects water resources and ecosystems in those regions. However, the mechanisms driving this increase in temperature are unclear. The snow-albedo feedback is often invoked as a major contribution to this effect, but this mechanism would not apply during 'greenhouse' times in the past with little to no ice at the poles or high elevations, such as the Cretaceous and Paleogene. Study of high elevation regions during greenhouse climates may provide insight into their sensitivity to globally warm climate, and help elucidate the fundamental mechanism(s) driving the phenomenon. Additionally, intermontane basins have yielded most of the existing terrestrial records of greenhouse climate and hyperthermals to-date (e.g. the Paleocene-Eocene Thermal Maximum-PETM). Thus, better knowledge of how these regions respond to warming will improve comparisons of terrestrial paleoclimate records to marine records and help resolve sources of discrepancy between them. This project focuses on the Late Cretaceous-middle Eocene Sheep Pass Formation (SPF) in central Nevada, which was at least 2 km high at the time of deposition. The SPF preserves a thick succession of lacustrine microbialite carbonate suitable for stable isotope analysis, and the age of the SPF suggests that it may preserve the K-Pg boundary, the PETM, and other Early Eocene rapid warming events. However, age constraint is limited, so we are using magnetostratigraphy and calcite U/Pb geochronology to improve the chronostratigraphic framework. In addition, we are characterizing the microbialite sedimentology and generating a comprehensive suite of traditional and 'clumped' stable isotope values at better than 0.5 m.y resolution. To better understand the role of microbes in lacustrine carbonate precipitation and alteration, we are sampling modern microbialites in three alkaline lakes in North America that span diverse environments and climates. We are developing traditional and clumped isotope datasets of sediments and porewaters; detailed sediment microfacies descriptions; lake water and porewater carbonate chemistry datasets; and 16S rRNA gene amplicon sequencing of surface and shallow subsurface microbial communities. We will combine these datasets into an interpretive framework for lacustrine microbialites that we will apply to the SPF to assess how high elevation environments responded to globally warm conditions. This project is advancing discovery and understanding of science through the training and mentoring of undergraduate and graduate students and a postdoctoral researcher.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carie",
   "pi_last_name": "Frantz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carie M Frantz",
   "pi_email_addr": "cariefrantz@weber.edu",
   "nsf_id": "000723283",
   "pi_start_date": "2018-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Weber State University",
  "inst_street_address": "3850 DIXON PKWY DEPT 1014",
  "inst_street_address_2": "",
  "inst_city_name": "OGDEN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8016266055",
  "inst_zip_code": "844081014",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "WEBER STATE UNIVERSITY",
  "org_prnt_uei_num": "ZAVDUCLBZG77",
  "org_uei_num": "ZAVDUCLBZG77"
 },
 "perf_inst": {
  "perf_inst_name": "Weber State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "844081027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 110594.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3d6d279f-7fff-3da4-c43c-4d5fa5f91883\">\r\n<p dir=\"ltr\"><span>The aim of this project was to closely monitor how high-altitude evaporative lake systems like Great Salt Lake record environmental information in the carbonate minerals that form in them. Lake carbonates are important sources of information about ancient environments on land, including climate and ecosystems, however, accurately interpreting the geochemical clues they contain requires that we understand how geochemical traces of climate and biology are recorded and altered. In this project, we collected sediment samples every few months for over a year in Great Salt Lake, which were correlated to changes in environmental factors like temperature, salinity, lake depth, sedimentology, and microbiology. We found that how directly the lake&rsquo;s carbonate minerals record lake chemistry and regional climate depends on the type of carbonate, with some carbonates preserving lake conditions that could be used to reconstruct climate, while others were heavily influenced and altered by the lake&rsquo;s active microbial community, making their records difficult (if not impossible) to untangle. This has important implications for how geoscientists interpret the rock record from ancient lake environments.</span></p>\r\n<p dir=\"ltr\"><span>Serendipitously, the sampling done for this project happened to take place during a time when Great Salt Lake saw dramatic changes in its depth, extent, and chemistry, including record lake level lows set in 2021 and again in 2022, followed by a partial rebound in 2023. Samples and information about lake sediments, including the lake&rsquo;s microbialites, that were collected during work for this project provided a critical snapshot of the lake&rsquo;s response to these fluctuations. Great Salt Lake&rsquo;s microbialites host a microbial community that provides a substantial portion of the lake&rsquo;s primary productivity, which supports the lake&rsquo;s economically-important brine shrimp industry in addition to millions of migratory birds. As the lake dried up, vast expanses of microbialites were exposed and dried up, removing their primary producers from the ecosystem. When the lake rebounded and the microbialites were re-submerged, the microbialite communities partially (but incompletely) recovered. This result highlights the importance of managing lake levels in order to preserve the lake&rsquo;s ecosystem.</span></p>\r\n<p dir=\"ltr\"><span>Over its six years, this project supported 47 undergraduate students&mdash;many from demographics underrepresented in the Earth sciences&mdash;in independent and course-based research projects. The students gained experience in planning and executing field- and laboratory research, analyzing data, working in interdisciplinary teams, and communicating results to both scientific and general audiences. These are important scientific skills that help develop the workforce of the future. Many of these students have gone on to careers in Earth and environmental science, and have used their knowledge and experiences to advocate for the protection of environments like Great Salt Lake. The project also enabled the project PI to build up a geochemistry and geobiology research laboratory at Weber State University that has become a hub of Great Salt Lake research used by collaborators nationwide in addition to students of the university and region.</span></p>\r\n</span></p><br>\n<p>\n Last Modified: 01/02/2025<br>\nModified by: Carie&nbsp;M&nbsp;Frantz</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nThe aim of this project was to closely monitor how high-altitude evaporative lake systems like Great Salt Lake record environmental information in the carbonate minerals that form in them. Lake carbonates are important sources of information about ancient environments on land, including climate and ecosystems, however, accurately interpreting the geochemical clues they contain requires that we understand how geochemical traces of climate and biology are recorded and altered. In this project, we collected sediment samples every few months for over a year in Great Salt Lake, which were correlated to changes in environmental factors like temperature, salinity, lake depth, sedimentology, and microbiology. We found that how directly the lakes carbonate minerals record lake chemistry and regional climate depends on the type of carbonate, with some carbonates preserving lake conditions that could be used to reconstruct climate, while others were heavily influenced and altered by the lakes active microbial community, making their records difficult (if not impossible) to untangle. This has important implications for how geoscientists interpret the rock record from ancient lake environments.\r\n\n\nSerendipitously, the sampling done for this project happened to take place during a time when Great Salt Lake saw dramatic changes in its depth, extent, and chemistry, including record lake level lows set in 2021 and again in 2022, followed by a partial rebound in 2023. Samples and information about lake sediments, including the lakes microbialites, that were collected during work for this project provided a critical snapshot of the lakes response to these fluctuations. Great Salt Lakes microbialites host a microbial community that provides a substantial portion of the lakes primary productivity, which supports the lakes economically-important brine shrimp industry in addition to millions of migratory birds. As the lake dried up, vast expanses of microbialites were exposed and dried up, removing their primary producers from the ecosystem. When the lake rebounded and the microbialites were re-submerged, the microbialite communities partially (but incompletely) recovered. This result highlights the importance of managing lake levels in order to preserve the lakes ecosystem.\r\n\n\nOver its six years, this project supported 47 undergraduate studentsmany from demographics underrepresented in the Earth sciencesin independent and course-based research projects. The students gained experience in planning and executing field- and laboratory research, analyzing data, working in interdisciplinary teams, and communicating results to both scientific and general audiences. These are important scientific skills that help develop the workforce of the future. Many of these students have gone on to careers in Earth and environmental science, and have used their knowledge and experiences to advocate for the protection of environments like Great Salt Lake. The project also enabled the project PI to build up a geochemistry and geobiology research laboratory at Weber State University that has become a hub of Great Salt Lake research used by collaborators nationwide in addition to students of the university and region.\r\n\t\t\t\t\tLast Modified: 01/02/2025\n\n\t\t\t\t\tSubmitted by: CarieMFrantz\n"
 }
}