{
 "awd_id": "1827293",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing the Next Generation of Problem Solvers: Investigating the Integration of Computational Thinking into Preschool Mathematics and Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Catherine L. Eberbach",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 1096700.0,
 "awd_amount": 1096700.0,
 "awd_min_amd_letter_date": "2018-02-23",
 "awd_max_amd_letter_date": "2020-06-02",
 "awd_abstract_narration": "The STEM+Computing Partnership (STEM+C) program seeks to advance multidisciplinary integration of computing in STEM teaching and learning through applied research and development across one or more domains. Not too long ago, the goal of teaching computational thinking (CT) in preschool would have seemed unachievable, but recent advances in our understanding of the building blocks of CT and of the capabilities of young learners makes this an area ripe for further exploration. This project will investigate the integration of CT with mathematics and science with the goal of informing the development of new resources that provide preschool children with rich learning experiences that promote critical thinking and problem solving skills crucial for later school success. Project activities will include: 1) the development of research-based learning blueprints that delineate learning goals that integrate CT with mathematics and science; 2) the design and iterative testing of complementary hands-on and digital activities that address these learning goals, capture young children's interest, and also yield learning; and 3) the identification of design principles that guide the design of activity formats that can be used by educators and caregivers at school and at home. \r\n\r\nThe multidisciplinary project team will develop learning blueprints to serve as anchor documents, guiding the design of activities and research instrumentation. Furthermore, the team will engage in Design-Based Research and use a co-design approach in which multiple stakeholder, including preschool teachers, parents, children, and advisors, are directly and actively involved in the development and iterative pilot testing of digital and hands-on activities. This will ensure that design decisions link home and school learning, take into account the interests of young children, and address the needs and strengths of preschool programs and culturally diverse families. Researchers will conduct observations and interviews and make assessments of children's learning using evidence centered design learning tasks developed as part of this study and conduct mixed method analyses. The results of this investigation could inform future research and practice seeking to integrate CT with early childhood science and mathematics. Likewise, the co-design process used here could inform other efforts that seek to include diverse stakeholders in design based research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria Ximena",
   "pi_last_name": "Dominguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Ximena Dominguez",
   "pi_email_addr": "xdominguez@digitalpromise.org",
   "nsf_id": "000608480",
   "pi_start_date": "2018-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Vahey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Vahey",
   "pi_email_addr": "phil@appliedlearninginsights.com",
   "nsf_id": "000131694",
   "pi_start_date": "2019-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shuchi",
   "pi_last_name": "Grover",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuchi Grover",
   "pi_email_addr": "shuchi.grover@gmail.com",
   "nsf_id": "000688029",
   "pi_start_date": "2019-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Digital Promise Global",
  "inst_street_address": "1001 CONNECTICUT AVE NW STE 935",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024503675",
  "inst_zip_code": "200365565",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "DIGITAL PROMISE GLOBAL",
  "org_prnt_uei_num": "CDX6SVVKJ1Q1",
  "org_uei_num": "CDX6SVVKJ1Q1"
 },
 "perf_inst": {
  "perf_inst_name": "Digital Promise Global",
  "perf_str_addr": "585 Broadway Street",
  "perf_city_name": "Redwood City",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940633122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1096700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-1f1111dd-7fff-e2a5-af9e-a6dd4dc829e6\">\n<p dir=\"ltr\"><a href=\"https://digitalpromise.org/initiative/learning-sciences/preschool-computational-thinking/\"><span>The Next Generation Problem Solvers project</span></a><span> aimed to identify computational thinking (CT) skills that resonate with the abilities and interests of preschool children, examine how these skills can purposefully connect school and home learning, and explore how CT can be linked to other STEM domains promoted in early learning, such as mathematics and science. The project brought together public preschool teachers servling low-income communities, families from culturally and linguistically diverse backgrounds, curriculum and media designers, and researchers to explore how CT could be meaningfully introduced to young children and </span><a href=\"https://digitalpromise.org/2020/11/17/computational-thinking-in-preschool-what-why-and-how/\"><span>co-design resources</span></a><span> (hands-on activities, digital apps and support for educators and families) to support early CT learning.</span></p>\n<p dir=\"ltr\"><span>As part of this work, the following CT skills emerged as productive starting points:&nbsp;</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Decomposing tasks by breaking them into smaller, more manageable parts (such as when children break common routines, like getting ready for bed, into steps);</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Thinking logically and algorithmically by determining the sequence of actions needed to achieve a goal and recognizing patterns or repetitions (such as when children give or follow precise directions to get from one point to another on a map);</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Engaging in abstraction by attending to key features while ignoring unnecessary details (as children do when they sort objects or toys and give a shorthand label); and</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Detecting errors systematically and debugging (as children do when they determine which step in a recipe or set of instructions was incorrect and how to correct it).</span></p>\n</li>\n</ol>\n<p dir=\"ltr\"><span>To guide the co-design of activities, the team generated a &ldquo;learning blueprint&rdquo; that specified developmentally appropriate learning goals related to each CT skill as well as the possible connections to math and science. From our pilot and field studies we learned the following about the CT designed activities and their intersections with math and science:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>We learned that </span><span>CT is often already present in children&rsquo;s everyday lives</span><span>. For instance, while the term &ldquo;problem decomposition&rdquo; was not always familiar to teachers and caregivers, they understood the idea behind it&mdash;breaking down problems or tasks into smaller parts to more easily or efficiently solve a problem or complete a task&mdash;and easily recognized instances when they engage in problem decomposition or could integrate it to strengthen activities at home and school.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Co-designed </span><a href=\"https://digitalpromise.org/initiative/learning-sciences/preschool-computational-thinking/activities/\"><span>activities</span></a><span> were not only meaningful to children in their everyday lives and contexts, but also uniquely strengthened home/school connections. Both teachers and caregivers expressed appreciation for how seamlessly they could embed some CT skills into </span><span>daily routines and common activity structures</span><span>. This led to the design of activities that could be done in parallel at home and school and allowed teachers to learn about children&rsquo;s and families&rsquo; traditions and experiences.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Many of the CT activities relied on and/or provided children with opportunities to practice and strengthen their understanding of math concepts. For instance, those designed to promote algorithms often involved visual spatial components as well as numeral recognition and counting. When children decomposed problems (or tasks) or engaged in abstraction activities involving sorting, they practiced counting and comparing quantities.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>A few of the CT activities supported children&rsquo;s engagement in science practices. For instance, those designed to promote abstraction often involved sorting objects based on observable characteristics as a way to highlight the necessary information (while ignoring irrelevant details).</span></p>\n</li>\n</ul>\n<br />\n<p dir=\"ltr\"><span>Overall, teachers and families responded overwhelmingly positively to the introduction of CT at school and home. Although they were not necessarily familiar with computational thinking prior to the study, many teachers and caregivers reported finding CT valuable and reported interest in continuing to promote CT across home and school. Moreover, they expressed their appreciation for the resources provided and how it included everyday examples familiar to them. The study findings highlight the promise of introducing CT in preschool to support school and home learning and the importance of engaging teachers and parents/caregivers in the design process. </span><span>The resulting activities and digital apps are freely and publicly available on the Digital Promise project webpage: </span><a href=\"https://digitalpromise.org/initiative/learning-sciences/preschool-computational-thinking/\"><span>https://digitalpromise.org/initiative/learning-sciences/preschool-computational-thinking/</span></a></p>\n<br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2021<br>\n\t\t\t\t\tModified by: Ximena&nbsp;Dominguez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe Next Generation Problem Solvers project aimed to identify computational thinking (CT) skills that resonate with the abilities and interests of preschool children, examine how these skills can purposefully connect school and home learning, and explore how CT can be linked to other STEM domains promoted in early learning, such as mathematics and science. The project brought together public preschool teachers servling low-income communities, families from culturally and linguistically diverse backgrounds, curriculum and media designers, and researchers to explore how CT could be meaningfully introduced to young children and co-design resources (hands-on activities, digital apps and support for educators and families) to support early CT learning.\nAs part of this work, the following CT skills emerged as productive starting points: \n\n\nDecomposing tasks by breaking them into smaller, more manageable parts (such as when children break common routines, like getting ready for bed, into steps);\n\n\nThinking logically and algorithmically by determining the sequence of actions needed to achieve a goal and recognizing patterns or repetitions (such as when children give or follow precise directions to get from one point to another on a map);\n\n\nEngaging in abstraction by attending to key features while ignoring unnecessary details (as children do when they sort objects or toys and give a shorthand label); and\n\n\nDetecting errors systematically and debugging (as children do when they determine which step in a recipe or set of instructions was incorrect and how to correct it).\n\n\nTo guide the co-design of activities, the team generated a \"learning blueprint\" that specified developmentally appropriate learning goals related to each CT skill as well as the possible connections to math and science. From our pilot and field studies we learned the following about the CT designed activities and their intersections with math and science:\n\n\nWe learned that CT is often already present in children’s everyday lives. For instance, while the term \"problem decomposition\" was not always familiar to teachers and caregivers, they understood the idea behind it&mdash;breaking down problems or tasks into smaller parts to more easily or efficiently solve a problem or complete a task&mdash;and easily recognized instances when they engage in problem decomposition or could integrate it to strengthen activities at home and school.\n\n\nCo-designed activities were not only meaningful to children in their everyday lives and contexts, but also uniquely strengthened home/school connections. Both teachers and caregivers expressed appreciation for how seamlessly they could embed some CT skills into daily routines and common activity structures. This led to the design of activities that could be done in parallel at home and school and allowed teachers to learn about children’s and families’ traditions and experiences.\n\n\nMany of the CT activities relied on and/or provided children with opportunities to practice and strengthen their understanding of math concepts. For instance, those designed to promote algorithms often involved visual spatial components as well as numeral recognition and counting. When children decomposed problems (or tasks) or engaged in abstraction activities involving sorting, they practiced counting and comparing quantities.\n\n\nA few of the CT activities supported children’s engagement in science practices. For instance, those designed to promote abstraction often involved sorting objects based on observable characteristics as a way to highlight the necessary information (while ignoring irrelevant details).\n\n\n\n\nOverall, teachers and families responded overwhelmingly positively to the introduction of CT at school and home. Although they were not necessarily familiar with computational thinking prior to the study, many teachers and caregivers reported finding CT valuable and reported interest in continuing to promote CT across home and school. Moreover, they expressed their appreciation for the resources provided and how it included everyday examples familiar to them. The study findings highlight the promise of introducing CT in preschool to support school and home learning and the importance of engaging teachers and parents/caregivers in the design process. The resulting activities and digital apps are freely and publicly available on the Digital Promise project webpage: https://digitalpromise.org/initiative/learning-sciences/preschool-computational-thinking/\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/24/2021\n\n\t\t\t\t\tSubmitted by: Ximena Dominguez"
 }
}