{
 "awd_id": "1827353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting: 6th Pan American Plant Membrane Biology Workshop, Vancouver, Canada, June 24-28, 2018",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2018-05-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2018-02-27",
 "awd_max_amd_letter_date": "2018-02-27",
 "awd_abstract_narration": "Plants provide this planet with the air we breathe and the food we eat.  We consume plants either directly, or by eating animals that have been fed with plants. Therefore, life on earth would simply not be possible without plants. The calories, amino acids, vitamins and mineral ions our bodies require are taken up by plants from the environment or they are made within plant cells after uptake of some of the building blocks. Plants use these nutrients for growth and the production of edible organs such as tubers and seeds. However, abiotic stresses, including soil mineral limitation, drought and high temperature, and biotic stresses such as pathogen and insect pest attacks provide a threat to plant food production. But how can plants achieve mineral ion uptake, even under stress, and how are they able to use the nutrients and produce the tissues and organs needed for the human food supply? Plants have evolved specific membrane proteins that can sense and transfer environmental signals, as well as recognize and transport mineral ions from the outside environment into the cell. Novel scientific approaches have revolutionized our understanding of the structure and function of plant membranes, and this workshop will address important breakthroughs in membrane biology with respect to signaling, nutrient transport and plant growth. We expect that the scientific interactions will promote discussions on how to meet the challenge of feeding the global community of tomorrow and will facilitate advances essential for food security.\r\n\r\nThe 6th Pan American Membrane Biology Workshop will be held in Vancouver, BC, Canada from June 24-28th, 2018. It will focus on topics covering important breakthroughs in plant membrane biology and their importance for plant growth and adaption to environmental stresses. Given the importance of membrane biology and its potential to continue to make groundbreaking discoveries, there is pressing scientific demand for opportunities to communicate and interact. This meeting will be both stimulating and timely, and specific objectives are (1) to organize and support knowledge exchange and discussions on the latest scientific advances in membrane biology research, including in areas related to plant membrane structure, transport, protein trafficking, and signal transduction, (2) to promote interactions between scientists and trainees to share new discoveries in the field of membrane biology as it relates to plant growth, development and nutrition, and to enhance training and new collaborations that will move the field forward and (3) to directly involve newly independent scientists and trainees, with emphasis on diversity and gender. The workshop agenda will include discussions for trainee mentorship, publication strategies and emerging areas of plant membrane biology in a supportive setting to promote trainee and established researcher interactions. The broader impacts of this meeting are manifold. It will promote participation of groups underrepresented in science and support diversity in the plant biology community by connecting the trainees with senior scientist role models. It will further provide access to cutting edge science and advance knowledge in membrane biology essential for plant production.  This workshop award is supported by the Division of Integrative Organismal Systems and the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mechthild",
   "pi_last_name": "Tegeder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mechthild Tegeder",
   "pi_email_addr": "tegeder@wsu.edu",
   "nsf_id": "000427258",
   "pi_start_date": "2018-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991641060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 6<sup>th</sup> Pan American Plant Membrane Biology Workshop was held in Vancouver, BC, Canada from June 24-28<sup>th</sup>, 2018. It provided access to cutting-edge research in plant membrane biology and facilitated discussions on the latest scientific discoveries. The meeting focused on topics covering the most important breakthroughs in understanding both basic and applied aspects of plant membrane biology, a research area relevant to crop mineral nutrition and fertilizers, how plants perceive stress such as drought and heat, and fundamental biology of plant growth. The workshop largely addressed topics on membrane transport, signaling and trafficking, as these fields of investigation are expanding at an extremely rapid pace. Given the importance of membrane biology and its potential to continue to make groundbreaking discoveries of broad fundamental importance, and given the large scientific demand for opportunities to communicate and interact, the focus of this meeting was both exciting and timely. The meeting further promoted new collaborations and interactions of early career scientists with colleagues from across the Western Hemisphere, as well as with the top experts in the field. Funding from NSF supported participation of a diverse array of US scientists, including minorities and women at different stages in their careers and from varied institutions and geographic areas. The workshop agenda not only provided access to novel science via oral and poster presentations, but also included discussions on trainee mentorship and publication strategies in a supportive and encouraging setting. Equally important, it provided networking opportunities and connected the next generation of US plant researchers with powerful scientist role models in plant membrane biology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2019<br>\n\t\t\t\t\tModified by: Mechthild&nbsp;Tegeder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 6th Pan American Plant Membrane Biology Workshop was held in Vancouver, BC, Canada from June 24-28th, 2018. It provided access to cutting-edge research in plant membrane biology and facilitated discussions on the latest scientific discoveries. The meeting focused on topics covering the most important breakthroughs in understanding both basic and applied aspects of plant membrane biology, a research area relevant to crop mineral nutrition and fertilizers, how plants perceive stress such as drought and heat, and fundamental biology of plant growth. The workshop largely addressed topics on membrane transport, signaling and trafficking, as these fields of investigation are expanding at an extremely rapid pace. Given the importance of membrane biology and its potential to continue to make groundbreaking discoveries of broad fundamental importance, and given the large scientific demand for opportunities to communicate and interact, the focus of this meeting was both exciting and timely. The meeting further promoted new collaborations and interactions of early career scientists with colleagues from across the Western Hemisphere, as well as with the top experts in the field. Funding from NSF supported participation of a diverse array of US scientists, including minorities and women at different stages in their careers and from varied institutions and geographic areas. The workshop agenda not only provided access to novel science via oral and poster presentations, but also included discussions on trainee mentorship and publication strategies in a supportive and encouraging setting. Equally important, it provided networking opportunities and connected the next generation of US plant researchers with powerful scientist role models in plant membrane biology.\n\n\t\t\t\t\tLast Modified: 07/29/2019\n\n\t\t\t\t\tSubmitted by: Mechthild Tegeder"
 }
}