{
 "awd_id": "1827936",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a 400 MHz Nuclear Magnetic Resonance (NMR) Spectrometer for Research and Research Training at Barnard College",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Haes",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 399000.0,
 "awd_amount": 399000.0,
 "awd_min_amd_letter_date": "2018-07-26",
 "awd_max_amd_letter_date": "2018-07-26",
 "awd_abstract_narration": "This award is supported by the Major Research Instrumentation and the Chemistry Research Instrumentation programs.  Professor Michael Campbell from Barnard College and colleagues Christian Rojas, Dina Merrer and Marisa Buzzeo have acquired a 400 MHz NMR spectrometer equipped with an automatic sampler and low-temperature capabilities. This spectrometer allows research in a variety of fields such as those that accelerate chemical reactions of significant economic importance, as well as allow study of biologically relevant species. In general, Nuclear Magnetic Resonance (NMR) spectroscopy is one of the most powerful tools available to chemists for the elucidation of the structure of molecules. It is used to identify unknown substances, to characterize specific arrangements of atoms within molecules, and to study the dynamics of interactions between molecules in solution or in the solid state. Access to state-of-the-art NMR spectrometers is essential to chemists who are carrying out frontier research. The instrument positively impacts female students at this institution, who are trained in research and then go on to PhD programs at other institutions.\r\n\r\nThe award of this 400 MHz spectrometer is aimed at enhancing research and education at all levels. It especially impacts studies on the syntheses of transition metal-based molecules capable of exhibiting cooperative interactions and in the development of metal-catalyzed amidoglycosylation reactions to prepare stereo-varied 2-amino sugars. The spectrometer is helpful in understanding the influence of nonstatistical dynamics on reactions of carbenes with strained carbon-carbon pi bonds and in carrying out electrochemical studies of selenium-containing biological molecules. The instrument also serves researchers developing catalysts for green chemistry and investigating mechanisms of metalloenzyme-mediated alkane transformations. The spectrometer benefits studies of small-molecules that inhibit the cytoskeletal regulatory proteins formins.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Campbell",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Campbell",
   "pi_email_addr": "mcampbel@barnard.edu",
   "nsf_id": "000765109",
   "pi_start_date": "2018-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Rojas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christian M Rojas",
   "pi_email_addr": "crojas@barnard.edu",
   "nsf_id": "000239798",
   "pi_start_date": "2018-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dina",
   "pi_last_name": "Merrer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Dina C Merrer",
   "pi_email_addr": "dmerrer@barnard.edu",
   "nsf_id": "000114147",
   "pi_start_date": "2018-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Buzzeo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa Buzzeo",
   "pi_email_addr": "mbuzzeo@barnard.edu",
   "nsf_id": "000538435",
   "pi_start_date": "2018-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barnard College",
  "inst_street_address": "3009 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128542708",
  "inst_zip_code": "100276909",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "BARNARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPQ1NHRK78M9"
 },
 "perf_inst": {
  "perf_inst_name": "Barnard College",
  "perf_str_addr": "3009 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276598",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1938",
   "pgm_ref_txt": "CHEMICAL INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 399000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF MRI award provided for the purchase and installation of a 400 MHz Nuclear Magnetic Resonance (NMR) Spectrometer at Barnard College in the spring of 2019. The new instrument replaced a very old NMR that no longer met our department&rsquo;s rapidly expanding research needs. Most of the active research groups in our department rely heavily on NMR spectroscopy to support research in the fields of organic, organometallic, inorganic, physical, and biological chemistry. Key features of the new instrument include: rapid and efficient data collection via automation; drastically improved variable temperature capabilities to enable routine characterization of temperature-sensitive reactive intermediates; and increased sensitivity to enable faster data collection, as well as data collection on small amounts of precious samples.&nbsp; These enhanced capabilities have already led to several peer-reviewed scientific publications featuring Barnard undergraduate student co-authors.</p>\n<p>In addition to increasing research capabilities, the new 400 MHz NMR has had a significant impact on chemistry education at Barnard. In particular, our introductory organic lab courses now feature increased use of NMR spectroscopy due to the high throughput enabled by the new instrument's automation capabilities. Students in our advanced laboratory courses now have the opportunity to be trained on a wider range of advanced NMR techniques, on a state-of-the-art research grade instrument.</p>\n<p>Moving forward, this new NMR spectrometer will have a lasting positive impact on Barnard's infrastructure for research and education. The instrument will enhance research training, further inter-disciplinary collaborations, promote Barnard's efforts to attract and serve students from under-represented groups, and advance Barnard's impacts on society. As a women's college, Barnard has been particularly important and effective in encouraging its graduates to pursue careers in science research, and this award helps to ensure that our chemistry department will continue to be a vibrant research and training environment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2021<br>\n\t\t\t\t\tModified by: Michael&nbsp;Campbell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF MRI award provided for the purchase and installation of a 400 MHz Nuclear Magnetic Resonance (NMR) Spectrometer at Barnard College in the spring of 2019. The new instrument replaced a very old NMR that no longer met our department’s rapidly expanding research needs. Most of the active research groups in our department rely heavily on NMR spectroscopy to support research in the fields of organic, organometallic, inorganic, physical, and biological chemistry. Key features of the new instrument include: rapid and efficient data collection via automation; drastically improved variable temperature capabilities to enable routine characterization of temperature-sensitive reactive intermediates; and increased sensitivity to enable faster data collection, as well as data collection on small amounts of precious samples.  These enhanced capabilities have already led to several peer-reviewed scientific publications featuring Barnard undergraduate student co-authors.\n\nIn addition to increasing research capabilities, the new 400 MHz NMR has had a significant impact on chemistry education at Barnard. In particular, our introductory organic lab courses now feature increased use of NMR spectroscopy due to the high throughput enabled by the new instrument's automation capabilities. Students in our advanced laboratory courses now have the opportunity to be trained on a wider range of advanced NMR techniques, on a state-of-the-art research grade instrument.\n\nMoving forward, this new NMR spectrometer will have a lasting positive impact on Barnard's infrastructure for research and education. The instrument will enhance research training, further inter-disciplinary collaborations, promote Barnard's efforts to attract and serve students from under-represented groups, and advance Barnard's impacts on society. As a women's college, Barnard has been particularly important and effective in encouraging its graduates to pursue careers in science research, and this award helps to ensure that our chemistry department will continue to be a vibrant research and training environment.\n\n\t\t\t\t\tLast Modified: 11/24/2021\n\n\t\t\t\t\tSubmitted by: Michael Campbell"
 }
}