{
 "awd_id": "1827013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PAC-ISLEs: Present-day and Ancient Connections between Island Societies and Local Ecosystems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 299973.0,
 "awd_amount": 299973.0,
 "awd_min_amd_letter_date": "2018-08-07",
 "awd_max_amd_letter_date": "2018-08-07",
 "awd_abstract_narration": "The islands of Oceania are home to diverse fish communities and a vibrant myriad of human cultures, all of which have histories are inseparably tied to characteristics of the ocean and the islands themselves (e.g. resource availability and habitat space), and extent of connectivity among distant islands (e.g. currents, migration, etc.). These unifying concepts between culture and marine ecology make the holistic study of Pacific Island life ideal for a cross-disciplinary research experience.  The PAC-ISLEs program is a year-long research experience punctuated by a six-week trip to Oceania, where students will conduct independent research projects in marine biology and anthropology, and connect the shared themes uniting the two disciplines.  Each year new cohorts will visit a different island in Oceania (American Samoa, Tonga, Pohnpei), where they will immerse themselves in local communities and collaborate with key foreign mentors that possess expertise in community-based conservation, marine ecology, and public education.  Upon returning to the US, students will take advantage of the extensive natural history and ethnology collections at the Burke Museum of Natural History and Culture to support their research projects, and help them share their findings with the public, including a highly-engaged community of Pacific Islanders in the Seattle metropolitan area and beyond.  \r\n\r\nThe islands of Oceania support fish communities and human cultures whose histories are inseparably tied to their physical and geographic characteristics (e.g. resource availability and habitat space), and the extent of connectivity among distant islands (e.g. dispersal potential, gene flow, history of human migrations and trade). Students in the PAC-ISLEs program will travel to a unique island each of three years to explore these ties between culture and marine ecology, and characterize historic changes by measuring similarities in cultural objects or traditional activities among islands, and (for fishes) population genetics, taxonomic composition, and phylogeography. Students working with fish communities will focus mainly on the evolution and community structure of cryptobenthic reef fishes, a poorly studied group that can serve as an ideal indicator for evolutionary and contemporary change across Pacific Islands. Students working on Pacific Island anthropology will focus on aspects of culture that are directly linked to the ocean either through their material origins, or role in passing on knowledge about the ocean to future generations. Much like the biological communities of Pacific Islands, cultural items may be compared across different islands to show the history of change, local adaptation, and technological progression. When these data are analyzed and contextualized with existing and extensive biological and anthropological collections from Oceania at the Burke Museum of Natural History and Culture, findings from PAC-ISLEs have the potential to greatly advance our understanding of biological and cultural diversity on and around Pacific Islands, while promoting an equitable exchange of knowledge between scientists and Pacific Islander communities. Student activities extend far beyond the duration of this project, as PAC-ISLEs will help establish a permanent conduit for students to connect with overseas sites that would otherwise be less accessible for students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luke",
   "pi_last_name": "Tornabene",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luke Tornabene",
   "pi_email_addr": "ltorna1@uw.edu",
   "nsf_id": "000733048",
   "pi_start_date": "2018-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Barker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Holly M Barker",
   "pi_email_addr": "hmbarker@uw.edu",
   "nsf_id": "000768542",
   "pi_start_date": "2018-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299973.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our program entitled <em>PAC-ISLES</em>: <strong>P</strong>resent-day and <strong>A</strong>ncient <strong>C</strong>onnections between <strong>I</strong>sland <strong>S</strong>ocieties and <strong>L</strong>ocal <strong>E</strong>cosystems, is a cross-disciplinary program spanning the fields of aquatic sciences and anthropology, with emphasis on the islands of Oceania.<br /><br />Our goal was to create international research experiences for students that highlight the connections between the biological and cultural systems of the islands of Oceania and document the ways in which the aquatic environments have shaped Islander culture, and vice versa.&nbsp; A key feature of the program was prioritizing students that identify as Pacific Islanders &ndash; a group that is underrepresented in STEM.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our program successfully provided research opportunities in American Samoa for two cohorts of students, one in 2019 (two grad students, four undergraduates) and one in 2023 (four grad students, six undergraduates) &ndash; all but three of which identified as Pacific Islanders.&nbsp; During these trips students had firsthand research and immersive learning experiences surrounding various aspects of Samoan culture, the breadth of tropical aquatic ecosystems found on island, and the interconnectedness between land, sea, and people.&nbsp; Eduational experiences were only achieved through the building and maintaining of deep personal relationships founded on the ideals of reciprocity and collaboration -- &nbsp;with relationships including a myriad of partners such as the students&rsquo; extended families, villages leaders and chiefs, elders and other traditional knowledge holders, local NGOs, museums, and government agencies.&nbsp;</p>\n<p>&nbsp;</p>\n<p>During the COVID-19 pandemic, travel restrictions forced us to abandon international travel during the Summers of 2020- 2022.&nbsp; In response to this, in Summer 2022 we continued to run our program by modifying the typical &lsquo;abroad&rsquo; format and instead we conducted a &lsquo;reverse study abroad&rsquo;.&nbsp; Here, Pacific Islander knowledge holders were invited to come to the Burke Museum of Natural History and Culture to work with our students on the same themes outline above, this time using the cultural and biological collections at the Burke Museum as the focal pieces for cross-disciplinary research.&nbsp; The 5-week program supported ten Pacific-Islander students, and ten Pacific-Islander knowledge holders.<br /><br />The broader impacts and intellectual merit of our educational and research outcomes from the program were numerous and diverse.&nbsp; Every undergraduate that has gone through our American Samoa study abroad program and graduated from UW has either been accepted into graduate school, or is currently employed in their field of expertise.&nbsp; Research and educational products from our program include: scientific publications in peer reviewed journals; presentations at national conferences; accessions of cultural objects and specimens into Burke collections, including the additional of information on the cultural significance of items, which was often previously lacking; podcasts and audio recordings of <em>talanoa</em> discussions amplifying voices of Islander students in STEM; creation of traditional artwork; and educational content directly contributing to three new exhibits at the Burke Museum.<br /><br /></p>\n<p>Most importantly, all student in our program unanimously reported their experiences as being transformational, describing PAC-ISLES as an experience helping them not only excel academically, but also helping them find community and identity in an academic environment that has historically excluded Pacific Islander voices.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/18/2024<br>\nModified by: Luke&nbsp;Tornabene</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1827013/1827013_10566899_1710806185394_20230617_154736--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1827013/1827013_10566899_1710806185394_20230617_154736--rgov-800width.jpg\" title=\"PAC-ISLEs American Samoa 2023\"><img src=\"/por/images/Reports/POR/2024/1827013/1827013_10566899_1710806185394_20230617_154736--rgov-66x44.jpg\" alt=\"PAC-ISLEs American Samoa 2023\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students from PAC-ISLEs 2023 trip, after conducting fish surveys at a village marine protected area at Fagaalu Village, American Samoa</div>\n<div class=\"imageCredit\">Luke Tornabene</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luke&nbsp;Tornabene\n<div class=\"imageTitle\">PAC-ISLEs American Samoa 2023</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1827013/1827013_10566899_1710806403240_20220720_120339--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1827013/1827013_10566899_1710806403240_20220720_120339--rgov-800width.jpg\" title=\"PAC-ISLEs Seattle 2022`\"><img src=\"/por/images/Reports/POR/2024/1827013/1827013_10566899_1710806403240_20220720_120339--rgov-66x44.jpg\" alt=\"PAC-ISLEs Seattle 2022`\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PAC-ISLEs 2022 Summer Institute for Pacific Islanders in STEAM.</div>\n<div class=\"imageCredit\">Luke Tornabene</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luke&nbsp;Tornabene\n<div class=\"imageTitle\">PAC-ISLEs Seattle 2022`</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1827013/1827013_10566899_1710806286799_20190707_110644--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1827013/1827013_10566899_1710806286799_20190707_110644--rgov-800width.jpg\" title=\"PAC-ISLEs American Samoa 2019\"><img src=\"/por/images/Reports/POR/2024/1827013/1827013_10566899_1710806286799_20190707_110644--rgov-66x44.jpg\" alt=\"PAC-ISLEs American Samoa 2019\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PAC-ISLEs 2019 team, outside church in Vatia village, American Samoa.</div>\n<div class=\"imageCredit\">Luke Tornabene</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luke&nbsp;Tornabene\n<div class=\"imageTitle\">PAC-ISLEs American Samoa 2019</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur program entitled PAC-ISLES: Present-day and Ancient Connections between Island Societies and Local Ecosystems, is a cross-disciplinary program spanning the fields of aquatic sciences and anthropology, with emphasis on the islands of Oceania.\n\nOur goal was to create international research experiences for students that highlight the connections between the biological and cultural systems of the islands of Oceania and document the ways in which the aquatic environments have shaped Islander culture, and vice versa. A key feature of the program was prioritizing students that identify as Pacific Islanders  a group that is underrepresented in STEM.\n\n\n\n\n\nOur program successfully provided research opportunities in American Samoa for two cohorts of students, one in 2019 (two grad students, four undergraduates) and one in 2023 (four grad students, six undergraduates)  all but three of which identified as Pacific Islanders. During these trips students had firsthand research and immersive learning experiences surrounding various aspects of Samoan culture, the breadth of tropical aquatic ecosystems found on island, and the interconnectedness between land, sea, and people. Eduational experiences were only achieved through the building and maintaining of deep personal relationships founded on the ideals of reciprocity and collaboration -- with relationships including a myriad of partners such as the students extended families, villages leaders and chiefs, elders and other traditional knowledge holders, local NGOs, museums, and government agencies.\n\n\n\n\n\nDuring the COVID-19 pandemic, travel restrictions forced us to abandon international travel during the Summers of 2020- 2022. In response to this, in Summer 2022 we continued to run our program by modifying the typical abroad format and instead we conducted a reverse study abroad. Here, Pacific Islander knowledge holders were invited to come to the Burke Museum of Natural History and Culture to work with our students on the same themes outline above, this time using the cultural and biological collections at the Burke Museum as the focal pieces for cross-disciplinary research. The 5-week program supported ten Pacific-Islander students, and ten Pacific-Islander knowledge holders.\n\nThe broader impacts and intellectual merit of our educational and research outcomes from the program were numerous and diverse. Every undergraduate that has gone through our American Samoa study abroad program and graduated from UW has either been accepted into graduate school, or is currently employed in their field of expertise. Research and educational products from our program include: scientific publications in peer reviewed journals; presentations at national conferences; accessions of cultural objects and specimens into Burke collections, including the additional of information on the cultural significance of items, which was often previously lacking; podcasts and audio recordings of talanoa discussions amplifying voices of Islander students in STEM; creation of traditional artwork; and educational content directly contributing to three new exhibits at the Burke Museum.\n\n\n\n\nMost importantly, all student in our program unanimously reported their experiences as being transformational, describing PAC-ISLES as an experience helping them not only excel academically, but also helping them find community and identity in an academic environment that has historically excluded Pacific Islander voices.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 03/18/2024\n\n\t\t\t\t\tSubmitted by: LukeTornabene\n"
 }
}