{
 "awd_id": "1827362",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research to Determine Brokered Boundaries",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 122213.0,
 "awd_amount": 127290.0,
 "awd_min_amd_letter_date": "2018-07-20",
 "awd_max_amd_letter_date": "2019-06-04",
 "awd_abstract_narration": "Dr. Danielle Riebe will lead an international, collaborative team of American and Hungarian scholars and students to investigate the role that everyday interactions play in forming, maintaining, and changing socio-cultural boundaries. The project focuses on the Late Neolithic prehistoric period (roughly 7,000-6,500 years ago) on the Great Hungarian Plain, but its findings have direct relevance to contemporary issues of social interaction, boundaries, and the definition and demarcation of borders. Previous studies on these issues have focused on how regional cultural variation is shaped by environmental and economic changes, but these studies underestimate the active role that people play in the creation of their own social identities. By focusing on household-scale interactions, the project will examine how daily interactions between people influence larger regional socio-cultural boundaries. In this way it will contribute to a better understanding of how connectivity impacts and structures concepts of self and identity - issues that are especially relevant in the extremely globalized world that exists today. From a research perspective the project will advance the well-established consortium of collaborative Hungarian-American archaeological research projects that has been active in the region for the past 40 years. In addition to promoting women in the sciences, the project also will further the STEM fields by combining diverse approaches to studying the past, including anthropology, geology, geochemistry, botany, zoology, osteology, and sociology, and it will offer new research and training opportunities to students and scholars.\r\n\r\nIn the first phase (2013-2016), researchers successfully reconstructed prehistoric regional interactions between two archaeologically defined cultures, the Tisza and Herply, and were able to model the presence of a strictly enforced socio-cultural boundary during the Late Neolithic. However, due to limited research on Herply settlements, it has remained unclear how local-scale interactions fed into these regional networks. In this next phase Hungarian and American researchers will work together to investigate a Herply tell site, Csokmo-Kaposztas Domb, that is located near the perceived Herpalay and Tisza cultural boundary. Preliminary magnetometric survey at the site identified subsurface features, including houses, fortification ditches, wells, and storage pits. Guided by the magnetometric and surface survey data, the team will excavate selected households and collect materials that will grant insight into past interactive behaviors, including the ceramics that people made, the tools that they used, and the food that they ate. From these materials, the team will be able to reconstruct past interactions at multiple scales and determine the degree of connectivity between households within the settlement of Caokmo-Kaposztas Domb. Innovative techniques, including laser ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS), portable X-ray fluorescence (p-XRF) and social network analysis (SNA) will be used to model these multi-scalar interactions. The results from the survey and excavation will be compared with information from neighboring excavated Tisza sites that were previously excavated in order to assess how inter-site interactions and access to exchange networks at the household level resulted in the formation and maintenance of regional cultural boundaries during the Late Neolithic.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "Riebe",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle J Riebe",
   "pi_email_addr": "danielle.riebe@uga.edu",
   "nsf_id": "000627729",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Field Museum of Natural History",
  "inst_street_address": "1400 S LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3126657240",
  "inst_zip_code": "606052827",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "FIELD MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBHQF44BQYN5"
 },
 "perf_inst": {
  "perf_inst_name": "Field Museum of Natural History",
  "perf_str_addr": "1400 S. Lake Shore Drive",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 34540.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 5077.0
  }
 ],
 "por": null
}