{
 "awd_id": "1827110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I:  International Research in The Bahamas: Conservation Biology of the Critically Endangered Bahama Oriole",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 299952.0,
 "awd_amount": 299952.0,
 "awd_min_amd_letter_date": "2018-07-27",
 "awd_max_amd_letter_date": "2023-05-24",
 "awd_abstract_narration": "The fundamental goals of this proposal are increasing the diversity of students studying environmental science and training the next generation of global scientists. US students will work in collaborative teams with scientists from UMBC and the Bahamas to study the critically endangered Bahama Oriole. Six students per year will work with mentors doing international research in the Bahamas, followed by data analysis and presentation back at UMBC. These projects will enable students to develop deep understanding of a range of topics in environmental science related to island ecosystems, extinction and climate dynamics. Island ecosystems have always been vulnerable to human impacts, and many island species are endangered or have become extinct. The islands of the Caribbean represent a biodiversity hotspot that is acutely threatened by climate variations. The Caribbean is home to fifteen endangered songbird species, including the critically endangered Bahama Oriole (Icterus northropi). The proposed student research experience is a collaboration between the University of Maryland, Baltimore County (UMBC) and The Bahamas National Trust (BNT) to determine the status of the Bahama Oriole and to understand how habitat and climate change may affect it.\r\n\r\nIn the current global extinction crisis, islands are especially vulnerable, and most endangered and extinct avian species are (or were) island species. The Bahama Oriole is now restricted to Andros, having been extirpated from Abaco in the 1990s. The likely threats facing the Bahama Oriole are typical for island species, ranging from introduced predators to anthropogenic habitat change. The impacts of climate change on endemic species in the Caribbean may be especially intense drying and warming are altering fire regimes while rising sea levels and increased hurricane intensity are causing forest mortality. The proposed student research projects address the full scope of these issues facing this critically endangered songbird. Teams of Bahamian and US mentors will together advise undergraduate students on a series of independent research projects. One UMBC PhD student will be continually on-site in the Bahamas to help mentor the students. Student projects will teach the students skills that can be applied in a range of STEM careers. Project topics include 1) population ecology (e.g., estimating population size), 2) remote sensing (e.g., effects of climate change on pine habitat), and 3) predation (e.g., radio tracking to study annual survival). Recently, the research team conducted two pilot trips with diverse teams of students from UMBC and The Bahamas. These student-led efforts confirmed the feasibility of these projects and demonstrated how little is known about the Bahama Oriole.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Omland",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin E Omland",
   "pi_email_addr": "omland@umbc.edu",
   "nsf_id": "000089244",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Studds",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Colin E Studds",
   "pi_email_addr": "studdsc@umbc.edu",
   "nsf_id": "000716457",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Fagan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Fagan",
   "pi_email_addr": "mfagan@umbc.edu",
   "nsf_id": "000728895",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Lincove",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jane A Lincove",
   "pi_email_addr": "jlincove@umbc.edu",
   "nsf_id": "000769654",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299952.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Island ecosystems have always been vulnerable to human impacts, and many island species are endangered or have become extinct. The islands of the Caribbean represent a &ldquo;biodiversity hotspot&rdquo; that is acutely threatened by climate change. The Caribbean is home to fifteen endangered songbird species.&nbsp;&nbsp;This grant funded student research projects on songbirds in The Bahamas and Puerto Rico.&nbsp;&nbsp;We studied the ecology and conservation status of two Caribbean songbirds, the Bahama Oriole and the Puerto Rican Oriole. &nbsp;</p>\r\n<p>When this project began, the Bahama Oriole was listed on the Red List of Threatened Species as &ldquo;Critically Endangered&rdquo;.&nbsp;&nbsp;Our research has shown that there are far more Bahama Orioles than previously assumed, resulting in a change in their Red List status.&nbsp;&nbsp;Previous research suggested that there were fewer than 300 Bahama Orioles left, and that they nested almost exclusively in developed areas around human settlements.&nbsp;Our project demonstrated that those previous assumptions were incorrect.&nbsp;&nbsp;First, the students determined that most orioles nest in the vast native pine forests of the islands of Andros.&nbsp;&nbsp;Students documented Bahama Orioles nesting in native pine trees as well as in native palm trees in the forest understory.&nbsp;&nbsp;Second, our student teams conducted rigorous counts of orioles throughout the island.&nbsp;&nbsp;Their analysis indicated that there were far more Bahama Orioles than previously assumed, resulting in a total population estimate of 2,400 &ndash; 8,400 individuals. &nbsp;</p>\r\n<p>As a result of these findings, Birdlife International recommended that the status of the Bahama Oriole be changed.&nbsp;&nbsp;In August of 2021, their status on the Red List was changed from &ldquo;Critically Endangered&rdquo; to &ldquo;Endangered&rdquo;, reflecting the positive findings from our study.&nbsp;&nbsp;This change was a crucial contribution of our study because governments and conservation organizations can now direct more attention and resources to other species and other islands across the Caribbean. &nbsp;</p>\r\n<p>In 2022, our project focus shifted to a different Caribbean island, Puerto Rico.&nbsp;&nbsp;There the Puerto Rican Oriole is considered &ldquo;data deficient&rdquo; by the Puerto Rican government.&nbsp;&nbsp;Our student teams have found and monitored over 59 nests of Puerto Rican Orioles.&nbsp;&nbsp;However, not one of these nests has been successful.&nbsp;&nbsp;Puerto Rican Orioles and other native songbirds on the island are targeted by a non-native &ldquo;brood parasite&rdquo;, the Shiny Cowbird.&nbsp;&nbsp;These cowbirds are native to South America; they have been spreading across the Caribbean for the last 100 years.&nbsp;&nbsp;The cowbirds lay their eggs in the nests of other &ldquo;host&rdquo; species, including the Puerto Rican Oriole.&nbsp;&nbsp;The orioles incubate the eggs then feed the young of the developing cowbirds, which usually results in the oriole eggs and chicks not surviving.&nbsp;&nbsp;We have documented 11 young cowbirds that grew large enough to successfully leave the nest.&nbsp;&nbsp;However, we have not documented a single young oriole that successfully left the nest.&nbsp;&nbsp;Thus, these non-native cowbirds are clearly a major threat to orioles and other Puerto Rican songbirds. &nbsp;</p>\r\n<p>Nevertheless, we do know that some young orioles are leaving the nest as we have repeatedly sighted orioles that are several months old (based on their uniform dull yellow coloration).&nbsp;&nbsp;Our future research plan is to determine how some orioles are successfully raising young.&nbsp;&nbsp;We will be testing two alternative hypotheses.&nbsp;&nbsp;First, we will ask if orioles that nest very late in the year, for example in September and October, escape cowbird parasitism.&nbsp;&nbsp;Second, we will ask if orioles that nest in remote forests, for example very far from cowbird feeding habitats, escape cowbird parasitism.&nbsp;&nbsp;Better understanding how Puerto Rican Orioles are escaping cowbird parasitism will enable us to make conservation recommendations to better protect the orioles and other native songbirds.&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/04/2024<br>\nModified by: Kevin&nbsp;E&nbsp;Omland</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIsland ecosystems have always been vulnerable to human impacts, and many island species are endangered or have become extinct. The islands of the Caribbean represent a biodiversity hotspot that is acutely threatened by climate change. The Caribbean is home to fifteen endangered songbird species.This grant funded student research projects on songbirds in The Bahamas and Puerto Rico.We studied the ecology and conservation status of two Caribbean songbirds, the Bahama Oriole and the Puerto Rican Oriole. \r\n\n\nWhen this project began, the Bahama Oriole was listed on the Red List of Threatened Species as Critically Endangered.Our research has shown that there are far more Bahama Orioles than previously assumed, resulting in a change in their Red List status.Previous research suggested that there were fewer than 300 Bahama Orioles left, and that they nested almost exclusively in developed areas around human settlements.Our project demonstrated that those previous assumptions were incorrect.First, the students determined that most orioles nest in the vast native pine forests of the islands of Andros.Students documented Bahama Orioles nesting in native pine trees as well as in native palm trees in the forest understory.Second, our student teams conducted rigorous counts of orioles throughout the island.Their analysis indicated that there were far more Bahama Orioles than previously assumed, resulting in a total population estimate of 2,400  8,400 individuals. \r\n\n\nAs a result of these findings, Birdlife International recommended that the status of the Bahama Oriole be changed.In August of 2021, their status on the Red List was changed from Critically Endangered to Endangered, reflecting the positive findings from our study.This change was a crucial contribution of our study because governments and conservation organizations can now direct more attention and resources to other species and other islands across the Caribbean. \r\n\n\nIn 2022, our project focus shifted to a different Caribbean island, Puerto Rico.There the Puerto Rican Oriole is considered data deficient by the Puerto Rican government.Our student teams have found and monitored over 59 nests of Puerto Rican Orioles.However, not one of these nests has been successful.Puerto Rican Orioles and other native songbirds on the island are targeted by a non-native brood parasite, the Shiny Cowbird.These cowbirds are native to South America; they have been spreading across the Caribbean for the last 100 years.The cowbirds lay their eggs in the nests of other host species, including the Puerto Rican Oriole.The orioles incubate the eggs then feed the young of the developing cowbirds, which usually results in the oriole eggs and chicks not surviving.We have documented 11 young cowbirds that grew large enough to successfully leave the nest.However, we have not documented a single young oriole that successfully left the nest.Thus, these non-native cowbirds are clearly a major threat to orioles and other Puerto Rican songbirds. \r\n\n\nNevertheless, we do know that some young orioles are leaving the nest as we have repeatedly sighted orioles that are several months old (based on their uniform dull yellow coloration).Our future research plan is to determine how some orioles are successfully raising young.We will be testing two alternative hypotheses.First, we will ask if orioles that nest very late in the year, for example in September and October, escape cowbird parasitism.Second, we will ask if orioles that nest in remote forests, for example very far from cowbird feeding habitats, escape cowbird parasitism.Better understanding how Puerto Rican Orioles are escaping cowbird parasitism will enable us to make conservation recommendations to better protect the orioles and other native songbirds.\r\n\n\n\t\t\t\t\tLast Modified: 12/04/2024\n\n\t\t\t\t\tSubmitted by: KevinEOmland\n"
 }
}