{
 "awd_id": "1827971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Atomic Force Microscope for Multidisciplinary Research and Undergraduate Education",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 180677.0,
 "awd_amount": 180677.0,
 "awd_min_amd_letter_date": "2018-08-11",
 "awd_max_amd_letter_date": "2018-08-11",
 "awd_abstract_narration": "This Major Research Instrumentation grant funds the acquisition of an atomic force microscope, which supports multidisciplinary research and undergraduate education at Linfield College as well as at nearby colleges/universities. This microscope provides detailed images of sample surfaces at nanometer scale as well as specialized capabilities that can map electrical, magnetic, and elastic properties of the surfaces. As such, this instrument enables new research on topics of high societal impact, including novel electronic materials, biosensors, energy conversion, drug delivery, and health of the marine environment. Since the institutions using the microscope are primarily undergraduate serving, the projects undertaken have been carefully chosen to engage this population in meaningful research that can realistically deliver results. This microscope is also central to the undergraduate experience at Linfield by allowing high quality training, ranging from course laboratories to summer research to senior capstone projects, for a large number of undergraduate students. In addition, because the microscope delivers compelling images that engage students in the excitement of scientific research, the instrument is also used to broaden participation of underrepresented students in the sciences. It is integrated in Linfield's pre-orientation science camp for entering first-year and transfer students, a scholarship program for undergraduates with high financial need, and outreach efforts that seek to build excitement about the sciences among high school students.\r\n\r\nThis atomic force microscope greatly expands experimental capabilities at Linfield College and in the region, enabling a wide range of research projects including: investigating electronic properties of two-dimensional materials and devices; developing graphene-based biosensors; creating electronically active silica xerogel and aerogel materials for use in sensors; synthesizing functional thermo-responsive polymeric micelles for drug delivery applications; probing the roles of cytoskeletal motors in phagocytosis in retinal pigment epithelium cells; imaging interactions between microbes and their host sponges; and understanding surface passivation effects on optical emission from quantum dots. The microscope is essential to these projects, yielding high resolution spatial characterization of the topographic and electronic properties of materials and devices, identification and study of biological structures, and force spectroscopy of cellular features.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Heath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Heath",
   "pi_email_addr": "jheath@reed.edu",
   "nsf_id": "000427601",
   "pi_start_date": "2018-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Atkinson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth J Atkinson",
   "pi_email_addr": "eatkins@linfield.edu",
   "nsf_id": "000412252",
   "pi_start_date": "2018-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Bestwick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Megan Bestwick",
   "pi_email_addr": "mbestwic@linfield.edu",
   "nsf_id": "000668049",
   "pi_start_date": "2018-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Crosser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Crosser",
   "pi_email_addr": "mcrosse@linfield.edu",
   "nsf_id": "000742788",
   "pi_start_date": "2018-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LINFIELD UNIVERSITY",
  "inst_street_address": "900 SE BAKER ST",
  "inst_street_address_2": "",
  "inst_city_name": "MCMINNVILLE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5038832200",
  "inst_zip_code": "971286808",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OR06",
  "org_lgl_bus_name": "LINFIELD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C7U8CVQXNCB6"
 },
 "perf_inst": {
  "perf_inst_name": "Linfield College",
  "perf_str_addr": "900 SE Baker Street",
  "perf_city_name": "McMinnville",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "971286894",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OR06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 180677.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project expanded the research infrastructure and student training at Linfield University through acquisition of a state-of-the-art Atomic Force Microscope. The microscope supports multidisciplinary research and training by providing detailed images of sample surfaces at nanometer scale. It also has specialized capabilities that can map electrical, magnetic, and elastic properties of the sample, and thus is able to provide key information about research questions across a wide range of science disciplines. Students and faculty at Linfield University have thus had the versatility to explore scientific questions ranging from physics, technology, and materials science, to biology and biochemistry. These include studies of the electronic properties of novel 2D materials, the health of cell membranes, the micro-structure of marine sponges, and interactions with DNA. The microscope is accessible to all faculty, students, and collaborators that have completed a short training. The microscope will shortly be moved to a custom designed space in the newly renovated science building.</p>\n<p>&nbsp;All of Linfield&rsquo;s chemistry and physics students, as well as many biology and biochemistry students, will study the Atomic Force Microscope in one of their upper division courses. They have the opportunity to conduct research projects of their own design, or in collaboration with faculty. During the grant period, the instrument was employed in seven faculty-led research projects, in the areas of 2D materials, 2D sensors, nanostructured conducting polymers, aerogel materials, low work-function electron sources, DNA visualization, and health of the marine environment. Undergraduate students disseminated their research in nine regional and national conference presentations, four senior theses, and numerous local presentations. The microscope is currently used in laboratories in four courses and is fundamental to undergraduate senior thesis projects, summer research, and other independent projects. This experience with modern scientific equipment provides critical training for students&rsquo; future work in graduate research and careers. In addition, because the microscope delivers compelling images that engage students in the excitement of scientific research, the instrument will also be used in outreach efforts to broaden participation of underrepresented students in the sciences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2022<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Heath</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project expanded the research infrastructure and student training at Linfield University through acquisition of a state-of-the-art Atomic Force Microscope. The microscope supports multidisciplinary research and training by providing detailed images of sample surfaces at nanometer scale. It also has specialized capabilities that can map electrical, magnetic, and elastic properties of the sample, and thus is able to provide key information about research questions across a wide range of science disciplines. Students and faculty at Linfield University have thus had the versatility to explore scientific questions ranging from physics, technology, and materials science, to biology and biochemistry. These include studies of the electronic properties of novel 2D materials, the health of cell membranes, the micro-structure of marine sponges, and interactions with DNA. The microscope is accessible to all faculty, students, and collaborators that have completed a short training. The microscope will shortly be moved to a custom designed space in the newly renovated science building.\n\n All of Linfield’s chemistry and physics students, as well as many biology and biochemistry students, will study the Atomic Force Microscope in one of their upper division courses. They have the opportunity to conduct research projects of their own design, or in collaboration with faculty. During the grant period, the instrument was employed in seven faculty-led research projects, in the areas of 2D materials, 2D sensors, nanostructured conducting polymers, aerogel materials, low work-function electron sources, DNA visualization, and health of the marine environment. Undergraduate students disseminated their research in nine regional and national conference presentations, four senior theses, and numerous local presentations. The microscope is currently used in laboratories in four courses and is fundamental to undergraduate senior thesis projects, summer research, and other independent projects. This experience with modern scientific equipment provides critical training for students’ future work in graduate research and careers. In addition, because the microscope delivers compelling images that engage students in the excitement of scientific research, the instrument will also be used in outreach efforts to broaden participation of underrepresented students in the sciences.\n\n\t\t\t\t\tLast Modified: 01/28/2022\n\n\t\t\t\t\tSubmitted by: Jennifer Heath"
 }
}