{
 "awd_id": "1827195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I: International Research and Professional Development Experience for Students in Ecology and Conservation of Endangered Wildlife of Nosy Be, Madagascar",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 299438.0,
 "awd_amount": 299438.0,
 "awd_min_amd_letter_date": "2018-08-04",
 "awd_max_amd_letter_date": "2023-07-27",
 "awd_abstract_narration": "International Research and Professional Development Experience for Students on the Ecology and Conservation of Wildlife in Nosy Be, Madagascar\r\n\r\nThe proposed research and professional development program will take place in Madagascar, one of the highest priority biodiversity hotspots in the world, with levels of endemism unmatched by any other country. The research goal of this program is to characterize the status of Nosy Be Island's endangered and charismatic terrestrial and marine species and identify the threats driving their declines. The research team of local and international researchers will train undergraduate students from the US and Madagascar to use a variety of wildlife research methods and social science surveys. Using these acquired skills, students will generate critical data on the conservation status of endangered marine and terrestrial species, including primates (lemurs), sea turtles, and dolphins. During this 3-year project students will, along with mentor, develop an understanding of the drivers of wildlife declines and design sustainable programs to protect them.  Science-based management is particularly important in Madagascar because terrestrial and marine ecosystems are experiencing alarming rates of biodiversity loss and habitat destruction in the face of food security challenges to local human populations. This project will create opportunities for undergraduate and graduate students from both countries to adapt field methods to research questions in the context of generating cost-effective data to achieve sustainable conservation goals. Most importantly, this program will produce cohorts of highly trained scientists in the field of conservation biology with a deep understanding of real-world challenges.\r\n\r\nGenerating baseline ecological data on rare and charismatic endangered species is critical for conservation and wildlife management, particularly in data-poor areas where conflicts between human activities and biodiversity are acute. All research projects will address at least one of three objectives: (1) assess the critical habitats and density trends of six endangered flagship species, including three lemurs, one species of cetacean and one species of sea turtle, (2) investigate the environmental drivers of their abundance and their decline, and (3) assess the impact of potential mitigation measures. Each cohort of students (6 students per year) will base their research questions on the findings of previous cohorts, enabling us to develop a comprehensive understanding of the causes of decline and measures to preserve Nosy Be's wildlife. This research and professional development program has four stages: 1) pre-field training at Florida International University, 2) data collection in Madagascar, 3) data-analysis and reporting at FIU and 4) future-cohort input and supervision where students will share their experiences and support new cohorts. During field activities, students will be trained to 1) use standard methods to rapidly assess the conservation status of endangered species in the field and 2) use a combination of field and social science survey methods to conduct animal assessments. During class activities students will be trained to 1) write research proposals and field protocols, 2) use advanced statistical methods to analyze field data, 3) write technical and non-technical publications, 4) do oral presentations of their research, and 5) collaborate and mentor other students. Ultimately, this research program will provide critical data on the conservation status of endangered marine and terrestrial wildlife in Nosy Be, Madagascar, and will provide students with key research and conservation skills.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Heithaus",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Heithaus",
   "pi_email_addr": "heithaus@fiu.edu",
   "nsf_id": "000296343",
   "pi_start_date": "2018-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Kiszka",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy J Kiszka",
   "pi_email_addr": "jkiszka@fiu.edu",
   "nsf_id": "000769445",
   "pi_start_date": "2018-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cristina",
   "pi_last_name": "Gomes",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cristina M Gomes",
   "pi_email_addr": "cgomes@fiu.edu",
   "nsf_id": "000769503",
   "pi_start_date": "2018-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Patel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Patel",
   "pi_email_addr": "epatel@fiu.edu",
   "nsf_id": "000769778",
   "pi_start_date": "2018-08-04",
   "pi_end_date": "2021-12-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Gann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Gann",
   "pi_email_addr": "gannd@fiu.edu",
   "nsf_id": "000818773",
   "pi_start_date": "2021-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8th St",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "5992",
   "pgm_ref_txt": "MADAGASCAR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299438.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7d5d4279-7fff-1cfb-ddb4-4881a683db48\"> </span></p>\n<p>The main objective of our international training program was to provide U.S. students with unmatched research and professional development opportunities in wildlife research and conservation, particularly in tropical ecosystems. Set in St. Vincent and the Grenadines (SVG), a region where conservation must be carefully balanced with limited resources and capacity, the program was designed to cultivate comprehensive training for the next generation of conservation scientists. It emphasized the rigor of scientific methods in assessing the importance of species&rsquo; habitats and their protection, alongside a nuanced approach that incorporates a deep understanding of wildlife conservation within the context of Vincentian identity.</p>\n<p>The program was led by several faculty from the Institute of Environment at Florida International University, in collaboration with the SVG Forestry and Fisheries Department, Cornell University&rsquo;s Center for Conservation Bioacoustics, and the Barrouallie Whalers Project, a local NGO. Annually, two graduate and four advanced undergraduate students from underrepresented STEM backgrounds engaged in a year-long research program. This program combined two semesters of comprehensive academic coursework and six weeks of intensive fieldwork in SVG, where each student developed independent projects from two main areas of investigation: terrestrial and marine ecology and conservation.</p>\n<p>In terrestrial ecosystems, we focused on the St. Vincent Parrot. We investigated habitat preferences by combining visual and acoustic surveys with remote sensing data to investigate the number of observed parrots in relation to forest cover proportion and elevation gradients. We found that forest cover among sites ranged from 48% to 100% and that it best predicted the observed number of parrots. In determining the importance of the size and interspersion of forest patches in a forest-agriculture landscape mosaic, we found that a meaningful inclusion of landscape structure to identify optimal parrot habitat necessitates maps with much higher-class accuracy than currently available. We used passive acoustic devices to detect parrot presence and evaluate its utility for monitoring. Our machine learning model trained to distinguish parrot vocalizations reached 83% detection accuracy, reducing data processing time by 99.5%. Although our acoustic (28,023 detections) and visual survey data (4,220 parrot observations) correlated well overall, the analysis showed regional disparities in detection accuracy, indicating the need for model refinement before acoustic data can be effectively used in St Vincent to monitor parrots. We explored the perception of human-parrot interactions and conflicts using surveys. We found that most Vincentians value forests (97%) and parrots (90%) and feel that both require better protection (75%). Educational levels and usage of forest resources significantly influenced these perceptions, notably among the 65% who were farmers. Concerns about illegal trade were more prevalent among older, educated individuals, with 69% of those favoring parrot extractions supporting their use as pets. These insights are vital for developing targeted conservation strategies and enhancing public awareness of the challenges the St. Vincent Parrot faces.</p>\n<p>In the marine ecosystem, we surveyed cetaceans along SVG's coasts, covering 1,787km and resulting in 88 cetacean sightings, predominantly of sperm and beaked whales (72%), with delphinids comprising the remaining 28%. Unexpectedly, the dwarf sperm whale was the most frequently observed species. They were generally found in deep waters (95-1,100 m) and steep slopes (12-20&deg;), with the most suitable habitats identified between 700 to 1,300m depths along the leeward coasts. Comparative data suggest that encounters with dwarf sperm whales in SVG are significantly higher than global averages&mdash;almost 20 times more frequent than off Hawaii and four times more than in the Bahamas. Since the late 19th century, SVG has maintained a whaling operation that contributes to local diets with catches including short-finned pilot and killer whales. From June 2022 to March 2024, our cetacean catch monitoring program recorded 549 small cetaceans from 13 species landed by local whalers. This initiative has generated the largest tissue bank for cetaceans in the Caribbean, supporting vital research on the genetic population structure, trophic ecology, and health of these marine species. Our findings will enable us to further assist the government and the whaling community in making informed decisions on the management of whaling activities, particularly to ensure their sustainability at the local (SVG) and regional (Lesser Antilles) levels.</p>\n<p>The current environmental crisis, characterized by significant biodiversity loss, underscores the need for data on population parameters, critical habitats, and anthropogenic impacts on imperiled species. This project's findings, combined with our research collaborations and capacity-building workshops, help the Vincentian government develop crucial conservation strategies to preserve key terrestrial and marine species and ecosystems, and contribute to expanding global conservation knowledge. Our program trains U.S. students as environmental stewards, involving them in science-based projects and public outreach through talks, publications, and social media. It enhances STEM participation, exposes students to various environmental careers, and emphasizes practical conservation. This approach not only bolsters local and global conservation efforts but also fosters active involvement in wildlife research and conservation.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/14/2024<br>\nModified by: Cristina&nbsp;M&nbsp;Gomes</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412139966_Dolphins--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412139966_Dolphins--rgov-800width.jpeg\" title=\"Fraser's dolphins\"><img src=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412139966_Dolphins--rgov-66x44.jpeg\" alt=\"Fraser's dolphins\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fraser's dolphins (Lagenodelphis hosei), one of the species studied by researchers in FIU's IRES program</div>\n<div class=\"imageCredit\">Jeremy Kiszka</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Cristina&nbsp;M&nbsp;Gomes\n<div class=\"imageTitle\">Fraser's dolphins</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412426599_Amazon_Flying--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412426599_Amazon_Flying--rgov-800width.jpeg\" title=\"St Vincent Amazon flying\"><img src=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412426599_Amazon_Flying--rgov-66x44.jpeg\" alt=\"St Vincent Amazon flying\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">St Vincent Amazon flying. One of the species studied by FIU's IRES Program.</div>\n<div class=\"imageCredit\">Lucas Le Fournis</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Cristina&nbsp;M&nbsp;Gomes\n<div class=\"imageTitle\">St Vincent Amazon flying</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412361995_Amazon_Perched--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412361995_Amazon_Perched--rgov-800width.jpg\" title=\"St Vincent Amazon perched\"><img src=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412361995_Amazon_Perched--rgov-66x44.jpg\" alt=\"St Vincent Amazon perched\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">St Vincent Amazon perched. One of the species studied by FIU's IRES Program</div>\n<div class=\"imageCredit\">Allison Flora</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Cristina&nbsp;M&nbsp;Gomes\n<div class=\"imageTitle\">St Vincent Amazon perched</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412276494_Whaling--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412276494_Whaling--rgov-800width.jpeg\" title=\"Landing of pilot whales\"><img src=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412276494_Whaling--rgov-66x44.jpeg\" alt=\"Landing of pilot whales\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Landing of pilot whales in St Vincent and the Grenadines. One of the topics studied by FIU's IRES program</div>\n<div class=\"imageCredit\">Jeremy Kiszka</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Cristina&nbsp;M&nbsp;Gomes\n<div class=\"imageTitle\">Landing of pilot whales</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412217847_2023_cohort--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412217847_2023_cohort--rgov-800width.jpeg\" title=\"FIU IRES' 2023 cohort\"><img src=\"/por/images/Reports/POR/2024/1827195/1827195_10565932_1718412217847_2023_cohort--rgov-66x44.jpeg\" alt=\"FIU IRES' 2023 cohort\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Florida International University's 2023 Wildlife Research and Conservation IRES program cohort</div>\n<div class=\"imageCredit\">Cristina Gomes</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Cristina&nbsp;M&nbsp;Gomes\n<div class=\"imageTitle\">FIU IRES' 2023 cohort</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe main objective of our international training program was to provide U.S. students with unmatched research and professional development opportunities in wildlife research and conservation, particularly in tropical ecosystems. Set in St. Vincent and the Grenadines (SVG), a region where conservation must be carefully balanced with limited resources and capacity, the program was designed to cultivate comprehensive training for the next generation of conservation scientists. It emphasized the rigor of scientific methods in assessing the importance of species habitats and their protection, alongside a nuanced approach that incorporates a deep understanding of wildlife conservation within the context of Vincentian identity.\n\n\nThe program was led by several faculty from the Institute of Environment at Florida International University, in collaboration with the SVG Forestry and Fisheries Department, Cornell Universitys Center for Conservation Bioacoustics, and the Barrouallie Whalers Project, a local NGO. Annually, two graduate and four advanced undergraduate students from underrepresented STEM backgrounds engaged in a year-long research program. This program combined two semesters of comprehensive academic coursework and six weeks of intensive fieldwork in SVG, where each student developed independent projects from two main areas of investigation: terrestrial and marine ecology and conservation.\n\n\nIn terrestrial ecosystems, we focused on the St. Vincent Parrot. We investigated habitat preferences by combining visual and acoustic surveys with remote sensing data to investigate the number of observed parrots in relation to forest cover proportion and elevation gradients. We found that forest cover among sites ranged from 48% to 100% and that it best predicted the observed number of parrots. In determining the importance of the size and interspersion of forest patches in a forest-agriculture landscape mosaic, we found that a meaningful inclusion of landscape structure to identify optimal parrot habitat necessitates maps with much higher-class accuracy than currently available. We used passive acoustic devices to detect parrot presence and evaluate its utility for monitoring. Our machine learning model trained to distinguish parrot vocalizations reached 83% detection accuracy, reducing data processing time by 99.5%. Although our acoustic (28,023 detections) and visual survey data (4,220 parrot observations) correlated well overall, the analysis showed regional disparities in detection accuracy, indicating the need for model refinement before acoustic data can be effectively used in St Vincent to monitor parrots. We explored the perception of human-parrot interactions and conflicts using surveys. We found that most Vincentians value forests (97%) and parrots (90%) and feel that both require better protection (75%). Educational levels and usage of forest resources significantly influenced these perceptions, notably among the 65% who were farmers. Concerns about illegal trade were more prevalent among older, educated individuals, with 69% of those favoring parrot extractions supporting their use as pets. These insights are vital for developing targeted conservation strategies and enhancing public awareness of the challenges the St. Vincent Parrot faces.\n\n\nIn the marine ecosystem, we surveyed cetaceans along SVG's coasts, covering 1,787km and resulting in 88 cetacean sightings, predominantly of sperm and beaked whales (72%), with delphinids comprising the remaining 28%. Unexpectedly, the dwarf sperm whale was the most frequently observed species. They were generally found in deep waters (95-1,100 m) and steep slopes (12-20), with the most suitable habitats identified between 700 to 1,300m depths along the leeward coasts. Comparative data suggest that encounters with dwarf sperm whales in SVG are significantly higher than global averagesalmost 20 times more frequent than off Hawaii and four times more than in the Bahamas. Since the late 19th century, SVG has maintained a whaling operation that contributes to local diets with catches including short-finned pilot and killer whales. From June 2022 to March 2024, our cetacean catch monitoring program recorded 549 small cetaceans from 13 species landed by local whalers. This initiative has generated the largest tissue bank for cetaceans in the Caribbean, supporting vital research on the genetic population structure, trophic ecology, and health of these marine species. Our findings will enable us to further assist the government and the whaling community in making informed decisions on the management of whaling activities, particularly to ensure their sustainability at the local (SVG) and regional (Lesser Antilles) levels.\n\n\nThe current environmental crisis, characterized by significant biodiversity loss, underscores the need for data on population parameters, critical habitats, and anthropogenic impacts on imperiled species. This project's findings, combined with our research collaborations and capacity-building workshops, help the Vincentian government develop crucial conservation strategies to preserve key terrestrial and marine species and ecosystems, and contribute to expanding global conservation knowledge. Our program trains U.S. students as environmental stewards, involving them in science-based projects and public outreach through talks, publications, and social media. It enhances STEM participation, exposes students to various environmental careers, and emphasizes practical conservation. This approach not only bolsters local and global conservation efforts but also fosters active involvement in wildlife research and conservation.\n\n\n\t\t\t\t\tLast Modified: 06/14/2024\n\n\t\t\t\t\tSubmitted by: CristinaMGomes\n"
 }
}