{
 "awd_id": "1827338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creation, Maintenance, and Mobility of Neolithic Communities",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 275846.0,
 "awd_amount": 275846.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2018-08-29",
 "awd_abstract_narration": "The Neolithic marks the shift from a mobile hunting and gathering lifestyle to one centered on production and consumption of domesticated plants and animals and life in sedentary villages.  Central Anatolia is a key location in the development and spread of the domestication of plants and animals.  However, little is known about the genetic and social structure of this region during the Neolithic. The goal of the project is to fill this gap through bioarchaeological and genetic studies of these Neolithic communities. This study marks a new approach to exploring archaeological questions through a robust integration of genetics, archaeology, and osteology. The project will support student training, international research collaborations, and public science outreach.\r\n\r\nThe research team will investigate human skeletal remains to explore the creation, maintenance, and mobility of Neolithic communities in central Anatolia. Specifically, data on ancient DNA (aDNA) and dental morphology and metrics will be integrated from multiple archaeological sites that span the Epipaleolithic (~12,500 to 11,500 cal BCE) to the late Neolithic (5550 cal BCE). These localities cover a large span of time within a defined geographic area, contain excellent contextual information, and have produced a large set of human remains that are amenable to dental and genetic analyses. These biological data will then be used to test regional questions and hypotheses about population development and movement as well as social structure to understand this process of \"Neolithization.\"  This study moves the emphasis from grand-scale analyses to regional questions about the Neolithic, to include population interaction, social structure, and regional development. Finally, this work will provide state-of-the art results on the use of aDNA in studying kinship and local social structures in conjunction with skeletal data to augment sample sizes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marin",
   "pi_last_name": "Pilloud",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marin Pilloud",
   "pi_email_addr": "mpilloud@unr.edu",
   "nsf_id": "000707840",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clark",
   "pi_last_name": "Larsen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Clark S Larsen",
   "pi_email_addr": "larsen.53@osu.edu",
   "nsf_id": "000405243",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mehmet",
   "pi_last_name": "Somel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mehmet Somel",
   "pi_email_addr": "somel.mehmet@googlemail.com",
   "nsf_id": "000714657",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chistopher",
   "pi_last_name": "KNUSEL",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chistopher KNUSEL",
   "pi_email_addr": "christopher.knusel@u-brodeaux.fr",
   "nsf_id": "000714660",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada, Reno",
  "perf_str_addr": "1664 North Virginia st",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  },
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 275846.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to link skeletal and genetic data to understand social structure during the Neolithic period in Turkey.&nbsp; Data were collected from several Anatolian Neolithic sites that span in date from the Epipaleolithic (~12,500 to 11,500 cal BCE) to the late Neolithic (5500 cal BCE) (Figure 1).&nbsp; Analyses explored the biological relationships among individuals interred together within sites and between sites.&nbsp; Data on ancient DNA demonstrated variable kinship patterns throughout the Neolithic in relation to burial location.&nbsp; Older sites were found to have more reliance on biological relationships in relation to burial location, and later Neolithic sites did not rely as much on biological kin to define burial location.&nbsp; Additionally, dental data (morphology and metrics) demonstrate increased variation over time suggesting migration to larger sites throughout the Neolithic.&nbsp; Data also indicate slightly higher female variation, indicating females as the more migrant sex; however, this trend decreases over time.&nbsp; These results highlight changing attitudes towards genetic relationships throughout the Neolithic concomitant with significant cultural, technological, and environmental changes.&nbsp; This project also situates Anatolia as an important epicenter for the development of the Neolithic and in understanding how the Neolithic spread out into Europe.</p>\n<p>&nbsp;</p>\n<p>During the project award period, advanced graduate students from Turkey and the United States traveled to each country to gain training in data collection methods.&nbsp; Conference presentations were given at the American Society of Overseas Research and the American Association of Biological Anthropologists.&nbsp; A paper was published in Current Biology and book chapters were published in an edited volume on &Ccedil;atalh&ouml;y&uuml;k.&nbsp; Future research will aim to explore biological relationships more in-depth at the large site of &Ccedil;atalh&ouml;y&uuml;k and more explicitly compare the data on ancient DNA with morphological and metric data of the skeleton that is reflective of underlying genetic make-up.</p><br>\n<p>\n Last Modified: 12/05/2023<br>\nModified by: Marin&nbsp;Pilloud</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1827338/1827338_10577319_1701824016836_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1827338/1827338_10577319_1701824016836_Figure1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2023/1827338/1827338_10577319_1701824016836_Figure1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Neolithic Anatolian archaeological sites</div>\n<div class=\"imageCredit\">Mehmet Somel</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marin&nbsp;Pilloud\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aimed to link skeletal and genetic data to understand social structure during the Neolithic period in Turkey. Data were collected from several Anatolian Neolithic sites that span in date from the Epipaleolithic (~12,500 to 11,500 cal BCE) to the late Neolithic (5500 cal BCE) (Figure 1). Analyses explored the biological relationships among individuals interred together within sites and between sites. Data on ancient DNA demonstrated variable kinship patterns throughout the Neolithic in relation to burial location. Older sites were found to have more reliance on biological relationships in relation to burial location, and later Neolithic sites did not rely as much on biological kin to define burial location. Additionally, dental data (morphology and metrics) demonstrate increased variation over time suggesting migration to larger sites throughout the Neolithic. Data also indicate slightly higher female variation, indicating females as the more migrant sex; however, this trend decreases over time. These results highlight changing attitudes towards genetic relationships throughout the Neolithic concomitant with significant cultural, technological, and environmental changes. This project also situates Anatolia as an important epicenter for the development of the Neolithic and in understanding how the Neolithic spread out into Europe.\n\n\n\n\n\nDuring the project award period, advanced graduate students from Turkey and the United States traveled to each country to gain training in data collection methods. Conference presentations were given at the American Society of Overseas Research and the American Association of Biological Anthropologists. A paper was published in Current Biology and book chapters were published in an edited volume on atalhyk. Future research will aim to explore biological relationships more in-depth at the large site of atalhyk and more explicitly compare the data on ancient DNA with morphological and metric data of the skeleton that is reflective of underlying genetic make-up.\t\t\t\t\tLast Modified: 12/05/2023\n\n\t\t\t\t\tSubmitted by: MarinPilloud\n"
 }
}