{
 "awd_id": "1827009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I: International Research Experience for Students on Non-Volatile Processor Based Self-Powered Embedded Systems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2018-07-27",
 "awd_max_amd_letter_date": "2023-11-20",
 "awd_abstract_narration": "The objective of this project is to provide U.S. students with valuable research experience related to battery-less embedded systems in future Internet of Things (IoT) in China, which has one of the world's largest electronic industry and market. The project will select five (5) graduate students and two (2) undergraduate students nation-wide each year and support them to visit Tsinghua University (THU) over a period of eight (8) weeks. \r\n\r\nThe vision of IoT is to embed small computers into objects around our daily life to improve our economy and societal well-being. It is estimated that the Internet of Things (IoT) will consist of almost 50 billion objects by 2020. However, one of the biggest challenges is how to power these billions of embedded devices since batteries need frequent recharging and impose health and environmental concerns. In this project, the students will work with renowned research groups at THU to develop future IoT sensors that can reply on energy harvested from ambient environment sources, such as solar energy, radio frequency energy, kinetic energy, and thermal energy. Since ambient energy is intrinsically intermittent, the students will conduct research on nano-scale device, circuits, system, and software to realize computer systems that can work with intermittent energy supply. Such systems will dramatically improve our capability of collecting data while reducing the maintenance costs. Potential applications include smart healthcare, smart building and infrastructure monitoring, smart environmental monitoring, etc. This IRES project will not only offer U.S. students an opportunity to work in one of the best engineering research universities in China, but also fully immerse them in a foreign environment and improve their talents in working with a global team. \r\n\r\nThe project contains well-planned recruitment, preparation, mentoring and post-trip activities. The proposed research targets at nano-scale device, circuits, system, and software issues in battery-less embedded systems that need to be addressed urgently. The first project aims to develop fast, energy efficient, and uniform write operations for nano-scale memory device, which is critical to tolerate intermittency of harvested energy. The project addresses a fundamental inconsistency issue when the NVP is interacting with external volatile peripheral devices, which is one of the most imminent roadblocks towards wide application of NVPs. \r\nThe second project addresses a fundamental inconsistency issue when the battery-less device is collecting data and communicating with external devices. The project aims to develop efficient and accurate binarized neural network for individual ultraviolet (UV) exposure pattern recognition system running on nonvolatile IoT platform, which could be generalized to many other applications. \r\n The third project aims to develop efficient and accurate artificial intelligence for individual ultraviolet (UV) exposure pattern recognition system running on battery-less IoT platform, which could be generalized to many other applications. It can be anticipated that with the close interaction with THU and the Beijing Innovation Center for Future Chips, the breakthroughs made from these projects can have a direct impact on future IoT market.\r\n\r\nThe project will enable U.S. students to conduct high-quality research on realizing battery-less embedded systems, in collaboration with their faculty mentors in THU. Such experiences expose U.S. students to the international research community at a critical early stage in their careers. It is expected that through participating in this program, U.S. students will gain extensive experience on the\r\nresearch of embedded computer systems, on the culture of China, and on performing and collaborating in an international environment in general. The experience will also be shared to the broader community through the personal social media such as Facebook, Twitter, and Youtube, Web2.0 based forum, carefully integrated activities such as research for undergraduate students, minorities and underrepresented groups, as well as outreach events for local K-12 schools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jingtong",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingtong Hu",
   "pi_email_addr": "jthu@pitt.edu",
   "nsf_id": "000651808",
   "pi_start_date": "2018-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "Tsinghua University",
  "perf_str_addr": "Dept. of Electronic Engineering",
  "perf_city_name": "Beijing",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The primary goal of this project is to provide U.S. students with hands-on research experience in battery-less embedded systems for future Internet of Things (IoT) applications. This is achieved through collaboration with leading research groups at Tsinghua University (THU) in China. The project addresses critical challenges in powering billions of embedded IoT devices by developing energy-efficient systems that harness ambient energy sources such as solar, radio frequency, kinetic, and thermal energy.</p>\r\n<p class=\"p1\">Students engage in cutting-edge research on nano-scale devices, circuits, systems, and software solutions to enable computing with intermittent energy supplies. Their work spans advanced topics, including nonvolatile memory systems, efficient neural networks, and AI-driven energy-harvesting IoT applications. These innovations have potential applications in healthcare, infrastructure monitoring, and environmental sensing.To date, the project has recruited 12 undergraduate and 2 graduate students to collaborate with Tsinghua University. This effort has resulted in four research paper submissions and the upcoming release of an open-source project. Students have contributed to the development of novel, energy-efficient hardware architectures for nonvolatile memory-based processors and efficient model compression algorithms for multi-exit neural networks.</p>\r\n<p class=\"p1\">Beyond technical research, the program emphasizes mentorship, outreach, and knowledge dissemination through social media, community engagement, and educational initiatives to inspire the next generation of researchers and engineers. Of the 14 participating students, two are female, and two are Hispanic.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/12/2025<br>\nModified by: Jingtong&nbsp;Hu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary goal of this project is to provide U.S. students with hands-on research experience in battery-less embedded systems for future Internet of Things (IoT) applications. This is achieved through collaboration with leading research groups at Tsinghua University (THU) in China. The project addresses critical challenges in powering billions of embedded IoT devices by developing energy-efficient systems that harness ambient energy sources such as solar, radio frequency, kinetic, and thermal energy.\r\n\n\nStudents engage in cutting-edge research on nano-scale devices, circuits, systems, and software solutions to enable computing with intermittent energy supplies. Their work spans advanced topics, including nonvolatile memory systems, efficient neural networks, and AI-driven energy-harvesting IoT applications. These innovations have potential applications in healthcare, infrastructure monitoring, and environmental sensing.To date, the project has recruited 12 undergraduate and 2 graduate students to collaborate with Tsinghua University. This effort has resulted in four research paper submissions and the upcoming release of an open-source project. Students have contributed to the development of novel, energy-efficient hardware architectures for nonvolatile memory-based processors and efficient model compression algorithms for multi-exit neural networks.\r\n\n\nBeyond technical research, the program emphasizes mentorship, outreach, and knowledge dissemination through social media, community engagement, and educational initiatives to inspire the next generation of researchers and engineers. Of the 14 participating students, two are female, and two are Hispanic.\r\n\n\n\t\t\t\t\tLast Modified: 03/12/2025\n\n\t\t\t\t\tSubmitted by: JingtongHu\n"
 }
}