{
 "awd_id": "1827925",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CDS&E: Collaborative Research: Computational Design of Topological Superconductors and Weyl - Dirac Semimetals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2017-07-05",
 "awd_exp_date": "2019-10-31",
 "tot_intn_awd_amt": 81964.0,
 "awd_amount": 81964.0,
 "awd_min_amd_letter_date": "2018-04-13",
 "awd_max_amd_letter_date": "2018-04-13",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThe Division of Materials Research and the Division of Advanced Cyberinfrastructure contribute funds to this award. It supports a close interaction of theoretical and computational research to develop novel theoretical and computational methods and tools for calculating and predicting materials properties, and to use them to discover new materials with novel functionalities. The PIs will develop methods that combine a predictive computational method based on density functional theory with methods from the quantum mechanical theories of many interacting particles and methods from computer science. The PIs will focus on the discovery of new states of electrons that are predicted to exist in materials and involve new ways for electrons organize themselves. The organization obeys rules governed by topology, a mathematical theory that focuses on properties of objects that remain unchanged by deformation. While subtle, topological phases are robust being able to survive materials deformations and imperfections. These new topological states include new kinds of insulators, metals and superconductors. The new tools will enable the PIs and the community to predict specific materials with new electronic topological states that may arise in materials such as topological semimetals and superconductors. \r\nThis research effort includes developing and disseminating a new software tool, TOP STUDIO, which will enhance and simplify research on material specific studies of new states of matter. Experimentalists, materials scientists and engineers in the US and in other countries will be able to use the user friendly interface of TOP STUDIO to calculate properties of compounds. The software will enable education on topological properties of electrons in solids at advanced undergraduate and graduate levels.  The project will involve and train graduate students and postdocs who will receive a unique interdisciplinary training in computational and theoretical condensed matter physics and materials. Providing well-written objected oriented modern software, using a standardized interface will allow for broader participation of the community in this research area and for educating the next generation.\r\n\r\nTECHICAL SUMMARY \r\nThe Division of Materials Research and the Division of Advanced Cyberinfrastructure contribute funds to this award. It supports development of new computational methods combining robust electronic structure methods with an advanced many-body theory and machine learning algorithms. The main objective of this project is to develop and implement new methods for the search and discovery of advanced quantum materials with novel magnetic, superconducting and transport characteristics that rely on topologically protected states. The search includes materials that are Weyl-Dirac semimetals and topological superconductors. \r\nThe research nurtures the close interaction between theory and computation. The computational approach is based on density functional theory, which is able to predict some properties of many materials including metals and semiconductors, combined with dynamical mean field theory, which includes some effects of strong correlation. To tackle the variety of interactions needed to discover various topological phases in real materials new theoretical methods, powerful algorithms, and computer programs will be developed. Linear response theory will be utilized in order to predict full wave vector and frequency dependent interactions controlling topological superconductivity phenomena. Floquet theory will be used to study topological phases induced by time-dependent fields. The resulting software will contribute to the tools used to search, predict, and discover new materials with topologically protected states of electrons.\r\nThe new TOP STUDIO software will be created with a user-friendly interface designed to allow materials exploration by non-experts, by materials scientists and engineers and by theoretical solid-state physicists. TOP STUDIO will promote teaching, training and learning with an educational mode, which can be used to teach students about topological states of quantum matter to students using visualization techniques.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashvin",
   "pi_last_name": "Vishwanath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashvin Vishwanath",
   "pi_email_addr": "avishwanath@g.harvard.edu",
   "nsf_id": "000063323",
   "pi_start_date": "2018-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 81964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Traditionally, solids were categorized on the basis of their electronic properties as metals, insulators and semiconductors. However, it has been shown that certain kinds of insulators and semiconductors can exhibit a topological twist, which endows them with conducting surface states with peculiar properties. Even more recently, topological cousins of metallic states, dubbed Weyl or Dirac semimetals have been identified which combine surface and bulk conduction channels. In this project we answered the following questions: Is there a general way to distinguish topological states from trivial one? Can we find a simple way to tell if a real material may exhibit topological properties? A key step was the realization that simple insulators admit&nbsp;&nbsp;an `atomic&rsquo; limit, wherein electrons are tightly bound to specific locations. Topological insulators cannot be viewed in this way- a remarkable consequence of the quantum nature of electrons. These insights helped us classify all topological insulators protected by crystalline symmetries. We also obtain a very simple symmetry based criterion to diagnose topology. This scheme has now been implemented by us in first principles calculations of band structures and deployed on tens of thousands of known materials, to identify the topological ones. Surprisingly, a significant fraction are found to exhibit topological properties although on applying further stringent restrictions we reduce their number to hundreds of promising candidates. While crystals can take up one of 230 space groups, magnetically ordered solids exhibit many more (1651) symmetry different arrangements. Nevertheless, we have succeeded in extending the theoretical analysis in this project to magnetic materials. This should help in the guided search for magnetic topological states in future, that will potentially lead to devices which exploit both the spin and the charge of the electron. Finally, our analysis allowed us to identify an entirely new form of topology &ndash; which we termed fragile topology. This concept turns out to be crucial to modeling twisted bilayer graphene, a new electronic system in which the recent discovery of superconductivity has led to a tremendous wave of interest.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2020<br>\n\t\t\t\t\tModified by: Ashvin&nbsp;Vishwanath</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTraditionally, solids were categorized on the basis of their electronic properties as metals, insulators and semiconductors. However, it has been shown that certain kinds of insulators and semiconductors can exhibit a topological twist, which endows them with conducting surface states with peculiar properties. Even more recently, topological cousins of metallic states, dubbed Weyl or Dirac semimetals have been identified which combine surface and bulk conduction channels. In this project we answered the following questions: Is there a general way to distinguish topological states from trivial one? Can we find a simple way to tell if a real material may exhibit topological properties? A key step was the realization that simple insulators admit  an `atomic’ limit, wherein electrons are tightly bound to specific locations. Topological insulators cannot be viewed in this way- a remarkable consequence of the quantum nature of electrons. These insights helped us classify all topological insulators protected by crystalline symmetries. We also obtain a very simple symmetry based criterion to diagnose topology. This scheme has now been implemented by us in first principles calculations of band structures and deployed on tens of thousands of known materials, to identify the topological ones. Surprisingly, a significant fraction are found to exhibit topological properties although on applying further stringent restrictions we reduce their number to hundreds of promising candidates. While crystals can take up one of 230 space groups, magnetically ordered solids exhibit many more (1651) symmetry different arrangements. Nevertheless, we have succeeded in extending the theoretical analysis in this project to magnetic materials. This should help in the guided search for magnetic topological states in future, that will potentially lead to devices which exploit both the spin and the charge of the electron. Finally, our analysis allowed us to identify an entirely new form of topology &ndash; which we termed fragile topology. This concept turns out to be crucial to modeling twisted bilayer graphene, a new electronic system in which the recent discovery of superconductivity has led to a tremendous wave of interest. \n\n \n\n\t\t\t\t\tLast Modified: 05/23/2020\n\n\t\t\t\t\tSubmitted by: Ashvin Vishwanath"
 }
}