{
 "awd_id": "1828545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Dual-Beam Focused Ion Beam / Scanning Electron Microscope for Materials Research and Education",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 793537.0,
 "awd_amount": 793537.0,
 "awd_min_amd_letter_date": "2018-08-20",
 "awd_max_amd_letter_date": "2018-08-20",
 "awd_abstract_narration": "Non-Technical Description\r\nThis Major Research Instrumentation grant allows acquisition of an advanced microscope at the Singh Center for Nanotechnology at the University of Pennsylvania. This microscope uses two different types of particles - electrons and ions - to form high magnification images and give quantitative information about the chemical composition of materials. The microscope is outfitted with a number of special tools that make it particularly capable of characterizing soft matter: materials such as plastics, liquid crystal polymers and biological cells. These materials have been very difficult to characterize in the past as they are very fragile when exposed to high-energy electrons and ions. This instrument includes the ability to freeze samples to very low temperatures to mitigate this problem. It plays a vital role in the education of undergraduate and graduate students, visiting scientists, post-doctoral research associates and local high school students and teachers through existing NSF-funded Center efforts on the campus. The instrument is also used in advanced undergraduate/graduate laboratory classes across multiple departments. Additionally, its location in a fully staffed, open-access NSF National Nanotechnology Coordinated Infrastructure facility allows scientists and engineers from multiple nearby companies and universities to utilize the tool for their own work.\r\n\r\nTechnical Description\r\nThe focused ion beam (FIB) / scanning electron microscope (SEM) enables five major research activities: (1) serial sectioning (cryo)tomography, (2) cryo-sample preparation for subsequent scanning transmission electron microscopy (S/TEM) characterization, (3) time-of-flight secondary ion mass spectroscopy (ToF-SIMS) characterization, (4) nanofabrication, and (5) S/TEM sample preparation. Serial sectioning allows in-depth understanding of the three-dimensional structure of liquid crystal polymers, colloidal nanoparticle superlattices, polymer/nanoparticle composites and other hierarchical materials. Cryo-transfer and FIB-based sample preparation is used to develop methods for characterizing semi-crystalline polymers, colloidal nanoparticle superlattices and polymer/nanoparticle composites. ToF-SIMS allows researchers to understand diffusion in polymeric materials with unprecedented resolution. The instrument supports multiple nanofabrication efforts at the Singh Center's Quattrone Nanofabrication Facility and enables new fabrication approaches for two-dimensional materials. Finally, the low-voltage/low-current capabilities enables ultrathin sample preparation for use in the Singh's S/TEM instruments across a range of research projects which require exquisite atomic-scale characterization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Stach",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Stach",
   "pi_email_addr": "stach@seas.upenn.edu",
   "nsf_id": "000248579",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Allen",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Mark G Allen",
   "pi_email_addr": "mallen@seas.upenn.edu",
   "nsf_id": "000193598",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marija",
   "pi_last_name": "Drndic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marija Drndic",
   "pi_email_addr": "drndic@physics.upenn.edu",
   "nsf_id": "000096124",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Murray",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher B Murray",
   "pi_email_addr": "cbmurray@seas.upenn.edu",
   "nsf_id": "000082013",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deep",
   "pi_last_name": "Jariwala",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Deep M Jariwala",
   "pi_email_addr": "dmj@seas.upenn.edu",
   "nsf_id": "000770172",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3205 Walnut Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191043405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 793537.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through support of a National Science Foundation&rsquo;s Major Research Instrumentation grant and matching funds from the University of Pennsylvania via the Schools of Engineering and Applied Science and Arts and Sciences, as well as the Laboratory for Research on the Structure of Matter, we have successfully installed a new focused ion beam microscope / scanning electron microscope at the Singh Center for Nanotechnology, a member of the NSF&rsquo;s National Nanotechnology Coordinated Infrastructure. The instrument is a TESCAN model S8000X, and is equipped with a xenon plasma source for the focused ion beam portion of the instrument.&nbsp; This allow rapid sample ablation and thus allows the preparation of large cross-sections for subsequent imaging. The instrument is also configured with time-of-flight secondary ion mass spectroscopy to allow chemical characterization via analysis of the ablated ions. Further analytical characterization is enabled by the incorporation of an energy dispersive x-ray spectrometer. Finally, the instrument is equipped with facilities to allow cryogenic freezing and transfer of samples in and out of the instrument, as well as the ability to create samples for subsequent transmission electron microscopy via extraction with cryogenic nanoscale tweezers.&nbsp; The instrument, as equipped, has an array of capabilities that is to our knowledge unique in the world.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2019<br>\n\t\t\t\t\tModified by: Eric&nbsp;A&nbsp;Stach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough support of a National Science Foundation’s Major Research Instrumentation grant and matching funds from the University of Pennsylvania via the Schools of Engineering and Applied Science and Arts and Sciences, as well as the Laboratory for Research on the Structure of Matter, we have successfully installed a new focused ion beam microscope / scanning electron microscope at the Singh Center for Nanotechnology, a member of the NSF’s National Nanotechnology Coordinated Infrastructure. The instrument is a TESCAN model S8000X, and is equipped with a xenon plasma source for the focused ion beam portion of the instrument.  This allow rapid sample ablation and thus allows the preparation of large cross-sections for subsequent imaging. The instrument is also configured with time-of-flight secondary ion mass spectroscopy to allow chemical characterization via analysis of the ablated ions. Further analytical characterization is enabled by the incorporation of an energy dispersive x-ray spectrometer. Finally, the instrument is equipped with facilities to allow cryogenic freezing and transfer of samples in and out of the instrument, as well as the ability to create samples for subsequent transmission electron microscopy via extraction with cryogenic nanoscale tweezers.  The instrument, as equipped, has an array of capabilities that is to our knowledge unique in the world.\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2019\n\n\t\t\t\t\tSubmitted by: Eric A Stach"
 }
}