{
 "awd_id": "1828363",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of an Information Assurance and Performance Infrastructure for the Internet of Things",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 432000.0,
 "awd_min_amd_letter_date": "2018-09-11",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "This project, developing an Information Assurance and Performance (IAP) Infrastructure for the Internet of \r\nThings (IoT) in which sensing and actuation is embedded in everyday objects connected via the Internet, has \r\nthe potential to support an increased level of intelligent, dynamic decision making across a wide array of \r\ndomains, such as smart cities, intelligent agriculture, and emergency response management. IAP is expected \r\nto enable projects in IoT security and performance and related technologies (e.g., robust data storage schemes and elastic provisioning algorithms for cloud based systems). The infrastructure consists of \r\nmobile and embedded IoT devices, IoT edge computing servers, software defined networking (SDN) switches, \r\nhigh performance and reliable data storage, software components implementing research communication protocols, elastic algorithms, and computational offloading in IoT systems. \r\n\r\nResearch projects are enabled by the construction of the testbed hardware, algorithms/protocols/schemes, and the corresponding software implementation. The projects described should result in the exploration of: \r\nscalable & trustworthy architectures & networking protocols for IoT systems,\r\nrole-based behavioral threat detection approaches for IoT systems, \r\nelastic provisioning algorithms for cloud-based centers, and \r\nrisk-aware failure identification for expedited recovery.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Xiaojiang",
   "pi_last_name": "Du",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaojiang Du",
   "pi_email_addr": "xdu16@stevens.edu",
   "nsf_id": "000535397",
   "pi_start_date": "2018-09-11",
   "pi_end_date": "2021-09-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Payton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie J Payton",
   "pi_email_addr": "jamie.payton@temple.edu",
   "nsf_id": "000723533",
   "pi_start_date": "2021-09-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xubin",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xubin He",
   "pi_email_addr": "xubin.he@temple.edu",
   "nsf_id": "000110014",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Wu",
   "pi_email_addr": "jiewu@temple.edu",
   "nsf_id": "000519190",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Payton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie J Payton",
   "pi_email_addr": "jamie.payton@temple.edu",
   "nsf_id": "000723533",
   "pi_start_date": "2018-09-11",
   "pi_end_date": "2021-09-30"
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1925 N. 12th Street, 304 SERC, 0",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191221912",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The Internet of Things (IoT), in which sensing and actuation is embedded in everyday objects connected via the Internet, has the potential to support an increased level of intelligent, dynamic decision making across a wide array of domains, such as smart cities, intelligent agriculture, and emergency response management. However, IoT systems are vulnerable to security threats, which limits their widespread adoption. In addition, in the future, systems will be challenged by the large amounts of IoT data communicated over the network and stored in cloud-based data centers. To realize the potential of IoT-enabled systems, it is necessary to address two primary concerns: IoT network security and IoT performance. However, research in these areas can be limited by the availability of testbed infrastructure to support deployments of new approaches and associated experiments.</span></p>\n<p><span>This project supported the creation of the Information Assurance and Performance in the Internet of Things (IAP-IoT) infrastructure. Through the exploration of IoT network security and performance research challenges, the project team identified infrastructure requirements and took an iterative and incremental approach to implementation. Using initial versions of the developed infrastructure, the research team continued to make further advancements in detecting and addressing IoT network threats as well as in improving IoT performance through novel compression and data storage approaches; the resulting algorithms and protocols were implemented and evaluated on the infrastructure, and those implementations were then available for users of infrastructure for other IoT applications and experiments. The infrastructure consists of a range of mobile and embedded IoT devices, IoT edge-computing servers, Software Defined Networking (SDN) switches, high performance and reliable data storage, and software components that implement emerging research in secure communication protocols, elastic computing algorithms, and computational offloading in IoT systems.&nbsp;</span>Some of the major research advances that have motivated the creation of testbed infrastructure, have been integrated into the infrastructure, and demonstrate the use of the infrastructure include:</p>\n<p><strong><span>Protecting Against IoT Network Intrusion Attacks.</span></strong><span>&nbsp;For dealing with intrusion attacks, multiple instances of Intrusion Detection Systems (IDSs) are deployed across the IoT network to increase processing power. The centralized control made available by the Software Defined Network in our infrastructure facilitates the deployment of multiple IDSs on the data plane. We developed a novel method to deploy IDS chains, helping the SDN controller increase the detection rate, and deployed it within the infrastructure. By grouping network flows in a balanced manner and assigning each network flow group to one IDS chain, transmission delay can be reduced. Using the infrastructure, we conducted a research study in which we formulated an optimization problem to minimize the cost of grouping flows using a modified version of K-means and assigning a group to an IDS chain. In various traffic scenarios, the proposed method can satisfy different measurements, such as detection rate and dropping rate, and only increases the delay by a small amount over existing schemes that use a single IDS.</span></p>\n<p><strong><span>Privacy in IoT-enabled smarthomes:</span></strong><span>&nbsp;There are serious privacy issues due to the large amounts of sensitive device data flowing out of smarthome and into IoT platforms. Most of the data flowing to a platform actually do not trigger automation actions, while homeowners currently have no control once devices are bound to the platform. We design PFIREWALL, a customizable data-flow control system to enhance the privacy of IoT platform users. PFIREWALL automatically generates data-minimization policies, which only disclose minimum amount of data to fulfill automation. In addition, PFIREWALL provides interfaces for homeowners to customize individual privacy preferences by defining user-specified policies. To enforce these policies, PFIREWALL transparently intervenes and mediates the communication between IoT devices and the platform, without modifying the platform, IoT devices, or hub. Evaluation results on four real-world testbeds show that PFIREWALL reduces IoT data sent to the platform by 97% without impairing home automation, and effectively mitigates user-activity inference/tracking attacks and other privacy risks.</span></p>\n<p><strong><span>Improving training speed of compression autoencoders.&nbsp;</span></strong><span>Scientific simulations and various IoT devices and applications can generate petabyte-level data. A key challenge is to significantly reduce the data size while simultaneously maintaining the compression quality. Compression autoencoders (CAEs) have recently been investigated to compress scientific data. Although the CAE approach provides higher quality compression than existing approaches, it has a high training overhead, which is impractical in most real-world scenarios. Leveraging our testbed, we design a new locality-based transfer learning method to significantly increase the training speed of CAE while achieving a high compression ratio. We also adopt incremental learning to maintain a high prediction accuracy and use KL-divergence as an indicator to quickly identify whether a target domain has a low testing error. Our new learning method for the compression autoencoder, based on transfer learning and incremental learning, reuses knowledge from other variables or spatial-temporal locality and significantly reduces the training time.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2023<br>\n\t\t\t\t\tModified by: Jamie&nbsp;Payton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Internet of Things (IoT), in which sensing and actuation is embedded in everyday objects connected via the Internet, has the potential to support an increased level of intelligent, dynamic decision making across a wide array of domains, such as smart cities, intelligent agriculture, and emergency response management. However, IoT systems are vulnerable to security threats, which limits their widespread adoption. In addition, in the future, systems will be challenged by the large amounts of IoT data communicated over the network and stored in cloud-based data centers. To realize the potential of IoT-enabled systems, it is necessary to address two primary concerns: IoT network security and IoT performance. However, research in these areas can be limited by the availability of testbed infrastructure to support deployments of new approaches and associated experiments.\n\nThis project supported the creation of the Information Assurance and Performance in the Internet of Things (IAP-IoT) infrastructure. Through the exploration of IoT network security and performance research challenges, the project team identified infrastructure requirements and took an iterative and incremental approach to implementation. Using initial versions of the developed infrastructure, the research team continued to make further advancements in detecting and addressing IoT network threats as well as in improving IoT performance through novel compression and data storage approaches; the resulting algorithms and protocols were implemented and evaluated on the infrastructure, and those implementations were then available for users of infrastructure for other IoT applications and experiments. The infrastructure consists of a range of mobile and embedded IoT devices, IoT edge-computing servers, Software Defined Networking (SDN) switches, high performance and reliable data storage, and software components that implement emerging research in secure communication protocols, elastic computing algorithms, and computational offloading in IoT systems. Some of the major research advances that have motivated the creation of testbed infrastructure, have been integrated into the infrastructure, and demonstrate the use of the infrastructure include:\n\nProtecting Against IoT Network Intrusion Attacks. For dealing with intrusion attacks, multiple instances of Intrusion Detection Systems (IDSs) are deployed across the IoT network to increase processing power. The centralized control made available by the Software Defined Network in our infrastructure facilitates the deployment of multiple IDSs on the data plane. We developed a novel method to deploy IDS chains, helping the SDN controller increase the detection rate, and deployed it within the infrastructure. By grouping network flows in a balanced manner and assigning each network flow group to one IDS chain, transmission delay can be reduced. Using the infrastructure, we conducted a research study in which we formulated an optimization problem to minimize the cost of grouping flows using a modified version of K-means and assigning a group to an IDS chain. In various traffic scenarios, the proposed method can satisfy different measurements, such as detection rate and dropping rate, and only increases the delay by a small amount over existing schemes that use a single IDS.\n\nPrivacy in IoT-enabled smarthomes: There are serious privacy issues due to the large amounts of sensitive device data flowing out of smarthome and into IoT platforms. Most of the data flowing to a platform actually do not trigger automation actions, while homeowners currently have no control once devices are bound to the platform. We design PFIREWALL, a customizable data-flow control system to enhance the privacy of IoT platform users. PFIREWALL automatically generates data-minimization policies, which only disclose minimum amount of data to fulfill automation. In addition, PFIREWALL provides interfaces for homeowners to customize individual privacy preferences by defining user-specified policies. To enforce these policies, PFIREWALL transparently intervenes and mediates the communication between IoT devices and the platform, without modifying the platform, IoT devices, or hub. Evaluation results on four real-world testbeds show that PFIREWALL reduces IoT data sent to the platform by 97% without impairing home automation, and effectively mitigates user-activity inference/tracking attacks and other privacy risks.\n\nImproving training speed of compression autoencoders. Scientific simulations and various IoT devices and applications can generate petabyte-level data. A key challenge is to significantly reduce the data size while simultaneously maintaining the compression quality. Compression autoencoders (CAEs) have recently been investigated to compress scientific data. Although the CAE approach provides higher quality compression than existing approaches, it has a high training overhead, which is impractical in most real-world scenarios. Leveraging our testbed, we design a new locality-based transfer learning method to significantly increase the training speed of CAE while achieving a high compression ratio. We also adopt incremental learning to maintain a high prediction accuracy and use KL-divergence as an indicator to quickly identify whether a target domain has a low testing error. Our new learning method for the compression autoencoder, based on transfer learning and incremental learning, reuses knowledge from other variables or spatial-temporal locality and significantly reduces the training time.\n\n\t\t\t\t\tLast Modified: 01/27/2023\n\n\t\t\t\t\tSubmitted by: Jamie Payton"
 }
}