{
 "awd_id": "1828589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of A Meteor Radar for the Andes Lidar Observatory",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 683281.0,
 "awd_amount": 952641.0,
 "awd_min_amd_letter_date": "2018-09-10",
 "awd_max_amd_letter_date": "2024-03-13",
 "awd_abstract_narration": "This MRI award would acquire a state-of-the-art meteor radar (MR) system that would replace an aging meteor radar located at the Andes Lidar Observatory (ALO), located in Cerro Pachon, Chile (30.26 S, 70.74 W, elev. 2530 m). This clear sky location is ideally situated for making observations of the highly dynamical environment associated with the mountain waves generated by the surface winds blowing over the Andes. This location is also well suited for detecting sodium particles transported to high altitude by the Appleton fountain effect that operates near the geomagnetic equator. Both of these mechanisms make the Andes dynamical environment a \"hot spot\" that is unique in the world with nothing equivalent available for study in the United States.  ALO is an upper atmosphere observatory that supports optical remote sensing instruments, including a wind/temperature (W&T) lidar operating at the sodium wavelength (589 nm) and several airglow instruments. The lidar system measures simultaneously nighttime atmospheric wave perturbations (associated with gravity waves) of temperature, wind and airglow intensities in the mesosphere and lower thermosphere (MLT) region (80-105 km) at high vertical spatial (<1 km) and temporal resolutions (~1 min) during the low moon period of each month. The MR data provides measurements of the background tidal winds that allow the determination of the intrinsic phase speeds needed for studying gravity wave propagation physics. These results taken together are aimed at achieving a detailed study of atmospheric waves and turbulence structures through modeling comparisons of data with turbulent structure morphology. This project will support engineering undergraduate students at ERAU thus helping to extend the STEM undergraduate education effort at ERAU into the remote sensing area.  One graduate and one undergraduate student would be directly involved in this project. Moreover, these applications made possible by the enhanced quality of the MR data would provide new opportunities for graduate student training in the radar remote sensing technology as well as having these students undertake studies regarding new questions in upper atmosphere research. Students involved will learn the principles of the MR remote sensing technique through the use of formal lectures and informal hands-on interactions. Activities involving the graduate student are site radar noise survey, the process of radar installation and subsequent hardware maintenance. The student would also be responsible for data retrieval, validation and archival processing. The undergraduate student would help set up the Madrigal server and update the ERAU website concerning the meteor radar status. These activities will provide training to these students on how to become an experimental scientist. The MR would also support undergraduate and graduate education at ERAU as the department offers an undergraduate course in Space Physics, one MS level course Experimental Methods in Space Science, and two PhD level courses Upper Atmosphere Physics and Remote Sensing: Active and Passive. Students will learn advanced techniques involved in MR and use the MR data for various course projects. Students can design their own software for meteor identification, wind and temperature retrieval. \r\n\r\nThe MR measures horizontal wind continuously (day and night) in the same altitude region as the height range observed by the lidar with ~2 km vertical and 1 hr resolutions. It complements the optical lidar measurements by providing background tidal wind information that is critical for deriving gravity wave (GW) intrinsic parameters and understanding the phenomenology of GW wave propagation with regard to reflection, ducting, and dissipation processes. The MR capability for continuous wind measurement is essential for resolving longer time scale oscillations such as atmospheric tides and planetary waves, and for the study of their interactions with small-scale waves. The new MR will not only continue the MR wind measurement series but also provides new capabilities to infer temperature, turbulence diffusion coefficient, and the diurnal variation of GW momentum flux.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hickey",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Hickey",
   "pi_email_addr": "michael.hickey@erau.edu",
   "nsf_id": "000350690",
   "pi_start_date": "2020-01-30",
   "pi_end_date": "2024-03-13"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Liu",
   "pi_email_addr": "alan.liu@erau.edu",
   "nsf_id": "000308821",
   "pi_start_date": "2018-09-10",
   "pi_end_date": "2020-01-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Liu",
   "pi_email_addr": "alan.liu@erau.edu",
   "nsf_id": "000308821",
   "pi_start_date": "2024-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Embry-Riddle Aeronautical University",
  "inst_street_address": "1 AEROSPACE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTONA BEACH",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3862267695",
  "inst_zip_code": "321143910",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "FL06",
  "org_lgl_bus_name": "EMBRY-RIDDLE AERONAUTICAL UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5MMBAC9XAM5"
 },
 "perf_inst": {
  "perf_inst_name": "Andes Lidar Observatory",
  "perf_str_addr": "",
  "perf_city_name": "Cerro Pachon",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CI",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Chile",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1521",
   "pgm_ref_txt": "AERONOMY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 683281.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 29520.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 134572.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 105268.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project established a state-of-the-art meteor radar (MR) system at the Andes Lidar Observatory (ALO) in Cerro Pach&oacute;n, Chile. Two additional receiver stations were deployed at Las Campanas Observatory to the north and the Southern Cross Observatory (Observatorio Cruz del Sur) to the south, forming a multi-static radar network. This system enables continuous measurement of atmospheric winds in the 75-105 km altitude range by tracking the motion of meteor trails.</p>\r\n<p><strong>Key Capabilities and Advancements:</strong></p>\r\n<p><strong>High Meteor Detection Rate:</strong><span>&nbsp;</span>The system detects up to 100,000 meteors per day, a significant increase from the 10,000-20,000 typically observed by standard MR systems.</p>\r\n<p><strong>4D Wind Field Measurements:</strong><span>&nbsp;</span>This is the first system capable of continuously measuring the full 3D wind vector structure over a 400 km &times; 600 km region, providing crucial insights into atmospheric dynamics.</p>\r\n<p><strong>Spatial Coverage:</strong><span>&nbsp;</span>In addition to vertical wind profiles, the system resolves horizontal wind structures, allowing for unprecedented observations of atmospheric perturbations and their influence on global circulation and space weather.</p>\r\n<p><strong>Broader Impacts:</strong></p>\r\n<p><strong>Student Training &amp; Education:</strong><span>&nbsp;</span>The project provided hands-on training in remote sensing and data analysis to undergraduate and graduate students at ERAU. Two PhD students successfully completed their dissertations and have continued their careers in research and higher education.</p>\r\n<p><strong>Curriculum Integration:</strong><span>&nbsp;</span>The PI utilized project materials to enhance graduate courses on experimental methods for space science and signal processing.</p>\r\n<p><strong>Public Data Accessibility:</strong><span>&nbsp;</span>The instrument&rsquo;s data is made publicly available, supporting a wide range of research topics, including the effects of the July 2019 South America total solar eclipse and the January 2022 Hunga Tonga-Hunga Ha&#699;apai volcanic eruption on the upper atmosphere. The data are also being incorporated into advanced global atmosphere models to improve their accuracy.</p>\r\n<p>The deployment of this advanced meteor radar system has significantly improved measurement capabilities at ALO, providing continuous, high-resolution atmospheric wind data essential for research and education. The project supports scientific investigations and enhances workforce training in space physics and remote sensing. For further information, please visit https://andesnetwork.org.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/11/2025<br>\nModified by: Alan&nbsp;Liu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project established a state-of-the-art meteor radar (MR) system at the Andes Lidar Observatory (ALO) in Cerro Pachn, Chile. Two additional receiver stations were deployed at Las Campanas Observatory to the north and the Southern Cross Observatory (Observatorio Cruz del Sur) to the south, forming a multi-static radar network. This system enables continuous measurement of atmospheric winds in the 75-105 km altitude range by tracking the motion of meteor trails.\r\n\n\nKey Capabilities and Advancements:\r\n\n\nHigh Meteor Detection Rate:The system detects up to 100,000 meteors per day, a significant increase from the 10,000-20,000 typically observed by standard MR systems.\r\n\n\n4D Wind Field Measurements:This is the first system capable of continuously measuring the full 3D wind vector structure over a 400 km  600 km region, providing crucial insights into atmospheric dynamics.\r\n\n\nSpatial Coverage:In addition to vertical wind profiles, the system resolves horizontal wind structures, allowing for unprecedented observations of atmospheric perturbations and their influence on global circulation and space weather.\r\n\n\nBroader Impacts:\r\n\n\nStudent Training & Education:The project provided hands-on training in remote sensing and data analysis to undergraduate and graduate students at ERAU. Two PhD students successfully completed their dissertations and have continued their careers in research and higher education.\r\n\n\nCurriculum Integration:The PI utilized project materials to enhance graduate courses on experimental methods for space science and signal processing.\r\n\n\nPublic Data Accessibility:The instruments data is made publicly available, supporting a wide range of research topics, including the effects of the July 2019 South America total solar eclipse and the January 2022 Hunga Tonga-Hunga Ha&#699;apai volcanic eruption on the upper atmosphere. The data are also being incorporated into advanced global atmosphere models to improve their accuracy.\r\n\n\nThe deployment of this advanced meteor radar system has significantly improved measurement capabilities at ALO, providing continuous, high-resolution atmospheric wind data essential for research and education. The project supports scientific investigations and enhances workforce training in space physics and remote sensing. For further information, please visit https://andesnetwork.org.\r\n\n\n\t\t\t\t\tLast Modified: 03/11/2025\n\n\t\t\t\t\tSubmitted by: AlanLiu\n"
 }
}