{
 "awd_id": "1828149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRT-HDR: Intersecting computational and data science to address grand challenges in plant biology",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032924316",
 "po_email": "ewebber@nsf.gov",
 "po_sign_block_name": "Liz Webber",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 2999967.0,
 "awd_amount": 2999967.0,
 "awd_min_amd_letter_date": "2018-08-22",
 "awd_max_amd_letter_date": "2024-07-25",
 "awd_abstract_narration": "Plants are indispensable for life on earth, providing food, energy, and oxygen, as well as the basis for many man-made products. A better understanding of plant science will lead to more secure plant resources, which is even more important given the rapidly increasing global population.  Genomics research has significantly advanced our understanding about how plants function, with the application of genomics yielding datasets that could revolutionize plant science and lead to safe, reliable, and sustainable production of food and biofuels. To achieve these outcomes, there is a critical need for scientists with both an understanding of plant biology and computational skills. This National Science Foundation Research Traineeship (NRT) award to Michigan State University will address this demand by training doctoral students who can employ advanced computational and data science approaches to address grand challenges in plant biology. The project anticipates training approximately seventy (70) PhD students, including thirty-eight (38) funded trainees from plant biology and computational data science programs. \r\n\r\nTrainees will engage in research and coursework that emphasize tackling \"grand challenge\" questions in plant biology by leveraging computational approaches. Training will go beyond the traditional genomics and bioinformatics approaches in plant biology to include the advanced training in computation and modeling required to handle increasingly heterogeneous, multi-scale data from the molecular to ecosystem levels.  This type of training will allow students to tackle complex questions such as investigating genotype-phenotype relationships across the Plant Tree of Life or machine learning for high-dimensional plant data.  In addition, the traineeship features professional development opportunities, outreach activities, and industry/governmental internships that serve to broaden trainees' career options while also improving their ability to communicate with a wide range of audiences. Upon completion of the training program, trainees will have a core understanding of plant and computational sciences, excel in interdisciplinary biological and computational research, and possess effective communication, leadership, management, teaching, and mentoring skills. Trainees will be co-advised by experts in plant science and computational/data science. To accomplish the training goals, trainees will participate in a program consisting of: (1) curricular and research activities that will create a cohort of trainees with dual expertise in computational sciences and plant biology, (2) a biweekly forum to encourage scientific interactions, (3) a trainee-led annual symposium that engages a wider scientific audience and builds organizational and leadership skills, (4) internship opportunities in industry and government agencies, (5) professional development activities tailored to individual career goals, including entrepreneurship, and (6) public engagement through outreach activities, further bolstering the ability of trainees to communicate with a wide range of audiences. \r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The program is dedicated to effective training of STEM graduate students in high priority interdisciplinary research areas through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tammy",
   "pi_last_name": "Long",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tammy M Long",
   "pi_email_addr": "longta@msu.edu",
   "nsf_id": "000327982",
   "pi_start_date": "2024-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Shin-Han",
   "pi_last_name": "Shiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shin-Han Shiu",
   "pi_email_addr": "shius@msu.edu",
   "nsf_id": "000336317",
   "pi_start_date": "2018-08-22",
   "pi_end_date": "2024-07-25"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Buell",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Carol R Buell",
   "pi_email_addr": "Robin.Buell@uga.edu",
   "nsf_id": "000231656",
   "pi_start_date": "2018-08-22",
   "pi_end_date": "2022-09-14"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erich",
   "pi_last_name": "Grotewold",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erich Grotewold",
   "pi_email_addr": "grotewol@msu.edu",
   "nsf_id": "000122262",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Tammy",
   "pi_last_name": "Long",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tammy M Long",
   "pi_email_addr": "longta@msu.edu",
   "nsf_id": "000327982",
   "pi_start_date": "2022-09-14",
   "pi_end_date": "2024-07-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Cichy",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Karen A Cichy",
   "pi_email_addr": "cichykar@msu.edu",
   "nsf_id": "000225056",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "O'Shea",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Brian W O'Shea",
   "pi_email_addr": "oshea@msu.edu",
   "nsf_id": "000316254",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  },
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "7361",
   "pgm_ref_txt": "EDUCATION AND WORKFORCE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 2999967.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plant science in the 21<sup>st</sup> Century explores complex problems such as improving food security through crop resilience, restoring biodiversity in degraded landscapes, and understanding and predicting relationships between molecular-level processes and patterns in natural and human-designed plant systems. Solving such problems requires scientists trained in both fundamental plant biology and computational and data science approaches to analyze and interpret heterogenous, multi-scale measurement data to predict plant responses in variable environments at local to global scales.</p>\r\n<p>The Integrated Training Model in Plant and Computational Sciences (aka, IMPACTS) is an interdisciplinary graduate training program that bridges computational and plant sciences.&nbsp; Goals of the program include: (1) Proficiency in core knowledge in computational and plant sciences, (2) Expertise in interdisciplinary research in computational plant biology, (3) Development of skills to lead, manage, and communicate research to diverse stakeholders, including policy-makers and the public, and (4) Development of skills to effectively teach and mentor students, colleagues, and peers in diverse workplace contexts.</p>\r\n<p>The IMPACTS program embraced a multifaceted training approach that aimed to integrate deep disciplinary learning with practical experiences that promote development of transferable and practical skills necessary for a wide range of careers in science, technology, engineering, and mathematics. Key components and outcomes of the training program include:</p>\r\n<p>(1) A three-course curriculum that engaged trainees in cooperative and team-based learning to develop conceptual knowledge and frameworks that integrate plant and computational sciences. Trainees from plant sciences and from computational and data sciences and engineering collaborated in interdisciplinary teams to learn and synthesize core disciplinary principles and apply them to real-world problems posed by leading researchers from academia and industry. Coursework also targeted professional development training in science communication, interdisciplinary collaboration, and teaching and mentoring.&nbsp; From 2019-2024, 217 students enrolled in IMPACTS courses, including 38 funded and 14 unfunded trainees. One of the courses focused on foundations of computational plant science engaged an international collaboration with Universidad Nacional Aut&oacute;noma de M&eacute;xico with an additional 68 international students participating from 2021-2024.</p>\r\n<p>(2) Interdisciplinary research experiences that developed trainees&rsquo; research expertise within and across disciplines. Trainees wrote research proposals and conducted research projects supervised by mentors from at least two distinct disciplines. In addition to developing trainees&rsquo; interdisciplinary skills, these projects forged new collaborations among supervising researchers and promoted broader awareness of the work of colleagues from across the university and with industry professionals. From 2019-2024, trainees (funded and unfunded) produced 167 publications emanating from their research efforts.</p>\r\n<p>(3) Internships in industry and/or governmental agencies allowed trainees to experience the practices, ways of thinking, decision-making, and cultures that distinguish them from academic settings. Trainees reported that these experiences were powerful in informing their career choices and significantly influenced their selection of training experiences within their degree programs. Over 27 trainees completed internships in organizations and industries including ConAgra Foods, Lawrence Berkeley National Laboratories, Heinrich Heine Universit&auml;t, Bayer CropSciences, Corteva, Benson Hill, Google, Inari and NASA Space Crop Production.</p>\r\n<p>(4) Trainee-led symposia, workshops, retreats, and outreach events afforded trainees opportunities to apply their leadership and management skills to real-world contexts. Trainees managed all aspects of organizing events and symposia, including determining themes, inviting guest speakers, and arranging logistics. Trainees also conducted outreach events that engaged the public in learning about plant science and technologies that support data collection in lab and field contexts.&nbsp; Trainee-led workshops and panels provided opportunities for trainees to teach more than 285 non-trainee graduate students from across the university about data management and analysis, interdisciplinary collaborations, and diverse job readiness skills.</p>\r\n<p>Overall, the IMPACTS program supported 38 funded and 14 non-funded trainees.&nbsp; To date, 11 trainees have completed their degree programs with six continuing in academic appointments, four being placed in industry positions, and one pursuing a consulting career as a data analyst. The program has led to changes in computational training requirements across multiple departments and programs at Michigan State University and is currently sustained as a Graduate Certification Program in Computational Plant Science. Thus far, 18 graduate students have been conferred the certificate. IMPACTS serves as a model of interdisciplinary graduate training.&nbsp; A focus on fundamental principles from plant and computational sciences will prepare students for the interdisciplinary work of computational plant biology while practical experiences and professional development training in transferable skills will prepare them for work across a broad range of careers in STEM.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/06/2025<br>\nModified by: Tammy&nbsp;M&nbsp;Long</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPlant science in the 21st Century explores complex problems such as improving food security through crop resilience, restoring biodiversity in degraded landscapes, and understanding and predicting relationships between molecular-level processes and patterns in natural and human-designed plant systems. Solving such problems requires scientists trained in both fundamental plant biology and computational and data science approaches to analyze and interpret heterogenous, multi-scale measurement data to predict plant responses in variable environments at local to global scales.\r\n\n\nThe Integrated Training Model in Plant and Computational Sciences (aka, IMPACTS) is an interdisciplinary graduate training program that bridges computational and plant sciences. Goals of the program include: (1) Proficiency in core knowledge in computational and plant sciences, (2) Expertise in interdisciplinary research in computational plant biology, (3) Development of skills to lead, manage, and communicate research to diverse stakeholders, including policy-makers and the public, and (4) Development of skills to effectively teach and mentor students, colleagues, and peers in diverse workplace contexts.\r\n\n\nThe IMPACTS program embraced a multifaceted training approach that aimed to integrate deep disciplinary learning with practical experiences that promote development of transferable and practical skills necessary for a wide range of careers in science, technology, engineering, and mathematics. Key components and outcomes of the training program include:\r\n\n\n(1) A three-course curriculum that engaged trainees in cooperative and team-based learning to develop conceptual knowledge and frameworks that integrate plant and computational sciences. Trainees from plant sciences and from computational and data sciences and engineering collaborated in interdisciplinary teams to learn and synthesize core disciplinary principles and apply them to real-world problems posed by leading researchers from academia and industry. Coursework also targeted professional development training in science communication, interdisciplinary collaboration, and teaching and mentoring. From 2019-2024, 217 students enrolled in IMPACTS courses, including 38 funded and 14 unfunded trainees. One of the courses focused on foundations of computational plant science engaged an international collaboration with Universidad Nacional Autnoma de Mxico with an additional 68 international students participating from 2021-2024.\r\n\n\n(2) Interdisciplinary research experiences that developed trainees research expertise within and across disciplines. Trainees wrote research proposals and conducted research projects supervised by mentors from at least two distinct disciplines. In addition to developing trainees interdisciplinary skills, these projects forged new collaborations among supervising researchers and promoted broader awareness of the work of colleagues from across the university and with industry professionals. From 2019-2024, trainees (funded and unfunded) produced 167 publications emanating from their research efforts.\r\n\n\n(3) Internships in industry and/or governmental agencies allowed trainees to experience the practices, ways of thinking, decision-making, and cultures that distinguish them from academic settings. Trainees reported that these experiences were powerful in informing their career choices and significantly influenced their selection of training experiences within their degree programs. Over 27 trainees completed internships in organizations and industries including ConAgra Foods, Lawrence Berkeley National Laboratories, Heinrich Heine Universitt, Bayer CropSciences, Corteva, Benson Hill, Google, Inari and NASA Space Crop Production.\r\n\n\n(4) Trainee-led symposia, workshops, retreats, and outreach events afforded trainees opportunities to apply their leadership and management skills to real-world contexts. Trainees managed all aspects of organizing events and symposia, including determining themes, inviting guest speakers, and arranging logistics. Trainees also conducted outreach events that engaged the public in learning about plant science and technologies that support data collection in lab and field contexts. Trainee-led workshops and panels provided opportunities for trainees to teach more than 285 non-trainee graduate students from across the university about data management and analysis, interdisciplinary collaborations, and diverse job readiness skills.\r\n\n\nOverall, the IMPACTS program supported 38 funded and 14 non-funded trainees. To date, 11 trainees have completed their degree programs with six continuing in academic appointments, four being placed in industry positions, and one pursuing a consulting career as a data analyst. The program has led to changes in computational training requirements across multiple departments and programs at Michigan State University and is currently sustained as a Graduate Certification Program in Computational Plant Science. Thus far, 18 graduate students have been conferred the certificate. IMPACTS serves as a model of interdisciplinary graduate training. A focus on fundamental principles from plant and computational sciences will prepare students for the interdisciplinary work of computational plant biology while practical experiences and professional development training in transferable skills will prepare them for work across a broad range of careers in STEM.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 01/06/2025\n\n\t\t\t\t\tSubmitted by: TammyMLong\n"
 }
}