{
 "awd_id": "1828354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of LA-ICP-MS to support research in environmental and engineered systems, geology and environmental geosciences, and chemistry for a sustainable future",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927281",
 "po_email": "hchellia@nsf.gov",
 "po_sign_block_name": "Harsha Chelliah",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 396300.0,
 "awd_amount": 396300.0,
 "awd_min_amd_letter_date": "2018-07-20",
 "awd_max_amd_letter_date": "2018-07-20",
 "awd_abstract_narration": "Solving environmental and public health challenges requires science and policy informed by accurate measurement of trace elements in many types of environmental media. Those measurements can help answer many scientific questions, such as those involving Earth's mineral record, rare earth elements (REE), and human exposure in fabrication laboratories to nanoscopic aerosolized metal particles. The laser ablation inductively-coupled plasma mass spectrometer (LA-ICP-MS) acquired through this project will help Bucknell University faculty and student researchers pursue answers to these questions in the fields of environmental engineering, geology and environmental geosciences, chemical engineering, and others, by allowing efficient and accurate measurement of the majority of elements and isotopes. Bringing this research capability to central Pennsylvania will strengthen the region's competitiveness for researcher recruitment and funding. Bucknell University has in place several programs for increasing participation and retention of underrepresented students in STEM fields, providing a strong framework for maximizing this project's impact on research training infrastructure.\r\n\r\nThe versatility of this instrument will support research across a broad range of disciplines. For example, analysis of municipal wastewaters and biosolids will reveal the abundance of REE available for recovery, opening up new sources for these critical raw materials. Diversification of the global REE supply chain could reduce the environmental impact of virgin REE extraction, bolster U.S. resource independence, and could alleviate human rights abuses arising from conflict metal situations. Second, the instrument's ability to characterize aerosol composition and properties will support research that could show that tools used in modern MakerSpaces generate metallic nanoparticles with sizes and character that represent an inhalation exposure risk to humans. These results should help fill the gap in occupational safety/health policies and emissions controls for these modern fabrication tools to which children in K-12 school laboratories are increasingly exposed. Finally, minerals can be analyzed for isotope geochronology and trace element geothermometry to understand when and how they form. Results have the potential to open a new frontier in solving questions about the rates of tectonic processes, the timing of extinction events and rates of climate change over geologic timescales.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Gilmore",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin R Gilmore",
   "pi_email_addr": "kevin.gilmore@bucknell.edu",
   "nsf_id": "000652299",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Daniel",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher G Daniel",
   "pi_email_addr": "cdaniel@bucknell.edu",
   "nsf_id": "000364373",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dabrina",
   "pi_last_name": "Dutcher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dabrina Dutcher",
   "pi_email_addr": "dabrina.dutcher@bucknell.edu",
   "nsf_id": "000740524",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 396300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8a3dd551-7fff-de64-f686-13542a8e8301\" style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The analytical instrumentation acquired as part of this grant consisted of an inductively-coupled plasma mass spectrometer (ICP-MS) and a laser ablation (LA) system, capable of broad-spectrum elemental analysis of both aqueous phase and solid phase samples. The interdisciplinary team of principal investigators, along with several other senior personnel on the grant, proposed to use these instruments in support of the research and teaching activities across fields such as environmental engineering, chemical engineering, geology, environmental geosciences, biology, chemistry, and others. After careful evaluation, site visits, and selection of vendors, the equipment was acquired, installed, and commissioned in the Environmental Engineering and Science Laboratory (EESL) at Bucknell University. Since then, it has been used in multiple courses to train students and enhance learning related to the presence and abundance of metals in different environmental matrices, such as rivers and streams, drinking water, groundwater, wastewater, biosolids, indoor air, commercial products, and others. The equipment also provides analytical capability for research associated with metals in biosolids, airborne metallic nanoparticles, metallopeptide scaffolds in cellular transport, remediation of acid mine drainage, and tracking atmospheric pollution through food webs. Research projects and honors theses by undergraduate students in multiple fields have been possible as a result of this equipment. Numerous students have used and been trained on the instruments, providing a foundation for future engineers and scientists. The equipment has been pivotal in attracting new faculty to the PIs&rsquo; institution, as well. By establishing this analytical capability in the central Pennsylvania region, the ability of multiple institutions to attract, retain, teach, and train future researchers has been greatly enhanced. </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2023<br>\n\t\t\t\t\tModified by: Kevin&nbsp;R&nbsp;Gilmore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe analytical instrumentation acquired as part of this grant consisted of an inductively-coupled plasma mass spectrometer (ICP-MS) and a laser ablation (LA) system, capable of broad-spectrum elemental analysis of both aqueous phase and solid phase samples. The interdisciplinary team of principal investigators, along with several other senior personnel on the grant, proposed to use these instruments in support of the research and teaching activities across fields such as environmental engineering, chemical engineering, geology, environmental geosciences, biology, chemistry, and others. After careful evaluation, site visits, and selection of vendors, the equipment was acquired, installed, and commissioned in the Environmental Engineering and Science Laboratory (EESL) at Bucknell University. Since then, it has been used in multiple courses to train students and enhance learning related to the presence and abundance of metals in different environmental matrices, such as rivers and streams, drinking water, groundwater, wastewater, biosolids, indoor air, commercial products, and others. The equipment also provides analytical capability for research associated with metals in biosolids, airborne metallic nanoparticles, metallopeptide scaffolds in cellular transport, remediation of acid mine drainage, and tracking atmospheric pollution through food webs. Research projects and honors theses by undergraduate students in multiple fields have been possible as a result of this equipment. Numerous students have used and been trained on the instruments, providing a foundation for future engineers and scientists. The equipment has been pivotal in attracting new faculty to the PIs’ institution, as well. By establishing this analytical capability in the central Pennsylvania region, the ability of multiple institutions to attract, retain, teach, and train future researchers has been greatly enhanced. \n\n\t\t\t\t\tLast Modified: 04/07/2023\n\n\t\t\t\t\tSubmitted by: Kevin R Gilmore"
 }
}