{
 "awd_id": "1828920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: Tracking the Flood Pulse of a Record Discharge of the Brazos River in the Gulf of Mexico",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah K. Smith",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 14927.0,
 "awd_amount": 14927.0,
 "awd_min_amd_letter_date": "2018-02-28",
 "awd_max_amd_letter_date": "2020-02-28",
 "awd_abstract_narration": "The transport and fate of sediment carried by rivers to the coastal ocean is of great ecological and societal importance. River input is the primary source of land-derived sediment to the marine environment. These particles have significant impacts on the health of coastal ecosystems and the geology and bathymetry of coastal oceans and shipping channels. They directly and indirectly affect fisheries and navigation. This research focuses on the movement of sediments carried into the Gulf of Mexico, via the Brazos River, during the unprecedented rainfall and flooding event that occurred during Hurricane Harvey. The Brazos River ranks as the second largest contributor of nutrients and organic matter to the Gulf of Mexico, after the Mississippi River.  Unlike the Mississippi, however, most sediment delivered to the Gulf of Mexico from the Brazos is carried during flooding events like that which accompanied Hurricane Harvey.  Little is known about the fate of this sediment.  It is not clear if it is retained in the coastal zone, where the nutrients and chemicals it carries affect the coastal environment, or is carried offshore and deposited in the deep waters of the Gulf of Mexico. Through intensive sampling of sediments just offshore the mouth of the Brazos River and further offshore in the Gulf of Mexico in what is known as the Texas Mud Blanket, this project will determine the principal repository of sediments delivered to the western Gulf of Mexico by a major Texas river.   \r\n\r\nThe overall goal of this research is to investigate the hypothesis that flood-borne sediment from the Brazos River is initially deposited in the coastal zone and subsequently mobilized and carried offshore with a large fraction of it being deposited in the Texas Mud Blanket.  The work builds on the analysis of sea-bottom sediment samples collected in 2017 during flooding associated with Hurricane Harvey.  This new program will include two sampling cruises to augment already collected data. The first cruise will entail acquisition of ~25 cores that will indicate sediment deposition and transport in the near-shore region near the Brazos River mouth.  Preliminary work indicates that much of the initial deposition of Brazos River sediment occurred east of the original sampling region.   The second cruise in will collect additional Brazos region cores and expand sampling into the Texas Mud Blanket, with the goal of documenting changes in Brazos sediment deposition from the Hurricane Harvey flooding.  During both cruises, complementary hydrography data will be collected. This includes water column velocities and suspended sediment loads. Provenance of individual layers, within the sediment samples and box cores, will be determined by digital photos and x-radiographs of intact core slabs that show sediment fabric and structures.  To differentiate Gulf of Mexico from Brazos River sediments, sub-samples of collected cores will be geochemically analyzed and profiled for short-lived-radioisotope geochronology, water content, grainsize distribution, and mercury and carbonate content.  These indicators will help identify the origin of the sediments deposited in the system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhaohui 'Aleck'",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhaohui 'Aleck' Wang",
   "pi_email_addr": "zawang@whoi.edu",
   "nsf_id": "000523161",
   "pi_start_date": "2018-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Churchill",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "James H Churchill",
   "pi_email_addr": "jchurchill@whoi.edu",
   "nsf_id": "000087497",
   "pi_start_date": "2018-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "071Y00",
   "pgm_ele_name": "Hurricane Harvey 2017"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 14927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The rains of Hurricane Harvey in September 2017 produced record flooding of the Brazos River, which ranks second to the Mississippi River in the volume of freshwater and river-borne sediments carried to the Gulf of Mexico. The movement and ultimate fate of sediments delivered by the Brazos to the Gulf have long been of interest as these sediments carry chemicals as well as pollutants to the nearshore area of the Gulf. It has been theorized that these sediments are initially deposited in the shallow waters off the river mouth, and are subsequently carried offshore by Gulf currents. Exactly where Brazos-borne sediments may eventually settle on a long-term basis is a matter of speculation. One candidate put forth as an ultimate depocenter of sediments carried into the Gulf by the Brazos, and other rivers emptying into the western Gulf, is an offshore band of fine sediments that stretches from 70 to 270 km west of the Brazos River mouth and is often referred to as the Texas Mud Blanket.&nbsp;</p>\n<p>While taking part in a September 2017 scientific cruise studying how river-borne particles affect the carbonate chemistry of coastal waters, our team was afforded the remarkable opportunity of acquiring sediment cores in the coastal area offshore of the Brazos River while the flooding produced by Hurricane Harvey was subsiding. This RAPID project was initiated to take this rare flooding opportunity to study the fate of the Brazos&rsquo;s sediments in relation to the Texas Mud Blanket. The study allowed analysis of the cores collected during the September 2017 cruise, and revealed that a historically large volume of sediments had been deposited in the nearshore area off the Brazos River mouth during the passage of Hurricane Harvey and the continued flooding that followed.&nbsp; With an average depth of roughly 25 cm, this band of recently deposited sediment dwarfed sediment bands deposited off the Brazos during previous flooding events. Analysis of sediment cores acquired in subsequent cruises (in October 2017 and July 2018) revealed that this near-shore sediment band, laid down in the wake of Hurricane Harvey, was subject to erosion and tended to migrate to the southwest, in general direction of the Texas Mud Blanket. We estimate that the migration proceeded at a rate of 1-2 km per year, which is the first estimate of the rate at which the sediment deposited off the Brazos migrates away from its initial zone of deposition.</p>\n<p>As a follow-on to this finding, we plan to examine how the coastal currents and wave action in the Gulf act to erode and move this sediment. This will form a better understanding of where this sediment is eventually deposited.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2020<br>\n\t\t\t\t\tModified by: Zhaohui 'aleck'&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe rains of Hurricane Harvey in September 2017 produced record flooding of the Brazos River, which ranks second to the Mississippi River in the volume of freshwater and river-borne sediments carried to the Gulf of Mexico. The movement and ultimate fate of sediments delivered by the Brazos to the Gulf have long been of interest as these sediments carry chemicals as well as pollutants to the nearshore area of the Gulf. It has been theorized that these sediments are initially deposited in the shallow waters off the river mouth, and are subsequently carried offshore by Gulf currents. Exactly where Brazos-borne sediments may eventually settle on a long-term basis is a matter of speculation. One candidate put forth as an ultimate depocenter of sediments carried into the Gulf by the Brazos, and other rivers emptying into the western Gulf, is an offshore band of fine sediments that stretches from 70 to 270 km west of the Brazos River mouth and is often referred to as the Texas Mud Blanket. \n\nWhile taking part in a September 2017 scientific cruise studying how river-borne particles affect the carbonate chemistry of coastal waters, our team was afforded the remarkable opportunity of acquiring sediment cores in the coastal area offshore of the Brazos River while the flooding produced by Hurricane Harvey was subsiding. This RAPID project was initiated to take this rare flooding opportunity to study the fate of the Brazos’s sediments in relation to the Texas Mud Blanket. The study allowed analysis of the cores collected during the September 2017 cruise, and revealed that a historically large volume of sediments had been deposited in the nearshore area off the Brazos River mouth during the passage of Hurricane Harvey and the continued flooding that followed.  With an average depth of roughly 25 cm, this band of recently deposited sediment dwarfed sediment bands deposited off the Brazos during previous flooding events. Analysis of sediment cores acquired in subsequent cruises (in October 2017 and July 2018) revealed that this near-shore sediment band, laid down in the wake of Hurricane Harvey, was subject to erosion and tended to migrate to the southwest, in general direction of the Texas Mud Blanket. We estimate that the migration proceeded at a rate of 1-2 km per year, which is the first estimate of the rate at which the sediment deposited off the Brazos migrates away from its initial zone of deposition.\n\nAs a follow-on to this finding, we plan to examine how the coastal currents and wave action in the Gulf act to erode and move this sediment. This will form a better understanding of where this sediment is eventually deposited.\n\n \n\n\t\t\t\t\tLast Modified: 10/19/2020\n\n\t\t\t\t\tSubmitted by: Zhaohui 'aleck' Wang"
 }
}