{
 "awd_id": "1828416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of 30kV Electron Beam Lithography System for Multidisciplinary Research on Nano-Photonics, Nano-Biophysics, Nano-Chemistry, and Nano-Electronics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 689500.0,
 "awd_amount": 689500.0,
 "awd_min_amd_letter_date": "2018-09-17",
 "awd_max_amd_letter_date": "2018-09-17",
 "awd_abstract_narration": "The ability to pattern designed nanoscale structures precisely is critical for research in nanoscience. Electron Beam Lithography, which uses a scanning electron beam, is one of the most reliable and powerful methods to create patterns with sub-10 nm resolution in a relatively large surface area. This project enables Baylor University to acquire an Ultrahigh Resolution Electron Beam Lithography System for the development of a high-impact, multidisciplinary program of nanoscience research and education at Baylor University. Instrument users will include faculty and students from Baylor University's Physics, Electrical and Computer Engineering, Mechanical Engineering, Chemistry and Biochemistry, and Environmental Science departments. The instrument will expand nanofabrication capabilities at Baylor University for studying physics, optics, chemistry, biology sensing, and optical device applications on the nanometer scale. The instrument's capabilities will open the path for researchers to explore promising nanoscale sciences and applications. The electron beam lithography system will also be incorporated into education and outreach activities, including the Baylor Mayborn Museum events, online outreach activities, Baylor Summer Science Research Program, Advanced Instrumentation Workshop, and Optical Society of America events and workshops. The research and training opportunities provided by this nanofabrication instrument will align with Baylor University's strategic plan to advance research and education and strengthen the engagement with the community.\r\n\r\nThis project will acquire an Ultrahigh Resolution Electron Beam Lithography System to support nanoscience and nanotechnology research and education. The tool provides ultrahigh resolution patterning (<8 nm) in combination with the highest level of automation for complex applications. The thermal field emission filament technology, cross-over-free beam path, and column technology produce an extremely high beam current density, extremely low aberrations, fast writing speed, large field sizes, and millimeter-long periodic patterns with zero stitching errors. No other laboratory in the Central Texas region has this type of instrument critical to state-of-the-art nanoscience research. The instrument is ideally suited for research in nano-optics/photonics, nano-biophysics, nano-chemistry, and large-area nanoscale electronic and photonic devices. Examples of the nanoscale applications that can be fabricated include tunable ultrathin optical metasurface components, nanoscale and portable surface-enhanced coherent Raman sensors, point-of-care on-chip optical biosensors, plasmon-assisted photocatalytic reactors, efficient nanoscale bio-medical applications, and next-generation nano-electronic/photonic devices. The acquisition of this electron beam lithography system will not only enable innovative system-oriented nanoscience and nanodevice research activities at Baylor University and nearby colleges, but also facilitate the training of a new generation of students and postdoctoral researchers on nanoscience and nanoengineering at Baylor University.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ho Wai Howard",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ho Wai Howard Lee",
   "pi_email_addr": "Howardhw.lee@uci.edu",
   "nsf_id": "000735820",
   "pi_start_date": "2018-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marlan",
   "pi_last_name": "Scully",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Marlan O Scully",
   "pi_email_addr": "scully@tamu.edu",
   "nsf_id": "000414156",
   "pi_start_date": "2018-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhenrong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenrong Zhang",
   "pi_email_addr": "zhenrong_zhang@baylor.edu",
   "nsf_id": "000538684",
   "pi_start_date": "2018-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seunghyun",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seunghyun Kim",
   "pi_email_addr": "seunghyun_kim@baylor.edu",
   "nsf_id": "000573688",
   "pi_start_date": "2018-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sunghwan",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sunghwan Lee",
   "pi_email_addr": "sunghlee@purdue.edu",
   "nsf_id": "000708796",
   "pi_start_date": "2018-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "One Bear Place #97316",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767987316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 689500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">We have successfully installed the electron beam lithography system in the cleanroom and achieved the expected system specifications. The EBL system is included as one of the shared facilities in the Center for Microscopy and Imaging at Baylor University so that researchers from different departments could take it as a resource for their research in different multidiscipline areas.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Researchers/students at Baylor have been trained on the standard usage of the system and were able to write patterns independently.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">We have successfully fabricated different metallic nanostructures including metallic grating, dimer, periodic structures. We have fabricated not only the resist structures but also some gold nanostructures prepared by performing the development of photoresist and lift-off processes. The results spike the new ideas on developing plasmonic catalysts. New tunable coupled resonant metasurface nanostructures on optical fiber were developed for nanoscale thermal imaging.</p>\n<p>A new hands-on educational module was implemented using the acquired Raith Voyager 50KV EBL system. The module was taught as part of the course, &ldquo;Introduction to Microfabrication&rdquo;.</p>\n<p>A developmentally-appropriate educational curriculum designed was developed to teach about the capabilities of the E-Beam lithography instrument and the research being conducted using the instrument.</p>\n<p>The SPIE Student Chapter at Baylor University participated &ldquo;Waco STEM Family Night&rdquo; outreach event in February 2020 to promote optics and nanotechnology to the local elementary schools. More than 1000 visitors attended and had fun with simple optics demonstrations. The nanofabrication capability including the EBL system at Baylor had been introduced during the event.</p>\n<p>Material science became one of five major Illuminate initiatives at Baylor. The electron beam lithography instrument facilitates expanded nanofabrication capabilities at Baylor University for studying physics, optics, chemistry, biology sensing, and optical device applications on the nanometer scale. EBL system is a critical factor for several new faculty hires in material science.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2021<br>\n\t\t\t\t\tModified by: Zhenrong&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "We have successfully installed the electron beam lithography system in the cleanroom and achieved the expected system specifications. The EBL system is included as one of the shared facilities in the Center for Microscopy and Imaging at Baylor University so that researchers from different departments could take it as a resource for their research in different multidiscipline areas.\n \nResearchers/students at Baylor have been trained on the standard usage of the system and were able to write patterns independently.\n \nWe have successfully fabricated different metallic nanostructures including metallic grating, dimer, periodic structures. We have fabricated not only the resist structures but also some gold nanostructures prepared by performing the development of photoresist and lift-off processes. The results spike the new ideas on developing plasmonic catalysts. New tunable coupled resonant metasurface nanostructures on optical fiber were developed for nanoscale thermal imaging.\n\nA new hands-on educational module was implemented using the acquired Raith Voyager 50KV EBL system. The module was taught as part of the course, \"Introduction to Microfabrication\".\n\nA developmentally-appropriate educational curriculum designed was developed to teach about the capabilities of the E-Beam lithography instrument and the research being conducted using the instrument.\n\nThe SPIE Student Chapter at Baylor University participated \"Waco STEM Family Night\" outreach event in February 2020 to promote optics and nanotechnology to the local elementary schools. More than 1000 visitors attended and had fun with simple optics demonstrations. The nanofabrication capability including the EBL system at Baylor had been introduced during the event.\n\nMaterial science became one of five major Illuminate initiatives at Baylor. The electron beam lithography instrument facilitates expanded nanofabrication capabilities at Baylor University for studying physics, optics, chemistry, biology sensing, and optical device applications on the nanometer scale. EBL system is a critical factor for several new faculty hires in material science. \n\n \n\n\t\t\t\t\tLast Modified: 12/02/2021\n\n\t\t\t\t\tSubmitted by: Zhenrong Zhang"
 }
}