{
 "awd_id": "1829158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EDGE:  Establishing functional genomics in Hydra to study stem cells and regeneration",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2018-11-01",
 "awd_exp_date": "2022-10-31",
 "tot_intn_awd_amt": 1499305.0,
 "awd_amount": 1499305.0,
 "awd_min_amd_letter_date": "2018-08-10",
 "awd_max_amd_letter_date": "2018-08-10",
 "awd_abstract_narration": "Important questions in developmental biology relate to how stem cells maintain the health of adult tissues, both as tissues age under normal conditions and in response to injury. While human stem cells have only limited abilities for tissue repair and regeneration, many animals have the ability to regrow large portions of their body after catastrophic injury. This is accomplished using largely the same gene families found in all animals, thus understanding the molecular mechanisms that underlie these impressive feats of regeneration will shed light on why this does not occur in humans; such basic biology research could ultimately lead to improved regenerative medicine therapies. A major barrier to the success of such research is the relative lack of tools to manipulate gene function in highly regenerative animals. Regeneration research would benefit from a model organism with the following attributes: 1) adult stem cells differentiate frequently and enable complete tissue regeneration; 2) cells can be tracked as they differentiate and migrate; and 3) tools for studying gene function with spatial and temporal resolution. Currently, no model organism has all three of these attributes; however, Hydra vulgaris is a promising candidate. Hydra has remarkable regenerative abilities, and its simple tissue organization and optical clarity enables cell tracking using optical microscopy. However, the community currently lacks tools to precisely manipulate gene expression. Therefore, this project aims to develop these tools, which will ultimately be used to understand the molecular basis of regeneration.\r\n\r\nHydra stem cells indefinitely support adult homeostasis and can direct regeneration of the entire adult body from a small piece of tissue, including rebuilding the nervous system from a single stem cell. This project aims to establish fast and precise control of gene perturbations in Hydra, thus enabling studies of genotype-phenotype relationships during development and regeneration. Although transgenesis in Hydra is established, four bottlenecks hamper functional genomics: 1) Establishing transgenic lines is slow, 2) The lack of cell-type specific promoters, 3) The lack of temporal control over gene perturbations and 4) It is cumbersome to maintain large number of different transgenic Hydra strains. The following approaches will be implemented to overcome these bottlenecks: 1) To accelerate the establishment of transgenic lines, Tol2 transposase will be used to increase the frequency of transgenesis events during embryogenesis. 2) To gain spatial control over gene perturbation experiments, specific promoters will be identified and tested for all cell types by leveraging single cell RNA sequencing data. 3) To gain spatial control over gene perturbation, an inducible gene expression system will be developed that will also work with CRISPR-Cas9 gene editing. This system will work for all Hydra cell types, but this proposal will focus on perturbing gene function in neurons. 4) A Hydra vivarium for automated Hydra care will be developed and implemented for high throughput maintenance of transgenic lines. The success of these goals will enable effective genotype-to-phenotype testing in Hydra and thus enable regenerative biology research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Celina",
   "pi_last_name": "Juliano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Celina Juliano",
   "pi_email_addr": "cejuliano@ucdavis.edu",
   "nsf_id": "000716471",
   "pi_start_date": "2018-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Robinson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob T Robinson",
   "pi_email_addr": "robinson.jacob@gmail.com",
   "nsf_id": "000621291",
   "pi_start_date": "2018-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Davis",
  "perf_str_addr": "1 Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "050Z",
   "pgm_ref_txt": "EDGE Enabling Discovery through Genomic"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1499305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-1b7ac4d4-7fff-44cd-5954-7b8c52018dda\">\n<p dir=\"ltr\"><span>How adult stem cells maintain, repair, or regenerate damaged tissues is a fundamental question in developmental biology and regenerative neurobiology. </span><em>Hydra vulgaris</em><span> is a small freshwater organism that is easy to culture and manipulate in the laboratory, and has several features that make it an excellent animal for studying the gene functions that underlie stem cell biology. The adult stem cells differentiate frequently and enable complete tissue regeneration, including regeneration of the entire nervous system. Stem cells can be imaged and tracked as they differentiate, migrate, and integrate into tissues or the nerve net. The ability to manipulate the </span><em>Hydra</em><span> genome through transgenesis enables tests of gene function in these processes. The objectives of this project were to: 1) improve upon existing technologies for manipulating gene function, 2) build new technologies for interrogating nervous system phenotypes, 3) build a resource website, and 4 ) disseminate our new technologies to the research community through the resource website and workshops. Our work has improved the tools for controlling the spatial precision of transgene expression, and has laid the groundwork for temporal control of gene expression. These breakthroughs enable increased precision in our tests of gene function. We have also built precise, automated technologies for measuring neural activity and behavior in many animals at the same time. To both disseminate our results to the scientific community, as well as gather disparate resources in one location, we built the openhydra.org resource hub. Finally, we held two workshops to train 32 scientists to use </span><em>Hydra</em><span> in their scientific research. Altogether, this project succeeded in increasing the utility of </span><em>Hydra</em><span> for studying a wide variety of important scientific questions in numerous disciplines, including stem cell biology, regenerative biology, neurobiology, cell biology, and behavioral biology.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2023<br>\n\t\t\t\t\tModified by: Celina&nbsp;Juliano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nHow adult stem cells maintain, repair, or regenerate damaged tissues is a fundamental question in developmental biology and regenerative neurobiology. Hydra vulgaris is a small freshwater organism that is easy to culture and manipulate in the laboratory, and has several features that make it an excellent animal for studying the gene functions that underlie stem cell biology. The adult stem cells differentiate frequently and enable complete tissue regeneration, including regeneration of the entire nervous system. Stem cells can be imaged and tracked as they differentiate, migrate, and integrate into tissues or the nerve net. The ability to manipulate the Hydra genome through transgenesis enables tests of gene function in these processes. The objectives of this project were to: 1) improve upon existing technologies for manipulating gene function, 2) build new technologies for interrogating nervous system phenotypes, 3) build a resource website, and 4 ) disseminate our new technologies to the research community through the resource website and workshops. Our work has improved the tools for controlling the spatial precision of transgene expression, and has laid the groundwork for temporal control of gene expression. These breakthroughs enable increased precision in our tests of gene function. We have also built precise, automated technologies for measuring neural activity and behavior in many animals at the same time. To both disseminate our results to the scientific community, as well as gather disparate resources in one location, we built the openhydra.org resource hub. Finally, we held two workshops to train 32 scientists to use Hydra in their scientific research. Altogether, this project succeeded in increasing the utility of Hydra for studying a wide variety of important scientific questions in numerous disciplines, including stem cell biology, regenerative biology, neurobiology, cell biology, and behavioral biology.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 08/14/2023\n\n\t\t\t\t\tSubmitted by: Celina Juliano"
 }
}