{
 "awd_id": "1829809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Water mass variability and connectivity in a strengthening Southern Hemisphere Super-Gyre",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 597900.0,
 "awd_amount": 597900.0,
 "awd_min_amd_letter_date": "2018-08-22",
 "awd_max_amd_letter_date": "2018-08-22",
 "awd_abstract_narration": "The recently identified Southern Hemisphere Super-Gyre (SHSG) is a nested system of the southern subtropical gyres. It sweeps out of the Tasman Sea, transports waters westward, and feeds the upper limb of the Atlantic thermohaline circulation. The Sub-Antarctic Mode Water(SAMW) and Antarctic Intermediate Water (AAIW) are prominently involved in the SHSG inter-ocean connection. Through this connection, the SAMW/AAIW can be distributed among the three ocean basins. Recent analysis has revealed a two-decade-long SHSG spin-up, and an increase in the inter-ocean Tasman and Agulhas Leakages. The project will study the time-varying nature of SAMW/AAIW and their inter-ocean link to a strengthening SHSG. The SAMW/AAIW are large volume water masses that take up substantial quantities of atmospheric gases, which are important for life and climate - such as oxygen and CO2. They are two significant water masses that are involved in the inter-ocean connection of the SHSG. Strengthening of SHSG has been correlated to atmospheric modes, e.g., Southern Annular Mode (SAM). However, recovery of the ozone layer is predicted to weaken the SAM. Thus, whether the SHSG and the Tasman and Agulhas Leakages continue strengthening or not is an open question. Also unknown is how variability in these circulations link to variability in SAMW/AAIW and their inter-ocean connectivity. Data and models will be used to assess connectivity of the southern gyres and their correlations with atmospheric modes (SAM, El Nino Southern Oscillation (ENSO), and Indian Ocean Dipole (IOD)). In addition, estimates from the observations will be useful as tests for model outputs. The research will promote education by the training of a postdoctoral fellow at UCLA in the analysis of observational data and model outputs. It will enhance infrastructure for research and education by establishing collaborations between different disciplines (physical and chemical oceanography) and different institutions (UCLA and University of Miami).\r\n\r\n\r\nThis work would be the first systematic study of the SAMW/AAIW and their variability in a presently strengthening SHSG. Variability in the SAM, together with over a decade of Argo data and recent model advances make study of the SAMW/AAIW and their link to the SHSG inter-ocean connection possible and timely. The overall objectives are: (1) To estimate the annually averaged SAMW/AAIW properties and subduction rates in the three southern subtropical oceans, (2) To evaluate how much of the SAMW/AAIW is transported from one southern subtropical gyre into another, and how their pathways and volume transports vary with time and correlate with the SHSG spin-up, and (3)To explore the causes of water mass variability in the southern subtropical oceans with particular attention to variability associated with buoyancy fluxes, the SHSG spin-up and atmospheric modes. To achieve these objectives, available satellite and Argo data will be analyzed, and the results will be used to inform output from ocean general circulation models and simulated passive/adjoint tracers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tangdong",
   "pi_last_name": "Qu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tangdong Qu",
   "pi_email_addr": "tangdong@ucla.edu",
   "nsf_id": "000474957",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "607 Charles E. Young Drive East",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900957228",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 597900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The recently identified Southern Hemisphere Super-Gyre (SHSG) is an inter-connected ocean circulation system of the southern subtropical gyres. It transports waters from the Pacific and Indian Ocean into the South Atlantic and portions feed the upper limb of the global overturning circulation. Through this inter-connected system, variability in the surface mixed layer can be conveyed into the thermocline and eventually plays a role in the climate system. &nbsp;The Sub-Antarctic Mode Water (SAMW) and Antarctic Intermediate Water (AAIW) are prominently involved in the SHSG. &nbsp;Much of the recently observed subsurface warming and sea level rise in the mid-latitude southern hemisphere oceans have been related to the thickening and deepening of the SAMW/AAIW. So, developing a better understanding of the SAMW/AAIW variability and its connectivity with other water masses is also important for regional sea level prediction and hazard mitigation.&nbsp;</p>\n<p>Recent studies have suggested a strengthening SHSG during the past decades.&nbsp; The funding of NSF through grant OCE-1829809 has allowed the PIs to document a number of new features of water mass variability and connectivity in a strengthening SHSG.&nbsp; Combining the newly available satellite and in situ observations with the latest ocean state estimate of the consortium for Estimating the Circulation and Climate of the Ocean (ECCO), the PIs were able to investigate the annually averaged properties and subduction rates of the SAMW/AAIW, their connectivity with the Subtropical Underwater (STUW) and Subtropical Mode Water (STMW), and the causes of variability of these water masses.&nbsp;</p>\n<p>The major findings of the project include: (1) The SHSG has been strengthening steadily since 1993, with an increasing trend of about 0.2 Sv/yr (1 Sv=10<sup>6</sup> m<sup>3</sup>/sec) in the Tasman and Agulhas transport; (2) The strengthening and poleward shift of westerly winds associated with an increasing Southern Annular Mode (SAM) are primarily responsible for the strengthening SHSG; (3) The SAMW/AAIW subduction rate has increased during the past decades, directly contributing to the observed subsurface warming of the mid-latitude southern hemisphere oceans; (4) On interannual time scales, there is a significant negative correlation between the STUW and eastern STMW volume and thickness in the South Pacific, consistent with their subduction rate variability; (5) Consistent with the STUW and eastern STMW, variability of the western STMW volume is tightly linked with ENSO by surface wind anomalies; (6) Increasing sea level trends associated with rapid warming and freshening trends are observed in the upper (0-500m) South Indian Ocean, roughly, between the equator and 30S, but no corresponding changes are obvious in other tropical oceans; (7) Upper-ocean convergence due to water mass redistribution is largely responsible for the variability of heat and freshwater content in the upper South Indian Ocean, while contributions from surface fluxes and small scale processes are relatively small.<strong>&nbsp;</strong></p>\n<p>This project has advanced our knowledge of water mass variability and connectivity and quantify the strengthening of the SHSG.&nbsp; Our work will help improve skills for climate prediction, especially, on decadal and longer time scales. &nbsp;In addition, our findings will provide useful information on regional sea level rise, possibly contributing to hazard mitigation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2022<br>\n\t\t\t\t\tModified by: Tangdong&nbsp;Qu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe recently identified Southern Hemisphere Super-Gyre (SHSG) is an inter-connected ocean circulation system of the southern subtropical gyres. It transports waters from the Pacific and Indian Ocean into the South Atlantic and portions feed the upper limb of the global overturning circulation. Through this inter-connected system, variability in the surface mixed layer can be conveyed into the thermocline and eventually plays a role in the climate system.  The Sub-Antarctic Mode Water (SAMW) and Antarctic Intermediate Water (AAIW) are prominently involved in the SHSG.  Much of the recently observed subsurface warming and sea level rise in the mid-latitude southern hemisphere oceans have been related to the thickening and deepening of the SAMW/AAIW. So, developing a better understanding of the SAMW/AAIW variability and its connectivity with other water masses is also important for regional sea level prediction and hazard mitigation. \n\nRecent studies have suggested a strengthening SHSG during the past decades.  The funding of NSF through grant OCE-1829809 has allowed the PIs to document a number of new features of water mass variability and connectivity in a strengthening SHSG.  Combining the newly available satellite and in situ observations with the latest ocean state estimate of the consortium for Estimating the Circulation and Climate of the Ocean (ECCO), the PIs were able to investigate the annually averaged properties and subduction rates of the SAMW/AAIW, their connectivity with the Subtropical Underwater (STUW) and Subtropical Mode Water (STMW), and the causes of variability of these water masses. \n\nThe major findings of the project include: (1) The SHSG has been strengthening steadily since 1993, with an increasing trend of about 0.2 Sv/yr (1 Sv=106 m3/sec) in the Tasman and Agulhas transport; (2) The strengthening and poleward shift of westerly winds associated with an increasing Southern Annular Mode (SAM) are primarily responsible for the strengthening SHSG; (3) The SAMW/AAIW subduction rate has increased during the past decades, directly contributing to the observed subsurface warming of the mid-latitude southern hemisphere oceans; (4) On interannual time scales, there is a significant negative correlation between the STUW and eastern STMW volume and thickness in the South Pacific, consistent with their subduction rate variability; (5) Consistent with the STUW and eastern STMW, variability of the western STMW volume is tightly linked with ENSO by surface wind anomalies; (6) Increasing sea level trends associated with rapid warming and freshening trends are observed in the upper (0-500m) South Indian Ocean, roughly, between the equator and 30S, but no corresponding changes are obvious in other tropical oceans; (7) Upper-ocean convergence due to water mass redistribution is largely responsible for the variability of heat and freshwater content in the upper South Indian Ocean, while contributions from surface fluxes and small scale processes are relatively small. \n\nThis project has advanced our knowledge of water mass variability and connectivity and quantify the strengthening of the SHSG.  Our work will help improve skills for climate prediction, especially, on decadal and longer time scales.  In addition, our findings will provide useful information on regional sea level rise, possibly contributing to hazard mitigation. \n\n \n\n\t\t\t\t\tLast Modified: 11/17/2022\n\n\t\t\t\t\tSubmitted by: Tangdong Qu"
 }
}