{
 "awd_id": "1829315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using stable isotopes to discern the advantages of tool-mediated shellfish exploitation in a monkey model system",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 133216.0,
 "awd_amount": 137716.0,
 "awd_min_amd_letter_date": "2018-08-03",
 "awd_max_amd_letter_date": "2022-07-25",
 "awd_abstract_narration": "This award is funded in whole or in part under the American Rescue Plan Act of 2021 (Public Law 117-2).\r\n\r\nA preference for high quality protein may have contributed to key changes in our early human ancestors. Researchers have hypothesized that early modern human consumption of marine protein (e.g., shellfish) aided the rapid dispersal of hominins from Africa, and that early stone tools enabled greater access to animal protein and fat that fueled the energetic demands of brain growth and cognition. Testing hypotheses about the importance of marine protein for early human population movements and biological adaptations has been difficult given the dearth of suitable model primate systems. However, this project has identified one such model system, a unique population of macaques that use stones to extract and eat shellfish, with individual monkeys differing in tool-use abilities. The investigators will measure relationships among shellfish consumption, protein levels in individual monkeys, and tool use, to determine how variation in technical competence with stone tools may influence protein intake. The project has broader impacts at the local, national, and international levels, including training and professional development for underrepresented students, international research collaborations with Chulalongkorn University, educational outreach in K-12 settings, and the dissemination of research findings beyond academia through various media. \r\n\r\nThis project will begin to explore the fitness consequences of individual variation in stone tool use and shellfish exploitation. The investigators will use carbon and nitrogen stable isotope analysis to measure the contribution of protein from shellfish consumption to the hair protein of individual monkeys within a stone-tool using population of long-tailed macaques in Koram Island, Thailand, and quantify the benefit of tool use to protein assimilation. These objectives will be achieved by 1) measuring the carbon and nitrogen stable isotope composition of macaque hair and all food sources, and 2) combining isotopic data with behavioral data on foraging (as informative priors) in a Bayesian stable isotope mixing model to estimate the proportional contributions of protein sources to hair as a direct function of stone tool use and technical proficiency.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathaniel",
   "pi_last_name": "Dominy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nathaniel J Dominy",
   "pi_email_addr": "nathaniel.j.dominy@dartmouth.edu",
   "nsf_id": "000429796",
   "pi_start_date": "2018-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "6047 Silsby Hall",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553537",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 133216.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 4500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project pivoted around the feeding behaviors of long-tailed macaques living on Koram Island, Thailand. The monkeys are distinctive for using stone tools to harvest shellfish. They also use the ocean to wash sand from their foods, a rare phenomenon among animals. Our study focused on the potential benefits of these two feeding activities. We measured carbon and nitrogen stable isotopes to determine the range of values in the monkeys&rsquo; food and hair. We found that marine foods were a major source of dietary protein for every monkey, with broad overlap between those that use tools to access mollusks (clams, oysters, snails) and those that capture small crabs with their hands. This finding highlights the nutritional benefits of coastal foraging, a dietary niche of great importance during human prehistory. To understand why some monkeys wash their foods in the ocean, we measured the mineral and physical properties of contaminant sands and conducted a field experiment, eliciting 1,282 food-handling events from 42 monkeys. Our experimental results verify two long-standing presumptions, that monkeys have a strong aversion to sand and that eliminating it is intentional. Reinforcing this finding, we found that monkeys clean foods beyond the point of diminishing returns, a suboptimal behavior that varies with rank. Dominant monkeys abstained from washing, balancing the long-term benefits of mitigating tooth wear against immediate energetic needs, an essential predictor of reproductive success. These outcomes begin to explain why dominant monkeys face faster ageing and earlier mortality. Taken together, our results put a verifying spotlight on the disposable-soma hypothesis for senescence, while calling attention to the unique opportunities and challenges of coastal foraging in a model system.</p>\n<p>Some aspects of this work required novel methods, so we devloped and published a&nbsp;<span>heavy-liquid flotation protocol for separating and quantifying siliceous particulate matter in animal diets. This method will have broad applicability beyond biological anthropology.&nbsp;</span>Our research also strengthened international ties between faculty in the USA and Thailand, and it contributed to the professional development of four underrepresented scholars in biological anthropology and STEM. Our team conducted educational outreach events at the Banpunoi School in Sam Roi Yot, Thailand, developing dual-language (English and Thai) video presentations and worksheets on primate behavior and the scientific process. Additional outreach at museums in Vermont and New Hampshire is in progress.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/08/2024<br>\nModified by: Nathaniel&nbsp;J&nbsp;Dominy</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project pivoted around the feeding behaviors of long-tailed macaques living on Koram Island, Thailand. The monkeys are distinctive for using stone tools to harvest shellfish. They also use the ocean to wash sand from their foods, a rare phenomenon among animals. Our study focused on the potential benefits of these two feeding activities. We measured carbon and nitrogen stable isotopes to determine the range of values in the monkeys food and hair. We found that marine foods were a major source of dietary protein for every monkey, with broad overlap between those that use tools to access mollusks (clams, oysters, snails) and those that capture small crabs with their hands. This finding highlights the nutritional benefits of coastal foraging, a dietary niche of great importance during human prehistory. To understand why some monkeys wash their foods in the ocean, we measured the mineral and physical properties of contaminant sands and conducted a field experiment, eliciting 1,282 food-handling events from 42 monkeys. Our experimental results verify two long-standing presumptions, that monkeys have a strong aversion to sand and that eliminating it is intentional. Reinforcing this finding, we found that monkeys clean foods beyond the point of diminishing returns, a suboptimal behavior that varies with rank. Dominant monkeys abstained from washing, balancing the long-term benefits of mitigating tooth wear against immediate energetic needs, an essential predictor of reproductive success. These outcomes begin to explain why dominant monkeys face faster ageing and earlier mortality. Taken together, our results put a verifying spotlight on the disposable-soma hypothesis for senescence, while calling attention to the unique opportunities and challenges of coastal foraging in a model system.\n\n\nSome aspects of this work required novel methods, so we devloped and published aheavy-liquid flotation protocol for separating and quantifying siliceous particulate matter in animal diets. This method will have broad applicability beyond biological anthropology.Our research also strengthened international ties between faculty in the USA and Thailand, and it contributed to the professional development of four underrepresented scholars in biological anthropology and STEM. Our team conducted educational outreach events at the Banpunoi School in Sam Roi Yot, Thailand, developing dual-language (English and Thai) video presentations and worksheets on primate behavior and the scientific process. Additional outreach at museums in Vermont and New Hampshire is in progress.\n\n\n\t\t\t\t\tLast Modified: 02/08/2024\n\n\t\t\t\t\tSubmitted by: NathanielJDominy\n"
 }
}