{
 "awd_id": "1829325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Doctoral Consortium at the ACM International Conference on Multimodal Interaction (ICMI 2018)",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 12500.0,
 "awd_amount": 12500.0,
 "awd_min_amd_letter_date": "2018-03-21",
 "awd_max_amd_letter_date": "2018-03-21",
 "awd_abstract_narration": "This is funding to support participation by about 10 graduate students from U.S. educational institutions, along with 5-6 senior members of the ICMI community (faculty members and industry researchers) who will serve as mentors, in a Doctoral Consortium (workshop) to be held in conjunction with and on the first day of the 20th International Conference on Multimodal Interaction (ICMI 2018), which will take place October 16-20, 2018, in Boulder, Colorado, and which is organized by the Association for Computing Machinery (ACM). The ICMI conference series is the premier international forum for multidisciplinary research on multimodal human-human and human-computer interaction, interfaces, and system development.  The conference focuses on theoretical and empirical foundations, component technologies, and combined multimodal processing techniques that define the field of multimodal interaction analysis, interface design, and system development. The theme of the ICMI 2018 conference is \"Multi-modal Understanding of Multi-party Interactions.\"  During the conference, multiple events will be planned towards this direction. The conference will also feature workshops and grand challenges.  ICMI 2018 will feature a single-track main conference which includes: keynote speakers, technical full and short papers (including oral and poster presentations), special sessions, demonstrations, exhibits and doctoral spotlight papers. The ICMI 2018 proceedings will be published by ACM Press and included in the ACM Digital Library. As a further incentive for high-quality student participation ICMI 2018 will be awarding outstanding paper awards, with a special category for student papers.  The goal of the ICMI Doctoral Consortium is to provide PhD students with an opportunity to present their work to a group of mentors and peers from a diverse set of academic and industrial institutions, to receive feedback on their doctoral research plan and progress, and to build a cohort of young researchers interested in designing multimodal interfaces.  The organizers will take steps proactively to achieve a diversity of research topics, disciplinary backgrounds and methodological approaches among the students.  Special consideration will be given to women and under-represented minorities, including students who have not previously attended ICMI.  To further increase diversity, the organizers have committed that no more than one student will be invited from any given educational institution.  More information about the conference may be found online at http://icmi.acm.org/2018/. \r\n\r\nStudent participants in the Doctoral Consortium will present their ongoing thesis research as a short talk at the Consortium and also as a poster at the conference Doctoral Spotlight Session. Following the fruitful experiences from prior year ICMI conferences and doctoral consortia, and with the goal of providing more opportunities for interaction between the students and senior members of the field, the program will once again include a lunch on the day of the workshop for students and mentors, a career panel that will provide the students and mentors the opportunity to ask and answer questions and discuss challenges and opportunities in the field, and a dinner that will provide the students with the opportunity to hold informal conversations among themselves as well as with the organizers and mentors.  The Doctoral Consortium will give student participants exposure to their new research community, both by presenting their own work and by observing and interacting with established professionals in the field. It will encourage students at this critical time in their careers to begin building a social support network of peers and mentors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yelin",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yelin Kim",
   "pi_email_addr": "yelinkim@albany.edu",
   "nsf_id": "000732642",
   "pi_start_date": "2018-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 Washington Avenue",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 12500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ACM International Conference on Multimodal Interaction (ICMI) is the premier international forum for interdisciplinary research on the design of systems that can recognize, interpret, and simulate human emotions and related affective phenomena. The project funded graduate students from U.S. institutions to attend and present their work at the 18th ACM International Conference on Multimodal Interaction (ICMI 2018) from October 16th to 20th, 2018 in Boulder, Colorado, USA. The size and format of the meeting support intensive discussion, which often continues long after the conference has ended. Active participation of young researchers in this conference is very important for the health of the field and for the researchers themselves. Thus, by bringing young and creative researchers to the 2018 ICMI conference, the project advances an important and socially valuable research field.&nbsp;</p>\n<p>&nbsp;</p>\n<p>All funded students had the opportunity to attend sessions with keynote speakers, papers, posters, tutorials, and workshops as well as informally interact with peers and accomplished researchers. Students presented their own research in oral and/or poster sessions at the conference and a subset participated in the Doctoral Consortium. Thus, students presented their work to the research community, received feedback from senior researchers who served as their mentors during the conference, and were integrated into the broader ICMI research communities. Many of these conversations should continue during the year and many mentors are expected to serve on student dissertation committees. This professional development activity supports the mission of NSF and other granting agencies to train more advanced professionals in Science, Technology, Engineering, and Mathematics (STEM). The project is anticipated to have a significant long-term impact to the careers of the future generation of ICMI researchers by allowing them to attend and present their work at ICMI, the premier conference of the field. This will lead to the next generation of ICMI researchers, striving to develop futuristic affective computing and intelligent interactive systems that can improve productivity, performance, and satisfaction of society at large.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2018<br>\n\t\t\t\t\tModified by: Yelin&nbsp;Kim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ACM International Conference on Multimodal Interaction (ICMI) is the premier international forum for interdisciplinary research on the design of systems that can recognize, interpret, and simulate human emotions and related affective phenomena. The project funded graduate students from U.S. institutions to attend and present their work at the 18th ACM International Conference on Multimodal Interaction (ICMI 2018) from October 16th to 20th, 2018 in Boulder, Colorado, USA. The size and format of the meeting support intensive discussion, which often continues long after the conference has ended. Active participation of young researchers in this conference is very important for the health of the field and for the researchers themselves. Thus, by bringing young and creative researchers to the 2018 ICMI conference, the project advances an important and socially valuable research field. \n\n \n\nAll funded students had the opportunity to attend sessions with keynote speakers, papers, posters, tutorials, and workshops as well as informally interact with peers and accomplished researchers. Students presented their own research in oral and/or poster sessions at the conference and a subset participated in the Doctoral Consortium. Thus, students presented their work to the research community, received feedback from senior researchers who served as their mentors during the conference, and were integrated into the broader ICMI research communities. Many of these conversations should continue during the year and many mentors are expected to serve on student dissertation committees. This professional development activity supports the mission of NSF and other granting agencies to train more advanced professionals in Science, Technology, Engineering, and Mathematics (STEM). The project is anticipated to have a significant long-term impact to the careers of the future generation of ICMI researchers by allowing them to attend and present their work at ICMI, the premier conference of the field. This will lead to the next generation of ICMI researchers, striving to develop futuristic affective computing and intelligent interactive systems that can improve productivity, performance, and satisfaction of society at large.\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2018\n\n\t\t\t\t\tSubmitted by: Yelin Kim"
 }
}