{
 "awd_id": "1829277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Laboratory Technician Support: Shock Wave Experiments in Geophysics",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "afrasset@nsf.gov",
 "po_sign_block_name": "Andrew Frassetto",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 721154.0,
 "awd_amount": 721154.0,
 "awd_min_amd_letter_date": "2018-08-16",
 "awd_max_amd_letter_date": "2022-06-30",
 "awd_abstract_narration": "This award will provide five years of stable funding to support a senior laboratory manager for the Caltech Lindhurst Laboratory of Experimental Geophysics. The Lindhurst Lab is dedicated to research into the interiors of the Earth and planets and the results of hypervelocity impacts on their surfaces, using laboratory scale impact experiments. The lab operates several large guns that can accelerate projectiles to speeds from hundreds to several thousand meters per second (that is, up to 17,000 miles per hour). When these projectiles hit their targets, observations of the resulting shock waves or of material recovered after the shock are used to probe both the process of impact itself and the properties of geological or technological materials under extreme compression. In some cases, these methods and the actual materials under study are relevant to both national and planetary defense applications. The senior laboratory manager position will enable recruitment and long-term retention of an expert staff member able to maintain continuous memory of laboratory methods, ensure safety, train students and postdoctoral researchers, and plan upgrades and maintenance.\r\n\r\nWithin the time span of this award, the funded technician will dedicate efforts to a number of methods. First, an upgrade of the laboratory vacuum system to prepare the gun target chambers for shots in much less time. Second, transition from traditional machining to additive machining (3-D printing) for as many expendable parts as possible. Third, design, installation and commissioning of a new Photonic Doppler Velocimeter recently funded by the Defense Department's Office of Naval Research. Fourth, recalibration of our high-speed optical pyrometer for accurate dynamic temperature measurements. Fifth, design and testing of improved recovery experiments combining graded density impactors and impedance-matched sample chambers to achieve new pressure-temperature paths and better preservation of high-pressure phases.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Asimow",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Paul D Asimow",
   "pi_email_addr": "asimow@gps.caltech.edu",
   "nsf_id": "000444327",
   "pi_start_date": "2018-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 138576.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 141347.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 144174.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 147057.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the salary of a Senior Laboratory Manager that directed operations in the Caltech Lindhurst Laboratory of Experimental Geophysics for five years.</p>\n<p>The Lindhurst Lab conducts basic research in geophysics, planetary science, ballistics, and materials science. The facilities consist of three laboratory-scale guns, each of which can launch projectiles into targets at high velocity. The impacts are observed in order to learn about planetary impact cratering, transformations of minerals subjected to high pressure shocks, the properties of rocks and magma at extreme pressure, and the synthesis of novel materials. Operating this lab efficiently and safely requires a unique combination of skills and therefore depends on training and long-term retention of technical staff. The Senior Lab Manager position was created in order to ensure (a) retention and ongoing professional development for the Lab Manager, (b) training and supervision of other technical personnel in the lab as well as visiting scientists, students, and interns, (c) documentation and archiving of standard operating procedures and experimental data products, (d) compliance with safe lab operating procedures and regulations.</p>\n<p>Over the five-year life of this award, it was possible to operate the lab at a high level by directing research funds to research rather than to technical staff. This enabled the lab to keep working through the COVID-19 pandemic, completing a major rehab and returning to full operations without loss of continuity.</p>\n<p>Some particular accomplishments of the Senior Lab Manager during support from this award included: (1) Recabling and regrounding of all the electrical equipment to eliminate persistent electrical noise issues; (2) development of 3-D printed parts as replacements for much more expensive machined parts; (3) teardown and rebuild of the vacuum system to achieve better ultimate vacuum and much faster pumpdown time; (4) repair of our old induction heating system for pre-heated experiments; (5) recalibration of our fast 6-channel pyrometer with a new NIST standard lamp; (6) design and purchase of a Photonic Doppler Velocimetry system; (7) over 50 shockwave experiments were carried out, providing data to support 7 papers acknowledging this award as well as an additional 9 papers published or submitted that indirectly benefited from this award&#699;s support.</p>\n<p>Intellectual Merit:</p>\n<p>Briefly, some key results include:</p>\n<p>&bull; Two papers about interpretation of martian meteorites. These precious specimens are the only samples of Mars that we have in our collections here on Earth, but the process of ejecting them from Mars involves a high-velocity impact and a significant shock. Hence shock experiments are critical to understanding what information can be measured from these meteorites that describes the geology of Mars rather than the ejection process itself. We showed that the sulfides in these meteorites can be produced from sulfates (common in the upper crust of Mars) by shock reduction. We also showed that the pressure threshold required to convert crystallline plagioclase to an amorphous material known as maskelynite is lower than previously thought, helping to explain the preservation of age information in the meteorites.</p>\n<p>&bull; Two papers about the synthesis of an unusual state of matter known as \"quasicrystals\", by shock compression and recovery. These experiments validated the hypothesis that the natural quasicrystals found in a meteorite were in fact synthesized by a shock process in the asteroid belt and drove the search for quasicrystals in the products of other high-temperature, high-pressure transient events such as lightning strikes and nuclear explosions.</p>\n<p>&bull; Two papers about the sound speed and melting point of metals at high pressure (tin and tantalum), which provide essential data for using these metals in a variety of demanding applications.</p>\n<p>&bull; One paper on the development and validation of projectiles for gun-driven experiments that deliver a ramp compression wave rather than an abrupt shock.</p>\n<p>Broader Impacts:</p>\n<p>The Senior Laboratory Manager was able to share expertise with staff in a number of other US laboratories conducting related research, including a new lab at the University of Nevada, Reno. Although the Senior Laboratory Manager position was dissolved at the end of this award, its holder throughout the life of the award moved on to a position as Executive Director of a nonprofit foundation and continued his work as a reserve engineer in the US Navy. The award provided essential professional development and training for the progress of his career. He also mentored postdoctoral fellows, graduate students, undergraduate researchers, and high school interns, all of whom benefited from the opportunities for training supported by this award.</p><br>\n<p>\n Last Modified: 11/06/2024<br>\nModified by: Paul&nbsp;D&nbsp;Asimow</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis award supported the salary of a Senior Laboratory Manager that directed operations in the Caltech Lindhurst Laboratory of Experimental Geophysics for five years.\n\n\nThe Lindhurst Lab conducts basic research in geophysics, planetary science, ballistics, and materials science. The facilities consist of three laboratory-scale guns, each of which can launch projectiles into targets at high velocity. The impacts are observed in order to learn about planetary impact cratering, transformations of minerals subjected to high pressure shocks, the properties of rocks and magma at extreme pressure, and the synthesis of novel materials. Operating this lab efficiently and safely requires a unique combination of skills and therefore depends on training and long-term retention of technical staff. The Senior Lab Manager position was created in order to ensure (a) retention and ongoing professional development for the Lab Manager, (b) training and supervision of other technical personnel in the lab as well as visiting scientists, students, and interns, (c) documentation and archiving of standard operating procedures and experimental data products, (d) compliance with safe lab operating procedures and regulations.\n\n\nOver the five-year life of this award, it was possible to operate the lab at a high level by directing research funds to research rather than to technical staff. This enabled the lab to keep working through the COVID-19 pandemic, completing a major rehab and returning to full operations without loss of continuity.\n\n\nSome particular accomplishments of the Senior Lab Manager during support from this award included: (1) Recabling and regrounding of all the electrical equipment to eliminate persistent electrical noise issues; (2) development of 3-D printed parts as replacements for much more expensive machined parts; (3) teardown and rebuild of the vacuum system to achieve better ultimate vacuum and much faster pumpdown time; (4) repair of our old induction heating system for pre-heated experiments; (5) recalibration of our fast 6-channel pyrometer with a new NIST standard lamp; (6) design and purchase of a Photonic Doppler Velocimetry system; (7) over 50 shockwave experiments were carried out, providing data to support 7 papers acknowledging this award as well as an additional 9 papers published or submitted that indirectly benefited from this award&#699;s support.\n\n\nIntellectual Merit:\n\n\nBriefly, some key results include:\n\n\n Two papers about interpretation of martian meteorites. These precious specimens are the only samples of Mars that we have in our collections here on Earth, but the process of ejecting them from Mars involves a high-velocity impact and a significant shock. Hence shock experiments are critical to understanding what information can be measured from these meteorites that describes the geology of Mars rather than the ejection process itself. We showed that the sulfides in these meteorites can be produced from sulfates (common in the upper crust of Mars) by shock reduction. We also showed that the pressure threshold required to convert crystallline plagioclase to an amorphous material known as maskelynite is lower than previously thought, helping to explain the preservation of age information in the meteorites.\n\n\n Two papers about the synthesis of an unusual state of matter known as \"quasicrystals\", by shock compression and recovery. These experiments validated the hypothesis that the natural quasicrystals found in a meteorite were in fact synthesized by a shock process in the asteroid belt and drove the search for quasicrystals in the products of other high-temperature, high-pressure transient events such as lightning strikes and nuclear explosions.\n\n\n Two papers about the sound speed and melting point of metals at high pressure (tin and tantalum), which provide essential data for using these metals in a variety of demanding applications.\n\n\n One paper on the development and validation of projectiles for gun-driven experiments that deliver a ramp compression wave rather than an abrupt shock.\n\n\nBroader Impacts:\n\n\nThe Senior Laboratory Manager was able to share expertise with staff in a number of other US laboratories conducting related research, including a new lab at the University of Nevada, Reno. Although the Senior Laboratory Manager position was dissolved at the end of this award, its holder throughout the life of the award moved on to a position as Executive Director of a nonprofit foundation and continued his work as a reserve engineer in the US Navy. The award provided essential professional development and training for the progress of his career. He also mentored postdoctoral fellows, graduate students, undergraduate researchers, and high school interns, all of whom benefited from the opportunities for training supported by this award.\t\t\t\t\tLast Modified: 11/06/2024\n\n\t\t\t\t\tSubmitted by: PaulDAsimow\n"
 }
}