{
 "awd_id": "1829640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Inferring Cellular Lysis and Regeneration of Organic Matter by Marine Viruses",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 838163.0,
 "awd_amount": 922463.0,
 "awd_min_amd_letter_date": "2018-08-18",
 "awd_max_amd_letter_date": "2022-05-26",
 "awd_abstract_narration": "Viral infections of marine microbes can transform the fate of microbial populations that fuel global ocean biogeochemical cycles. For example, viral infections of microbes lead to the release of carbon and nutrients back into the environment. This regeneration of carbon and nutrients stimulates the activity of other microbes and diverts carbon and nutrients from larger organisms in marine food webs. Because virus-microbe infections are relatively specific, it is critical to identify those pairs of viruses and microbes that may disproportionally contribute to the turnover of carbon and nutrients in the ocean. This project will develop quantitative approaches and tools to quantify which viruses infect which microbes and to use these data to quantify how viral infections of microbes collectively shape nutrient and carbon cycles in the North Atlantic Ocean.  The project will analyze virus-microbe interactions in mesocosms at the Bigelow Laboratory for Ocean Sciences in mid-coast Maine and during open ocean expeditions to the Bermuda Atlantic Time-Series Study (BATS) site. An interdisciplinary team will leverage recent advances in molecular biology, computational biology, and mathematical modeling to identify virus-host partners and their impact on the movement of elements through marine systems. This project will support three graduate students, six undergraduate students and one postdoctoral researcher in an interdisciplinary context.  Research advances will be translated into reproducible software methods to be disseminated via the community cyberinfrastructure platform iVirus, with additional training materials presented as part of a viral methods and informatics workshop held at The Ohio State University.  The translation of discoveries to the public will be furthered by the involvement of journalism undergraduate students at the University of Tennessee-Knoxville. \r\n\r\nThis project builds upon advances in the molecular toolkit of viromics to develop an integrated approach to characterize lineage-specific rates of infection, lysis, and nutrient release induced by marine viruses in open ocean ecosystems. It will combine theory, in vitro experiments, and in situ sampling to (i) extend a robust inference method for estimating virus-microbe cross-infection networks from time-series data; (ii) establish and characterize in-vitro protocols for inferring cross-infectivity in complex communities using culture-independent methods; (iii) estimate lineage-specific rates of lysis and regeneration of nutrients in marine systems, including applications to coastal and open ocean ecosystems. Project aims focus on quantifying the extent to which virus-induced lysis and regeneration of carbon and nutrients is heterogeneously distributed across microbial populations. To do so, the project will incorporate time series measurements of abundance information (via metagenomes) and activity information (via metatranscriptomes). In so doing, it will advance efforts to understand community-scale interactions rather than those amongst a single virus-host pair. Theoretical methods and in vitro protocols will directly infer lineage-specific infection, lysis, and nutrient release rates in coastal- and open-ocean ecosystems in the North Atlantic Ocean.  Results will be used to identify key links that disproportionately influence bulk nutrient release.  A novel PCR-based approach will augment and validate the core inference approach. Overall, the project aims to enhance our understanding of how viruses contribute to marine ecosystem function.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Sullivan",
   "pi_email_addr": "mbsulli@gmail.com",
   "nsf_id": "000500598",
   "pi_start_date": "2018-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": "496 W 12th Ave",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "1315",
   "pgm_ref_txt": "JOINT GLOBAL OCEAN FLUX STUDY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 275268.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 286198.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 276697.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 84300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The oceans cover two-thirds of our planet. Beyond hosting coral reefs, fisheries, whales and dolphins, the oceans also play critical roles for the Earth System. For example, microbes in the oceans produce half of the oxygen we breath and the oceans themselves soak up about one-third of the carbon dioxide that humans have pushed into the atmosphere. At the foundation of oceanic food webs sits the microbial loop that is populated by tiny organisms like algae and bacteria. Even smaller, viruses can alter the flow of nutrients within the microbial loop by infecting marine microbes and lysing them, altering their genetic makeup, and/or completely reprogramming them during infection. Through these direct and indirect effects, viruses can drastically alter oceanic food webs and ecosystem functioning in ways that are likely important components of the generation of long-lived dissolved organic carbon in the oceans.</p>\n<p>Problematically, the high variability of these community-level interactions has so far prevented accurate quantification of virus-bacteria interactions. In fact, the ability to infer virus-bacteria cross-infection<em> </em>represents one of the foremost challenges in viral ecology. Ultimately, generating such data is critical to model - and ultimately better predict - the fate of elements and nutrients in the marine environment that is so critically helping buffer us against climate change.</p>\n<p>In this project, we first aimed to develop a mathematical model to better predict virus-bacteria interactions using data from a closely monitored, time-series experiment of a synthetic community composed of multiple phage-bacteria host pairs. Across the expertise of three laboratory teams, we used a combination of network theory (to analyze virus-host relationships), informatics, and laboratory-grown virus-host experiments to gather and analyze data that would drive our model. Our second aim was to develop new laboratory methods to determine novel virus-host interactions, but doing so at scale. This is important to give researcher a method to empirically determine which virus infects which bacterium in a natural, mixed community and indeed strong advances were made in developing ID-PCR, a novel measurement capability that links viruses to their host(s). Our last aim was to examine natural communities from the Atlantic ocean, and analyze their ecological patterns to see if our model could be useful in real-world data. To this end, we produced a time series dataset on a research criuse in the Sargasso Sea and leveraging the Bermuda Atlantic Time Series that has been long studied. Across the three team collaboration, we examined the ecogenomics of bacteria and viruses across time, ocean depth, and day cycles. In our lab, we identified nearly ~50,000 marine virus populations (~species-level taxa) over a &gt;100 hour time course, and used these data to demonstrate virtually no community-level differences through time, but significant population-level abundance shifts at both surface (5-50 meters) and deep chlorophyll maximum (100-120 meters) waters. Deeper population-level analyses revealed the subset of viruses that demonstrated diel periodicity, and function-related and selection-based explanations. It is an ideal example, not shown anywhere yet for viruses, of how community-aggregated measures can miss the dominant signal in time series datasets and that these signals can be recovered at the finer-scale population level.</p>\n<p>Beyond the science, this project also had strong training and broader impacts. Internally, cross-disciplinary training benefited researchers from microbiology, oceanography, and physics, across three laboratories. On the public-facing side, extensive video, photo, and timelapse content from the sampling cruises were generated, and involved a communication specialist for enhanced dissemination. An associated Twitter campaign gathered 17,800 views. Lastly, all the datasets generated by the multiple cruises are publicly accessible and will benefit many scientific disciplines including oceanography, microbial- and virus ecology.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/11/2024<br>\nModified by: Matthew&nbsp;Sullivan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe oceans cover two-thirds of our planet. Beyond hosting coral reefs, fisheries, whales and dolphins, the oceans also play critical roles for the Earth System. For example, microbes in the oceans produce half of the oxygen we breath and the oceans themselves soak up about one-third of the carbon dioxide that humans have pushed into the atmosphere. At the foundation of oceanic food webs sits the microbial loop that is populated by tiny organisms like algae and bacteria. Even smaller, viruses can alter the flow of nutrients within the microbial loop by infecting marine microbes and lysing them, altering their genetic makeup, and/or completely reprogramming them during infection. Through these direct and indirect effects, viruses can drastically alter oceanic food webs and ecosystem functioning in ways that are likely important components of the generation of long-lived dissolved organic carbon in the oceans.\n\n\nProblematically, the high variability of these community-level interactions has so far prevented accurate quantification of virus-bacteria interactions. In fact, the ability to infer virus-bacteria cross-infection represents one of the foremost challenges in viral ecology. Ultimately, generating such data is critical to model - and ultimately better predict - the fate of elements and nutrients in the marine environment that is so critically helping buffer us against climate change.\n\n\nIn this project, we first aimed to develop a mathematical model to better predict virus-bacteria interactions using data from a closely monitored, time-series experiment of a synthetic community composed of multiple phage-bacteria host pairs. Across the expertise of three laboratory teams, we used a combination of network theory (to analyze virus-host relationships), informatics, and laboratory-grown virus-host experiments to gather and analyze data that would drive our model. Our second aim was to develop new laboratory methods to determine novel virus-host interactions, but doing so at scale. This is important to give researcher a method to empirically determine which virus infects which bacterium in a natural, mixed community and indeed strong advances were made in developing ID-PCR, a novel measurement capability that links viruses to their host(s). Our last aim was to examine natural communities from the Atlantic ocean, and analyze their ecological patterns to see if our model could be useful in real-world data. To this end, we produced a time series dataset on a research criuse in the Sargasso Sea and leveraging the Bermuda Atlantic Time Series that has been long studied. Across the three team collaboration, we examined the ecogenomics of bacteria and viruses across time, ocean depth, and day cycles. In our lab, we identified nearly ~50,000 marine virus populations (~species-level taxa) over a 100 hour time course, and used these data to demonstrate virtually no community-level differences through time, but significant population-level abundance shifts at both surface (5-50 meters) and deep chlorophyll maximum (100-120 meters) waters. Deeper population-level analyses revealed the subset of viruses that demonstrated diel periodicity, and function-related and selection-based explanations. It is an ideal example, not shown anywhere yet for viruses, of how community-aggregated measures can miss the dominant signal in time series datasets and that these signals can be recovered at the finer-scale population level.\n\n\nBeyond the science, this project also had strong training and broader impacts. Internally, cross-disciplinary training benefited researchers from microbiology, oceanography, and physics, across three laboratories. On the public-facing side, extensive video, photo, and timelapse content from the sampling cruises were generated, and involved a communication specialist for enhanced dissemination. An associated Twitter campaign gathered 17,800 views. Lastly, all the datasets generated by the multiple cruises are publicly accessible and will benefit many scientific disciplines including oceanography, microbial- and virus ecology.\n\n\n\t\t\t\t\tLast Modified: 03/11/2024\n\n\t\t\t\t\tSubmitted by: MatthewSullivan\n"
 }
}