{
 "awd_id": "1829609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference Proposal: 6th National Center for the Integration of Research, Teaching and Learning Forum",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Green",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 144985.0,
 "awd_amount": 144985.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2018-08-30",
 "awd_abstract_narration": "Educating a well-prepared STEM workforce is a national priority that underlies progress in science and contributes to national prosperity.  A contemporary challenge for colleges and universities is the need to accelerate adoption of effective teaching and learning practices at scale and to create inclusive learning environments.  Meeting this challenge involves preparing current and future faculty members to create more inclusive STEM learning environments. The proposed project will fund the sixth National Center for the Integration of Research, Teaching, and Learning (CIRTL) Forum.  CIRTL is a network including 41 major research universities that are committed to transforming STEM undergraduate education through innovative approaches that prepare future STEM faculty members for careers of both research excellence and evidence-based teaching.  \r\n\r\nThis two-day gathering will have approximately 400 attendees and is designed to foster professional development and networking among current faculty, future faculty, and administrators focused on improving undergraduate STEM education.  Targeted invitations and speaking opportunities will focus on: shifting the conversation on graduate education towards training doctoral students to be effective undergraduate STEM instructors; promoting diversity in STEM through evidence-based pedagogy; and change leadership in undergraduate STEM education.  The event is designed to create significant opportunities for idea exchange, networking, and learning about best practices. Workshop assessment will be conducted using pre- and post-event surveys designed to identify participant interests and understanding of meeting-related topics.  The ultimate goal is to enhance the professional development and future work of all participants towards promoting effective teaching and learning of all STEM undergraduates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Fontecchio",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Adam K Fontecchio",
   "pi_email_addr": "Fontecchio@drexel.edu",
   "nsf_id": "000102436",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Mathieu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Mathieu",
   "pi_email_addr": "mathieu@astro.wisc.edu",
   "nsf_id": "000237740",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut St",
  "perf_city_name": "Philadlephia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 144985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2><span style=\"color: #000000; font-size: 12px; font-weight: normal;\">The CIRTL Forum was designed to create significant opportunities for idea exchange, networking, and learning about best practices. The ultimate goal was to enhance the professional development and future work of all participants towards promoting effective teaching and learning of all STEM undergraduates.</span></h2>\n<p><span>The 6th National CIRTL Forum provided an ideal opportunity to promote teaching excellence for future STEM faculty through the active involvement of a diverse range of stakeholders, including:</span></p>\n<ul>\n<li><span>Graduate students and post-docs preparing for academic positions in STEM;</span></li>\n<li><span>Faculty and staff who lead future faculty development initiatives;</span></li>\n<li><span>STEM faculty who train graduate students and postdoctoral scholars;</span></li>\n<li><span>Graduate school deans and other administrators who want to enhance future faculty professional development programs on their campuses;</span></li>\n<li><span>Leaders of STEM disciplinary societies interested in improving undergraduate STEM education by enhancing the education of future STEM faculty;</span></li>\n<li><span>Faculty and administrators from diverse types of institutions hiring new STEM faculty.</span></li>\n</ul>\n<p>&nbsp;Forum Themes:</p>\n<ul>\n<li><span><strong>Existing Culture of STEM Education:&nbsp;</strong>How has the Academy traditionally prepared future faculty? What are the barriers to evidence-based teaching? What are the barriers that exist for underrepresented students in STEM?</span></li>\n<li><span><strong>STEM Teaching and Learning Practices that Support All Students:</strong>&nbsp;</span>What are the teaching practices that have been demonstrated to support the learning and retention of all students in STEM? What are other elements of an inclusive STEM college education? What are the limits of our current knowledge? Are there unique roles for underrepresented faculty in inclusive STEM college education, and if so what are they? How can all faculty enable those roles while insuring the overall success of underrepresented faculty?</li>\n<li><span><strong>Working Effectively Within Existing Institutional Culture:</strong>&nbsp;How can we help future faculty implement evidence-based STEM teaching and learning, and support these individuals when they encounter colleagues or institutions not ready to change or accept evidence-based teaching? What are the key components of an inclusive STEM college education, with particular focus on those in which faculty play a key role?</span></li>\n<li><span><strong>Change Leadership:</strong>How can we prepare future faculty to work effectively as colleagues and change leaders to create welcoming and supportive academic climates for all undergraduates in STEM fields in a range of institutional environments? What can be learned from industry and graduate school professional development that incorporates leadership training? How can we continue to prepare future academic leaders?</span></li>\n</ul>\n<p><span>The CIRTL Forum was attended by o<span>ver 220 attendees, representing 30 states, the District of Columbia, and Canada participated in the Forum, the attendees were comprised of administrators, faculty, future faculty, and staff.&nbsp;<br /><span>Diverse speakers and presenters from across STEM disciplines were brought to speak at the Forum. The videos of speakers and panelists can be found as a playlist on CIRTL's Youtube channel.</span></span></span></p>\n<p>The Center for the Advancement of STEM Teaching and Learning Excellence (CASTLE) at Drexel University administered an online survey prior to the CIRTL Forum and another upon its completion to assess participants&rsquo; perceptions of their learning and interest in Forum related topics, interest in promoting the implementation of evidence-based pedagogical approaches, and extent to which the Forum promoted confidence in change leadership abilities. There were 130 total respondents to the pre-forum and 96 to the post-Forum surveys. Findings suggested participation in the Forum stimulated interest in future engagement with CIRTL and increased interest in Forum topics such as &ldquo;opportunities to drive change towards inclusive higher education&rdquo; and &ldquo;how to prepare future faculty to enhance the success of all students.&rdquo; Survey respondents generally reported moderate progress in their learning about inclusivity terms such as inclusion, diversity, and equity and reported current engagement in implementing evidence-based pedagogy at their institutions. After attending the Forum, most respondents reported some increase in confidence in their change leadership abilities. Respondents provided some feedback on Forum logistics and facilitation of interactive activities for future consideration and identified areas where they would like more professional development. They wanted to learn more about 1) concrete strategies to implement change to inclusive pedagogical practices across categories of teaching and administrative university stakeholders; 2) how to implement change in non-US higher education contexts; 3) the role of personal identities and positionality, and 4) the role of research and data analytics in addressing inclusivity. They also reported that making intentional small steps towards change, building relationships with allies, and assuming one&rsquo;s power to lead change were compelling takeaways from attending the Forum. Overall, respondents perceived the Forum as useful in preparing future faculty towards inclusive STEM higher education change leadership.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2021<br>\n\t\t\t\t\tModified by: Adam&nbsp;K&nbsp;Fontecchio</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The CIRTL Forum was designed to create significant opportunities for idea exchange, networking, and learning about best practices. The ultimate goal was to enhance the professional development and future work of all participants towards promoting effective teaching and learning of all STEM undergraduates.\n\nThe 6th National CIRTL Forum provided an ideal opportunity to promote teaching excellence for future STEM faculty through the active involvement of a diverse range of stakeholders, including:\n\nGraduate students and post-docs preparing for academic positions in STEM;\nFaculty and staff who lead future faculty development initiatives;\nSTEM faculty who train graduate students and postdoctoral scholars;\nGraduate school deans and other administrators who want to enhance future faculty professional development programs on their campuses;\nLeaders of STEM disciplinary societies interested in improving undergraduate STEM education by enhancing the education of future STEM faculty;\nFaculty and administrators from diverse types of institutions hiring new STEM faculty.\n\n\n Forum Themes:\n\nExisting Culture of STEM Education: How has the Academy traditionally prepared future faculty? What are the barriers to evidence-based teaching? What are the barriers that exist for underrepresented students in STEM?\nSTEM Teaching and Learning Practices that Support All Students: What are the teaching practices that have been demonstrated to support the learning and retention of all students in STEM? What are other elements of an inclusive STEM college education? What are the limits of our current knowledge? Are there unique roles for underrepresented faculty in inclusive STEM college education, and if so what are they? How can all faculty enable those roles while insuring the overall success of underrepresented faculty?\nWorking Effectively Within Existing Institutional Culture: How can we help future faculty implement evidence-based STEM teaching and learning, and support these individuals when they encounter colleagues or institutions not ready to change or accept evidence-based teaching? What are the key components of an inclusive STEM college education, with particular focus on those in which faculty play a key role?\nChange Leadership:How can we prepare future faculty to work effectively as colleagues and change leaders to create welcoming and supportive academic climates for all undergraduates in STEM fields in a range of institutional environments? What can be learned from industry and graduate school professional development that incorporates leadership training? How can we continue to prepare future academic leaders?\n\n\nThe CIRTL Forum was attended by over 220 attendees, representing 30 states, the District of Columbia, and Canada participated in the Forum, the attendees were comprised of administrators, faculty, future faculty, and staff. \nDiverse speakers and presenters from across STEM disciplines were brought to speak at the Forum. The videos of speakers and panelists can be found as a playlist on CIRTL's Youtube channel.\n\nThe Center for the Advancement of STEM Teaching and Learning Excellence (CASTLE) at Drexel University administered an online survey prior to the CIRTL Forum and another upon its completion to assess participants’ perceptions of their learning and interest in Forum related topics, interest in promoting the implementation of evidence-based pedagogical approaches, and extent to which the Forum promoted confidence in change leadership abilities. There were 130 total respondents to the pre-forum and 96 to the post-Forum surveys. Findings suggested participation in the Forum stimulated interest in future engagement with CIRTL and increased interest in Forum topics such as \"opportunities to drive change towards inclusive higher education\" and \"how to prepare future faculty to enhance the success of all students.\" Survey respondents generally reported moderate progress in their learning about inclusivity terms such as inclusion, diversity, and equity and reported current engagement in implementing evidence-based pedagogy at their institutions. After attending the Forum, most respondents reported some increase in confidence in their change leadership abilities. Respondents provided some feedback on Forum logistics and facilitation of interactive activities for future consideration and identified areas where they would like more professional development. They wanted to learn more about 1) concrete strategies to implement change to inclusive pedagogical practices across categories of teaching and administrative university stakeholders; 2) how to implement change in non-US higher education contexts; 3) the role of personal identities and positionality, and 4) the role of research and data analytics in addressing inclusivity. They also reported that making intentional small steps towards change, building relationships with allies, and assuming one’s power to lead change were compelling takeaways from attending the Forum. Overall, respondents perceived the Forum as useful in preparing future faculty towards inclusive STEM higher education change leadership.\n\n \n\n\t\t\t\t\tLast Modified: 07/30/2021\n\n\t\t\t\t\tSubmitted by: Adam K Fontecchio"
 }
}