{
 "awd_id": "1829817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A multi-parameter physical-chemical sensor suite on SeaCycler for determining the carbonate system, net community production, and air-sea fluxes",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 890188.0,
 "awd_amount": 965755.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2022-01-10",
 "awd_abstract_narration": "The net annual flux of CO2 into the ocean helps mitigate climate change, and the transfer of oxygen and organic carbon into the deep sea fuels its vast ecosystem. Linked to that, and equally important, is the net community production (NCP) since it represents the source input at the bottom of the ecosystem food chain, governs the vertical carbon export into the deep ocean, and also has a large controlling influence on the air-sea fluxes of CO2 and O2. The transfers of carbon and oxygen in the water column, their exchange with the atmosphere, and NCP are controlled by both physical and biological processes which vary greatly on seasonal and shorter time-scales, and also interannually. Rates and controlling processes at high latitudes have special significance but are poorly studied and understood, in part due to logistical and technological difficulties. In order to constrain or even fully determine the air-sea fluxes and NCP with in-situ measurements, usually assumptions need to be made since autonomous sensors currently cannot observe the full suite of quantities required for closing the relevant budgets. However, recent and ongoing developments now offer a mix of sensors, partially in prototype form, which could be deployed on the moored profiling system \"Seacycler\" and which could allow simultaneous determination of net community production (NCP), of the air-sea flux of CO2, and the construction of budgets in important regions of the global ocean. \r\n\r\nThis research will acquire and fabricate an innovative suite of commercially available and prototype sensors and equipment, in order to integrate and exercise them on SeaCycler in a hierarchy of tests. The goal is to collect sufficient data with these sensors on SeaCycler to demonstrate a) their reliability, b) the functioning in profiling mode on SeaCycler, c) their accuracy, d) the ability to determine total dissolved inorganic carbon (DIC) and calcification (removing the normally made assumptions about Redfield ratios), e) the utility of turbulence profiles in distinguishing mixing vs mixed layers (important for budgets and the role of blooms), f) the robustness of SeaCycler itself. These efforts will lay the foundation for year-long open-ocean deployments of SeaCycler with a suite of accurate and tested sensors to determine the magnitude and variability of the air-sea flux of CO2 and O2 in high-latitude regions such as the Labrador Sea and of the storage/export of DIC and O2 in newly formed water masses. The new capabilities would allow calculation of the magnitude of NCP entirely using biogeochemical budgets, and to capture the physical/chemical controls of its sub-seasonal to inter-annual variability. It is expected that the effects of calcification on carbon budgets and air-sea fluxes can be quantifiable, by observing both CO2/pH and DIC/AT changes with high temporal resolution. The work will bring to bear several technologies developed under NSF OTIC grants, and leverage NSF OOI technology. The new technology will allow experiments to develop algorithms to reduce uncertainty in float and satellite observations. The observations enabled would also be crucial for testing numerical models which simulate biogeochemical processes, air-sea fluxes, and NCP.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Uwe",
   "pi_last_name": "Send",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uwe Send",
   "pi_email_addr": "usend@ucsd.edu",
   "nsf_id": "000483427",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Martz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Todd Martz",
   "pi_email_addr": "trmartz@ucsd.edu",
   "nsf_id": "000498696",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD-Scripps Institution of Oceanography",
  "perf_str_addr": "9500 Gilman Drive,  MC 0230",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 890188.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 75567.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The net annual flux of CO2 into the ocean helps mitigate climate change, and the transfer of oxygen and organic carbon into the deep sea fuels its vast ecosystem. Linked to that, and equally important, is the net community production (NCP) since it represents the source input at the bottom of the ecosystem food chain, governs the vertical carbon export into the deep ocean, and also has a large controlling influence on the air-sea fluxes of CO2 and O2.</p>\n<p>The Labrador Sea is one of the most important regions of the ocean where these processes take place, but they are difficult to observe completely and year-round. The moored winched profiler ?SeaCycler? had been specifically developed to enable such observations, partly with NSF support, and resulting from a long Canada-US-Europe collaboration. The current project has vastly enhanced the capabilities of SeaCycler for making complete autonomous observations of the carbon system, of plankton growth, and of turbulent mixing layer development. Additional sensors were integrated, such as a deep Durafet system for pH measurements and an alkalinity sensor, complementing the already integrated CO2 sensors. A turbulence sensor was also added, as well as an autonomous phytoplankton water sampler. Completely new controller hardware boards and firmware were developed and successfully implemented, to allow operation of the more powerful sensor suite.</p>\n<p>In addition, an enhanced platform configuration was developed and successfully demonstrated. This consists of a second co-located (subsurface) mooring which carries a substantial ?carbon package? with CO2, pH, and alkalinity sensors, plus a plankton water sampler, all deployed close to the surface. This subsurface mooring communicates acoustically with the SeaCycler mooring. With that a communication path from shore is provided, through the SeaCycler floats, to the carbon package, allowing remote triggering of water samples. The acoustic communication between the moorings and commanding of water samples was demonstrated during the test deployments.</p>\n<p>A hierarchy of demonstration deployments were carried out, both in Halifax Basin and the open ocean. The last open-ocean deployment is still in the water. We have no communication with the SeaCycler mooring, but we know both moorings are in place and communicating acoustically. We will learn more after recovery.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2023<br>\n\t\t\t\t\tModified by: Uwe&nbsp;Send</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe net annual flux of CO2 into the ocean helps mitigate climate change, and the transfer of oxygen and organic carbon into the deep sea fuels its vast ecosystem. Linked to that, and equally important, is the net community production (NCP) since it represents the source input at the bottom of the ecosystem food chain, governs the vertical carbon export into the deep ocean, and also has a large controlling influence on the air-sea fluxes of CO2 and O2.\n\nThe Labrador Sea is one of the most important regions of the ocean where these processes take place, but they are difficult to observe completely and year-round. The moored winched profiler ?SeaCycler? had been specifically developed to enable such observations, partly with NSF support, and resulting from a long Canada-US-Europe collaboration. The current project has vastly enhanced the capabilities of SeaCycler for making complete autonomous observations of the carbon system, of plankton growth, and of turbulent mixing layer development. Additional sensors were integrated, such as a deep Durafet system for pH measurements and an alkalinity sensor, complementing the already integrated CO2 sensors. A turbulence sensor was also added, as well as an autonomous phytoplankton water sampler. Completely new controller hardware boards and firmware were developed and successfully implemented, to allow operation of the more powerful sensor suite.\n\nIn addition, an enhanced platform configuration was developed and successfully demonstrated. This consists of a second co-located (subsurface) mooring which carries a substantial ?carbon package? with CO2, pH, and alkalinity sensors, plus a plankton water sampler, all deployed close to the surface. This subsurface mooring communicates acoustically with the SeaCycler mooring. With that a communication path from shore is provided, through the SeaCycler floats, to the carbon package, allowing remote triggering of water samples. The acoustic communication between the moorings and commanding of water samples was demonstrated during the test deployments.\n\nA hierarchy of demonstration deployments were carried out, both in Halifax Basin and the open ocean. The last open-ocean deployment is still in the water. We have no communication with the SeaCycler mooring, but we know both moorings are in place and communicating acoustically. We will learn more after recovery.\n\n\t\t\t\t\tLast Modified: 07/11/2023\n\n\t\t\t\t\tSubmitted by: Uwe Send"
 }
}