{
 "awd_id": "1829708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CyberTraining: CIU: Hour of Cyberinfrastructure: Developing Cyber Literacy for Geographic Information Science",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032928104",
 "po_email": "shabagch@nsf.gov",
 "po_sign_block_name": "Sharmistha Bagchi-Sen",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 373990.0,
 "awd_amount": 373990.0,
 "awd_min_amd_letter_date": "2018-07-02",
 "awd_max_amd_letter_date": "2023-07-31",
 "awd_abstract_narration": "Cyberinfrastructure empowers the growing knowledge economy in the United States, and plays a role in defense, homeland security, agriculture, and commerce by providing powerful computational resources to support data analytics and modeling. However, many scientific disciplines currently face the question of how to seamlessly integrate cyberinfrastructure training in their educational programs. Students and researchers in these disciplines thus often lack experience in using the most advanced tools and techniques to grapple with the crucial global challenges they are being trained to investigate. This project addresses this challenging problem by creating a clear curriculum model for educators - an Hour of Cyberinfrastructure (Hour of CI) - that integrates cyberinfrastructure skill building into domain-specific curriculum, with a clear learning goal for students: try cyberinfrastructure for one hour. Geospatially-based lessons in this project draw on real-world problems from social sciences, environmental sciences, and geosciences to make them accessible and meaningful to students in many scientific disciplines. Hour of CI lessons are available via an easy-to-use science gateway for broad-scale educational use. The project broadens access and enable community adoption of cyberinfrastructure for the nation's future scientific research workforce thus serving the national interest, as stated by NSF's mission: to promote the progress of science; to advance the national health, prosperity and welfare; and secure the national defense.\r\n\r\nThe Hour of CI project is a nationwide campaign introducing hundreds of diverse undergraduate and graduate students to cyberinfrastructure. Modeled on the \"Hour of Code, the Hour of CI project is building a sustainable learning community and scalable training environment to train almost two hundred educators and over five hundred graduate and undergraduate students at institutions ranging from R1 universities to two-year teaching colleges in the short-term and potentially thousands more in the long-term. The project is developing 17 interactive, online lessons for students and creating supplementary curriculum materials for instructors. Hour of CI lessons are being developed using a learning outcome centered Backward Design Process in which students are exposed to cyberinfrastructure, establish conceptual foundations, and build a core set of skills to help them achieve Cyber Literacy for Geographic Information Science, which requires learners to be knowledgeable in eight core areas: cyberinfrastructure, parallel computing, big data, computational thinking, interdisciplinary communication, spatial thinking, geospatial data, and spatial modeling and analytics. The project lowers the barrier to entry for educators and students by building on a science gateway called the GISandbox to provide a cyberinfrastructure-enabled training environment accessible through a web browser for all Hour of CI lessons. The sustainable learning community built during the course of this project will continue to expand adoption of the Hour of CI beyond the project period.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Shook",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Shook",
   "pi_email_addr": "eshook@umn.edu",
   "nsf_id": "000667454",
   "pi_start_date": "2018-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota",
  "perf_str_addr": "267 19th Ave. South",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550472",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "044Y00",
   "pgm_ele_name": "CyberTraining - Training-based"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "7361",
   "pgm_ref_txt": "EDUCATION AND WORKFORCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 373990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project established the Hour of Cyberinfrastructure (Hour of CI) as a suite of hour-long, interactive lessons that help learners in fields like geography, social science, and environmental science try cyberinfrastructure. Hour of CI lessons are developed as Jupyter Notebooks, providing an authentic and interactive learning environment. Lessons are designed to be accessible and engaging, making it easier for undergraduate and graduate students to build foundational knowledge and skills in cyberinfrastructure and geographic information science (GIScience) in the form of cyber literacy for GIScience.</p>\n<p>The Hour of CI project trained over 350 diverse learners from more than 40 fields of study, including architecture, biology, computer science, geography, global affairs, and urban and regional planning. For many learners, this was their first experience exploring and using cyberinfrastructure. In a pilot study, the majority of learners reported that it was an effective way to learn cyberinfrastructure. Through our training and train-the-trainer events, we reached participants across the United States, including from leading universities, EPSCoR jurisdictions, Minority Serving Institutions, and Community Colleges, as well as internationally, including from five pan-African countries.&nbsp;</p>\n<p>In addition to the suite of Gateway, Beginner, and Intermediate lessons, we designed instructor resources and a Lesson Developer's Guide. Each lesson has a complimentary Lesson Plan that outlines learning objectives, concepts, guidance for instruction, cross-curricular activities, and resources for further learning. Project materials are openly available. The project grew a community of 100+ instructors and learners focused on teaching and learning cyber literacy. Hour of CI lessons were used in traditional classroom instruction and out-of-classroom training events through this community.&nbsp;</p>\n<p>To sustain the lessons and broaden their impact further, they were migrated from the GISandbox science gateway to the NSF Institute for Geospatial Understanding through an Integrative Discovery Environment (I-GUIDE) Platform in the final year of the project. Many Hour of CI lessons now serve as crucial hands-on activities in the I-GUIDE Convergence Curriculum for Geospatial Data Science. Through this sustainability effort, scientists and practitioners across many fields of study will continue using Hour of CI lessons to grow their cyberinfrastructure and GIScience knowledge and skills to attain cyber literacy.</p><br>\n<p>\n Last Modified: 11/22/2024<br>\nModified by: Eric&nbsp;A&nbsp;Shook</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project established the Hour of Cyberinfrastructure (Hour of CI) as a suite of hour-long, interactive lessons that help learners in fields like geography, social science, and environmental science try cyberinfrastructure. Hour of CI lessons are developed as Jupyter Notebooks, providing an authentic and interactive learning environment. Lessons are designed to be accessible and engaging, making it easier for undergraduate and graduate students to build foundational knowledge and skills in cyberinfrastructure and geographic information science (GIScience) in the form of cyber literacy for GIScience.\n\n\nThe Hour of CI project trained over 350 diverse learners from more than 40 fields of study, including architecture, biology, computer science, geography, global affairs, and urban and regional planning. For many learners, this was their first experience exploring and using cyberinfrastructure. In a pilot study, the majority of learners reported that it was an effective way to learn cyberinfrastructure. Through our training and train-the-trainer events, we reached participants across the United States, including from leading universities, EPSCoR jurisdictions, Minority Serving Institutions, and Community Colleges, as well as internationally, including from five pan-African countries.\n\n\nIn addition to the suite of Gateway, Beginner, and Intermediate lessons, we designed instructor resources and a Lesson Developer's Guide. Each lesson has a complimentary Lesson Plan that outlines learning objectives, concepts, guidance for instruction, cross-curricular activities, and resources for further learning. Project materials are openly available. The project grew a community of 100+ instructors and learners focused on teaching and learning cyber literacy. Hour of CI lessons were used in traditional classroom instruction and out-of-classroom training events through this community.\n\n\nTo sustain the lessons and broaden their impact further, they were migrated from the GISandbox science gateway to the NSF Institute for Geospatial Understanding through an Integrative Discovery Environment (I-GUIDE) Platform in the final year of the project. Many Hour of CI lessons now serve as crucial hands-on activities in the I-GUIDE Convergence Curriculum for Geospatial Data Science. Through this sustainability effort, scientists and practitioners across many fields of study will continue using Hour of CI lessons to grow their cyberinfrastructure and GIScience knowledge and skills to attain cyber literacy.\t\t\t\t\tLast Modified: 11/22/2024\n\n\t\t\t\t\tSubmitted by: EricAShook\n"
 }
}