{
 "awd_id": "1829761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Determining the isotopic signature of iron released via ligand-mediated dissolution of atmospheric dust in the surface ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 372100.0,
 "awd_amount": 372100.0,
 "awd_min_amd_letter_date": "2018-08-14",
 "awd_max_amd_letter_date": "2018-08-14",
 "awd_abstract_narration": "Iron (Fe) is a crucial nutrient for microbial growth in the oceans, impacting the carbon cycle and the climate system, but Fe does not dissolve readily in seawater and so its availability limits phytoplankton growth over much of the surface oceans. One of the most significant ways by which Fe reaches the surface oceans is through deposition of wind-blown dust; however, for this Fe to be available for biological growth, it must dissolve and be kept in solution bound to organic molecules. Despite this known importance, the mechanisms of dust dissolution and the identity of the organic molecules keeping Fe in solution remain poorly understood. This study will focus on using laboratory and field experiments to better understand how natural organic molecules present in seawater enhance the release of Fe from Saharan desert dust, the organic molecules produced by microbes in response to dust, the isotopic fractionation of Fe associated with dust dissolution, and ultimately the role of ligand-mediation dissolution in determining the role of dust in the marine Fe cycle. For outreach activities, the proposers would tutor refugee high school students from Africa/Asia in math and science to help them get integrated into the U.S. school system and discuss science with the public by participation in the St. Petersburg Science Festival.  Three graduate students and undergraduate interns would be supported and trained as part of this project.\r\n \r\nScientists from the University of South Florida and Oregon State University will collect natural North Atlantic dust at the Tudor Hill Tower on Bermuda over a yearly cycle and characterize the weekly bulk and water-soluble Fe isotopic and elemental composition of the dust. Appropriate subsamples of this dust, representing both the Saharan and non-Saharan (anthropogenically-influenced) seasons will then be dissolved in seawater, with dissolution mediated by ligands with a range of Fe binding stability constants (natural ligands as well as defined marine siderophores). Incubations of dust will also be carried out with natural biological communities collected from the Gulf of Mexico and at the Bermuda Atlantic Time Series site in the North Atlantic. The investigators will characterize the amount and isotopic signature of the Fe released in each experiment, the microbial community response to dust in the incubations (DNA, cell counting and identification), and the ligands present in the natural organic matter used for experiments and produced in the incubations. Comparison of the abiotic and biological experiments will allow investigation of the magnitude of the biological effects on dust dissolution. The experiments will allow the investigators to provide a mechanistic understanding of factors that affect dust dissolution rates, especially the role of different specific organic ligands in enhancing and stabilizing the release of iron in the surface ocean, and the net signature of iron released. From this, the investigators will provide new constraints for the marine iron isotope cycle in the ocean, specifically testing the hypothesis that the net release of Fe from dust is isotopically heavy due to complexation with organic ligands, but that the size of this fractionation depends on the binding strength and presence of different ligands. The outcomes of this process study will provide a framework for models and interpretation of large scale field studies such as GEOTRACES, as well as enhancing the research community's ability to interpret aerosol and oceanic iron isotope data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rene",
   "pi_last_name": "Boiteau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rene Boiteau",
   "pi_email_addr": "rboiteau@umn.edu",
   "nsf_id": "000769999",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "104 CEOAS Administration Bldg",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 372100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Iron (Fe) is a crucial nutrient for microbial growth in the oceans, impacting the carbon cycle and the climate system, but Fe does not dissolve readily in seawater and so its availability limits phytoplankton growth over much of the surface oceans. One of the most significant ways by which Fe reaches the surface ocean is through deposition of wind-blown dust. However, for this Fe to be available for biological growth, it must dissolve and be kept in solution bound to organic molecules. Despite this known importance, the mechanisms of dust dissolution and the identity of the organic molecules solubilizing Fe remain poorly understood. This study developed new chemical analyses combined with laboratory and field experiments to better understand how natural organic molecules present in seawater enhance the release of Fe from desert dust, what organic molecules are produced by microbes in response to dust, what is the isotopic fractionation of Fe associated with dust dissolution, and ultimately what is the role of organic molecule-mediation dissolution in determining the effect of dust on marine nutrient and carbon cycles. The findings of this project provided a better understanding of the factors that control organic matter cycling and supply dissolved iron in the surface ocean. Ultimately, these constraints have the potential to improve our ability to explain and predict changes in metal distributions, ocean carbon cycling, and ocean productivity by more accurately representing organic carbon and atmospheric supply of iron.</p>\n<p>&nbsp;</p>\n<p>The molecular forms of iron and organic matter were surveyed in the North Atlantic Ocean and the Oregon coast to identify the source and fate of these molecules. Results from three expeditions indicated that distinct organic ligands which stabilize iron are supplied by biological production in the surface ocean and from marine sediments. In the open ocean, these analyses provided the first molecular level information on fractions of dissolved organic matter that have different lifetimes within the water column. While these fractions had been previously inferred from seasonal dynamics in concentration measurements, their chemical differences and the underlying reason behind their different lifetimes had remained unknown. The findings of this study indicate that the fractions with lower water solubility are more rapidly removed from the water column. These more rapidly cycling molecules may have a higher propensity to form &lsquo;marine snow&rsquo; gels that entrain metals and facilitate their removal, either by sinking to depth or by enhancing consumption by bacteria. Understanding these differences in the chemical makeup of organic matter and metals in the ocean helps us explain why they accumulate and how they might change over time, which is important for understanding marine ecosystems and the planet's carbon cycle.</p>\n<p>&nbsp;</p>\n<p>Laboratory experiments informed by this oceanographic field work were also conducted to investigate the rates and mechanistic controls over dust dissolution by environmentally relevant organic molecules in the ocean. These studies revealed that the rate of iron exchange between different chemical forms is slow relative to the rate of biological cycling, challenging previous hypotheses that equilibrium exchange processes govern iron cycling. Experiments conducted in collaboration with the Conway lab at the University of South Florida determined rates of dust dissolution by organic molecules in seawater and demonstrated that this dissolution process did not result in a large fractionation of iron isotopes. These findings indicated that other processes govern iron isotope distributions throughout the surface ocean. This work was incorporated into a published historical perspective review paper that synthesized current knowledge on the role of organic molecules in governing the supply of micronutrient metals to the global ocean.</p>\n<p>Beyond these scientific advancements, this project contributed to science education and public scientific literacy. This project trained three graduate students, a postdoctoral scholar, and three undergraduates in advanced chemical analysis techniques broadly relevant to chemical and environmental scientific disciplines and careers. These students gained hands-on experience with field/lab work, data analysis, and synthesis through research projects, contributing to new knowledge and publications. High school students participated in this work through the OSU Summer Experience in Science and Engineering for Youth program. They were exposed to university research, diverse science career paths, and the excitement of scientific discovery. This exposure aims to increase access to higher education and motivate students to pursue science and engineering fields. Findings from this project were also incorporated into lecture and discussion material as part of an undergraduate chemical oceanography course to illustrate crosscutting principles of how ocean elemental cycles and biological productivity intersect. To inform public discourse of ocean iron fertilization, a webcast public presentation discussed the science and controversies surrounding this potential carbon dioxide removal strategy. This outreach effort is timely as the United States and other countries explore broader solutions to climate change.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/28/2023<br>\nModified by: Rene&nbsp;Boiteau</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIron (Fe) is a crucial nutrient for microbial growth in the oceans, impacting the carbon cycle and the climate system, but Fe does not dissolve readily in seawater and so its availability limits phytoplankton growth over much of the surface oceans. One of the most significant ways by which Fe reaches the surface ocean is through deposition of wind-blown dust. However, for this Fe to be available for biological growth, it must dissolve and be kept in solution bound to organic molecules. Despite this known importance, the mechanisms of dust dissolution and the identity of the organic molecules solubilizing Fe remain poorly understood. This study developed new chemical analyses combined with laboratory and field experiments to better understand how natural organic molecules present in seawater enhance the release of Fe from desert dust, what organic molecules are produced by microbes in response to dust, what is the isotopic fractionation of Fe associated with dust dissolution, and ultimately what is the role of organic molecule-mediation dissolution in determining the effect of dust on marine nutrient and carbon cycles. The findings of this project provided a better understanding of the factors that control organic matter cycling and supply dissolved iron in the surface ocean. Ultimately, these constraints have the potential to improve our ability to explain and predict changes in metal distributions, ocean carbon cycling, and ocean productivity by more accurately representing organic carbon and atmospheric supply of iron.\n\n\n\n\n\nThe molecular forms of iron and organic matter were surveyed in the North Atlantic Ocean and the Oregon coast to identify the source and fate of these molecules. Results from three expeditions indicated that distinct organic ligands which stabilize iron are supplied by biological production in the surface ocean and from marine sediments. In the open ocean, these analyses provided the first molecular level information on fractions of dissolved organic matter that have different lifetimes within the water column. While these fractions had been previously inferred from seasonal dynamics in concentration measurements, their chemical differences and the underlying reason behind their different lifetimes had remained unknown. The findings of this study indicate that the fractions with lower water solubility are more rapidly removed from the water column. These more rapidly cycling molecules may have a higher propensity to form marine snow gels that entrain metals and facilitate their removal, either by sinking to depth or by enhancing consumption by bacteria. Understanding these differences in the chemical makeup of organic matter and metals in the ocean helps us explain why they accumulate and how they might change over time, which is important for understanding marine ecosystems and the planet's carbon cycle.\n\n\n\n\n\nLaboratory experiments informed by this oceanographic field work were also conducted to investigate the rates and mechanistic controls over dust dissolution by environmentally relevant organic molecules in the ocean. These studies revealed that the rate of iron exchange between different chemical forms is slow relative to the rate of biological cycling, challenging previous hypotheses that equilibrium exchange processes govern iron cycling. Experiments conducted in collaboration with the Conway lab at the University of South Florida determined rates of dust dissolution by organic molecules in seawater and demonstrated that this dissolution process did not result in a large fractionation of iron isotopes. These findings indicated that other processes govern iron isotope distributions throughout the surface ocean. This work was incorporated into a published historical perspective review paper that synthesized current knowledge on the role of organic molecules in governing the supply of micronutrient metals to the global ocean.\n\n\nBeyond these scientific advancements, this project contributed to science education and public scientific literacy. This project trained three graduate students, a postdoctoral scholar, and three undergraduates in advanced chemical analysis techniques broadly relevant to chemical and environmental scientific disciplines and careers. These students gained hands-on experience with field/lab work, data analysis, and synthesis through research projects, contributing to new knowledge and publications. High school students participated in this work through the OSU Summer Experience in Science and Engineering for Youth program. They were exposed to university research, diverse science career paths, and the excitement of scientific discovery. This exposure aims to increase access to higher education and motivate students to pursue science and engineering fields. Findings from this project were also incorporated into lecture and discussion material as part of an undergraduate chemical oceanography course to illustrate crosscutting principles of how ocean elemental cycles and biological productivity intersect. To inform public discourse of ocean iron fertilization, a webcast public presentation discussed the science and controversies surrounding this potential carbon dioxide removal strategy. This outreach effort is timely as the United States and other countries explore broader solutions to climate change.\n\n\n\t\t\t\t\tLast Modified: 12/28/2023\n\n\t\t\t\t\tSubmitted by: ReneBoiteau\n"
 }
}