{
 "awd_id": "1829344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding Team Success and Failure",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Feeney",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2021-10-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2018-08-02",
 "awd_max_amd_letter_date": "2018-08-02",
 "awd_abstract_narration": "One of the most fundamental and universal shifts in modern science and technology is the flourishing of teams in all areas of science, scholarship, invention and entrepreneurship as solitary researchers vanish. Teams constitute the social engines that drive new developments with an increasing dominance in science and technology. Nevertheless, little is known about the process through which teams succeed and fail as the vast majority of studies are based on observation and analysis of successful teams alone. For example, most team research is restricted to teams that successfully formed in the first place, resulting in a joint publication or patent. In reality, most teams fail, sometimes in a spectacular manner. This fact suggests that our current understanding of teams suffers from systematic selection bias where failed teams have largely been ignored because the data that trace them are much less abundant. Prior investigations have documented the career advantages teams confer on their members, but not how they influence scientific discovery and technological invention. Here by analyzing teams that fail alongside their successful counterparts across many domains and outcome metrics, this project will uncover empirically-grounded insights regarding why, how, and when teams fail. Without analyzing the many ways in which teams fail, researchers remain unable to identify robust factors associated with success. This project examines team success and failure across a broad array of science and technology-related contexts, ranging from biological, social and natural science and scholarship to technology, software, and entrepreneurship. Teams can be large or small, more or less structurally integrated, and involve distinct combinations of member roles or mixtures of prior experience. The project involves a two-stage research program to understand how successful teams of different sizes and shapes \"think differently\" and can be designed to accelerate scientific and technological development. First, the project evaluates success and failure outcomes for than 100 million R&D teams over 100 years in terms of team size, network structure, role composition and experience. Second, insights developed from this investigation will enable the launch of large-scale online team experiments to isolate the causal mechanisms driving these effects. These experiments will bring certainty about critical team mechanisms and facilitate recommendations for policy that can be used to design teams optimized for specific purposes in advancing science and technology. Overall, this research promises to dramatically improve our ability to trace, assess, predict, nurture and design high-impact and highly disruptive teams. \r\n\r\nSpecifically, our project first involves (1) massive data cleaning and linkage between data on teams from a variety of domains in science, invention, and entrepreneurship. Then (2) team success and failure is measured at many stages, including the failure to secure funding, publish papers and prosecute patents, inject the frontier with novelty, attract scientific and technical attention, remain robust to replication, and achieve persistent influence. Next, the research (3) analyzes the impact of team size and complexity on success and failure by examining the size, complexity, role structure and diversity of experiences within teams. The project uses insights from this investigation to (4) deploy online team experiments to causally identify the influence of team characteristics on success and failure outcomes. Finally, (5) optimal teams are recommended, as also optimal team alterations or adjustments based on desired science and technology outcomes. Results from this work could influence global science and technology policy by increasing appreciation for the benefits of distinct types of teams -- small and large, simple and complex, diverse and similar -- relative to the science and technology outcomes they support, including disruption and collective advance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dashun",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dashun Wang",
   "pi_email_addr": "dashun.wang@kellogg.northwestern.edu",
   "nsf_id": "000703307",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2211 Campus Drive Global Hub 5177",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080898",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  },
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "8800",
   "pgm_ref_txt": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we collect, clean, and analyze systematic datasets to understand the success and failure patterns of individuals, teams, and organizations across a wide range of areas, from scientific research to technological and business innovations.</p>\n<p><strong>Small teams disrupt science and technology; large teams develop existing ideas</strong></p>\n<p>In a paper published in <em>Nature</em>, we analyze more than 65 million papers, patents, and software products. We demonstrate that smaller teams tend to disrupt science and technology with new ideas and opportunities, whereas larger teams tend to develop existing ideas and technologies. Work from larger teams typically builds on more recent and well-known developments, and this work often receives attention immediately. By contrast, contributions by smaller teams often search more deeply into the past, are frequently viewed as disruptive to science and technology, and tend to achieve success further into the future?if at all. These results demonstrate that both small and large teams are essential to a flourishing science and technology ecosystem, and they suggest that science policies should aim to support a range of team sizes.</p>\n<p>Fig. 1.&nbsp;</p>\n<p><strong>Tipping point between success and failure</strong></p>\n<p>In another <em>Nature</em> paper, we study team failure by analyzing the trajectories of successes and failures for individuals, teams, and organizations across science, startups, and security domains. By solving a simple model that mimics how successful future attempts build on past efforts, we find that a tipping point separates the dynamics of failure into regions of progression or stagnation. Near the critical threshold, agents who share similar characteristics and learning strategies may experience fundamentally different outcomes following failures. The model further predicts that those who eventually succeed may initially appear similar to those who fail, but the two groups can be characterized by fundamentally distinct failure dynamics in terms of the efficiency and quality associated with each subsequent attempt. Given the ubiquitous nature of failure and the paucity of quantitative approaches to understanding it, these results represent an initial step toward a deeper understanding of the complex dynamics underlying failure.</p>\n<p>Fig. 2.&nbsp;</p>\n<p><strong>The long-term effect of early-career failures</strong></p>\n<p>In a related piece in <em>Nature Communications</em>, we combine the NIH grant application database with publication and citation records to examine the long-term causal effect of an early-career setback in scientific careers. By focusing on proposals that fall just below and just above the funding threshold, we find that an early-career setback has powerful, opposing effects. On one hand, a setback significantly increases attrition, predicting more than a 10% chance that the scientist will disappear permanently from the NIH system. On the other hand, individuals with near misses systematically outperform those with narrow wins in the longer run. This performance advantage seems to go beyond a screening mechanism, suggesting that early-career setbacks cause performance improvements among those who persevere. These findings are consistent with the concept, ?what doesn?t kill me makes me stronger,? which may have broad implications for identifying, training, and nurturing junior scientists.</p>\n<p>Fig. 3.</p>\n<p><strong>The effect of COVID-19 on the scientific workforce</strong></p>\n<p>When&nbsp;the pandemic started, we designed, launched, and analyzed a large-scale survey to understand the impact of the COVID-19 pandemic on the success and failure of individuals and teams in science. Our analyses of responses from approximately 5,000 scientists reveal three primary findings: (1) The impacts on research activities are characterized by a large degree of heterogeneity, with many scientists reporting moderate to severe negative changes, and others reporting no changes or even positive changes to their work. (2) The disruptions are widespread across all scientific disciplines, though some disciplines (e.g., laboratory-based) are affected more negatively than others. (3) Most disruptions are concentrated among scientists caring for young children, even after conditioning on discipline and other demographic and pre-COVID-19 features.</p>\n<p>The paper, published in <em>Nature Human Behaviour</em>, presents the first evidence for the impact of the pandemic on science, which received widespread coverage. It was ranked as the Top 100 most discussed papers across all sciences in 2020. It has been cited by policymakers world-wide to inform COVID policies, including House Committees, United Nations, UNESCO, the European Union, CEPR, International Science Council, Council of Canadian Academies, OECD, and more.</p>\n<p><strong>The broad public impact of team outputs</strong></p>\n<p class=\"float-left\">Toward the end of the project, we began to extend the definition of team success to broad public domains, to understand how team outputs in science and technology influence marketplace applications, public perceptions, and government policies. This effort has resulted in two publications, one in <em>Science</em> and the other in <em>Nature Human Behavior</em>.&nbsp;</p>\n<p class=\"float-left\">During the project, the PI has also published a book, <em>The Science of Science</em>, by Cambridge University Press. It is the first book for the emerging field that many scholars call the science of science and reviews many of the key advances related to team success and failure.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2023<br>\n\t\t\t\t\tModified by: Dashun&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1829344/1829344_10565068_1694724167287_Fig1[78]--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1829344/1829344_10565068_1694724167287_Fig1[78]--rgov-800width.jpg\" title=\"Fig. 1. Small teams disrupt whereas large teams develop\"><img src=\"/por/images/Reports/POR/2023/1829344/1829344_10565068_1694724167287_Fig1[78]--rgov-66x44.jpg\" alt=\"Fig. 1. Small teams disrupt whereas large teams develop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a-c, For research articles, patents, and software, median citations (red curves) increase with team size whereas the average disruption percentile (green curves) decreases.</div>\n<div class=\"imageCredit\">Credit: Lingfei Wu, Dashun Wang, James Evans, Nature, 2019</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Dashun&nbsp;Wang</div>\n<div class=\"imageTitle\">Fig. 1. Small teams disrupt whereas large teams develop</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1829344/1829344_10565068_1694728093663_Fig2[24]--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1829344/1829344_10565068_1694728093663_Fig2[24]--rgov-800width.jpg\" title=\"Fig. 2. The k model\"><img src=\"/por/images/Reports/POR/2023/1829344/1829344_10565068_1694728093663_Fig2[24]--rgov-66x44.jpg\" alt=\"Fig. 2. The k model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">c, The model's analytical solution reveals that the system is separated into three regimes by two critical points, k* and k*+1. The solid line shows the extended solution space of our analytical results. d-f, Simulation results from the model for quality trajectories for different k parameters.</div>\n<div class=\"imageCredit\">Yian Yin, Yang Wang, James A. Evans, Dashun Wang, Nature, 2019</div>\n<div class=\"imageSubmitted\">Dashun&nbsp;Wang</div>\n<div class=\"imageTitle\">Fig. 2. The k model</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1829344/1829344_10565068_1694833298213_Fig3[12]--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1829344/1829344_10565068_1694833298213_Fig3[12]--rgov-800width.jpg\" title=\"Fig. 3. Comparing future career outcomes between near misses and narrow wins\"><img src=\"/por/images/Reports/POR/2023/1829344/1829344_10565068_1694833298213_Fig3[12]--rgov-66x44.jpg\" alt=\"Fig. 3. Comparing future career outcomes between near misses and narrow wins\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">b, Near-misses (orange) outperformed narrow wins (blue) in probability of producing hit papers in the next 1-5 years, 6-10 years, and 1-10 years. There appears to be a slight performance improvement for the narrow-win group in the second five-year period, but it is not statistically significant.</div>\n<div class=\"imageCredit\">Credit: Yang Wang, Benjamin F. Jones, Dashun Wang, Nature Communications, 2019</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Dashun&nbsp;Wang</div>\n<div class=\"imageTitle\">Fig. 3. Comparing future career outcomes between near misses and narrow wins</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn this project, we collect, clean, and analyze systematic datasets to understand the success and failure patterns of individuals, teams, and organizations across a wide range of areas, from scientific research to technological and business innovations.\n\nSmall teams disrupt science and technology; large teams develop existing ideas\n\nIn a paper published in Nature, we analyze more than 65 million papers, patents, and software products. We demonstrate that smaller teams tend to disrupt science and technology with new ideas and opportunities, whereas larger teams tend to develop existing ideas and technologies. Work from larger teams typically builds on more recent and well-known developments, and this work often receives attention immediately. By contrast, contributions by smaller teams often search more deeply into the past, are frequently viewed as disruptive to science and technology, and tend to achieve success further into the future?if at all. These results demonstrate that both small and large teams are essential to a flourishing science and technology ecosystem, and they suggest that science policies should aim to support a range of team sizes.\n\nFig. 1. \n\nTipping point between success and failure\n\nIn another Nature paper, we study team failure by analyzing the trajectories of successes and failures for individuals, teams, and organizations across science, startups, and security domains. By solving a simple model that mimics how successful future attempts build on past efforts, we find that a tipping point separates the dynamics of failure into regions of progression or stagnation. Near the critical threshold, agents who share similar characteristics and learning strategies may experience fundamentally different outcomes following failures. The model further predicts that those who eventually succeed may initially appear similar to those who fail, but the two groups can be characterized by fundamentally distinct failure dynamics in terms of the efficiency and quality associated with each subsequent attempt. Given the ubiquitous nature of failure and the paucity of quantitative approaches to understanding it, these results represent an initial step toward a deeper understanding of the complex dynamics underlying failure.\n\nFig. 2. \n\nThe long-term effect of early-career failures\n\nIn a related piece in Nature Communications, we combine the NIH grant application database with publication and citation records to examine the long-term causal effect of an early-career setback in scientific careers. By focusing on proposals that fall just below and just above the funding threshold, we find that an early-career setback has powerful, opposing effects. On one hand, a setback significantly increases attrition, predicting more than a 10% chance that the scientist will disappear permanently from the NIH system. On the other hand, individuals with near misses systematically outperform those with narrow wins in the longer run. This performance advantage seems to go beyond a screening mechanism, suggesting that early-career setbacks cause performance improvements among those who persevere. These findings are consistent with the concept, ?what doesn?t kill me makes me stronger,? which may have broad implications for identifying, training, and nurturing junior scientists.\n\nFig. 3.\n\nThe effect of COVID-19 on the scientific workforce\n\nWhen the pandemic started, we designed, launched, and analyzed a large-scale survey to understand the impact of the COVID-19 pandemic on the success and failure of individuals and teams in science. Our analyses of responses from approximately 5,000 scientists reveal three primary findings: (1) The impacts on research activities are characterized by a large degree of heterogeneity, with many scientists reporting moderate to severe negative changes, and others reporting no changes or even positive changes to their work. (2) The disruptions are widespread across all scientific disciplines, though some disciplines (e.g., laboratory-based) are affected more negatively than others. (3) Most disruptions are concentrated among scientists caring for young children, even after conditioning on discipline and other demographic and pre-COVID-19 features.\n\nThe paper, published in Nature Human Behaviour, presents the first evidence for the impact of the pandemic on science, which received widespread coverage. It was ranked as the Top 100 most discussed papers across all sciences in 2020. It has been cited by policymakers world-wide to inform COVID policies, including House Committees, United Nations, UNESCO, the European Union, CEPR, International Science Council, Council of Canadian Academies, OECD, and more.\n\nThe broad public impact of team outputs\nToward the end of the project, we began to extend the definition of team success to broad public domains, to understand how team outputs in science and technology influence marketplace applications, public perceptions, and government policies. This effort has resulted in two publications, one in Science and the other in Nature Human Behavior. \nDuring the project, the PI has also published a book, The Science of Science, by Cambridge University Press. It is the first book for the emerging field that many scholars call the science of science and reviews many of the key advances related to team success and failure.\n\n\t\t\t\t\tLast Modified: 09/15/2023\n\n\t\t\t\t\tSubmitted by: Dashun Wang"
 }
}