{
 "awd_id": "1829326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The direct and indirect effect of innovation subsidies",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Fiegener",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 13608.0,
 "awd_amount": 13608.0,
 "awd_min_amd_letter_date": "2018-07-16",
 "awd_max_amd_letter_date": "2018-07-16",
 "awd_abstract_narration": "Government subsidies to support innovation in firms are a widespread policy. However, little is known about their effectiveness to promote technological upgrading and boost firm performance in developing countries. The existing rigorous studies about this type of intervention are focused on developed countries and high-tech industries, and infer technological improvement from patents and R&D expenditure. As a consequence, lessons are hard to extrapolate to the developing country context, where innovation is concentrated on the adoption of already established technologies and on performing small modifications to existing products, which are not suitable for patenting and can be hardly considered R&D. This project fills this gap in the literature by investigating the direct and indirect effects of innovation subsidies in Peru, a developing country, using directly collected data on technology use. The project opens the black box of the firm and allows to observe the changes that are triggered within a company when it receives support for innovative activities, shedding light on the mechanisms through which government support for innovation affects firm performance. The findings of this research advance understanding of the relationship between innovation subsidy programs and firm behavior, and also inform policy design in developing countries and international cooperation institutions, which have played an important role in the diffusion of interventions to promote productive development. \r\n\r\nThe key challenge of the project is detecting technological change in a context in which R&D expenditure and patents cannot be used to do so. Given that details on productive methods used by businesses are not regularly recorded in enterprise surveys, the project includes the collection of data on productive practices used by the firms that applied to the subsidy programs under analysis. To establish a causal relationship between the innovation subsidy programs and firm behavior, the project uses a quasi-experimental method. In particular, it exploits the fact that the subsidy assignment mechanism is based on a score assigned to the applications by experts. Applications with scores above a certain threshold get a change to win the subsidies; while those with lower scores, do not. This characteristic makes the setting suitable for a regression discontinuity analysis. The project further explores spillovers operating through labor mobility and procurement relationships. These are two channels capable of transmitting information between companies and, therefore, it is worth assessing the extent to which they contribute to the diffusion of innovative ideas and of the benefits of innovation subsidies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Verhoogen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Verhoogen",
   "pi_email_addr": "ev2124@columbia.edu",
   "nsf_id": "000457697",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Alfaro Serrano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Alfaro Serrano",
   "pi_email_addr": "da2628@columbia.edu",
   "nsf_id": "000767925",
   "pi_start_date": "2018-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277235",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "700900",
   "pgm_ele_name": "SciSIP-DDRIG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 13608.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to learn about the effects of innovation subsidies on firm-level outcomes. Until now, rigorous economic studies on this topic had been focused on developed countries, high-tech industries, and were silent about whether these interventions actually produced the adoption of new productive practices. To fill this gap in the literature, this research studied the impact of innovation subsidies on low-tech firms in Peru, a developing country, and asked about their impact on the adoption of new technologies. More specifically, the project estimated the effects of two public interventions on the adoption of new productive practices and on measures of firm performance. One of these programs, that we call the certification program, subsidized projects to adopt and certify widely known process standards, such as ISO 9001. The other program, that we call the R&amp;D program, subsidized projects to develop new products and processes, and is similar to other matching grant schemes used around the world to support highly novel innovation projects.</p>\n<p>Regarding the certification program, the study found the following: First, the program accomplished the stated goal of promoting the certification of process standards. The intervention triggered an increase of 65% in the certification probability. Second, the program also induced the adoption of modern management practices beyond the scope of the certification. Firms that received the subsidy adopted better monitoring and target-setting ractices, while no change was detected in practices related with the use of incentives for employees. This finding could be explained by the existence of complementarity between the process documentation required by the process standards and modern management practices. Fourth, the study&nbsp; also suggests that an increase in productivity measured as sales per worker could have taken place, but the results are not conclusive in this regard.</p>\n<p>Unlike in the case of the certification program, the results obtained until now indicate that the R&amp;D program did not accomplish the stated goal of fostering the adoption of new products or process. Qualitative evidence collected in the field suggests that projects subsidized by the R&amp;D program were too challenging given the firms' capabilities. The main challenges were not related with technical problems, but with the introduction of the new products to the market and of the new process into the daily operations of the companies. Managers of beneficiary firms indicate that introducing the new products to market or putting the new processes in use was too difficult, costly, or required additional improvements that were not considered at the beginning of the project.</p>\n<p>Taken together, the experiences of these programs suggest that policy-makers should consider carefully the capabilities of firms when supporting innovation activities. While programs to support highly novel projects, such as the R&amp;D program, might be successful at promoting technological upgrading in highly capable firms, they might not be the best policy tool when firm capability is low. In these cases, supporting the adoption of already known technologies, like process standards, might be more effective as strategy to promote upgrading.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2019<br>\n\t\t\t\t\tModified by: Eric&nbsp;A&nbsp;Verhoogen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to learn about the effects of innovation subsidies on firm-level outcomes. Until now, rigorous economic studies on this topic had been focused on developed countries, high-tech industries, and were silent about whether these interventions actually produced the adoption of new productive practices. To fill this gap in the literature, this research studied the impact of innovation subsidies on low-tech firms in Peru, a developing country, and asked about their impact on the adoption of new technologies. More specifically, the project estimated the effects of two public interventions on the adoption of new productive practices and on measures of firm performance. One of these programs, that we call the certification program, subsidized projects to adopt and certify widely known process standards, such as ISO 9001. The other program, that we call the R&amp;D program, subsidized projects to develop new products and processes, and is similar to other matching grant schemes used around the world to support highly novel innovation projects.\n\nRegarding the certification program, the study found the following: First, the program accomplished the stated goal of promoting the certification of process standards. The intervention triggered an increase of 65% in the certification probability. Second, the program also induced the adoption of modern management practices beyond the scope of the certification. Firms that received the subsidy adopted better monitoring and target-setting ractices, while no change was detected in practices related with the use of incentives for employees. This finding could be explained by the existence of complementarity between the process documentation required by the process standards and modern management practices. Fourth, the study  also suggests that an increase in productivity measured as sales per worker could have taken place, but the results are not conclusive in this regard.\n\nUnlike in the case of the certification program, the results obtained until now indicate that the R&amp;D program did not accomplish the stated goal of fostering the adoption of new products or process. Qualitative evidence collected in the field suggests that projects subsidized by the R&amp;D program were too challenging given the firms' capabilities. The main challenges were not related with technical problems, but with the introduction of the new products to the market and of the new process into the daily operations of the companies. Managers of beneficiary firms indicate that introducing the new products to market or putting the new processes in use was too difficult, costly, or required additional improvements that were not considered at the beginning of the project.\n\nTaken together, the experiences of these programs suggest that policy-makers should consider carefully the capabilities of firms when supporting innovation activities. While programs to support highly novel projects, such as the R&amp;D program, might be successful at promoting technological upgrading in highly capable firms, they might not be the best policy tool when firm capability is low. In these cases, supporting the adoption of already known technologies, like process standards, might be more effective as strategy to promote upgrading.\n\n\t\t\t\t\tLast Modified: 11/22/2019\n\n\t\t\t\t\tSubmitted by: Eric A Verhoogen"
 }
}