{
 "awd_id": "1829447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Structure and dynamics of the Alaska mantle wedge",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927233",
 "po_email": "mbenoit@nsf.gov",
 "po_sign_block_name": "Margaret Benoit",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 191814.0,
 "awd_amount": 191814.0,
 "awd_min_amd_letter_date": "2018-08-17",
 "awd_max_amd_letter_date": "2018-08-17",
 "awd_abstract_narration": "Subduction zones are the most active geologic features on the planet - oceanic plates descend into the earth's interior at geological speeds and carry with them fluids and materials from the sea floor. As this material heats, fluids such as water are released, lubricating faults at shallow depths and fluxing the warm Earth's deeper mantle to make magmas. As a result, subduction zones host the planet's largest earthquakes and most of the violent volcanic eruptions. In North America, the Alaska-Aleutian subduction system is by far the largest such system - Alaska has hosted the largest earthquake in North America, and the planet's largest 20th century eruption. The eastern end of this subduction zone lies directly beneath most of the population of the state so creates a major natural hazard. At the same time this eastern end is geologically complex, making the pathways of fluid difficult to understand and complicating the underlying theories of volcanism. This project aims to significantly advance our understanding of the nature of the mantle in this complex transition, using a revolutionary new data set. Over the last several years a vast amount of high-quality earthquake signals has been collected from new seismometers in Alaska - the entire state has been covered since 2015-16 by the EarthScope Transportable Array that places state-of-the-art instrumentation every 85 km, accompanied by a number of smaller, dense deployments over areas of interest. All these projects ensonify with earthquake signals the interior of the planet in this highly active and complex region. This specific project aims to capitalize on these data to address and test several hypotheses that will help better understand the ways in which large volcanoes form and more generally the variations in temperature of the Earth's mantle. The results will provide a framework for interpreting rocks that come from similar environments in the geologic record. \r\n\r\nThis project focuses on three generic hypotheses regarding geodynamic process in subduction zones: 1) Variability in fluid release from subducting plates correlates with variability in the degree of melting in the overlying mantle wedge - tested through a variety of seismic proxies. 2) Rock fabric as revealed by seismic anisotropy is controlled by distance from the edge of the slab as expected if three-dimensional flow controls it. 3) The depth at which the mantle wedge transitions from cold forearc to hot subarc is globally constant. Measurements of seismic attenuation at mantle depths provides a proxy for temperature in all of these regions, and local-earthquake shear-wave splitting will complement new teleseismic (SKS) splitting measurements to infer anisotropy. Parallel observations of seismicity and high-frequency phases that interact with the slab surface then allow inferences about the mantle wedge to be compared with slab dehydration. High-frequency wavefield simulations of split shear waves will assess the maximum depth of a supra-slab anisotropic slow layer, a probable signature of slab-mantle coupling depth. At the same time, petrologically-driven models provide a framework for making predictions that test each hypothesis. These hypotheses will be tested via comparison of three distinct corridors within Alaska for which EarthScope and related projects provide unusually good sampling: (a) the Cook Inlet corridor where normal Pacific lithosphere subducts and the arc is robust; (b) the nearly amagmatic Denali corridor where the Yakutat oceanic plateau subducts and generates intermediate-depth earthquakes; and (c) the Wrangell Volcanic Field corridor where slab seismicity is nearly absent but there is very high volume volcanism. These comparisons take advantage of Alaska Transportable Array combined with several dense portable broadband experiments (BEAAR, SALMON, MOOS, WVLF), previous projects conducted by the PIs and which sample each of these corridors. This project addresses EarthScope science objectives and emphasizes interdisciplinary work at the interface between petrology, seismology, and geodynamics. It leverages education and outreach opportunities through the EarthScope National Office, notably those available through the EarthScope website and social media. All project participants - including graduate students supported at two institutions- will work with the EarthScope National Office to maximize scientific outreach of the project. The project will generate improved predictions of amplitudes of seismic waves in south-central Alaska, including within the Anchorage metropolitan region; therefore the project can contribute toward seismic hazard assessments and ground motion prediction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Tape",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Carl H Tape",
   "pi_email_addr": "ctape@alaska.edu",
   "nsf_id": "000496916",
   "pi_start_date": "2018-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "West Ridge Research Bldg 008",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "007F00",
   "pgm_ele_name": "EARTHSCOPE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 191814.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Anisotropy describes how seismic waves travel different speeds in a solid material, depending on what direction the waves are traveling. Examples of materials of interest include: rocks at Earth's surface, oil-and-gas-bearing sedimentary layers, rocks brought up from Earth's deep interior in volcanic eruptions, moon rocks, and meteorites. Decades of seismometer recordings of earthquakes have allowed scientists to obtain a general picture of the anisotropic structure of Earth's subsurface, including rigid plates (comprised of crust and uppermost mantle) and the underlying weaker mantle material that deforms as the plates move at speeds of centimeters per year. By studying anisotropy, it is possible to improve our images of Earth's subsurface structure, as well as our understanding of how the Earth enables the constant movement of plates, which is responsible for earthquakes, tsunamis, volcanoes, and the shape of Earth's surface.</p>\n<p>This project focused on the anisotropy of the Alaska subduction zone, where the Pacific plate collides with, and goes under, the North America plate. The scientific outcomes of this project fall into three categories: 1) observations, 2) theory, and 3) numerical modeling. The observational findings focused on seismometer recordings of seismic shear waves originating from earthquakes deep within the Pacific plate subducting beneath southern Alaska. A set of seismometers installed between 2015 and 2017 enabled a detailed view of how the subsurface anisotropic structure changes across the subduction zone. Theoretical advances included establishing a new mathematical representation for how solid materials are characterized. The anisotropy of solid materials can be depicted by a 6 x 6 symmetric matrix containing 21 unique entries. These 21 numbers help classify the material into one of 8 classes (trivial, monoclinic, orthorhombic, trigonal, tetragonal, cubic, transverse isotropic, and isotropic). With this theoretical foundation, we performed computer simulations of how seismic waves propagate through solid materials having different types of anisotropy. Finally, we demonstrated how recorded wiggles of ground motion are sensitive to specific anisotropic quantities of materials in Earth's subsurface.</p>\n<p>The theoretical contributions from the project are general to the field of elasticity, which pertains to how solid materials are characterized. The project lays a foundation for applications of seismic imaging of anisotropic structure from the scale of Alaska subduction zone down to the laboratory scale of rock samples or individual crystals. The capabilities of modeling seismic waves within anisotropic solid materials were enhanced by project efforts to improve open-source software (wwww.specfem.org) and to offer virtual software training workshops that were freely available to anyone interested. The project formed the core research for a PhD student who is continuing the efforts to investigate the anisotropic structure of the Alaska subduction zone, as well to address the general questions about what kinds of anisotropic materials can be reliably inferred by using recordings of earthquake ground motion at the Earth's surface.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2023<br>\n\t\t\t\t\tModified by: Carl&nbsp;H&nbsp;Tape</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086101535_F1_Richards2021_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086101535_F1_Richards2021_Figure1--rgov-800width.jpg\" title=\"Tectonic setting of south-central Alaska\"><img src=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086101535_F1_Richards2021_Figure1--rgov-66x44.jpg\" alt=\"Tectonic setting of south-central Alaska\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">[Figure 1 of Richards et al., 2021] Tectonic setting of south-central Alaska, centered on Anchorage (A). This region was used to measure the splitting of shear waves due to anisotropic structures within the subduction zone.</div>\n<div class=\"imageCredit\">Cole Richards</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Carl&nbsp;H&nbsp;Tape</div>\n<div class=\"imageTitle\">Tectonic setting of south-central Alaska</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086169266_F2_Richards2021_Figure5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086169266_F2_Richards2021_Figure5--rgov-800width.jpg\" title=\"Shear wave splitting results in the western Cook Inlet region of south-central Alaska\"><img src=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086169266_F2_Richards2021_Figure5--rgov-66x44.jpg\" alt=\"Shear wave splitting results in the western Cook Inlet region of south-central Alaska\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">[Figure 1 of Richards et al., 2021] Shear wave splitting results in the western Cook Inlet region of south-central Alaska. Results show arc-parallel splitting in the nose of the mantle wedge (L2 blue), then arc-normal splitting (L1a light orange), then again arc-parallel splitting (L1b dark orange).</div>\n<div class=\"imageCredit\">Cole Richards</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Carl&nbsp;H&nbsp;Tape</div>\n<div class=\"imageTitle\">Shear wave splitting results in the western Cook Inlet region of south-central Alaska</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086257769_F3_Gupta2022_SSA_fig--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086257769_F3_Gupta2022_SSA_fig--rgov-800width.jpg\" title=\"The influence of a transversely isotropic structure on the arrival times of seismic waves.\"><img src=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086257769_F3_Gupta2022_SSA_fig--rgov-66x44.jpg\" alt=\"The influence of a transversely isotropic structure on the arrival times of seismic waves.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The influence of a transversely isotropic structure on the arrival times of seismic waves. The top figure (generated using MSAT) shows the top view of shear wave anisotropy in homogeneous transversely isotropic media with increasing tilt of the axis of structural symmetry. The coloring of the sphere</div>\n<div class=\"imageCredit\">Aakash Gupta</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Carl&nbsp;H&nbsp;Tape</div>\n<div class=\"imageTitle\">The influence of a transversely isotropic structure on the arrival times of seismic waves.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086368629_F4_Gupta2022_SSAtomo_fig--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086368629_F4_Gupta2022_SSAtomo_fig--rgov-800width.jpg\" title=\"P-wave kernels for anisotropy parameters.\"><img src=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086368629_F4_Gupta2022_SSAtomo_fig--rgov-66x44.jpg\" alt=\"P-wave kernels for anisotropy parameters.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">[Excerpt from poster presented by Aakash Gupta and others at the 2022 Seismological Society of America Seismic Tomography Meeting in Toronto] Sensitivity of P-wave travel-time to parameters based on three different parameterizations of transverse isotropy.</div>\n<div class=\"imageCredit\">Aakash Gupta</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Carl&nbsp;H&nbsp;Tape</div>\n<div class=\"imageTitle\">P-wave kernels for anisotropy parameters.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086466702_F5_TT21F20_SSM_BallsPuzzleORTH--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086466702_F5_TT21F20_SSM_BallsPuzzleORTH--rgov-800width.jpg\" title=\"Visualization of an elastic map\"><img src=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086466702_F5_TT21F20_SSM_BallsPuzzleORTH--rgov-66x44.jpg\" alt=\"Visualization of an elastic map\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Representation of an elastic material having orthorhombic symmetry using (a) an oriented brick with three different side lengths and (b) six beachballs representing an alternative basis to the widely used Voigt representation. Each beachball represents an eigenvector having an eigenvalue denoted by</div>\n<div class=\"imageCredit\">Carl Tape</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Carl&nbsp;H&nbsp;Tape</div>\n<div class=\"imageTitle\">Visualization of an elastic map</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086556295_F6_Fig8_ES_ContoursForAMB_450_q11--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086556295_F6_Fig8_ES_ContoursForAMB_450_q11--rgov-800width.jpg\" title=\"Visualization of an elastic map having tetragonal symmetry\"><img src=\"/por/images/Reports/POR/2023/1829447/1829447_10572824_1686086556295_F6_Fig8_ES_ContoursForAMB_450_q11--rgov-66x44.jpg\" alt=\"Visualization of an elastic map having tetragonal symmetry\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">[Figure 6 of W. Tape and C. Tape, 2022] Representation of an elastic material having tetragonal symmetry. The pattern on the sphere is suggestive of transverse isotropy, however the lack of true concentric circles shows that it cannot be.</div>\n<div class=\"imageCredit\">Carl Tape</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Carl&nbsp;H&nbsp;Tape</div>\n<div class=\"imageTitle\">Visualization of an elastic map having tetragonal symmetry</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAnisotropy describes how seismic waves travel different speeds in a solid material, depending on what direction the waves are traveling. Examples of materials of interest include: rocks at Earth's surface, oil-and-gas-bearing sedimentary layers, rocks brought up from Earth's deep interior in volcanic eruptions, moon rocks, and meteorites. Decades of seismometer recordings of earthquakes have allowed scientists to obtain a general picture of the anisotropic structure of Earth's subsurface, including rigid plates (comprised of crust and uppermost mantle) and the underlying weaker mantle material that deforms as the plates move at speeds of centimeters per year. By studying anisotropy, it is possible to improve our images of Earth's subsurface structure, as well as our understanding of how the Earth enables the constant movement of plates, which is responsible for earthquakes, tsunamis, volcanoes, and the shape of Earth's surface.\n\nThis project focused on the anisotropy of the Alaska subduction zone, where the Pacific plate collides with, and goes under, the North America plate. The scientific outcomes of this project fall into three categories: 1) observations, 2) theory, and 3) numerical modeling. The observational findings focused on seismometer recordings of seismic shear waves originating from earthquakes deep within the Pacific plate subducting beneath southern Alaska. A set of seismometers installed between 2015 and 2017 enabled a detailed view of how the subsurface anisotropic structure changes across the subduction zone. Theoretical advances included establishing a new mathematical representation for how solid materials are characterized. The anisotropy of solid materials can be depicted by a 6 x 6 symmetric matrix containing 21 unique entries. These 21 numbers help classify the material into one of 8 classes (trivial, monoclinic, orthorhombic, trigonal, tetragonal, cubic, transverse isotropic, and isotropic). With this theoretical foundation, we performed computer simulations of how seismic waves propagate through solid materials having different types of anisotropy. Finally, we demonstrated how recorded wiggles of ground motion are sensitive to specific anisotropic quantities of materials in Earth's subsurface.\n\nThe theoretical contributions from the project are general to the field of elasticity, which pertains to how solid materials are characterized. The project lays a foundation for applications of seismic imaging of anisotropic structure from the scale of Alaska subduction zone down to the laboratory scale of rock samples or individual crystals. The capabilities of modeling seismic waves within anisotropic solid materials were enhanced by project efforts to improve open-source software (wwww.specfem.org) and to offer virtual software training workshops that were freely available to anyone interested. The project formed the core research for a PhD student who is continuing the efforts to investigate the anisotropic structure of the Alaska subduction zone, as well to address the general questions about what kinds of anisotropic materials can be reliably inferred by using recordings of earthquake ground motion at the Earth's surface.\n\n\t\t\t\t\tLast Modified: 06/06/2023\n\n\t\t\t\t\tSubmitted by: Carl H Tape"
 }
}