{
 "awd_id": "1829075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRT-HDR: A team-based training paradigm integrating informatics and ecology",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen McNeal",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 2899112.0,
 "awd_amount": 2899112.0,
 "awd_min_amd_letter_date": "2018-08-22",
 "awd_max_amd_letter_date": "2018-08-22",
 "awd_abstract_narration": "Earth's deserts, tropical forests, and other ecosystems, natural or managed, provide valuable goods and services to society. These ecosystems, however, are threatened by extreme weather events, changes in land use, habitat fragmentation, and species loss. The expertise to understand the impacts of such threats will require teams who collectively bring to bear modern methods in ecology, data and information processing, computing, statistics, and mathematical modeling. However, such team-based, scientific approaches are rare in formal graduate education programs. This National Science Foundation Research Traineeship (NRT) award to Northern Arizona University will address these challenges by developing a team-based graduate training program in ecological and environmental informatics, with a focus on team-based research combined with the development of strong expert and public communication skills and modern collaborative skills broadly applicable beyond academia. The project anticipates training forty-eight (48) PhD students, including twenty-four (24) funded trainees, with an additional 100 graduate students (MS and PhD) benefiting from various aspects of the NRT training program.\r\n\r\nThis NRT training program is couched in the interdisciplinary research theme of understanding and forecasting the properties and processes of terrestrial ecosystems, especially the impact of and feedbacks to global change. The field is being flooded with data (e.g., from various ecological and Earth observatory networks) that are critical to understanding and forecasting terrestrial ecosystem responses. However, most graduate students and scientists lack the quantitative, computational, and collaborative skills to leverage such data to address grand, challenging questions. This NRT program will train the next generation of scientists to overcome these limitations, with a focus on training in informatics tools and team-science skills that facilitate solutions to complex problems, motivated by the question: How does anthropogenic global change affect the health and productivity of terrestrial ecosystems? In this innovative graduate training program, trainees will create their own scientist profile in ecological and environmental informatics by building substantive depth in a primary core competency and establishing breadth in other primary and supporting areas. The primary areas include data analytics and computing, analysis and synthesis, and terrestrial ecosystem science; the supporting areas include relevant data collection tools and products as well as skillsets in communication, collaboration, and team building. Key elements of this NRT program are scalable and sustainable, including: (1) a curriculum that allows students to personalize their training, (2) workshops, courses, and other activities that focus on team skills and applying these skills to collaborative research projects, (3) preparation for a range of careers via professional development and applied internship opportunities, and (4) the graduate ecological and environmental informatics certificate that is accessible to students in a range of STEM fields. \r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The program is dedicated to effective training of STEM graduate students in high priority interdisciplinary research areas through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiona",
   "pi_last_name": "Ogle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiona Ogle",
   "pi_email_addr": "Kiona.Ogle@nau.edu",
   "nsf_id": "000421946",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jarrett",
   "pi_last_name": "Barber",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jarrett J Barber",
   "pi_email_addr": "Jarrett.Barber@nau.edu",
   "nsf_id": "000501558",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Ruddell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin L Ruddell",
   "pi_email_addr": "benjamin.ruddell@nau.edu",
   "nsf_id": "000528267",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Richardson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Richardson",
   "pi_email_addr": "andrew.richardson@nau.edu",
   "nsf_id": "000536468",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Temuulen",
   "pi_last_name": "Sankey",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Temuulen T Sankey",
   "pi_email_addr": "temuulen.sankey@nau.edu",
   "nsf_id": "000689346",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "School of Informatics, Computing",
  "perf_city_name": "Flagstaff",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "860110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  },
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7261",
   "pgm_ref_txt": "PROGRAM EVALUATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 2899112.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3830c5cc-7fff-44f5-0b42-b5f539329f5d\"><span>The purpose of this NSF Research Traineeship (NRT) grant was to provide innovative graduate-level training in Ecological and Environmental Informatics at Northern Arizona University. The NRT grant funded the T3 Program, which led to the refinement and implementation of the PhD program in Ecological and Environmental Informatics (EEI). The program was designed to allow students to develop personalized &ldquo;T-shaped&rdquo; profiles by building expertise in one of three core areas of their choice (i.e., data analytics and computing, analysis and synthesis, terrestrial ecology / environmental science), while developing breadth across all three core competency areas. In addition, trainees benefitted from formal instruction and hands-on experience in carrying out effective team-based, interdisciplinary research. Since 2018, the program has designed, implemented, and formalized three new courses in support of the EEI PhD program. (1) </span><em>Advanced Survey in Ecoinformatics Tools</em><span> provides trainees with the skills and experience to access vast online environmental data repositories to answer ecological questions, accompanied by a new textbook that is freely available online. (2) </span><em>Team-based Interdisciplinary Research</em><span> prepares students to work in diverse teams and to be effective research collaborators. (3) The </span><em>Ecoinformatics Seminar</em><span> is a weekly seminar offered each semester that hosts a variety of research talks, skills workshops, and job talks. The seminar is targeted to EEI students, but is open to other graduate students, post-doc, faculty, and staff in relevant fields. The seminar consistently attracts attendees from multiple departments. All three of these classes have been offered multiple times, with participation by T3 and non-T3 trainees, and all will continue to be offered in the future. The T3 Program welcomed its first cohort in 2019, and recruited a total of 35 trainees across five cohorts between 2019 and 2024. Each year, the program hosted an annual retreat in August, during which new and continuing students had the opportunity to meet, build relationships, and discuss their research. Of the 35 trainees recruited, 24 received funding via T3 Fellowships, which provided students with an annual stipend for up to three years. In addition to the Fellowship, the T3 Program also provided flexible &ldquo;supplemental&rdquo; funding to support travel, research, and professional development via an application process. Over the past six years, nearly $50,000 was awarded to T3 students via 46 supplemental funding awards. Students used these funds primarily to disseminate their research at major scientific conferences both throughout the U.S and around the world in 11 other countries. The T3 Program also had substantial institutional impacts on graduate curricula at NAU. Based on student and faculty feedback early in the program, T3 program leadership proposed changes to the graduate program of study for the entire Informatics and Computing (INF) PhD program, which includes several emphasis areas, including the EEI emphasis. The changes were accepted by both the School of Informatics, Computing, and Cyber Systems and the NAU Graduate College, providing all INF students with an improved, flexible program of study. The improved program of study and the three courses developed under the T3 program represent long-term impacts that will be sustained beyond the NRT funding period.</span></span></p><br>\n<p>\n Last Modified: 12/02/2024<br>\nModified by: Kiona&nbsp;Ogle</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe purpose of this NSF Research Traineeship (NRT) grant was to provide innovative graduate-level training in Ecological and Environmental Informatics at Northern Arizona University. The NRT grant funded the T3 Program, which led to the refinement and implementation of the PhD program in Ecological and Environmental Informatics (EEI). The program was designed to allow students to develop personalized T-shaped profiles by building expertise in one of three core areas of their choice (i.e., data analytics and computing, analysis and synthesis, terrestrial ecology / environmental science), while developing breadth across all three core competency areas. In addition, trainees benefitted from formal instruction and hands-on experience in carrying out effective team-based, interdisciplinary research. Since 2018, the program has designed, implemented, and formalized three new courses in support of the EEI PhD program. (1) Advanced Survey in Ecoinformatics Tools provides trainees with the skills and experience to access vast online environmental data repositories to answer ecological questions, accompanied by a new textbook that is freely available online. (2) Team-based Interdisciplinary Research prepares students to work in diverse teams and to be effective research collaborators. (3) The Ecoinformatics Seminar is a weekly seminar offered each semester that hosts a variety of research talks, skills workshops, and job talks. The seminar is targeted to EEI students, but is open to other graduate students, post-doc, faculty, and staff in relevant fields. The seminar consistently attracts attendees from multiple departments. All three of these classes have been offered multiple times, with participation by T3 and non-T3 trainees, and all will continue to be offered in the future. The T3 Program welcomed its first cohort in 2019, and recruited a total of 35 trainees across five cohorts between 2019 and 2024. Each year, the program hosted an annual retreat in August, during which new and continuing students had the opportunity to meet, build relationships, and discuss their research. Of the 35 trainees recruited, 24 received funding via T3 Fellowships, which provided students with an annual stipend for up to three years. In addition to the Fellowship, the T3 Program also provided flexible supplemental funding to support travel, research, and professional development via an application process. Over the past six years, nearly $50,000 was awarded to T3 students via 46 supplemental funding awards. Students used these funds primarily to disseminate their research at major scientific conferences both throughout the U.S and around the world in 11 other countries. The T3 Program also had substantial institutional impacts on graduate curricula at NAU. Based on student and faculty feedback early in the program, T3 program leadership proposed changes to the graduate program of study for the entire Informatics and Computing (INF) PhD program, which includes several emphasis areas, including the EEI emphasis. The changes were accepted by both the School of Informatics, Computing, and Cyber Systems and the NAU Graduate College, providing all INF students with an improved, flexible program of study. The improved program of study and the three courses developed under the T3 program represent long-term impacts that will be sustained beyond the NRT funding period.\t\t\t\t\tLast Modified: 12/02/2024\n\n\t\t\t\t\tSubmitted by: KionaOgle\n"
 }
}