{
 "awd_id": "1829879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development and validation of an imaging cell sorter for integrated single cell genome and morphology analyses",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 1396269.0,
 "awd_amount": 1396269.0,
 "awd_min_amd_letter_date": "2018-08-28",
 "awd_max_amd_letter_date": "2023-04-10",
 "awd_abstract_narration": "Marine ecosystems are dominated by microscopic, unicellular life. Due to the prevalent resistance to cultivation under laboratory conditions and staggering diversity of marine microorganisms, molecular research tools are becoming increasingly important sources of information about their composition and function, response to global environmental changes and anthropogenic contaminants, as well as their potential as sources of natural products for bioenergy, pharmaceutical and biotech applications. However, although powerful in their sheer throughput and independence from cultivation biases, molecular tools often suffer from weak connectivity between the genomic sequences that they reveal and the biological features that these sequences represent, such as cell morphology. The goal of this project is to develop and validate a next-generation fluorescence-activated cell sorter that will help bridging this gap. The instrument will enable the capture of images and DNA of the same, individual cell. It will also introduce several additional improvements in the general flow cytometry technology. The integration of single cell genomics with imaging will enable deeper insights into the composition and roles of uncultured microbial groups in nature and provide the critical, missing link between the contemporary, molecular data sets and the long history of cell morphology-based plankton studies. Currently, there is no suitable instrument on the market for this task. The instrument will be validated and optimized under laboratory conditions and onboard a research vessel. The new technology will be made readily accessible to the research community through core facility services, workshops, publications and potential commercialization. \r\n\r\nFlow cytometry and cell sorting play important roles in the quantification, optical characterization, targeted cultivation, as well as molecular and elemental analyses of marine plankton. The goal of this project is to develop and validate a next-generation fluorescence-activated cell sorter that incorporates the following, major technical improvements as compared to the existing instruments: a) high-quality images of the sorted cells are captured using novel optical geometry; b) cell fluorescence action spectra are analyzed; c) signal-to-noise ratios are greatly improved for light scatter and fluorescence signals. These technological advances will enable high-throughput, integrated analyses of genomes, morphologies, sizes and pigments of individual cells, colonies and aggregates of the various uncultured lineages of small eukaryotes, bacteria and archaea that dominate marine ecosystems. The new instrument will also be instrumental in sort-free cell analyses and in delineation of the sort gate without the need for the laborious and imprecise bulk sorting for microscopy. The performance of this instrument will be validated and optimized under various operational modes in laboratory conditions and onboard a research vessel. To ensure easy access to this new technology to the broad research community, its use will be incorporated into standard services of the Single Cell Genomics Center and the J.J. MacIsaac Facility for Aquatic Cytometry at Bigelow Laboratory for Ocean Sciences. These core facilities already helped supporting research at over a hundred organizations around the globe. Options for instrument commercialization will also be explored. One post-doctoral researcher and one undergraduate student will be engaged in the development and validation of the instrument. To foster further dissemination and discussion of the new technology, this project will provide partial support for the fourth microbial single cell genomics workshop and annual aquatic flow cytometry courses at Bigelow Laboratory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramunas",
   "pi_last_name": "Stepanauskas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramunas Stepanauskas",
   "pi_email_addr": "rstepanauskas@bigelow.org",
   "nsf_id": "000494157",
   "pi_start_date": "2018-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Poulton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole J Poulton",
   "pi_email_addr": "npoulton@bigelow.org",
   "nsf_id": "000565394",
   "pi_start_date": "2018-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerrit",
   "pi_last_name": "van den Engh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gerrit J van den Engh",
   "pi_email_addr": "ger.engh@me.com",
   "nsf_id": "000769892",
   "pi_start_date": "2018-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "60 Bigelow Drive",
  "perf_city_name": "East Boothbay",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045440380",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  },
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1396269.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><span style=\"text-decoration: underline;\"><span style=\"color: black; font-family: Arial; font-size: x-small;\"><span>Intellectual merit.&nbsp;</span></span></span></em><span style=\"color: black; font-family: Arial; font-size: x-small;\"><span>Marine ecosystems are dominated by microscopic, unicellular life. Due to the prevalent resistance to cultivation under laboratory conditions and the staggering diversity of marine microorganisms, molecular research tools are becoming increasingly important sources of information about their composition and function, response to environmental change, and potential as sources of natural products for bioenergy, pharmaceutical, and biotech applications. However, molecular tools often suffer from weak connectivity between the genomic sequences that they reveal and the biological features that these sequences represent, such as cell morphology. To help bridge this gap, this grant supported the development of </span></span><span style=\"font-family: Arial; font-size: x-small;\"><span>a next-generation fluorescence-activated cell sorter with the following technical improvements:</span></span><span style=\"color: black; font-family: Arial; font-size: x-small;\"><span> </span></span><span style=\"color: black; font-family: Arial; font-size: x-small;\"><span>a) images of the sorted cells are captured using novel optical geometry; b) cell fluorescence action spectra are analyzed; c) signal-to-noise ratios are greatly improved for light scatter and fluorescence signals. Furthermore, this grant sponsored </span></span><span style=\"color: black; font-family: Arial; font-size: x-small;\"><span>the integration of fluorescence-activated cell sorting with droplet microfluidics, which enabled high-throughput sequencing of individual viral particles. </span></span><span style=\"font-family: Arial; font-size: x-small;\"><span>These technologies open new opportunities for deeper insights into the genome-to-phenome relationship in uncultured microbial groups and </span></span><span style=\"color: black; font-family: Arial; font-size: x-small;\"><span>already led to the discovery of abundant viral groups that use non-canonical DNA in their genomes and therefore have been invisible to earlier research approaches.</span></span></p>\r\n<p><em><span style=\"text-decoration: underline;\"><span style=\"color: black; font-family: Arial; font-size: x-small;\"><span>Broader impacts</span></span></span></em><em><span style=\"color: black; font-family: Arial; font-size: x-small;\"><span>. The instruments and analytical methods developed by this project will help better understand and manage the microbial drivers of marine ecosystems. They may also find applications in biotechnology and public health. Broad access to this technology is ensured by the provision of services by </span></span></em><span style=\"font-family: Arial; font-size: x-small;\"><span>the Single Cell Genomics Center and the Center for Aquatic Cytometry at Bigelow Laboratory for Ocean Sciences. </span></span><em><span style=\"color: black; font-family: Arial; font-size: x-small;\"><span>Two non-provisional patent applications were filed to pave the way for technology commercialization. T</span></span></em><span style=\"font-family: Arial; font-size: x-small;\"><span>o foster further dissemination, science progress, and workforce development, this project sponsored the Fourth Microbial Single Cell Genomics Workshop, two workshops on Bioinformatics of Microbial Single Cells, and two Aquatic Flow Cytometry courses at Bigelow Laboratory. The project&rsquo;s outcomes were also disseminated in multiple conference presentations and seminars.</span></span></p><br>\n<p>\n Last Modified: 12/19/2024<br>\nModified by: Ramunas&nbsp;Stepanauskas</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit.Marine ecosystems are dominated by microscopic, unicellular life. Due to the prevalent resistance to cultivation under laboratory conditions and the staggering diversity of marine microorganisms, molecular research tools are becoming increasingly important sources of information about their composition and function, response to environmental change, and potential as sources of natural products for bioenergy, pharmaceutical, and biotech applications. However, molecular tools often suffer from weak connectivity between the genomic sequences that they reveal and the biological features that these sequences represent, such as cell morphology. To help bridge this gap, this grant supported the development of a next-generation fluorescence-activated cell sorter with the following technical improvements: a) images of the sorted cells are captured using novel optical geometry; b) cell fluorescence action spectra are analyzed; c) signal-to-noise ratios are greatly improved for light scatter and fluorescence signals. Furthermore, this grant sponsored the integration of fluorescence-activated cell sorting with droplet microfluidics, which enabled high-throughput sequencing of individual viral particles. These technologies open new opportunities for deeper insights into the genome-to-phenome relationship in uncultured microbial groups and already led to the discovery of abundant viral groups that use non-canonical DNA in their genomes and therefore have been invisible to earlier research approaches.\r\n\n\nBroader impacts. The instruments and analytical methods developed by this project will help better understand and manage the microbial drivers of marine ecosystems. They may also find applications in biotechnology and public health. Broad access to this technology is ensured by the provision of services by the Single Cell Genomics Center and the Center for Aquatic Cytometry at Bigelow Laboratory for Ocean Sciences. Two non-provisional patent applications were filed to pave the way for technology commercialization. To foster further dissemination, science progress, and workforce development, this project sponsored the Fourth Microbial Single Cell Genomics Workshop, two workshops on Bioinformatics of Microbial Single Cells, and two Aquatic Flow Cytometry courses at Bigelow Laboratory. The projects outcomes were also disseminated in multiple conference presentations and seminars.\t\t\t\t\tLast Modified: 12/19/2024\n\n\t\t\t\t\tSubmitted by: RamunasStepanauskas\n"
 }
}