{
 "awd_id": "1829419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Decomposing the effects of diversity on the abundance of marine parasites",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 89950.0,
 "awd_amount": 152797.0,
 "awd_min_amd_letter_date": "2018-07-17",
 "awd_max_amd_letter_date": "2022-03-24",
 "awd_abstract_narration": "Nontechnical explanation of the project?s broader significance and importance\r\n\r\nAs Earth's ecosystems experience rapid biodiversity change, disease ecologists have turned to an urgent question: how might reductions in biodiversity affect the transmission of parasites? In other words, does biodiversity loss increase the abundance of parasites by eroding natural checks and balances on transmission? Alternatively, does it decrease parasite abundance by removing the free-living biodiversity on which parasites depend? This study will constitute the first comprehensive test of these questions in any ecosystem. It will evaluate the relationship between fish biodiversity and parasite abundance across 18 replicate coral reef ecosystems. Not only will the work explore whether reductions in fish biodiversity are associated with increases or decreases in parasite burdens, it will also assess whether parasite and host traits or geographical distance influence the direction and strength of this relationship. The theories that are tested are among the most important and controversial in the rapidly growing field of disease ecology and our work represents a novel, creative approach to a long standing, but unresolved research question.  The work will yield transformative insights into the nature of parasite transmission in a changing world. Furthermore, the project will intimately intermingle education with research by launching the Research Internship in Molecular Ecology at California State Monterey Bay, which will place a group of underrepresented undergraduates in a central research role, and by developing and disseminating quality educational tools for teaching about parasite biodiversity through collaboration with the Network of Conservation Educators and Practitioners at the American Museum of Natural History. Parasites are often hidden and can be easy to overlook, but they are ecologically important and affect every population of marine animals. \r\n\r\nTechnical description of the project\r\n\r\nThe field of disease ecology is plagued by uncertainty and disagreement over whether biodiversity loss exacerbates parasite transmission, because it lacks the comprehensive, multi-host, multi-parasite, broad-spatial-scale dataset needed to formulate a convincing empirical test.\r\nThis project will answer this recalcitrant question, using a dataset of unprecedented replication and taxonomic and spatial resolution, by exploiting the advantages of a marine model system. The project is centered on a natural experiment in which the abundance of parasites across a highly resolved gradient of host biodiversity, for more than 77 parasite species and 18 replicate coral reef ecosystems will be quantified. Dataset will critically test hypotheses for the biodiversity-parasite abundance relationship, revealing how the direction, shape, and scale-dependence of this relationship vary across a diverse array of parasite taxa, and resolving questions of burning interest in the disease ecology literature - and of vital importance to marine conservation. This project will address the following questions: (Q1) For each parasite species detected, what is the direction and shape of the relationship between biodiversity and parasite abundance? (Q2) What factors (e.g., parasite traits like transmission strategy and host specificity, host traits like body size) determine the direction and shape of the relationship between biodiversity and parasite abundance? (Q3) How does spatial scale interact with parasite dispersal capacity to moderate the effects of biodiversity on parasite abundance? The work will integrate an existing dataset on fish biodiversity and abundance of coral reef fish parasites from six equatorial Pacific islands (the Northern Line Islands) with new sampling from 12 additional islands (the Southern Line Islands and French Polynesia). The resulting dataset will reflect the burden of >77 metazoan parasite taxa for seven species of coral reef fishes across18 islands.  The work will provide the world's first data on the direction, magnitude, and shape of the biodiversity-disease relationship across a diversity of parasite taxa, host taxa, and spatial scales, and will comprehensively identify conditions under which biodiversity is likely to be important in determining the abundance of parasites - a fundamental contribution to ecology and to biological oceanography.  The project will intimately integrate education with research by placing a group of underrepresented minority undergraduates in a central research role: performing the molecular analyses required to estimate parasite dispersal distance. A summer Research Internship in Molecular Ecology will be established at California State University Monterey Bay, a Hispanic-Serving Institution. The project will also underwrite the development of a peer-reviewed learning module on parasite biodiversity, to be developed and disseminated in collaboration with the American Museum of Natural History, and will support the training of two graduate students, one postdoctoral scholar, and several undergraduates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Haupt",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alison J Haupt",
   "pi_email_addr": "ahaupt@csumb.edu",
   "nsf_id": "000658137",
   "pi_start_date": "2018-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation at Monterey Bay",
  "inst_street_address": "100 CAMPUS CTR",
  "inst_street_address_2": "",
  "inst_city_name": "SEASIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8315823089",
  "inst_zip_code": "939558000",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION AT MONTEREY BAY",
  "org_prnt_uei_num": "EDSUH7KMJE91",
  "org_uei_num": "EDSUH7KMJE91"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation at Monterey Bay",
  "perf_str_addr": "100 Campus Center",
  "perf_city_name": "Seaside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939555724",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "1174",
   "pgm_ref_txt": "POPULATION DYNAMICS"
  },
  {
   "pgm_ref_code": "7308",
   "pgm_ref_txt": "BE-UF: ECOL OF INFECTIOUS DISE"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 89950.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 19990.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 42857.0
  }
 ],
 "por": null
}