{
 "awd_id": "1830272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Computational Design of Peptide Ligands for the Bioseparation of \"Fab\" Antibody Fragments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 119999.0,
 "awd_min_amd_letter_date": "2018-08-01",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "Developing a drug that will cure cancer is the holy grail of the pharmaceutical industry. One strategy is to produce antibodies that mimic, yet enhance, the body's natural ability to bind to, and eliminate, foreign agents (antigens) that lead to chronic and fatal diseases, including cancer. Improving upon the body's natural ability to self-heal requires producing high quantities of highly purified antibodies that are designed to seek out specific antigens while leaving healthy cells unharmed. Producing high purity, targeted synthetic antibodies requires isolation and growth of a culture of cells that produces that antibody, followed by recovery of the antibody from the cell culture.  This process leads to monoclonal antibodies, reflecting that one (mono) immune cell able to produce the antibody of interest was \"cloned\" (reproduced and grown) in large quantity. Recovery and purification of monoclonal antibodies from the complex media that comprises the cell culture is difficult, and thus expensive. Furthermore, monoclonal antibodies are large and complex biological molecules, features that lead to sluggish penetration of the monoclonal antibody into biological tissues.  Identifying the particular fragment of the antibody that binds to the targeted antigen and producing only that fragment of the antibody (Fab), thus increases tissue penetration and the potency of the treatment.  Fragmentation addresses penetration concerns, but recovery of Fabs from isolated cell cultures remains a challenge. Current methods for Fab recovery are expensive and use potentially-immunogenic proteins.  The goal of this project is thus to computationally design and synthesize new peptide ligands (short protein-derived molecules) that will selectively recover targeted Fabs, and can easily be produced in a laboratory rather than derived from cell cultures.  \r\n\r\nThis computational project will screen short novel peptides for affinity, selectivity, and reversible binding to FAbs. The screening will use a previously developed search algorithm that identifies short peptide sequences (less than 25 amino acids) that have high affinity for a target Fab at neutral pH, but release the Fab at mildly acidic conditions (4.0 < pH < 5.0). Moreover, the computations will identify short peptide sequences that distinguish between Fabs with kappa and lambda light chains, and allow fractionation of kappa-lambda mixtures. The project is 'high risk' and exploratory because a good initial guess for the sequence of the peptide binder is currently unavailable. The computational predictions will be validated with laboratory synthesis and testing. The project will train a post doctoral researcher, and enable further efforts to broaden participation of women and under-represented minorities in STEM via mentoring, seminars, and outreach efforts. If successful, this project will lead to the development of short chain (<15 amino acids) synthetic peptides for Fab recovery and selective differentiation of kappa and lambda Fabs. These two outcomes represent a new paradigm for antibody purification, with foreseeable extension to fractionation of other antibodies, assay development, investigation of the individual therapeutic powers of antibody subclasses for immune protection, disease diagnosis, and design of novel antibody therapeutics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Hall",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Carol K Hall",
   "pi_email_addr": "hall@ncsu.edu",
   "nsf_id": "000187003",
   "pi_start_date": "2018-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 19999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>EAGER: Computational Design of Peptide Ligands for the Bioseparation of Fab Antibody Ligands</strong></p>\n<p><strong>NSF Award Number:</strong> <strong>CBET 1830272l</strong></p>\n<p><strong>Project Outcomes</strong></p>\n<p><strong>Overview:</strong></p>\n<p>Monoclonal antibodies are being used today as therapeutics to treat, control, and cure chronic or fatal diseases including several types of cancers. At present, industrial purification of monoclonal antibodies from cell cultures is grounded in the use of large protein ligands on affinity chromatography columns. These protein ligands suffer from several drawbacks, including very high cost, low chemical stability, and immunogenicity issues. An attractive alternative is to use short peptides that bind to a particular antibody with strong affinity and specificity. The advantages of peptide ligands in this context are that they are lower cost, easier to make, have better chemical stability, and are non-immunogenic. This project focuses on the antibody IgG (human immunoglobulin G) the most common type of antibody found in blood and extracellular fluid.&nbsp; IgG has a symmetric Y-shaped structure, with the Fc (fragment crystallization) region as the stem, and the two Fab (<em>f</em>ragment <em>a</em>ntigen-<em>b</em>inding) regions as the arms.&nbsp; The goal of this project is to use a novel in-house computational peptide design algorithm to discover new short peptide binders that can recognize and bind to the Fc and Fab regions on IgG in affinity chromatography columns.</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>This proof-of-concept EAGER project was intended to show that a transformative computational approach could be used to discover new short peptides that can bind to IgG, to its Fc region, and to its Fab regions. The major accomplishments are below.</p>\n<p>1. The most exciting result is the computational discovery of a 6-mer peptide, called S4, that is astonishingly effective at bio separating IgG from cell culture according to experimental measurements in a collaborators laboratory. Peptide S4 has a logarithmic removal value of 2.7 based on HCP-specific ELISA assay. This is 99.7% of the host cell protein (HCP) removal provided by a Protein A<em>,</em> the workhorse bioseparations agent used for almost three decades in industrial affinity chromatographic separations.&nbsp; Additionally, S4 resin was reusable with little degradation of performance. Thus S4 has the potential to be a true synthetic alternative to Protein A for monoclonal antibody purification.</p>\n<p>2. <strong>&nbsp;</strong>Work<strong> </strong>to discover short peptides that distinguish between Fabs with k and l light chains, yielded three promising leads, one 14-mer peptide and two 9-mer peptides.&nbsp; This project was especially challenging and required three rounds of design efforts, likely because the molecular surface of the Fab portion of IgG is relatively shallow, meaning it does not have deep druggable pockets or sites. The binding affinities of these newly designed peptides is now being tested experimentally.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>1. Discovery of a Protein-A mimetic, peptide S4, could substantially reduce the cost of separating monoclonal antibodies from the cell culture in which they are made. Protein A is expensive (up to $15,000 per liter), su&#64256;ers from limited biochemical stability in cleaning conditions or in the presence of feed-stock proteolytic enzymes, elutions must be carried out at low pH, and they cannot capture any putative IgG3 therapies. Protein A fragments and aggregated mAbs are highly toxic and immunogenic, so their potential release into the product stream must be closely monitored.&nbsp; As a consequence therapeutics based on monoclonal antibodies would become more affordable and therefore available to a wider segment of the population. A paper describing these results has been submitted, revised and awaits editorial decision.</p>\n<p>2. It is significant that a viable rival/mimetic of Protein A for use in industrial affinity chromatographic separations of monoclonal antibodies has been discovered using a computational approach. &nbsp;&nbsp;The goal of finding a peptide mimic of Protein A has been pursued by the experimentally-driven research community for almost three decades; the IgG binding peptides found to date fall short of the host-cell protein (HCP) logarithm removal values (LRV) set by Protein A media.</p>\n<p>&nbsp;3. A patent for peptide S4 is being prosecuted.</p>\n<p>4. This project has served as the basis for the education of three graduate students (all female) and the further training of a senior postdoctoral scholar.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/10/2020<br>\n\t\t\t\t\tModified by: Carol&nbsp;K&nbsp;Hall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEAGER: Computational Design of Peptide Ligands for the Bioseparation of Fab Antibody Ligands\n\nNSF Award Number: CBET 1830272l\n\nProject Outcomes\n\nOverview:\n\nMonoclonal antibodies are being used today as therapeutics to treat, control, and cure chronic or fatal diseases including several types of cancers. At present, industrial purification of monoclonal antibodies from cell cultures is grounded in the use of large protein ligands on affinity chromatography columns. These protein ligands suffer from several drawbacks, including very high cost, low chemical stability, and immunogenicity issues. An attractive alternative is to use short peptides that bind to a particular antibody with strong affinity and specificity. The advantages of peptide ligands in this context are that they are lower cost, easier to make, have better chemical stability, and are non-immunogenic. This project focuses on the antibody IgG (human immunoglobulin G) the most common type of antibody found in blood and extracellular fluid.  IgG has a symmetric Y-shaped structure, with the Fc (fragment crystallization) region as the stem, and the two Fab (fragment antigen-binding) regions as the arms.  The goal of this project is to use a novel in-house computational peptide design algorithm to discover new short peptide binders that can recognize and bind to the Fc and Fab regions on IgG in affinity chromatography columns.\n\nIntellectual Merit:\n\nThis proof-of-concept EAGER project was intended to show that a transformative computational approach could be used to discover new short peptides that can bind to IgG, to its Fc region, and to its Fab regions. The major accomplishments are below.\n\n1. The most exciting result is the computational discovery of a 6-mer peptide, called S4, that is astonishingly effective at bio separating IgG from cell culture according to experimental measurements in a collaborators laboratory. Peptide S4 has a logarithmic removal value of 2.7 based on HCP-specific ELISA assay. This is 99.7% of the host cell protein (HCP) removal provided by a Protein A, the workhorse bioseparations agent used for almost three decades in industrial affinity chromatographic separations.  Additionally, S4 resin was reusable with little degradation of performance. Thus S4 has the potential to be a true synthetic alternative to Protein A for monoclonal antibody purification.\n\n2.  Work to discover short peptides that distinguish between Fabs with k and l light chains, yielded three promising leads, one 14-mer peptide and two 9-mer peptides.  This project was especially challenging and required three rounds of design efforts, likely because the molecular surface of the Fab portion of IgG is relatively shallow, meaning it does not have deep druggable pockets or sites. The binding affinities of these newly designed peptides is now being tested experimentally.\n\nBroader Impacts:\n\n1. Discovery of a Protein-A mimetic, peptide S4, could substantially reduce the cost of separating monoclonal antibodies from the cell culture in which they are made. Protein A is expensive (up to $15,000 per liter), su&#64256;ers from limited biochemical stability in cleaning conditions or in the presence of feed-stock proteolytic enzymes, elutions must be carried out at low pH, and they cannot capture any putative IgG3 therapies. Protein A fragments and aggregated mAbs are highly toxic and immunogenic, so their potential release into the product stream must be closely monitored.  As a consequence therapeutics based on monoclonal antibodies would become more affordable and therefore available to a wider segment of the population. A paper describing these results has been submitted, revised and awaits editorial decision.\n\n2. It is significant that a viable rival/mimetic of Protein A for use in industrial affinity chromatographic separations of monoclonal antibodies has been discovered using a computational approach.   The goal of finding a peptide mimic of Protein A has been pursued by the experimentally-driven research community for almost three decades; the IgG binding peptides found to date fall short of the host-cell protein (HCP) logarithm removal values (LRV) set by Protein A media.\n\n 3. A patent for peptide S4 is being prosecuted.\n\n4. This project has served as the basis for the education of three graduate students (all female) and the further training of a senior postdoctoral scholar.\n\n\t\t\t\t\tLast Modified: 04/10/2020\n\n\t\t\t\t\tSubmitted by: Carol K Hall"
 }
}