{
 "awd_id": "1830926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Non-Born-Oppenheimer Effects between Electrons and Protons",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 172009.0,
 "awd_amount": 172009.0,
 "awd_min_amd_letter_date": "2018-03-01",
 "awd_max_amd_letter_date": "2018-03-01",
 "awd_abstract_narration": "Sharon Hammes-Schiffer of the University of Illinois at Urbana-Champaign is supported by an award from the Chemical Theory, Models and Computational Methods program in the Chemistry Division and the Division of Advanced Cyberinfrastructure to develop efficient and accurate computational methods that describe the coupled motion of electrons and protons in chemical and biological systems.  The coupling between electrons and protons plays a vital role in a wide range of biological and chemical processes, including photosynthesis, respiration, and energy production in solar cells. It is difficult to develop computational approaches to accurately describe this coupling because electrons and protons are so light that they must be treated quantum mechanically. After extensive assessment and validation, these computational methods will be incorporated into a computer program that will be available to the public.  Moreover, these computational methods will be applied to specific processes of biological and chemical relevance to elucidate the underlying fundamental principles that determine the processes.  Professor Hammes-Schiffer and her research group maintain a web site that contains software and educational tools related to this topic.  The computer programs, tools, demonstrations, and tutorials available on this web site enable scientists in a broad range of fields to learn about the coupled motion of electrons and protons.  In addition, this project will facilitate technological and biomedical advances through a better understanding of this important research area.  An important example is the design of more effective solar cells and other alternative, renewable energy sources.  Another example is the design of more effective drugs through modification of enzymes that rely on the coupling between electrons and protons.\r\n\r\n \r\nThe objective of this project is to develop new theoretical and computational approaches to provide insight into the underlying fundamental principles of proton-coupled electron transfer (PCET) reactions.  These reactions play a vital role in a broad range of biological and chemical processes. The specific issues to be examined include the roles of nuclear quantum effects, hydrogen tunneling, and non-Born-Oppenheimer effects, which are thought to be significant in PCET.  These issues will be explored using the nuclear-electronic orbital (NEO) approach, in which all electrons and the transferring proton(s) are treated quantum mechanically on the same level with molecular orbital methods or density functional theory.  This approach enables the calculation of key quantities in PCET theories for determining rates and mechanisms.  It is also applicable to a wide range of other chemical and biological systems.  A major goal of this project is to develop algorithms to enhance the computational efficiency of this approach, assess and validate the methodology, and port the NEO code to GAMESS, a general quantum chemistry package available to the public.  The NEO method benefits from the optimized components of other parts of the general electronic structure package, and portions of the NEO code will be useful to other scientists. This software development enables calculations that are not currently possible with existing codes.  In addition, a web site on PCET is maintained and enhanced to convey useful information to the general community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Hammes-Schiffer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Hammes-Schiffer",
   "pi_email_addr": "shs566@princeton.edu",
   "nsf_id": "000154996",
   "pi_start_date": "2018-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208327",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 13021.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 158987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This theoretical chemistry project resulted in the development of computational methods that can accurately predict key properties of molecules. In particular, these methods treat both electrons and specified protons quantum mechanically in a computationally tractable manner. As a result, the coupling between electrons and protons and their delocalized densities are described more accurately than with conventional quantum chemistry methods. Initial applications indicate that these methods predict accurate geometries and proton affinities, as well as proton vibrational and electronic excitation energies. These computational methods will be applicable to a wide range of biological and chemical systems and thus will be useful to the broader chemistry community.</p>\n<p>This grant also supported educational and outreach activities. It provided training for several graduate students and postdoctoral researchers. The students and postdocs supported on this grant have been successful at obtaining jobs in academia, national labs, and industry. The Principal Investigator also presented invited talks at a wide range of national and international conferences and wrote several published reviews aimed at general chemistry audiences to communicate the importance of theory. Furthermore, this grant enabled the maintenance and enhancement of a proton-coupled electron transfer (PCET) web site, entitled webPCET. PCET plays a vital role in a wide range of biological and chemical processes, including photosynthesis, respiration, and energy production in solar cells. This PCET web site provides useful information, tutorials, programs, and interactive Java servlets to the public and therefore facilitates research in this field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/22/2018<br>\n\t\t\t\t\tModified by: Sharon&nbsp;Hammes-Schiffer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis theoretical chemistry project resulted in the development of computational methods that can accurately predict key properties of molecules. In particular, these methods treat both electrons and specified protons quantum mechanically in a computationally tractable manner. As a result, the coupling between electrons and protons and their delocalized densities are described more accurately than with conventional quantum chemistry methods. Initial applications indicate that these methods predict accurate geometries and proton affinities, as well as proton vibrational and electronic excitation energies. These computational methods will be applicable to a wide range of biological and chemical systems and thus will be useful to the broader chemistry community.\n\nThis grant also supported educational and outreach activities. It provided training for several graduate students and postdoctoral researchers. The students and postdocs supported on this grant have been successful at obtaining jobs in academia, national labs, and industry. The Principal Investigator also presented invited talks at a wide range of national and international conferences and wrote several published reviews aimed at general chemistry audiences to communicate the importance of theory. Furthermore, this grant enabled the maintenance and enhancement of a proton-coupled electron transfer (PCET) web site, entitled webPCET. PCET plays a vital role in a wide range of biological and chemical processes, including photosynthesis, respiration, and energy production in solar cells. This PCET web site provides useful information, tutorials, programs, and interactive Java servlets to the public and therefore facilitates research in this field.\n\n\t\t\t\t\tLast Modified: 09/22/2018\n\n\t\t\t\t\tSubmitted by: Sharon Hammes-Schiffer"
 }
}