{
 "awd_id": "1830639",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRI: INT: COLLAB: Synergetic Drone Delivery Network in Metropolis",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 1037687.0,
 "awd_amount": 1037687.0,
 "awd_min_amd_letter_date": "2018-09-07",
 "awd_max_amd_letter_date": "2018-09-07",
 "awd_abstract_narration": "Synergetic Drone Delivery Network in Metropolis\r\n\r\n\r\nThe rapid growth of e-commerce demands has put additional strain on dense urban communities resulting in increased traffic of delivery trucks while slowing down the pace of delivery operations. With recent quick-purchase innovations like the Amazon Dash button, e-commerce drastically modified the consumers behavior to buy smaller products separately and regularly, adding more load to delivery operations. Another growing trend is the offering of fast delivery services such as same-day and instant delivery. Instacart, Uber Eats and Amazon Now are examples of services that can fulfill a delivery order in just under 2 hours. These services rely heavily on the infrastructure of ride-sharing vehicles as Uber or Lyft drivers. This solution offers great flexibility to the consumer, but a single person can only deliver one purchase order to a customer at a time, and it is not scalable or cost-effective.  There is an unquestionable need to redesign the current method of distribution packages in urban environments. This project envisions a framework that synergizes manipulatable distribution networks, comprising autonomous flying robots (drones) with existing transport networks, towards enhanced autonomy and economics in logistics. Imagine that a ride-sharing vehicle outfitted with a docking device for packages on its roof is traveling through a distribution center towards downtown. A drone can place a package on the vehicle's roof while it drives by the distribution center, and another drone can recover the package once the vehicle is driving through another distribution center in proximity to its destination. An operator that owns several base stations, at each of which it employs a network of drones to pick packages from the respective base station and drop it on a ground vehicle assigned to the package, is a required assumption by the framework. The ground vehicles can be public transport vehicles (PTVs), ride-sharing vehicles (RSVs), or operator owned vehicles (OOVs), which carry the package for most of the distance.\r\n\r\nThe approach relies on three main thrusts: i) socially aware robotics, ii) safe and robust motion planning and execution, iii) cooperative network logistics. Motion planning for robots will be developed with account of peoples perception of safety, privacy, and comfort. Socially-aware motion planning methods to generate trajectories with guarantees of safety in the presence of obstacles and humans will be developed. Psychological experiments will be developed to study human's subtle behavior in response to the presence of multiple drones using virtual reality test environment. Local control algorithms will be developed for each drone to follow a feasible collision free path. Robust local communication protocols will be investigated so that flying robots can perform collaborative tasks over busy air/ground traffic conditions and unreliable communication networks. Another objective is to achieve robust and safe rendezvous with fast moving vehicles under communication, schedule, and other modeling uncertainties. Algorithms that generate (possibly multi-hop) routes for each package, consisting of vehicle route segments, with the objective of minimizing cumulative delivery time, will be developed. The series of vehicle segments on which each package travels, and the associated schedule, is required as input for drones.  This in turn necessitates solving the underlying network design problem for the centralized entity, to determine locations of distribution centers (bases) and number of OOVs required for feasible and reliable delivery of all packages, while explicitly estimating uncertainty from traffic trends and overall frequency of travel of RSVs between various points in the network. Game-theoretic mechanisms that incentivize cooperation among multiple independent operators of PSVs and RSVs will be developed. Mechanisms have to be specifically designed to ensure truthful bidding, because the objectives of the operator, the RSVs and the PSVs are not naturally aligned.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Naira",
   "pi_last_name": "Hovakimyan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naira Hovakimyan",
   "pi_email_addr": "nhovakim@illinois.edu",
   "nsf_id": "000494200",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ranxiao",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranxiao Wang",
   "pi_email_addr": "wang18@illinois.edu",
   "nsf_id": "000166426",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Srinivasa",
   "pi_last_name": "Salapaka",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Srinivasa M Salapaka",
   "pi_email_addr": "salapaka@illinois.edu",
   "nsf_id": "000489152",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lavanya",
   "pi_last_name": "Marla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lavanya Marla",
   "pi_email_addr": "lavanyam@illinois.edu",
   "nsf_id": "000679693",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright St.",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1037687.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project led to a novel framework synergizing drones and ground vehicles for efficient and scalable last-mile delivery in urban environments. Within this framework, drones drop packages on ground vehicles, which cover the majority of the distance, and then pick up the packages for final aerial delivery. The framework relies on a multidisciplinary integration of control theory, machine learning, robotics, operations research, and psychology.</p>\n<p>&nbsp;</p>\n<p>The project team developed a socially-aware motion planning framework for flying robots that incorporates humans&rsquo; perceived safety. In particular, the team built a virtual reality (VR) testbed and conducted experiments involving human subjects to measure the relationship between people&rsquo;s perceived safety and robots&rsquo; motion features such as the position, velocity and acceleration profiles. The team further built a machine learning model to quantitatively characterize such relationship. This model was then incorporated into a motion planner to plan trajectories that are not only safe in the conventional setting but also perceived to be safe by humans in proximity to the robots.</p>\n<p>&nbsp;</p>\n<p>The project produced risk-aware algorithms for safe rendezvous of a drone and a non-cooperative ground vehicle for package pickup and drop-off, considering uncertain driver behaviors such as speed variation and uncertain route choices. These algorithms leverage machine learning tools, more specifically, Gaussian processes, for predicting the vehicle trajectory with quantified uncertainty bounds, and risk-averse model predictive control to determine the path of the robot while minimizing the risk of mission failures for package drop-off and pickup. The algorithms are computationally efficient, and can deal with both single- and multiple-path scenarios.</p>\n<p>&nbsp;</p>\n<p>To help robots navigate efficiently and safely in the presence of nonlinear and uncertain dynamics, the team developed robust and adaptive nonlinear controllers that are applicable to general nonlinear systems with model uncertainties. Importantly, these controllers are based on contraction theory and robust/adaptive control, guarantee transient tracking performance, and can be conveniently incorporated into feedback motion planning frameworks to plan safety-guaranteed trajectories for the robots despite model uncertainties. &nbsp;The team also developed and experimentally validated an adaptive geometric controller for quadrotors that provides tracking performance guarantees in the presence of a broad class of model uncertainties.</p>\n<p>&nbsp;</p>\n<p>The project generated architectures for safe learning-enabled planning and control for robotic and autonomous systems. These architectures rely on a holistic integration of machine learning tools and robust/adaptive control. In one of the developed architectures, L1 adaptive controller, with its performance guarantees, is leveraged to ensure safety in the presence of uncertainties, while Gaussian processes are used to learn uncertain dynamics to improve the performance.&nbsp; Additionally, the team developed an approach based on active uncertainty compensation for improving the robustness of reinforcement learning control policies in the presence of environmental perturbations.</p>\n<p>&nbsp;</p>\n<p>The team also developed general methodologies for combinatorial network design and traffic flow scheduling. The framework was applied to simultaneously determine the depot locations and the optimal paths for each package from the depot to the consumer under several capacity constraints on the network. Leveraging a parameterized Markov decision problem formulation, the framework can simultaneously determine the shortest path and allocating resources in a network, incorporating application-specific capacity and exclusion constraints, while respecting the dynamical evolution of the network. Additionally, considering that drones' travel times can be very sensitive to wind, the team also studied the problem of collaborative routing, in which preceding drones are leveraged to collect information that can be useful for routing successive drones. The results show that simple sampling policies even under not-too-frequent exploration are effective in gathering enough information to reduce costs for the entire fleet.</p>\n<p>&nbsp;</p>\n<p>In terms of concept demonstration, the team developed a Gazebo-based simulator to demonstrate the drone-vehicle rendezvous and package pickup/drop-off processes, and conducted experiments to demonstrate the autonomous landing of a drone on a non-cooperative moving ground vehicle.</p>\n<p>&nbsp;</p>\n<p>Beyond the advancement of science and technology, many events have also been organized to induce positive impact on society and development of human resources. The team presented their research work in multiple public venues, including the Google Machine Learning and Robot Safety Workshop, Robotics Today, the Facebook Feed and Story (FAST) Seminar, and the KAUST Research Conference on Robotics and Autonomy, among many others. The team held outreach activities for K-12 students at multiple venues that targeted underrepresented groups. &nbsp;For instance, PI Hovakimyan and her team showcased robotics to a group of elementary school students at the Montessori School of Champaign-Urbana on July 12, 2019. As a guest speaker of the High School Summer STEM Research Program hosted by UIUC, PI Hovakimyan presented to a group of high-school students from local communities via Zoom on June 24, 2022.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2022<br>\n\t\t\t\t\tModified by: Naira&nbsp;Hovakimyan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820852036_SYNDROME-concept--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820852036_SYNDROME-concept--rgov-800width.jpg\" title=\"SYNDROME concept\"><img src=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820852036_SYNDROME-concept--rgov-66x44.jpg\" alt=\"SYNDROME concept\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A drone approachs a ground vehicle and picks up a package from its roof</div>\n<div class=\"imageCredit\">Thiago Marinho</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Naira&nbsp;Hovakimyan</div>\n<div class=\"imageTitle\">SYNDROME concept</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820496146_quadrotor-w-bottle--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820496146_quadrotor-w-bottle--rgov-800width.jpg\" title=\"A quadrotor carrying a half-full water bottom\"><img src=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820496146_quadrotor-w-bottle--rgov-66x44.jpg\" alt=\"A quadrotor carrying a half-full water bottom\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Testing quadrotor control performance in the presence of slash payload</div>\n<div class=\"imageCredit\">Sheng Cheng and Zhuohuan Wu</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Naira&nbsp;Hovakimyan</div>\n<div class=\"imageTitle\">A quadrotor carrying a half-full water bottom</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820686948_VRsetup--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820686948_VRsetup--rgov-800width.jpg\" title=\"A virtual reality (VR) testbed\"><img src=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820686948_VRsetup--rgov-66x44.jpg\" alt=\"A virtual reality (VR) testbed\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A simulated urban environment with a drone (left) and a human wearing a VR google (right)</div>\n<div class=\"imageCredit\">Hyung Jin Yoon and Christopher Widdowson</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Naira&nbsp;Hovakimyan</div>\n<div class=\"imageTitle\">A virtual reality (VR) testbed</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820358225_Montessori2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820358225_Montessori2--rgov-800width.jpg\" title=\"At Montessori School of Champaign\"><img src=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671820358225_Montessori2--rgov-66x44.jpg\" alt=\"At Montessori School of Champaign\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Ph.D. students Thiago Marinho and Arun Lakshmanan are explaining the role of robots in society</div>\n<div class=\"imageCredit\">Kerry Rossow</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Naira&nbsp;Hovakimyan</div>\n<div class=\"imageTitle\">At Montessori School of Champaign</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671821185633_gazebo.2jpg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671821185633_gazebo.2jpg--rgov-800width.jpg\" title=\"A simulator based on Gazebo\"><img src=\"/por/images/Reports/POR/2022/1830639/1830639_10580758_1671821185633_gazebo.2jpg--rgov-66x44.jpg\" alt=\"A simulator based on Gazebo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A drone picks up a package from a truck</div>\n<div class=\"imageCredit\">Ziyao Guo</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Naira&nbsp;Hovakimyan</div>\n<div class=\"imageTitle\">A simulator based on Gazebo</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project led to a novel framework synergizing drones and ground vehicles for efficient and scalable last-mile delivery in urban environments. Within this framework, drones drop packages on ground vehicles, which cover the majority of the distance, and then pick up the packages for final aerial delivery. The framework relies on a multidisciplinary integration of control theory, machine learning, robotics, operations research, and psychology.\n\n \n\nThe project team developed a socially-aware motion planning framework for flying robots that incorporates humans’ perceived safety. In particular, the team built a virtual reality (VR) testbed and conducted experiments involving human subjects to measure the relationship between people’s perceived safety and robots’ motion features such as the position, velocity and acceleration profiles. The team further built a machine learning model to quantitatively characterize such relationship. This model was then incorporated into a motion planner to plan trajectories that are not only safe in the conventional setting but also perceived to be safe by humans in proximity to the robots.\n\n \n\nThe project produced risk-aware algorithms for safe rendezvous of a drone and a non-cooperative ground vehicle for package pickup and drop-off, considering uncertain driver behaviors such as speed variation and uncertain route choices. These algorithms leverage machine learning tools, more specifically, Gaussian processes, for predicting the vehicle trajectory with quantified uncertainty bounds, and risk-averse model predictive control to determine the path of the robot while minimizing the risk of mission failures for package drop-off and pickup. The algorithms are computationally efficient, and can deal with both single- and multiple-path scenarios.\n\n \n\nTo help robots navigate efficiently and safely in the presence of nonlinear and uncertain dynamics, the team developed robust and adaptive nonlinear controllers that are applicable to general nonlinear systems with model uncertainties. Importantly, these controllers are based on contraction theory and robust/adaptive control, guarantee transient tracking performance, and can be conveniently incorporated into feedback motion planning frameworks to plan safety-guaranteed trajectories for the robots despite model uncertainties.  The team also developed and experimentally validated an adaptive geometric controller for quadrotors that provides tracking performance guarantees in the presence of a broad class of model uncertainties.\n\n \n\nThe project generated architectures for safe learning-enabled planning and control for robotic and autonomous systems. These architectures rely on a holistic integration of machine learning tools and robust/adaptive control. In one of the developed architectures, L1 adaptive controller, with its performance guarantees, is leveraged to ensure safety in the presence of uncertainties, while Gaussian processes are used to learn uncertain dynamics to improve the performance.  Additionally, the team developed an approach based on active uncertainty compensation for improving the robustness of reinforcement learning control policies in the presence of environmental perturbations.\n\n \n\nThe team also developed general methodologies for combinatorial network design and traffic flow scheduling. The framework was applied to simultaneously determine the depot locations and the optimal paths for each package from the depot to the consumer under several capacity constraints on the network. Leveraging a parameterized Markov decision problem formulation, the framework can simultaneously determine the shortest path and allocating resources in a network, incorporating application-specific capacity and exclusion constraints, while respecting the dynamical evolution of the network. Additionally, considering that drones' travel times can be very sensitive to wind, the team also studied the problem of collaborative routing, in which preceding drones are leveraged to collect information that can be useful for routing successive drones. The results show that simple sampling policies even under not-too-frequent exploration are effective in gathering enough information to reduce costs for the entire fleet.\n\n \n\nIn terms of concept demonstration, the team developed a Gazebo-based simulator to demonstrate the drone-vehicle rendezvous and package pickup/drop-off processes, and conducted experiments to demonstrate the autonomous landing of a drone on a non-cooperative moving ground vehicle.\n\n \n\nBeyond the advancement of science and technology, many events have also been organized to induce positive impact on society and development of human resources. The team presented their research work in multiple public venues, including the Google Machine Learning and Robot Safety Workshop, Robotics Today, the Facebook Feed and Story (FAST) Seminar, and the KAUST Research Conference on Robotics and Autonomy, among many others. The team held outreach activities for K-12 students at multiple venues that targeted underrepresented groups.  For instance, PI Hovakimyan and her team showcased robotics to a group of elementary school students at the Montessori School of Champaign-Urbana on July 12, 2019. As a guest speaker of the High School Summer STEM Research Program hosted by UIUC, PI Hovakimyan presented to a group of high-school students from local communities via Zoom on June 24, 2022.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2022\n\n\t\t\t\t\tSubmitted by: Naira Hovakimyan"
 }
}