{
 "awd_id": "1830750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Determining the Relative Location of Malicious Nodes within Vehicle-to-Vehicle Wireless Networks for Driver Safety",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2018-04-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2018-04-04",
 "awd_max_amd_letter_date": "2018-04-04",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project will enable global aspects of: 5th Generation cellular, manufacturing's industry 4.0 automation and data exchange, connected and autonomous vehicles, and smart cities 3.0 initiatives, focusing on improving the positioning capability of wireless transceivers. The connected vehicle market alone is expected to be valued over $22 billion by 2022 as the demand for accurate positioning data grows with the deployments of autonomous vehicles. A key economic driver for these initiatives is to generate new use-cases in delivering accurate real-time positioning for end-user applications. In the global market of positioning data, accurate estimation of user equipment location will be crucial for new communication systems. By enabling next generation wireless systems to determine their positions locally with respect to each other, any reliance on Global Positioning System (GPS) accuracy and availability may be decoupled from their operational requirements. This will not only provide real-time safety applications for end-users, but also allow new mobile broadband services in areas where GPS is degraded, such as in dense urban cities. \r\n \r\nThis I-Corps project seeks to determine the feasibility of a new smart antenna for next generation wireless systems. The smart antenna leverages low-cost antenna manufacturing and consolidated electrical circuits, to communicate a special protocol to next generation wide-band radios. This protocol, which has already been developed and proof-of-concept-ed, is the key enabler to making this new smart antenna provide direction-of-arrival-estimation per frame of wide-band communication networks. This project's product is comprised of a single smart-antenna accompanied with support software that provides a single-channel radio with localization capabilities. Currently, accurate real-time localization is only capable using multiple-antennas and cumbersome signal processing algorithms which may not be portable into existing hardware. With the new smart antenna, a radio can maintain above 90% packet delivery rates, while performing angular estimation of the received frame. Through a customer discovery process with key stakeholders in the communications field, this new smart antenna may prove to provide true direction-of-arrival-estimation on radio platforms which currently are not able to provide such functionality. A go/no-go market decision is expected at the completion of the I-Corps program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Durgin",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory D Durgin",
   "pi_email_addr": "durgin@gatech.edu",
   "nsf_id": "000230613",
   "pi_start_date": "2018-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For this iCorps project, the team conducted over 100 face-to-face interviews across the country to discover the business case for low-powered sensing technology. &nbsp;This technology was originally developed on project NSF ECCS-0546955, a scientific investigation into the use of microwave backscatter communications for low-powered sensors, devices, and communications.</p>\n<p>Originally focusing on the automotive sector, our early interviews with industry leaders quickly counseled us to shift our focus to emerging applications in RFID, sensing, and logistics. &nbsp;A key outcome was to identify the need for a next-generation, microwave-band RFID reader and tag \"starter kit\" (possibly funded through a kickstarter) to test the waters in this space.&nbsp;&nbsp;The process has been thoroughly documented and the results publicized through an openly available YouTube video.</p>\n<p>Future work includes testing our hypothesis for other applications, such as battery-less controllers, battery-free computer mouse/tracker, baby monitors, and other low-powered sensing needs.</p>\n<p>Another key outcome of this project is a follow-up project by the Georgia Research Alliance (GRA).&nbsp;&nbsp;Based on the numerous, well-documented interviews, GRA desires to fund a two-student effort at Georgia Tech in 2019 on the development of a sample microwave RFID reader and sensor platform.&nbsp;&nbsp;This effort will be followed by a student-led startup company to commercialize the technology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/13/2019<br>\n\t\t\t\t\tModified by: Gregory&nbsp;D&nbsp;Durgin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor this iCorps project, the team conducted over 100 face-to-face interviews across the country to discover the business case for low-powered sensing technology.  This technology was originally developed on project NSF ECCS-0546955, a scientific investigation into the use of microwave backscatter communications for low-powered sensors, devices, and communications.\n\nOriginally focusing on the automotive sector, our early interviews with industry leaders quickly counseled us to shift our focus to emerging applications in RFID, sensing, and logistics.  A key outcome was to identify the need for a next-generation, microwave-band RFID reader and tag \"starter kit\" (possibly funded through a kickstarter) to test the waters in this space.  The process has been thoroughly documented and the results publicized through an openly available YouTube video.\n\nFuture work includes testing our hypothesis for other applications, such as battery-less controllers, battery-free computer mouse/tracker, baby monitors, and other low-powered sensing needs.\n\nAnother key outcome of this project is a follow-up project by the Georgia Research Alliance (GRA).  Based on the numerous, well-documented interviews, GRA desires to fund a two-student effort at Georgia Tech in 2019 on the development of a sample microwave RFID reader and sensor platform.  This effort will be followed by a student-led startup company to commercialize the technology.\n\n \n\n\t\t\t\t\tLast Modified: 02/13/2019\n\n\t\t\t\t\tSubmitted by: Gregory D Durgin"
 }
}