{
 "awd_id": "1831767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Repeated Evolution of Color Vision in Jumping Spiders: An Integrated Approach to Understanding Diversification of Visual Systems and Signals",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1028734.0,
 "awd_amount": 1028734.0,
 "awd_min_amd_letter_date": "2018-08-02",
 "awd_max_amd_letter_date": "2024-08-14",
 "awd_abstract_narration": "Color vision has evolved repeatedly across the animal kingdom, yet how and why it evolves remains poorly understood. Even less is known about how major transitions in color vision influence the evolution of color signals used in communication, such as the colorful displays that males use when courting females. The proposed research capitalizes on a unique opportunity to gain deeper understanding on these fronts: the repeated evolution of color vision in the spider family Salticidae, often called jumping spiders. The research program will (1) address outstanding questions about species relationships in the Salticidae, (2) use this improved understanding of species relationships to illuminate patterns of evolution in color vision, (3) quantify the genetic and functional bases of shifts in color vision, (4) test key hypotheses about the foraging benefits associated with color vision, and (5) investigate whether differences in color vision result in predictable changes to color use during signaling. Such connections have proven to be elusive in other well-studied systems (e.g. primates), but should be of widespread interest. In addition, the research team will partner with the science-media company Day's Edge Productions and a coalition of four museums led by the Cincinnati Museum Center to engage the broader public in the science of color and vision through a series of short films, a content-rich website, and a portfolio of educational activities for use in classrooms, community programming, and museum exhibit spaces. This integrated research program thus addresses key unanswered questions about how and why animals see color, while at the same time engaging the public in the process and outcomes of its discoveries.\r\n\r\nThe proposed research will provide significant advances across a number of distinct scientific fields, and novel insights into phenotypic diversification through integration across these fields. First, the research will provide critical new phylogenetic information for understanding salticid diversity, including resolution of deep subfamily relationships and the first phylogenies for a number of species-rich sub-groups. These phylogenetic outcomes will be of broad utility to researchers studying salticid biology and the evolution of rapid radiations. Second, by characterizing the genetic basis of multiple independent transitions to true color vision, the research will provide new opportunities to understand whether color vision evolves along common pathways known from other systems (e.g., through opsin duplication) or has followed novel routes (e.g., retinal filters, as discovered recently in one salticid lineage). Third, investigations of the role that color vision plays in foraging efficiency will offer the exciting prospect of connecting differences in color vision to fitness. Finally, by connecting variation in visual function to diversity in visual signaling, this research may reveal a central role for sensory function in biodiversification. Synthesis of these multiple lines of research will offer an unprecedented view of why color vision evolves and how it shapes animal biodiversity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Morehouse",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan I Morehouse",
   "pi_email_addr": "colorevolution@uc.edu",
   "nsf_id": "000172189",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Maddison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne Maddison",
   "pi_email_addr": "wmaddisn@interchange.ubc.ca",
   "nsf_id": "000222178",
   "pi_start_date": "2018-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1028734.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Why do animals see color? And how does color vision evolve from more rudimentary forms like the blue-green 'dichromatic' vision of our cats and dogs to&nbsp;more complex versions like our own 'trichromatic' vision, which allows us to see reds, oranges, and yellows, or even the&nbsp;'tetrachromatic' vision of birds, which often extends down into the ultraviolet (UV)? These questions were at the heart of this large, multi-team project focused on understanding the evolution and function of color vision in an unusual and unusually diverse group of spiders: the jumping spiders in the family Salticidae. These fascinating animals often use bright colors and patterns to communicate with each other, particularly during courtship and mating. Take, for example, the flamboyantly colored \"peacock\" jumping spiders of Australia! Past work has also shown that some jumping spiders use color when choosing what insects to attack and eat, and which to avoid. However, our understanding of how these animals see color has remained limited to measurements from only a few species, and in most instances, this evidence has suggested rather poor color vision in the form of UV-green dichromacy.</p>\r\n<p>Morehouse and colleagues worked to measure the color sensitivities of 50 species of jumping spiders from across the world, selecting species based on their evolutionary relatedness/distinctiveness and to capture the diversity of habitats these animals are found within. In the process, they also collected specimens for subsequent genetic sequencing and gene expression studies to support the resolution of evolutionary relationships within this species-rich group, and to study the evolution of genes associated with color vision. The group also measured the light environments within which these species live to better understand ecological drivers of changes to color vision.</p>\r\n<p>This integrated set of studies has led to the most comprehensive view of the evolution of color vision in a single effort for any animal group. Surprisingly, improved color vision appears to have evolved repeatedly across this group from an ancestral state of UV-green dichromacy all the way up to UV-blue-green-red tetrachromacy similar to that found in birds. Transitions in color vision also appear in a variety of habitat types, from open arid environments in the American Southwest to Old World rainforests. This suggests that improved color vision might benefit these small predators in a variety of ecological circumstances.</p>\r\n<p>Genetic changes, including gene duplications and other mutations, appear to underly many of these changes to color vision, while in some groups, the changes have occurred through the appearance of intra-retinal filters that change light sensitivity. Work by Porter and team at these genetic and physiological levels thus reveal the different pathways that the evolution of visual function has taken.</p>\r\n<p>Behavioral studies by Taylor and team focused on the benefits of color vision to jumping spiders support the idea that color vision can be essential in the context of foraging. Jumping spiders unable to use color cues to make choices about which insect prey to eat and which to avoid produced significantly fewer offspring, directly tying color vision to the evolutionary fitness of these small predators.</p>\r\n<p>Taken together, these results not only help us to better understand the colorful world of jumping spiders, they also shed light on how and why animals might see color in the first place. These insights have been regularly and broadly communicated with public audiences through museum-based programming at the Cincinnati Museum Center, the Bishop Museum (Honolulu), the Beaty Museum (Vancouver), and the Florida Natural History Museum (Gainesville). In addition, a 30-minute short film was created by Days Edge Productions and aired on YouTube in collaboration with Veritasium, via online streaming service Curiosity Stream, and on Vimeo, reaching over 4 million viewers in less than a year. Thus, this research has significantly raised public awareness around color vision and jumping spiders, enriching museum experiences, classroom education, and leisure time for the public.</p><br>\n<p>\n Last Modified: 02/20/2025<br>\nModified by: Nathan&nbsp;I&nbsp;Morehouse</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWhy do animals see color? And how does color vision evolve from more rudimentary forms like the blue-green 'dichromatic' vision of our cats and dogs tomore complex versions like our own 'trichromatic' vision, which allows us to see reds, oranges, and yellows, or even the'tetrachromatic' vision of birds, which often extends down into the ultraviolet (UV)? These questions were at the heart of this large, multi-team project focused on understanding the evolution and function of color vision in an unusual and unusually diverse group of spiders: the jumping spiders in the family Salticidae. These fascinating animals often use bright colors and patterns to communicate with each other, particularly during courtship and mating. Take, for example, the flamboyantly colored \"peacock\" jumping spiders of Australia! Past work has also shown that some jumping spiders use color when choosing what insects to attack and eat, and which to avoid. However, our understanding of how these animals see color has remained limited to measurements from only a few species, and in most instances, this evidence has suggested rather poor color vision in the form of UV-green dichromacy.\r\n\n\nMorehouse and colleagues worked to measure the color sensitivities of 50 species of jumping spiders from across the world, selecting species based on their evolutionary relatedness/distinctiveness and to capture the diversity of habitats these animals are found within. In the process, they also collected specimens for subsequent genetic sequencing and gene expression studies to support the resolution of evolutionary relationships within this species-rich group, and to study the evolution of genes associated with color vision. The group also measured the light environments within which these species live to better understand ecological drivers of changes to color vision.\r\n\n\nThis integrated set of studies has led to the most comprehensive view of the evolution of color vision in a single effort for any animal group. Surprisingly, improved color vision appears to have evolved repeatedly across this group from an ancestral state of UV-green dichromacy all the way up to UV-blue-green-red tetrachromacy similar to that found in birds. Transitions in color vision also appear in a variety of habitat types, from open arid environments in the American Southwest to Old World rainforests. This suggests that improved color vision might benefit these small predators in a variety of ecological circumstances.\r\n\n\nGenetic changes, including gene duplications and other mutations, appear to underly many of these changes to color vision, while in some groups, the changes have occurred through the appearance of intra-retinal filters that change light sensitivity. Work by Porter and team at these genetic and physiological levels thus reveal the different pathways that the evolution of visual function has taken.\r\n\n\nBehavioral studies by Taylor and team focused on the benefits of color vision to jumping spiders support the idea that color vision can be essential in the context of foraging. Jumping spiders unable to use color cues to make choices about which insect prey to eat and which to avoid produced significantly fewer offspring, directly tying color vision to the evolutionary fitness of these small predators.\r\n\n\nTaken together, these results not only help us to better understand the colorful world of jumping spiders, they also shed light on how and why animals might see color in the first place. These insights have been regularly and broadly communicated with public audiences through museum-based programming at the Cincinnati Museum Center, the Bishop Museum (Honolulu), the Beaty Museum (Vancouver), and the Florida Natural History Museum (Gainesville). In addition, a 30-minute short film was created by Days Edge Productions and aired on YouTube in collaboration with Veritasium, via online streaming service Curiosity Stream, and on Vimeo, reaching over 4 million viewers in less than a year. Thus, this research has significantly raised public awareness around color vision and jumping spiders, enriching museum experiences, classroom education, and leisure time for the public.\t\t\t\t\tLast Modified: 02/20/2025\n\n\t\t\t\t\tSubmitted by: NathanIMorehouse\n"
 }
}