{
 "awd_id": "1831811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC: Empowering Smart and Connecticut Communities through Programmable Community Microgrids",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2018-09-21",
 "awd_abstract_narration": "The keystone of smart & connected communities (S&CCs) is a resilient electric network which supports critical infrastructures and other functions vital for citizens. Existing electric networks, however, can hardly sustain the ever-increasing demand of growing communities. According to the Department of Energy, in 2015, U.S. customers experienced an average of 198 minutes of power outage, indicating an unsatisfied electricity resilience. Furthermore, distributed energy resources (DERs), such as photovoltaics (PVs) increasingly installed in U.S. communities, fail to improve electricity resilience, because they cannot ride through sustained grid contingencies. Adding to these challenges, extreme weather events and cyber-attacks can potentially lead to catastrophic blackouts. Microgrids have proved to be a promising paradigm for electricity resiliency. Unfortunately, transforming community power infrastructures to truly smart microgrids remains prohibitively difficult due to dependence on hardware; limited, unscalable analytics; and broader digital surfaces vulnerable to cyber-attacks. \r\n\r\nThe main objective of this project is to create smart programmable microgrids (SPMs). Our key innovation is to virtualize microgrid functions, making them software-defined and hardware-independent, so that converting DERs to community microgrids becomes affordable, autonomic, and secure. To achieve our main objective, our team will: 1) Architect a programmable microgrid platform for virtualizing traditionally hardware-dependent microgrid functions as flexible software services, fully resolving hardware dependence issues and enabling unprecedentedly low costs; 2) Pioneer a concept of software-defined operation optimization for microgrids, where operation objectives, grid connection, and DER participations will be defined by software and plug-and-play, and can be quickly reconfigured, based on the development of modularized and tightened models and a novel asynchronous price-based decomposition-and-coordination method; 3) Devise a software-defined distributed formal analysis for online stability assessment under heterogeneous uncertainties and plug-and-play of microgrid components or microgrids; 4) Develop a real-time-learning-based cybersecurity function to protect SPMs against power bot attacks; and 5) Enable anaerobic-biomass-digesters (ADs) as environmentally friendly and dispatchable DERs by virtualizing the dispatch and control of ADs in SPM. The proposed SPM will be demonstrated on a CT community microgrid through a recently built cyber-physical testbed.  \r\n\r\nThis project will provide groundbreaking, replicable technologies to modernize cost-effectively America's energy infrastructures in the S&CC and could transform today's community power infrastructures into tomorrow's flexible services towards self-configuration, self-healing, self-optimizing, and self-protection. The proposed technologies are expected to be widely adopted especially by those communities suffering high electricity costs, low energy reliability, and poor resilience performances. This project will leverage resources of Eversource Energy Center (EEC) to organize Annual EEC Workshops which will attract users and participants from key stakeholders including utilities, regulators, state governments, state legislators and towns and cities. This S&CC project will impact a large population of graduate and undergraduate students from multiple disciplines by offering new curriculums and using programmable microgrid as a living laboratory to help students gain hands-on experiences to tackle energy resiliency and security problems. The influence of the project will reach beyond university classrooms through UConn's Power Engineering Graduate Certificate Program. This project aims to involve women, underrepresented minorities and persons with disabilities in the development of this S&CC project through multiple channels.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peng",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peng Zhang",
   "pi_email_addr": "p.zhang@stonybrook.edu",
   "nsf_id": "000587747",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Luh",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Luh",
   "pi_email_addr": "peter.luh@uconn.edu",
   "nsf_id": "000092152",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Baikun",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Baikun Li",
   "pi_email_addr": "baikun.li@uconn.edu",
   "nsf_id": "000268761",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Atkinson-Palombo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carol M Atkinson-Palombo",
   "pi_email_addr": "carol.atkinson-palombo@uconn.edu",
   "nsf_id": "000501627",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Herzberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amir Herzberg",
   "pi_email_addr": "amir.herzberg@uconn.edu",
   "nsf_id": "000771273",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "371 Fairfield Way, Unit 2157",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062694157",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 56285.0
  }
 ],
 "por": null
}