{
 "awd_id": "1831080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Electrochemical Acoustic Tools for the Analysis of Batteries",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 1449999.0,
 "awd_min_amd_letter_date": "2018-09-04",
 "awd_max_amd_letter_date": "2021-08-24",
 "awd_abstract_narration": "The broader impact/commercial potential of this project will be in helping batteries exceed the quality, performance, and safety demands of mass-market electric vehicles, renewable energy generation, and next-generation consumer electronic devices. The need for high-performance batteries is accelerating, and as batteries grow in energy density, size, and production volumes, so will the issues that persist with quality. Unless these issues are addressed, they will continue to have major implications for the performance, safety, and adoption of these important technologies. The challenge is that outside of R&D labs, the industry relies on essentially the same basic data as when batteries were first invented: voltage, current, and temperature. As a result, at commercial scales, only a small percentage of batteries are inspected in a meaningful way, with methods that only provide indirect information about physical condition. This Phase 2 project is focused on developing a new platform for production-level battery inspection that directly probes the physical condition of batteries with a high testing throughput. This could lead to better decisions in manufacturing environments and could decrease system costs, increase capacity and operational lifetime, and accelerate the scale-up of promising new materials.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase 2 project addresses the need for a physical mode of inspection in battery production environments that is capable of screening every cell with high fidelity. Currently, inspection in production-level environments are limited to electrical measurements and X-rays. Electrical methods provide only indirect and cell-averaged information about physical condition, and X-rays are not practically able to detect the distribution of electrolyte within batteries nor the formation of the solid electrolyte interphase (SEI) layer (both of which strongly affect long-term reliability, performance, and safety of batteries). This Phase 2 project aims to develop a platform that utilizes sound-based methods to inspect batteries in production-environments. This will involve developing a scaled, automated hardware system as well as software and computational methods for processing and analyzing the acoustic signals. The Phase 2 project will also include various testing and validation efforts to assess the ability of acoustic analysis to both directly determine the performance quality and reliability of cells beyond beginning of life capacity and resistance, as well as to improve the performance of strings of cells and modules.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Hsieh",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Hsieh",
   "pi_email_addr": "andrew@feasible.io",
   "nsf_id": "000713175",
   "pi_start_date": "2018-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Feasible, Inc.",
  "inst_street_address": "1175 PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EMERYVILLE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107025803",
  "inst_zip_code": "946083631",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "LIMINAL INSIGHTS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "VJY9LFQSPD48"
 },
 "perf_inst": {
  "perf_inst_name": "Feasible Inc.",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947091307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "4096",
   "pgm_ref_txt": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "8240",
   "pgm_ref_txt": "SBIR/STTR CAP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 750000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 159999.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 540000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Feasible Inc. is developing a battery inspection platform, called EchoStat<sup>&reg;</sup>, that uses ultrasound and data analytics to scan battery cells rapidly and non-invasively, and deliver spatially-resolved insights about internal structure of cells. The company is focused on improving battery manufacturing quality, yield, and consistency, thereby decreasing battery cost and reducing inefficiencies in utilization and system design.</p>\n<p>Feasible&rsquo;s NSF SBIR Phase I award (#&nbsp;<em>1621926</em>) mainly focused on designing, assembling, and de-risking the EchoStat platform&rsquo;s hardware and electronics to enable repeatable, faster, and high SNR measurements on battery cells. Feasible also improved data collection and analysis pipeline infrastructure to be robust and secure.&nbsp;</p>\n<p>Feasible&rsquo;s NSF SBIR Phase II and IIB award&nbsp;(#&nbsp;<em>1831080)&nbsp;</em>were used to demonstrate the value of EchoStat inspection during battery manufacturing cell finishing (with particular emphasis on electrolyte saturation quality) and end-of-line quality inspection. The finishing process, on average, contributes ~30% of the overall yield loss and &gt;70% of total production time in lithium ion battery (LIB) cell manufacturing. Cell wetting is a critical step where insufficiently soaked regions of the porous electrodes can result in poor, irreversible passivation (SEI) layer formation, electrolyte breakdown and lithium plating; all of which reduce battery performance and lead to safety issues. EchoStat is sensitive to subtle changes in a battery&rsquo;s physical integrity and construction quality. By collecting data at multiple positions across a cell, EchoStat delivers spatially resolved information in seconds, a key advantage as electrical methods only deliver cell-average insights.</p>\n<p><strong><em>Monitoring electrolyte distribution -&nbsp;</em></strong>One high-value application in cell production is monitoring of the electrolyte wetting process. Ensuring proper electrolyte distribution is crucial for safe, reliable performance, especially as cells get larger and more energy dense for EVs and ESS. However, there is currently no direct, non-invasive way to inspect this process at scale, so while there is significant variability in production, with standard methods it is difficult to correct for this as detection can occur weeks after errors occur. As ultrasound is well-suited to detect the distribution of fluids in porous media (i.e., most of the components in a Li-ion cell), this presents a unique opportunity for impact. Because of its ability to quickly assess variation of internal properties, EchoStat can deliver information about the effect of process parameters on electrolyte distribution and&nbsp;is&nbsp;sensitive to changes in electrolyte amount.&nbsp;Multi-position EchoStat measurements are used to visualize and quantify electrolyte saturation behavior in cells. EchoStat measurements during soaking can provide value in process development as well as in production. Aggregated EchoStat metrics from spatially resolved measurements on cells at the beginning-of-life correlate better to cycle performance than formation capacity, voltage, and other electrical methods. With support from NSF SBIR Phase IIB, Feasible worked with a European EV maker at their cell pilot facility to shows how EchoStat could accelerate process development, improve yield, and predict cycle life performance by detecting process variation earlier and with greater sensitivity than state for the art electrical methods.</p>\n<p><strong><em>Defect Detection &ndash;&nbsp;</em></strong>With a<em>&nbsp;</em>growing demand for larger and more energy dense cells, the probability of occurrence of manufacturing defects has gone up, while the ability to detect small but critical defects with cell-averaged electrical methods has decreased. Detection of manufacturing defects, like tears and folds in electrodes or separator, improper tab welding, as well as metallic inclusions, is crucial for safe, reliable, fast-charging EVs.</p>\n<p>These technical results were presented to a number of potential customers and development partners, including battery manufacturing majors LG Chem and Samsung SDI. Feasible also won LG Chem&rsquo;s 2019 Battery Challenge. In 2019, Feasible learnt that LG Chem is interested in the detection of separator folds and misalignments that occur during cell assembly. These defects are the suspected cause for the $2.2B recall of the GM Bolt EVs over the last 2 years. One of the main challenges of detecting manufacturing defects like separator (very thin and flexible) folds and misalignment, as well as other defects like metal particle inclusions, is that they are very difficult to detect with optical and X-ray inspection methods, and most often do not show up till months after the cells are operating in the field resulting in poor battery performance, or at worst, catastrophic fires.&nbsp;</p>\n<p>There is a lot of interest in implementing non-invasive and spatially-resolved inspection solutions for detecting these manufacturing defect before battery cells leave the factory. Feasible is in discussions with various EV and battery makers for EchoStat product validation and evaluation projects. Beyond these evaluation projects, Feasible plans to demonstrate EchoStat&rsquo;s in delivering insights at production-scales to decreases in production costs and process times alongside improvements in quality and performance.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2021<br>\n\t\t\t\t\tModified by: Andrew&nbsp;G&nbsp;Hsieh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFeasible Inc. is developing a battery inspection platform, called EchoStat&reg;, that uses ultrasound and data analytics to scan battery cells rapidly and non-invasively, and deliver spatially-resolved insights about internal structure of cells. The company is focused on improving battery manufacturing quality, yield, and consistency, thereby decreasing battery cost and reducing inefficiencies in utilization and system design.\n\nFeasible’s NSF SBIR Phase I award (# 1621926) mainly focused on designing, assembling, and de-risking the EchoStat platform’s hardware and electronics to enable repeatable, faster, and high SNR measurements on battery cells. Feasible also improved data collection and analysis pipeline infrastructure to be robust and secure. \n\nFeasible’s NSF SBIR Phase II and IIB award (# 1831080) were used to demonstrate the value of EchoStat inspection during battery manufacturing cell finishing (with particular emphasis on electrolyte saturation quality) and end-of-line quality inspection. The finishing process, on average, contributes ~30% of the overall yield loss and &gt;70% of total production time in lithium ion battery (LIB) cell manufacturing. Cell wetting is a critical step where insufficiently soaked regions of the porous electrodes can result in poor, irreversible passivation (SEI) layer formation, electrolyte breakdown and lithium plating; all of which reduce battery performance and lead to safety issues. EchoStat is sensitive to subtle changes in a battery’s physical integrity and construction quality. By collecting data at multiple positions across a cell, EchoStat delivers spatially resolved information in seconds, a key advantage as electrical methods only deliver cell-average insights.\n\nMonitoring electrolyte distribution - One high-value application in cell production is monitoring of the electrolyte wetting process. Ensuring proper electrolyte distribution is crucial for safe, reliable performance, especially as cells get larger and more energy dense for EVs and ESS. However, there is currently no direct, non-invasive way to inspect this process at scale, so while there is significant variability in production, with standard methods it is difficult to correct for this as detection can occur weeks after errors occur. As ultrasound is well-suited to detect the distribution of fluids in porous media (i.e., most of the components in a Li-ion cell), this presents a unique opportunity for impact. Because of its ability to quickly assess variation of internal properties, EchoStat can deliver information about the effect of process parameters on electrolyte distribution and is sensitive to changes in electrolyte amount. Multi-position EchoStat measurements are used to visualize and quantify electrolyte saturation behavior in cells. EchoStat measurements during soaking can provide value in process development as well as in production. Aggregated EchoStat metrics from spatially resolved measurements on cells at the beginning-of-life correlate better to cycle performance than formation capacity, voltage, and other electrical methods. With support from NSF SBIR Phase IIB, Feasible worked with a European EV maker at their cell pilot facility to shows how EchoStat could accelerate process development, improve yield, and predict cycle life performance by detecting process variation earlier and with greater sensitivity than state for the art electrical methods.\n\nDefect Detection &ndash; With a growing demand for larger and more energy dense cells, the probability of occurrence of manufacturing defects has gone up, while the ability to detect small but critical defects with cell-averaged electrical methods has decreased. Detection of manufacturing defects, like tears and folds in electrodes or separator, improper tab welding, as well as metallic inclusions, is crucial for safe, reliable, fast-charging EVs.\n\nThese technical results were presented to a number of potential customers and development partners, including battery manufacturing majors LG Chem and Samsung SDI. Feasible also won LG Chem’s 2019 Battery Challenge. In 2019, Feasible learnt that LG Chem is interested in the detection of separator folds and misalignments that occur during cell assembly. These defects are the suspected cause for the $2.2B recall of the GM Bolt EVs over the last 2 years. One of the main challenges of detecting manufacturing defects like separator (very thin and flexible) folds and misalignment, as well as other defects like metal particle inclusions, is that they are very difficult to detect with optical and X-ray inspection methods, and most often do not show up till months after the cells are operating in the field resulting in poor battery performance, or at worst, catastrophic fires. \n\nThere is a lot of interest in implementing non-invasive and spatially-resolved inspection solutions for detecting these manufacturing defect before battery cells leave the factory. Feasible is in discussions with various EV and battery makers for EchoStat product validation and evaluation projects. Beyond these evaluation projects, Feasible plans to demonstrate EchoStat’s in delivering insights at production-scales to decreases in production costs and process times alongside improvements in quality and performance.\n\n \n\n\t\t\t\t\tLast Modified: 08/26/2021\n\n\t\t\t\t\tSubmitted by: Andrew G Hsieh"
 }
}