{
 "awd_id": "1831094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions: Collaborative Research: The Cyanobacterial Bloom Microbial Interactome as a Model for Understanding Patterns in Functional Biodiversity",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922217",
 "po_email": "kmclauch@nsf.gov",
 "po_sign_block_name": "Kendra McLauchlan",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 379121.0,
 "awd_amount": 379121.0,
 "awd_min_amd_letter_date": "2018-07-30",
 "awd_max_amd_letter_date": "2018-07-30",
 "awd_abstract_narration": "In recent years, harmful outbreaks of toxic cyanobacteria have reached new levels in water bodies all over the world. These cyanobacterial blooms are threatening freshwater lakes. The toxins pose substantial health risks to humans, pets, livestock, and wildlife. Rather than focusing strictly on nutrients and climate like previous research, this project explores the complex bacterial communities that co-occur with cyanobacteria. The project will test the hypothesis that cyanobacteria are supported through a mutually beneficial relationship with a mixture of other bacteria species. This project will make new discoveries about how to mitigate cyanobacterial blooms by comparing different ones across the world during important periods in their life cycles. This project will develop an enhanced understanding of the interactions between cyanobacteria and associated species. This project involves researchers at four U.S. institutions, one of which focuses on undergraduate education. There will be training of at least five Ph.D. and 20 undergraduate students. The project will specifically recruit under-represented minorities into STEM fields to help prepare a diverse scientific workforce.\r\n\r\nThis project will study the fundamental interactions driving one of the most common environmental problems: freshwater toxic cyanobacterial blooms. The central hypothesis is that these blooms constitute complex interactions of cyanobacterial species and associated bacteria. These groups of bacteria co-evolved to form a community of synergistic species, each with unique metabolic capabilities that are critical to the growth, maintenance, and demise of the bloom. Three approaches will be used: (1) a global survey of cyanobacterial blooms throughout the phases of the bloom, (2) a targeted series of metagenomic surveys, and (3) experimental work in the lab and field at sites in China and North America.  This project will also explore the roles of nutrient inputs, nutrient ratios, and various forms of nitrogen. New analyses will investigate the taxonomic identities and functional outcomes of these cyanobacterial communities. The results of this project will lead to improved predictions about the toxicity of blooms threatening human activities. This research aims to mitigate harmful cyanobacterial blooms by using a realistic approach based on community ecology and evolutionary biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Wilson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Alan E Wilson",
   "pi_email_addr": "wilson@auburn.edu",
   "nsf_id": "000260483",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "101 Samford Hall",
  "perf_city_name": "Auburn",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 379121.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project that has involved colleagues at the University of Oklahoma, James Madison University, and the University of North Carolina at Chapel Hill has used a combination of approaches from lake surveys, field and lab experiments, molecular biology research, and meta-analysis to examine the interactions between phytoplankton (including potentially harmful cyanobacteria) and associated non-photosynthetic bacteria (often called the interactome) regarding the establishment or control of freshwater algal blooms that threaten drinking water, aquaculture, and recreational waterbodies around the world.&nbsp; Through several field- and lab-based experiments, we have made many important discoveries including documenting that (1) US lakes are tending toward eutrophication despite significant investment in water quality management, (2) most treatments to control algal blooms are not effective, (3) different forms of dissolved nitrogen have distinct consequences on algal blooms, and (4) removing planktivorous fish (i.e., biomanipulation) from nutrient-rich aquaculture ponds can promote large-bodied zooplankton that effectively control phytoplankton, including bloom-forming cyanobacteria.&nbsp; This project has led to the broad training of four graduate researchers (including two females with one Hispanic; 1 PhD and 1 MS degrees earned), 13 undergraduate researchers (including nine females with one Hispanic; 12 BS degrees earned), and 1 high school researcher (female; HS diploma earned and currently pursuing BS) in ecological and water quality research that has resulted in 9 student-led, peer-reviewed publications and 31 conference presentations at international, national, and regional scientific conferences.&nbsp; Several participants supported by this project have entered and/or completed graduate school and entered the workforce in diverse locations including academia, state agencies, and industry.&nbsp;&nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/16/2024<br>\nModified by: Alan&nbsp;E&nbsp;Wilson</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1831094/1831094_10563223_1729107798576_NZ6_0911--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/1831094/1831094_10563223_1729107798576_NZ6_0911--rgov-800width.JPG\" title=\"Experiment installation\"><img src=\"/por/images/Reports/POR/2024/1831094/1831094_10563223_1729107798576_NZ6_0911--rgov-66x44.JPG\" alt=\"Experiment installation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Experiment installation in aquaculture pond</div>\n<div class=\"imageCredit\">Alan Wilson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alan&nbsp;E&nbsp;Wilson\n<div class=\"imageTitle\">Experiment installation</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1831094/1831094_10563223_1729107874516_NZ6_0923--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/1831094/1831094_10563223_1729107874516_NZ6_0923--rgov-800width.JPG\" title=\"Cyanobacterial bloom\"><img src=\"/por/images/Reports/POR/2024/1831094/1831094_10563223_1729107874516_NZ6_0923--rgov-66x44.JPG\" alt=\"Cyanobacterial bloom\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cyanobacterial bloom in an aquaculture pond</div>\n<div class=\"imageCredit\">Alan Wilson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alan&nbsp;E&nbsp;Wilson\n<div class=\"imageTitle\">Cyanobacterial bloom</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis collaborative project that has involved colleagues at the University of Oklahoma, James Madison University, and the University of North Carolina at Chapel Hill has used a combination of approaches from lake surveys, field and lab experiments, molecular biology research, and meta-analysis to examine the interactions between phytoplankton (including potentially harmful cyanobacteria) and associated non-photosynthetic bacteria (often called the interactome) regarding the establishment or control of freshwater algal blooms that threaten drinking water, aquaculture, and recreational waterbodies around the world. Through several field- and lab-based experiments, we have made many important discoveries including documenting that (1) US lakes are tending toward eutrophication despite significant investment in water quality management, (2) most treatments to control algal blooms are not effective, (3) different forms of dissolved nitrogen have distinct consequences on algal blooms, and (4) removing planktivorous fish (i.e., biomanipulation) from nutrient-rich aquaculture ponds can promote large-bodied zooplankton that effectively control phytoplankton, including bloom-forming cyanobacteria. This project has led to the broad training of four graduate researchers (including two females with one Hispanic; 1 PhD and 1 MS degrees earned), 13 undergraduate researchers (including nine females with one Hispanic; 12 BS degrees earned), and 1 high school researcher (female; HS diploma earned and currently pursuing BS) in ecological and water quality research that has resulted in 9 student-led, peer-reviewed publications and 31 conference presentations at international, national, and regional scientific conferences. Several participants supported by this project have entered and/or completed graduate school and entered the workforce in diverse locations including academia, state agencies, and industry. \n\n\n\t\t\t\t\tLast Modified: 10/16/2024\n\n\t\t\t\t\tSubmitted by: AlanEWilson\n"
 }
}