{
 "awd_id": "1832860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Small Motionless Antenna with Reconfigurable Transmission",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2018-05-15",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 100566.0,
 "awd_amount": 100566.0,
 "awd_min_amd_letter_date": "2018-05-11",
 "awd_max_amd_letter_date": "2018-05-11",
 "awd_abstract_narration": "Rescue operations in the wake of a hurricane has been hindered by the absence of a compact apparatus for underwater communication. Data can be transmitted or received through seawater, earth, or other challenging environments at the rate between 1000 and 10,000 events per second by stationary or rotatory methods. The antennae for such transmission ought to be portable so that they can be carried by first responders. Stationary antennae as simple as a loop of wire are not portable as they require kilometers of real estate. Rotatory antennae employing motor(s) driving permanent magnets suffer from reliability, noise, and service duration associated with moving parts. The proposed concept overcomes these shortcomings by avoiding bulk motion in the synthesis of a centimeter-sized antenna swirling a magnetic cloud. It relies on 'variable material' rather than the 'variable structure' on which mechanical rotation relies. Local first responders will be consulted, and their feedback will be used to identify design constraints. Electrical, civil, and ocean engineering students will learn electromagnetism, power electronics, and hardware validation. \r\n\r\nThe main objective of the work plan is to reduce the dimensions of an ultra-low-frequency antenna from kilometers to centimeters. The full proposal proves mathematically that such drastic size reduction requires the generation of a rotating magnetic field. The EAGER novelty is to create such rotating magnetic field without using moving parts. Two pieces of hardware will be designed, constructed, and tested: an ultra-low-frequency antenna and a sensitive magnetometer capable of detecting femto-Teslas. The antenna is constructed from two basic cells. Each basic cell comprises a Neodymium magnet serving as a source of magnetic flux, a ferrite yoke serving as a high-permeability conduit of magnetic flux, and a current-controlled saturable inductor serving as a 'shutter' for magnetic flux. The shutter's core is realized by non-oriented 80% nickel-iron alloy or square-loop ferrite that can be saturated with low control current. At zero control current, the shutter's permeability is high. Since the ferrite yoke's permeability is already high, the flux from the magnet is trapped (no emission) by the shutter and the yoke.  As the control current increases, the shutter's permeability decreases to let more flux emit from the magnet. A circular array of basic cells and the associated modulated control currents will generate a spinning magnetic cloud. Simulation of a preliminary design suggests that 100 femto-Teslas at 1000 Hertz would be detected under seawater at 100m away from a two-cell prototype with dimensions of 15 x 9.5 x 3 cubic centimeters. This preliminary design will be refined in the first quarter, and a flux shutter will be constructed. The shutter, ferrite yoke, and permanent magnet will be integrated to realize the antenna in the second quarter. A single-axis induction magnetometer will be designed and tested in the third quarter to measure the expected femto-Teslas at 100 m away. Three-axis magnetometer will be constructed in the fourth quarter to detect the field vector. The power electronics to drive the antenna will be designed and fabricated by the third quarter. The antenna and its driver will be integrated and field-tested in the fourth quarter. The project is deemed successful upon detection of 100 femto-Teslas at 1000 Hertz at 100m distance with an antenna volume less than 450 cubic centimeters, and without moving parts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Khai",
   "pi_last_name": "Ngo",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Khai D Ngo",
   "pi_email_addr": "kdtn@vt.edu",
   "nsf_id": "000481517",
   "pi_start_date": "2018-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Majid",
   "pi_last_name": "Manteghi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Majid Manteghi",
   "pi_email_addr": "manteghi@vt.edu",
   "nsf_id": "000497908",
   "pi_start_date": "2018-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240611019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100566.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><script id=\"th-iframe-script\" src=\"chrome-extension://ofdopmlmgifpfkijadehmhjccbefaeec/assets/comms/commsiframe.js\"></script>\n<script id=\"th-iframe-script\" src=\"chrome-extension:/ofdopmlmgifpfkijadehmhjccbefaeec/assets/comms/commsiframe.js\"></script>\n<p>We introduced a new method for generating electromagnetic waves using the static magnetic flux of a permanent magnet. Our proposed design uses the nonlinearity of ferromagnetic materials to alternate the magnetic flux of a permanent magnet into two different pathways. This way, we convert a static magnetic flux into a time-variant one. We prototyped this parametric EM wave generator, and we showed that 50% of the magnetic flux of the permanent magnet could be modulated using a small amount of electric current. We have also proposed a method for evaluating the performance of the ULF transmitter, and we used it to evaluate the proposed transmitter. While we have not tried to minimize the size and weight of the transmitter, it has realistic dimensions and weight. The power consumption of the transmitter and the calculated results were also analyzed. Our calculations show that we can generate 1 fT of time-variant magnetic flux at a distance of 1 km using a magnet volume of 10cm<sup>3</sup>. The required power to generate this magnetic flux is 2 watts. The results of this project were presented in IWATS2019. We submitted a manuscript detailing the theory and experimental result of this project to the IEEE antenna and propagation transaction. We will also present this material in the IEEE Antennas and the Propagation Symposium this coming July.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2020<br>\n\t\t\t\t\tModified by: Majid&nbsp;Manteghi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nWe introduced a new method for generating electromagnetic waves using the static magnetic flux of a permanent magnet. Our proposed design uses the nonlinearity of ferromagnetic materials to alternate the magnetic flux of a permanent magnet into two different pathways. This way, we convert a static magnetic flux into a time-variant one. We prototyped this parametric EM wave generator, and we showed that 50% of the magnetic flux of the permanent magnet could be modulated using a small amount of electric current. We have also proposed a method for evaluating the performance of the ULF transmitter, and we used it to evaluate the proposed transmitter. While we have not tried to minimize the size and weight of the transmitter, it has realistic dimensions and weight. The power consumption of the transmitter and the calculated results were also analyzed. Our calculations show that we can generate 1 fT of time-variant magnetic flux at a distance of 1 km using a magnet volume of 10cm3. The required power to generate this magnetic flux is 2 watts. The results of this project were presented in IWATS2019. We submitted a manuscript detailing the theory and experimental result of this project to the IEEE antenna and propagation transaction. We will also present this material in the IEEE Antennas and the Propagation Symposium this coming July.\n\n \n\n\t\t\t\t\tLast Modified: 05/30/2020\n\n\t\t\t\t\tSubmitted by: Majid Manteghi"
 }
}