{
 "awd_id": "1832225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Historical Geography of People and Plants in Florida",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032922206",
 "po_email": "mayuan@nsf.gov",
 "po_sign_block_name": "May Yuan",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 115878.0,
 "awd_amount": 115878.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2023-12-20",
 "awd_abstract_narration": "This study will investigate how late nineteenth and early twentieth century tropical plant exploration and experimentation undertaken by the U.S. Department of Agriculture (USDA) related to U.S. foreign policy goals, and how it contributed to shaping ideals about Florida's frontier settlement.  The project will contribute to a general understanding of how science shapes and is shaped by larger national political and economic initiatives.  The project includes integrated educational activities such as the development of a public exhibit; the creation of a web-based learning module available to anyone interested in this material; the training of undergraduate and graduate students in conducting historic-geographic research; and community engagement.  Societal outcomes from these projects include contributing to the education and training of minority students for careers in agriculture and other sciences, and promoting broader public understanding of the contributions of racial and ethnic minorities to U.S. science and technology.\r\n\r\nUsing the case of U.S. Department of Agriculture (USDA)'s early tropical plant exploration and experimentation, this study brings the American tropics into the analyses of science, foreign policy, and American frontier settlement. The project will theoretically and empirically advance several fields of inquiry including geographies of science, black geographies, political ecology, and historical geography. It will produce new knowledge about African Diasporic contributions to agricultural and botanical sciences and about the influences of racial stereotypes on historical agricultural development.  Specifically the study's objectives are: 1) to review and analyze USDA scientists' practices of tropical plant collection, experimentation, and introduction; 2) to understand the role of the USDA's tropical plant exploration and introduction efforts in constructing Florida's tropical region as a desirable space for white settlement; and 3) to analyze how nineteenth and early twentieth-century interlinked ideas of race, U.S. empire, and scientific knowledge shaped and were shaped by the USDA's tropical plant projects. Using both archived materials and published historical documents the investigator will analyze the representational and embodied practices of key individuals and the policies and politics of their associated institutions. The historical period under investigation begins with the USDA's move toward overseas exploration and plant importation, around 1890, and ends in 1945 when the geopolitical context of US foreign policy shifted significantly. Archived materials from a variety of public and private holdings will be a primary source of data, including field collecting journals, scientific diaries, official reports, correspondence, photographs, sketches, maps, government policies, memoranda, and directives.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Hollander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gail Hollander",
   "pi_email_addr": "hollande@fiu.edu",
   "nsf_id": "000299921",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 115878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\r\n<p>This study investigated the historical role of the United States Department of Agriculture's tropical plant exploration and experimentation projects in facilitating both US foreign policy goals and establishing the suitability of tropical South Florida for white settlement. The primary method used was archival research in collections located at five different US government and non-government institutions. A goal of this historical study was to trace the roots of present-day conflicts over tropical botanical collection and racial and ethnic disparities in access to agricultural science. The results illustrate how past collection practices that appropriated local botanical knowledge continue today in modified form and how unequal access to agricultural inputs has been historically patterned by racial and ethnic categories. One of the project&rsquo;s principal broader impacts has been the use of results to create an online learning module for the PI&rsquo;s undergraduate course, <em>The Global Food System</em>. The PI is also developing two student projects for the course that investigate the African origins of US crops and multi-generational agricultural knowledge among minority farmers in South Florida. These teaching and learning activities help promote broader public understanding of the contributions of racial and ethnic minorities to US agricultural science and technology. The initial public presentation of study results will occur at the Annual Meeting of the American Association of Geographers in Detroit in March 2025. The paper presented will be submitted for publication in an academic journal. The major outcome of this project will be a book-length manuscript for publication in an academic press.&nbsp;I am contacting the acquisition editors for the University of Minnesota Press and University of Chicago Press to set up meetings at the above-mentioned conference. The manuscript examines the culture of the USDA&rsquo;s plant explorers, from the establishment of the Experiment Station and Plant Importation Garden in South Florida in 1898 through the 1940s Indian Medicine project among Indigenous communities in the American West. It explores the colonizing ideology inherent in USDA plant exploration projects, specifically in explorers&rsquo; engagements with Indigenous communities and the appropriation of Indigenous plant knowledge. Other academic journal articles are planned, including one co-authored with a recent FIU PhD graduate. Publishing results with the engagement of former doctoral students contributes to the mentoring and professionalization of the next generation of investigators.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2025<br>\nModified by: Gail&nbsp;Hollander</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nThis study investigated the historical role of the United States Department of Agriculture's tropical plant exploration and experimentation projects in facilitating both US foreign policy goals and establishing the suitability of tropical South Florida for white settlement. The primary method used was archival research in collections located at five different US government and non-government institutions. A goal of this historical study was to trace the roots of present-day conflicts over tropical botanical collection and racial and ethnic disparities in access to agricultural science. The results illustrate how past collection practices that appropriated local botanical knowledge continue today in modified form and how unequal access to agricultural inputs has been historically patterned by racial and ethnic categories. One of the projects principal broader impacts has been the use of results to create an online learning module for the PIs undergraduate course, The Global Food System. The PI is also developing two student projects for the course that investigate the African origins of US crops and multi-generational agricultural knowledge among minority farmers in South Florida. These teaching and learning activities help promote broader public understanding of the contributions of racial and ethnic minorities to US agricultural science and technology. The initial public presentation of study results will occur at the Annual Meeting of the American Association of Geographers in Detroit in March 2025. The paper presented will be submitted for publication in an academic journal. The major outcome of this project will be a book-length manuscript for publication in an academic press.I am contacting the acquisition editors for the University of Minnesota Press and University of Chicago Press to set up meetings at the above-mentioned conference. The manuscript examines the culture of the USDAs plant explorers, from the establishment of the Experiment Station and Plant Importation Garden in South Florida in 1898 through the 1940s Indian Medicine project among Indigenous communities in the American West. It explores the colonizing ideology inherent in USDA plant exploration projects, specifically in explorers engagements with Indigenous communities and the appropriation of Indigenous plant knowledge. Other academic journal articles are planned, including one co-authored with a recent FIU PhD graduate. Publishing results with the engagement of former doctoral students contributes to the mentoring and professionalization of the next generation of investigators.\r\n\n\n\t\t\t\t\tLast Modified: 01/29/2025\n\n\t\t\t\t\tSubmitted by: GailHollander\n"
 }
}