{
 "awd_id": "1832290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRISP 2.0 Type 1: Collaborative Research: Economic Mechanisms for Grid Resilience Against Extreme Events and Natural Gas Disruptions",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shen",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2021-04-28",
 "awd_abstract_narration": "This Critical Resilient Interdependent Infrastructure Systems and Processes (CRISP) project seeks to develop an evidence-based, economically sound and validated approach to enhancing the resilience of US electricity grids, accounting for their interdependence with the natural gas supply system. This project develops a robust and comprehensive technique to quantify how different types of actions and measures improve the resilience of an electric grid. Based on a harm function that unifies existing resilience metrics, the effectiveness of various network management options are quantified. Options include: changing the structure of the electric grid, hardening some components, expanding gas transmission and storage capacity, or boosting preparedness. This project also examines the optimal mix of resilience investments. Models will be validated using case studies in New England and Puerto Rico. \r\n\r\nThis research is following a three step approach. In the first step, the researchers develop a harm function that unifies existing resilience metrics. This function is defined as the weighted sum of the outage time at different nodes of the network. Based on this metric, measures to improve the resilience of the grid can be rigorously quantified. In the second step, the researchers optimize resilience investments using equilibrium models of electricity markets that account for natural gas transmission constraints. In the third step, the algorithms, models and mechanisms are validated examining natural gas and grid test systems in the Northeastern U.S., with a focus on the New England region; and 2) the power system of Puerto Rico, which provides a unique opportunity to test and validate the methods in a real system undergoing an almost complete rebuild after a major disruption. The results of this project will be of interest to regulators concerned with long term investments in resilience that are effective and based on sound economic principles and regulatory practices. The techniques developed in this project will help electric utilities compare the effectiveness of various measures and justify the corresponding operating and capital expenditures to their regulators. The results will be disseminated through undergraduate and graduate infrastructure courses and workshops for utilities, ISOs and government agencies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chiara",
   "pi_last_name": "Lo Prete",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chiara Lo Prete",
   "pi_email_addr": "cxl63@psu.edu",
   "nsf_id": "000698763",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "213 Hosler Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "027Y00",
   "pgm_ele_name": "CRISP - Critical Resilient Int"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Resilience of the electric power system describes the ability to withstand and recover rapidly from disruptions, including widespread, long-duration (WLD) power interruptions that may stem from extreme weather events and fuel disruptions. Although grid resilience is increasingly becoming a top priority for U.S. policy-makers, economic principles and methods do not always guide decisions about resilience. For example, a critical gap in our understanding of how to cope with WLD power disruptions is the optimal mix of investments in preventive measures that reduce vulnerability to outages (such as hardening distribution feeders), corrective actions that promote faster recovery when these outages occur (such as deployment of restoration crews), and preventive measures that enhance flexibility to respond or lower the costs of corrective actions (e.g., installation of advanced metering infrastructure for faster power restoration). State regulators in the U.S. currently allow recovery of restoration costs from the ratepayers after a major outage, but resist funding preventive measures that may only yield occasional benefits, while raising costs for ratepayers. As a result, standard practice for resilience to disasters tends to be reactive: electric utilities are reluctant to invest in preventive measures that may reduce costs and outage impacts from a major disruption, but spend heavily to fix components that failed during the event. This approach is unlikely to be the most effective way to enhance the resilience of the system in the long term. Further, because investing in a more resilient system has the classic characteristics of public goods, it is unrealistic to expect utilities to make voluntary investments whose benefits are diffused broadly across society.</p>\n<p>In this project, Chiara Lo Prete and her team examined five topics in the economics of electricity system resilience. These topics included:</p>\n<ul>\n<li>exploring trade-offs between investments in preventive measures that reduce vulnerability to outages (such as hardening distribution feeders) and corrective actions that promote faster recovery when these outages occur (such as deployment of restoration crews) [1]; </li>\n<li>empirically estimating the value to residential customers of avoiding long-duration power outages, as revealed through housing market transactions after a 2011 winter storm in Texas [2];</li>\n<li>enhancing the resilience of interdependent electrical grid and natural gas systems during a winter storm by reallocating natural gas demand from non-critical customers holding firm contracts for transportation to power plants [3]; </li>\n<li>reviewing recent efforts to strengthen bulk power system reliability and resilience through electricity market mechanisms, modifications in transmission planning standards, and novel modeling efforts that account for the interdependency between the electricity and gas sectors [4];</li>\n<li>discussing strategies to prevent and mitigate the adverse consequences of extreme weather events in the electric power sector, such as improving generation resource adequacy and planning, promoting demand-side tools, and implementing market and planning reforms that recognize critical infrastructure interdependencies [5].</li>\n</ul>\n<p>Additionally, the award funded a study that compares the effects of a regional environmental policy (California&rsquo;s GHG cap-and-trade program) on generation and emission leakage in the electricity sector using two methods: a simulation-based partial equilibrium model that accounts for details of policy implementation and is parameterized using market data; and an econometric model applying a quasi-experimental design with matching and a robust inference method that does not require parallel trends to hold exactly. The comparison allows identification of critical assumptions driving the simulation results, and benchmarking of the empirical results in a complex policy setting where threats to identification undermine attempts at statistical inference [6].</p>\n<p>The project provided opportunities for training and professional development for two graduate students and one postdoctoral scholar. Results have been disseminated to communities of interest (regulators, utilities and policy-makers) via journal articles, conference and workshop presentations, and invited talks (e.g., Energy Insights in December 2022).</p>\n<p>&nbsp;</p>\n<p><strong><em>References</em></strong></p>\n<p>[1] C. Lo Prete and A. Radhakrishnan (2023). Leaker-follower equilibria to examine investment decisions in grid resilience-enhancing measures. Risk Analysis 43, 280-307.</p>\n<p>[2] J. Wu, C. Lo Prete and A. Tyagi. Does reliability affect property values? Empirical evidence from the housing market in Texas. Work in progress.</p>\n<p>[3] C. Lo Prete and A. Radhakrishnan. Competing claims for natural gas and grid reliability during extreme winter weather events. Submitted to the 2024 IEEE PES General Meeting, Under Review. Manuscript in preparation.</p>\n<p>[4] C. Lo Prete and A. Radhakrishnan (2023). Bulk power system reliability and resilience: An overview of planning and market measures. In <em>Advancing the Resilience of the Power Grid under a Changing Climate</em>, edited by R. Nateghi and A. Shafieezadeh. Wiley-IEEE Press.</p>\n<p>[5] C. Lo Prete and S. Blumsack (2023). Enhancing the reliability of bulk power systems against the threat of extreme weather: Lessons from the 2021 Texas electricity crisis. Economics of Energy &amp; Environmental Policy 12(2), 31-47.</p>\n<p>[6] C. Lo Prete, A. Tyagi and Q. Xu (2023). California's cap-and-trade program and emission leakage in the Western Interconnection: Comparing econometric and partial equilibrium model estimates. Journal of the Association of Environmental and Resource Economists, https://doi.org/10.1086/726053.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/01/2024<br>\nModified by: Chiara&nbsp;Lo Prete</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nResilience of the electric power system describes the ability to withstand and recover rapidly from disruptions, including widespread, long-duration (WLD) power interruptions that may stem from extreme weather events and fuel disruptions. Although grid resilience is increasingly becoming a top priority for U.S. policy-makers, economic principles and methods do not always guide decisions about resilience. For example, a critical gap in our understanding of how to cope with WLD power disruptions is the optimal mix of investments in preventive measures that reduce vulnerability to outages (such as hardening distribution feeders), corrective actions that promote faster recovery when these outages occur (such as deployment of restoration crews), and preventive measures that enhance flexibility to respond or lower the costs of corrective actions (e.g., installation of advanced metering infrastructure for faster power restoration). State regulators in the U.S. currently allow recovery of restoration costs from the ratepayers after a major outage, but resist funding preventive measures that may only yield occasional benefits, while raising costs for ratepayers. As a result, standard practice for resilience to disasters tends to be reactive: electric utilities are reluctant to invest in preventive measures that may reduce costs and outage impacts from a major disruption, but spend heavily to fix components that failed during the event. This approach is unlikely to be the most effective way to enhance the resilience of the system in the long term. Further, because investing in a more resilient system has the classic characteristics of public goods, it is unrealistic to expect utilities to make voluntary investments whose benefits are diffused broadly across society.\n\n\nIn this project, Chiara Lo Prete and her team examined five topics in the economics of electricity system resilience. These topics included:\n\nexploring trade-offs between investments in preventive measures that reduce vulnerability to outages (such as hardening distribution feeders) and corrective actions that promote faster recovery when these outages occur (such as deployment of restoration crews) [1]; \nempirically estimating the value to residential customers of avoiding long-duration power outages, as revealed through housing market transactions after a 2011 winter storm in Texas [2];\nenhancing the resilience of interdependent electrical grid and natural gas systems during a winter storm by reallocating natural gas demand from non-critical customers holding firm contracts for transportation to power plants [3]; \nreviewing recent efforts to strengthen bulk power system reliability and resilience through electricity market mechanisms, modifications in transmission planning standards, and novel modeling efforts that account for the interdependency between the electricity and gas sectors [4];\ndiscussing strategies to prevent and mitigate the adverse consequences of extreme weather events in the electric power sector, such as improving generation resource adequacy and planning, promoting demand-side tools, and implementing market and planning reforms that recognize critical infrastructure interdependencies [5].\n\n\n\nAdditionally, the award funded a study that compares the effects of a regional environmental policy (Californias GHG cap-and-trade program) on generation and emission leakage in the electricity sector using two methods: a simulation-based partial equilibrium model that accounts for details of policy implementation and is parameterized using market data; and an econometric model applying a quasi-experimental design with matching and a robust inference method that does not require parallel trends to hold exactly. The comparison allows identification of critical assumptions driving the simulation results, and benchmarking of the empirical results in a complex policy setting where threats to identification undermine attempts at statistical inference [6].\n\n\nThe project provided opportunities for training and professional development for two graduate students and one postdoctoral scholar. Results have been disseminated to communities of interest (regulators, utilities and policy-makers) via journal articles, conference and workshop presentations, and invited talks (e.g., Energy Insights in December 2022).\n\n\n\n\n\nReferences\n\n\n[1] C. Lo Prete and A. Radhakrishnan (2023). Leaker-follower equilibria to examine investment decisions in grid resilience-enhancing measures. Risk Analysis 43, 280-307.\n\n\n[2] J. Wu, C. Lo Prete and A. Tyagi. Does reliability affect property values? Empirical evidence from the housing market in Texas. Work in progress.\n\n\n[3] C. Lo Prete and A. Radhakrishnan. Competing claims for natural gas and grid reliability during extreme winter weather events. Submitted to the 2024 IEEE PES General Meeting, Under Review. Manuscript in preparation.\n\n\n[4] C. Lo Prete and A. Radhakrishnan (2023). Bulk power system reliability and resilience: An overview of planning and market measures. In Advancing the Resilience of the Power Grid under a Changing Climate, edited by R. Nateghi and A. Shafieezadeh. Wiley-IEEE Press.\n\n\n[5] C. Lo Prete and S. Blumsack (2023). Enhancing the reliability of bulk power systems against the threat of extreme weather: Lessons from the 2021 Texas electricity crisis. Economics of Energy & Environmental Policy 12(2), 31-47.\n\n\n[6] C. Lo Prete, A. Tyagi and Q. Xu (2023). California's cap-and-trade program and emission leakage in the Western Interconnection: Comparing econometric and partial equilibrium model estimates. Journal of the Association of Environmental and Resource Economists, https://doi.org/10.1086/726053.\n\n\n\t\t\t\t\tLast Modified: 01/01/2024\n\n\t\t\t\t\tSubmitted by: ChiaraLo Prete\n"
 }
}