{
 "awd_id": "1832967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII-Track 4: Investigation into Structure-Magnetism Correlations in 4d/5d Transition Metal Halides using Combined X-ray and Neutron Diffraction Techniques",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928458",
 "po_email": "cwhitley@nsf.gov",
 "po_sign_block_name": "Chinonye Nnakwe",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 175230.0,
 "awd_amount": 175230.0,
 "awd_min_amd_letter_date": "2018-08-20",
 "awd_max_amd_letter_date": "2018-08-20",
 "awd_abstract_narration": "Non-Technical description \r\n\r\nQuantum materials, in which the extraordinary effects of quantum mechanics can induce unique and unexpected behaviors, are the key to revolutionizing the future energy and information technologies. This proposal aims to establish a strong research program in inorganic materials at Louisiana State University (LSU) with the goal of addressing challenging issues to discover new quantum materials with exotic physical properties. By applying a fundamental understanding of the relationships among crystal structures, physical properties, and chemical bonding, we will synthesize and characterize novel quantum materials with the goal of understanding how magnetic properties are related to their chemical composition and atomic structure.  This fellowship will provide a unique opportunity for the PI to learn neutron diffraction techniques at Oak Ridge National Laboratory (ORNL). This will allow for a new direction in materials research at LSU with a focus on finding new quantum materials from a chemistry perspective and facilitating interdisciplinary study of quantum materials in physics and chemistry. \r\n\r\nTechnical description\r\n\r\nTo date, the importance of spin-orbit coupling (SOC) to generate the electronic ground state in 4d/5d-based compounds have emerged and many novel routes to a variety of unconventional physical states have been revealed. For example, like quantum materials, like quantum spin liquids, Weyl semimetals, and axion insulators, which have strong spin-orbit coupling may have applications in data storage and memory, electronics, and quantum computing. This project aims to design, synthesize, and characterize molecule-based inorganic 4d/5d transition metals halides with the goal of understanding how magnetic properties are related to their chemical composition and atomic structure, and of facilitating technological applications over time. Currently, major experimental and theoretical efforts have been solely undertaken to search for novel spin-orbit coupling systems in various d5 systems where S=1/2.  We will investigate structure-magnetism interactions and understand the intrinsic interplay of electronic, spin, and orbital degrees of freedom arising from a complex balance of electron-electron correlations (U), spin-orbit coupling (SOC), and crystal-field theory (CFT).  This effort will be achieved by combining experimental results, chemical bonding and molecular orbit diagrams to provide valuable input to both theory and experimentation in the study of transition metal halides and oxides with various d electronic configurations. The collaborative work among scientists at Oak Ridge National Laboratory (ORNL) and LSU in materials science will further support the proposed program. The outcome, of this research could open a route into an uncharted world of quantum magnetic materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weiwei",
   "pi_last_name": "Xie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weiwei Xie",
   "pi_email_addr": "xieweiwe@msu.edu",
   "nsf_id": "000746057",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee, Oak Ridge National Laboratory",
  "perf_str_addr": "2641 Osprey Vista Way",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379204395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 175230.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Report:</strong></p>\n<p>The quantum materials are critical components to revolutionizing the future energy and information technologies just semiconductors. The supported research program focused on studying the quantum materials with the exotic physical properties using the neutron scattering. After 2-year support, the research group at LSU established a strong research program in inorganic materials at the state of Louisiana with the goal of addressing challenging issues to discover new quantum materials with exotic physical properties. Moreover, this fellowship provided a unique opportunity for the PI especially her undergraduate and graduate students to learn neutron diffraction techniques at Oak Ridge National Laboratory (ORNL). By applying a fundamental understanding of the relationships among crystal structures, physical properties, and chemical bonding, they synthesized and characterized novel quantum materials and understood how magnetic properties are related to their chemical composition and atomic structure. This led to a new direction in materials research at LSU and trained the students at the state of Louisiana with the advanced neutron scattering techniques.</p>\n<p>Technologically, the spin-orbit coupling (SOC) generating the electronic ground state in 4d/5d-based compounds have emerged with various unconventional physical states. This project designed, synthesized, and characterized molecule-based inorganic 4d/5d transition metals halides with the goal of understanding how magnetic properties are related to their chemical composition and atomic structure, and of facilitating technological applications over time. In particularly, we investigated structure-magnetism interactions and understand the intrinsic interplay of electronic, spin, and orbital degrees of freedom arising from a complex balance of electron-electron correlations (U), spin-orbit coupling (SOC), and crystal-field theory (CFT) with spin-1/2 and 3/2 and so on. This effort was achieved by combining experimental results, chemical bonding and molecular orbit diagrams. The collaborative work among scientists at Oak Ridge National Laboratory (ORNL) and LSU in materials science further supported the proposed program.</p>\n<p>Seven papers have been published in peer-reviewed journals after 2 years support. 4 graduate students (3 females, 1 male) were supported to conduct neutron experiments at Oak Ridge National Laboratory (ORNL) through this program to finish their Ph.D. thesis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2020<br>\n\t\t\t\t\tModified by: Weiwei&nbsp;Xie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Report:\n\nThe quantum materials are critical components to revolutionizing the future energy and information technologies just semiconductors. The supported research program focused on studying the quantum materials with the exotic physical properties using the neutron scattering. After 2-year support, the research group at LSU established a strong research program in inorganic materials at the state of Louisiana with the goal of addressing challenging issues to discover new quantum materials with exotic physical properties. Moreover, this fellowship provided a unique opportunity for the PI especially her undergraduate and graduate students to learn neutron diffraction techniques at Oak Ridge National Laboratory (ORNL). By applying a fundamental understanding of the relationships among crystal structures, physical properties, and chemical bonding, they synthesized and characterized novel quantum materials and understood how magnetic properties are related to their chemical composition and atomic structure. This led to a new direction in materials research at LSU and trained the students at the state of Louisiana with the advanced neutron scattering techniques.\n\nTechnologically, the spin-orbit coupling (SOC) generating the electronic ground state in 4d/5d-based compounds have emerged with various unconventional physical states. This project designed, synthesized, and characterized molecule-based inorganic 4d/5d transition metals halides with the goal of understanding how magnetic properties are related to their chemical composition and atomic structure, and of facilitating technological applications over time. In particularly, we investigated structure-magnetism interactions and understand the intrinsic interplay of electronic, spin, and orbital degrees of freedom arising from a complex balance of electron-electron correlations (U), spin-orbit coupling (SOC), and crystal-field theory (CFT) with spin-1/2 and 3/2 and so on. This effort was achieved by combining experimental results, chemical bonding and molecular orbit diagrams. The collaborative work among scientists at Oak Ridge National Laboratory (ORNL) and LSU in materials science further supported the proposed program.\n\nSeven papers have been published in peer-reviewed journals after 2 years support. 4 graduate students (3 females, 1 male) were supported to conduct neutron experiments at Oak Ridge National Laboratory (ORNL) through this program to finish their Ph.D. thesis.\n\n\t\t\t\t\tLast Modified: 12/29/2020\n\n\t\t\t\t\tSubmitted by: Weiwei Xie"
 }
}