{
 "awd_id": "1832213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum Collaborative Research Food-Water-Energy Nexus:  CITYFOOD",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 503849.0,
 "awd_amount": 503849.0,
 "awd_min_amd_letter_date": "2018-07-05",
 "awd_max_amd_letter_date": "2020-08-03",
 "awd_abstract_narration": "Many cities across the globe are facing difficult challenges managing their food, water and energy systems. The challenges stem from the fact that the issues of food, water and energy are often tightly connected with each other, not only locally but also globally. This is known as the Food-Water-Energy (FWE) nexus.  An effective solution to a local water problem may cause new local problems with food or energy, or cause new water problems at the global level. On a local scale, it is difficult to anticipate whether solutions to one issue in the nexus are sustainable across food, water and energy systems, both at the local and the global scale.  Innovative solutions that encompass the nexus are particularly important to enable cities to better manage their food, water and energy systems and understand the benefits and tradeoffs for different solutions.  \r\n\r\nThis award supports U.S. researchers participating in a project competitively selected by a 29-country initiative through the joint Belmont Forum- Joint Programming Initiative (JPI) Urban Europe.  The Sustainable Urbanization Global Initiative (SUGI)/Food-Water-Energy Nexus is a multilateral initiative designed to support research projects that bring together the fragmented research and expertise across the globe to find innovative solutions to the Food-Water-Energy Nexus challenge.  The call seeks to develop more resilient, applied urban solutions to benefit a much wider range of stakeholders. The rapid urbanization of the world's population underscores the importance of this focus. International partners were invited to develop solutions for this challenge.  The funds requested will be used to support U.S. participants to cooperate in consortia that consist of partners from at least three of the participating countries and that bring together natural scientists, social scientists and research users (e.g., civil society, NGOs, and industry).  Participants from other countries are funded through their national funding organizations. \r\n\r\nThe project aims to deal with the challenges related to rapid urbanization of the world's population by developing and providing a new concept of integrated aqua-agriculture systems to support a broader scale urban food production. The project focuses on intersections and potential synergies between different domains, such as urban governance, planning, and management, socio-economic development and resource flow related to food/ nutrients, water, and energy and seeks to integrate aqua-agriculture systems into cities and expand the knowledge and applicability of this innovative solution. Computer models will help to optimize the environmental, economic, and social benefits of the aqua-agriculture technology. Real-world experiments in Living Labs will synthesize all three FWE sectors and illustrate the integrated system for multiple stakeholders. Urban planning approaches and sample case studies will help to develop comprehensive implementation strategies in a variety of urban contexts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gundula",
   "pi_last_name": "Proksch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gundula Proksch",
   "pi_email_addr": "prokschg@uw.edu",
   "nsf_id": "000770096",
   "pi_start_date": "2018-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "University of Washington, Gould",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981955720",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 178323.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 168505.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 157021.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The CITYFOOD project analyzed the potential for urban integration of aqua-agriculture systems in the Food-Water-Energy (FWE) Nexus context. The project consortium consisted of six international project partners with interdisciplinary expertise in aquaculture, modeling, food systems, urban planning, and built environment disciplines in Germany, Sweden, Norway, The Netherlands, Brazil, and the NSF-funded team at the University of Washington in the United States.&nbsp;</p>\n<p>Emergent aqua-agricultures such as aquaponics efficiently use nutrients, water, and energy by combining recirculating aquaculture systems (RAS) with hydroponic plant production. While recovering and reusing resources, aquaponics is still a niche market yet to be exploited at a larger scale for its sustainability benefits. The CITYFOOD project systematically investigated critical aspects of the research question at multiple built environment scales. It generated and bridged findings between microbiology, aquaculture, horticulture, built environments, and positive environmental impacts to assess the implementation of aquaponics in cities. CITYFOOD tied aquaponics into the broader discussion surrounding climate change resilience and localized food production. Its research investigated and promoted aquaponics as a viable technology, ready to transition to scaled-up commercial implementation.</p>\n<p><em>Intellectual Meri</em><em>t</em><em>&nbsp;</em></p>\n<p>The team advanced academic knowledge through research based on the analysis of the state of the aquaponics industry. It created a comprehensive database of 660 aquaponics-related operations, which included 270 commercial operations that opened between 2012 and 2022 in North America. CITYFOOD identified and defined types of aquaponics operations based on the primary purpose, physical infrastructure, and potential location in cities based on this database. At the system level, the team assessed possible integration with building systems and how building-integrated systems might support the expansion of industrial symbioses. These findings, together with the conception of new information models that document circular city-related resource flows, led to identifying site resource inventories to advance such integration at the urban scale.</p>\n<p>Urban case study investigations of Chicago, Illinois and Seattle, Washington further examined potential implementation strategies for aquaponics in two North American cities. These investigations supported the team&rsquo;s development of policy frameworks to advocate for and further integrate aquaponics. The GIS-based mapping of Chicago&rsquo;s urban agriculture food system revealed relationships between internal networks and potential sites in underutilized industrial areas, which provide critical infrastructure and resources for Controlled Environment Agriculture. A second FWE Nexus-based urban assessment carefully investigated Pacific salmon&rsquo;s cultural and environmental importance in the Seattle region. Due to these deeply embedded relationships, aquaponics might not only provide a resource-efficient salmon farming method but also contribute to the protection and restoration of the endangered habitats of wild salmon populations.&nbsp;</p>\n<p>To address the planetary level, the team assessed aquaponics through the FWE Nexus framework and analyzed related sustainability frameworks in a fundamental review paper with a built environment perspective. It also identified pathways to translate the environmental potential of commercial aquaponics into economic success through a sustainability transition theory lens. Interviews with North American aquaponics producers helped evaluate the industry&rsquo;s current state-of-the-art, drivers, barriers, and future potential.&nbsp;</p>\n<p><em>Broader Impact</em></p>\n<p>In addition to contributing to academic discourse, CITYFOOD aimed to improve public understanding of how to advance urban aquaponics farming. The team created a comprehensive and publicly accessible interactive knowledge base for researchers, aspiring and established aquaponics operators, and the interested general public. The goal was to develop a feedback loop between aquaponics researchers, practitioners, and other stakeholders. Knowledge transfer between different stakeholder groups has been a key aim of the CITYFOOD research project. Case study and Living Lab-based research allowed the team to evaluate the current state of the aquaponics industry, connect research to real-world challenges, and create a community of collaborative aquaponics practitioners.&nbsp;</p>\n<p>The CITYFOOD project contributed essential steps in translating the novel sustainable technology of aquaponics into a viable and implementable player in future urban food systems. Through interdisciplinary outreach and collaborations with built environment experts, planners, policy writers, and legislators, the project contributed to a variety of disciplines interested in sustainable food, water, and energy strategies for future urban environments. Resource efficiency, recovery, and reuse support the success of sustainable, commercial aquaponics, which can have critical roles in transforming circular, resilient urban food systems, built environments, and cities within the FWE Nexus.</p>\n<p>CITYFOOD translated this interdisciplinary perspective also into multiple teaching and outreach activities. The team worked with many graduate students and junior researchers from different disciplines on this research project. Presentations, lectures, continuing education offerings, and diverse open-access publication formats reached various stakeholder groups and supported advancing advocacy and pathways for the actual implementation of aquaponics in cities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2022<br>\n\t\t\t\t\tModified by: Gundula&nbsp;Proksch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe CITYFOOD project analyzed the potential for urban integration of aqua-agriculture systems in the Food-Water-Energy (FWE) Nexus context. The project consortium consisted of six international project partners with interdisciplinary expertise in aquaculture, modeling, food systems, urban planning, and built environment disciplines in Germany, Sweden, Norway, The Netherlands, Brazil, and the NSF-funded team at the University of Washington in the United States. \n\nEmergent aqua-agricultures such as aquaponics efficiently use nutrients, water, and energy by combining recirculating aquaculture systems (RAS) with hydroponic plant production. While recovering and reusing resources, aquaponics is still a niche market yet to be exploited at a larger scale for its sustainability benefits. The CITYFOOD project systematically investigated critical aspects of the research question at multiple built environment scales. It generated and bridged findings between microbiology, aquaculture, horticulture, built environments, and positive environmental impacts to assess the implementation of aquaponics in cities. CITYFOOD tied aquaponics into the broader discussion surrounding climate change resilience and localized food production. Its research investigated and promoted aquaponics as a viable technology, ready to transition to scaled-up commercial implementation.\n\nIntellectual Merit \n\nThe team advanced academic knowledge through research based on the analysis of the state of the aquaponics industry. It created a comprehensive database of 660 aquaponics-related operations, which included 270 commercial operations that opened between 2012 and 2022 in North America. CITYFOOD identified and defined types of aquaponics operations based on the primary purpose, physical infrastructure, and potential location in cities based on this database. At the system level, the team assessed possible integration with building systems and how building-integrated systems might support the expansion of industrial symbioses. These findings, together with the conception of new information models that document circular city-related resource flows, led to identifying site resource inventories to advance such integration at the urban scale.\n\nUrban case study investigations of Chicago, Illinois and Seattle, Washington further examined potential implementation strategies for aquaponics in two North American cities. These investigations supported the team’s development of policy frameworks to advocate for and further integrate aquaponics. The GIS-based mapping of Chicago’s urban agriculture food system revealed relationships between internal networks and potential sites in underutilized industrial areas, which provide critical infrastructure and resources for Controlled Environment Agriculture. A second FWE Nexus-based urban assessment carefully investigated Pacific salmon’s cultural and environmental importance in the Seattle region. Due to these deeply embedded relationships, aquaponics might not only provide a resource-efficient salmon farming method but also contribute to the protection and restoration of the endangered habitats of wild salmon populations. \n\nTo address the planetary level, the team assessed aquaponics through the FWE Nexus framework and analyzed related sustainability frameworks in a fundamental review paper with a built environment perspective. It also identified pathways to translate the environmental potential of commercial aquaponics into economic success through a sustainability transition theory lens. Interviews with North American aquaponics producers helped evaluate the industry’s current state-of-the-art, drivers, barriers, and future potential. \n\nBroader Impact\n\nIn addition to contributing to academic discourse, CITYFOOD aimed to improve public understanding of how to advance urban aquaponics farming. The team created a comprehensive and publicly accessible interactive knowledge base for researchers, aspiring and established aquaponics operators, and the interested general public. The goal was to develop a feedback loop between aquaponics researchers, practitioners, and other stakeholders. Knowledge transfer between different stakeholder groups has been a key aim of the CITYFOOD research project. Case study and Living Lab-based research allowed the team to evaluate the current state of the aquaponics industry, connect research to real-world challenges, and create a community of collaborative aquaponics practitioners. \n\nThe CITYFOOD project contributed essential steps in translating the novel sustainable technology of aquaponics into a viable and implementable player in future urban food systems. Through interdisciplinary outreach and collaborations with built environment experts, planners, policy writers, and legislators, the project contributed to a variety of disciplines interested in sustainable food, water, and energy strategies for future urban environments. Resource efficiency, recovery, and reuse support the success of sustainable, commercial aquaponics, which can have critical roles in transforming circular, resilient urban food systems, built environments, and cities within the FWE Nexus.\n\nCITYFOOD translated this interdisciplinary perspective also into multiple teaching and outreach activities. The team worked with many graduate students and junior researchers from different disciplines on this research project. Presentations, lectures, continuing education offerings, and diverse open-access publication formats reached various stakeholder groups and supported advancing advocacy and pathways for the actual implementation of aquaponics in cities.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2022\n\n\t\t\t\t\tSubmitted by: Gundula Proksch"
 }
}