{
 "awd_id": "1832041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Research: Tolerance of Ambiguity and Academic Success",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 458246.0,
 "awd_amount": 458246.0,
 "awd_min_amd_letter_date": "2018-08-15",
 "awd_max_amd_letter_date": "2023-05-10",
 "awd_abstract_narration": "Researchers at Tuskegee University propose to conduct a cross-sectional longitudinal study of engineering, non-engineering, and non-STEM students to examine the impact of tolerance of ambiguity on academic success. The research literature documents engineering identity as an important factor for persistence and academic success for underrepresented minorities. However, there is limited research on the factors that influence the cognitive development of an engineering identity. This research is expected to identify pedagogical techniques that will help increase the probability of academic success of STEM students by measuring the influence of the current curriculum in the context of constructs of ambiguity of tolerance, intellectual mental models and engineering identity. The project team also will redesign one introductory aerospace engineering course and one calculus course to provide a learning environment that will facilitate movement towards relativistic cognitive models promoting tolerance of ambiguity. The findings of the proposed research are expected to inform a data-supported curriculum improvement plan for a learning environment that will facilitate the desired student outcomes.\r\n\r\nThe project is grounded in theories of identity development, tolerance of ambiguity, and intellectual development. The hypothesis is that an empirically based understanding of the impact of the impact of tolerance of ambiguity and the formation of engineering identity will inform curriculum innovations that will positively impact academic success, retention, and persistence of students in engineering and other STEM disciplines. The researchers will use a quasi-experimental design to address five research questions: (1) Is there a correlation between tolerance of ambiguity and intellectual models of the engineering problem space? (2) Is tolerance of ambiguity a robust indicator of academic success of STEM students? (3) Is there a difference between the development of cognitive models of STEM and non-STEM students? (4) Is there a correlation between professional identity and tolerance for ambiguity? and (5) Does gender have an influence on tolerance for ambiguity?  The revised Rydell-Rosen AT scale will be used to determine the tolerance for ambiguity, and engineering identity will be measured using an instrument that captures the three dimensions. The data analysis will consist of descriptive and inferential statistics.  The project will guide the development of effective structural and pedagogical strategies to increase the retention, persistence, and academic success of underrepresented students in engineering and other STEM disciplines.\r\n\r\nThis award is funded by the Improving Undergraduate STEM Education: Education and Human Resources (IUSE): EHR Program (NSF 17-590). IUSE supports projects that are designed to improve student learning through development of new curricular materials and methods of instruction and development of new assessment tools to measure student learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Khan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad J Khan",
   "pi_email_addr": "mjkhan@tuskegee.edu",
   "nsf_id": "000113605",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chadia",
   "pi_last_name": "Affane Aji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chadia Affane Aji",
   "pi_email_addr": "caji@tuskegee.edu",
   "nsf_id": "000503952",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tuskegee University",
  "inst_street_address": "1200 W MONTGOMERY RD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSKEGEE INSTITUTE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3347278970",
  "inst_zip_code": "360881923",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "TUSKEGEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U9JCYEXFEEU4"
 },
 "perf_inst": {
  "perf_inst_name": "Tuskegee University",
  "perf_str_addr": "1200 W Montgomery Rd",
  "perf_city_name": "Tuskegee",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "360881923",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 458246.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Tolerance and Ambiguity and Academic Success</strong></p>\r\n<p>Lack of complete information is the highlight of real-life problems. The cognitive development of students to a level where they are comfortable with incomplete information, ambiguity, and multiple possible solutions to realistic problems is an important component of STEM education. The research on persiistence in STEM indicates the impact of a developed professional odentity.</p>\r\n<p>&nbsp;The overarching <strong>goal</strong> of this project is to develop empirical evidence of the impact of the duration of college stay on the constructs of tolerance of ambiguity, intellectual mental models, and engineering identity.</p>\r\n<p>&nbsp;The <strong>objectives</strong> of the project included the study of&nbsp; (a) tolerance of ambiguity, engineering identity, and intellectual mental models of students across the academic spectrum, and (b) effectiveness of interventions designed to increase the tolerance of ambiguity, move the intellectual mental models from a duality to relativity, and develop the engineering identity of students early on during their stay in college.</p>\r\n<p>Three validated surveys were used to assess the three constructs to achieve the goal of the project. The tolerance of ambiguity was measured using a 20-item survey (the Rydell-Rosen Ambiguity Tolerance Scale). The Godwin scale was used to measure the three dimensions of engineering identity, i.e., interest, competence, and recognition. The intellectual mental models were measured using the Bateman-Donald scale that determined the locus from dualism to commitment.</p>\r\n<p>The following significant empirical observations were made.</p>\r\n<p class=\"Default\"><span>(a)<span>&nbsp;&nbsp; </span></span><span>The data indicated that the incoming female and male freshmen have similar engineering identities (EI). However, some differences though not statistically significant, were observed. Females had a slightly higher % in the interest dimension. Also, females had slightly higher percentages of neutral responses in the recognition and competence dimensions. This indicates that an opportunity exists to move the neutral response towards agreement with the items of the survey.</span></p>\r\n<p class=\"Default\"><span>(b)<span>&nbsp; </span></span><span>The analysis of the EI survey after one year of stay in college indicated some changes. The female respondents registered a 15% reduction in the interest and a 10% reduction in the competence dimensions, while there was a 10% increase in the recognition dimension. These changes point towards the opportunity to target the interest and self-efficacy aspects of the female freshmen respondents. There was little change observed in the male respondents.</span></p>\r\n<p class=\"Default\"><span>(c)<span>&nbsp;&nbsp; </span></span><span>Changes in the EI dimensions were observed in the post-intervention survey analysis. The female students had higher percentages in all three dimensions compared to the male respondents. Also, the male respondents registered a higher percentage of neutral responses to all items of the three dimensions. This points to the opportunity for targeted improvements in the interventions.</span></p>\r\n<p class=\"Default\"><span>(d)<span>&nbsp; </span></span><span>The comparison of the pre-post responses to the EI survey indicated an increase in the percentage agreement/strong agreement by the females in all three dimensions and registering a reduction in the neutral responses. There was not much change in the male respondents.</span></p>\r\n<p class=\"Default\"><span>(e)<span>&nbsp;&nbsp; </span></span><span>A comparison of the responses to the EI survey by treatment group and seniors was made. It was observed that the percentages of agreement/strong agreement in all three dimensions for the females were similar to the seniors. The male respondents of the treatment group percentages in the agreement/strong agreement category were lower than the seniors primarily due to larger percentages in the neutral category in all three dimensions.</span></p>\r\n<p class=\"Default\"><span>(f)<span>&nbsp;&nbsp; </span></span><span>The average of the correct responses to the Rydell-Rosen Ambiguity Tolerance (RRAT) scale was about the same (40%) for male and female engineering and non-engineering freshmen respondents.</span></p>\r\n<p class=\"Default\"><span>(g)<span>&nbsp; </span></span><span>The average of the correct responses to RRAT by engineering and non-engineering respondents was about 40% for male (seniors) respondents and freshmen (males). This indicated that the tolerance of ambiguity was not impacted by the duration of stay in college.</span></p>\r\n<p class=\"Default\"><span>(h)<span>&nbsp; </span></span><span>The pre-post analyses of the RRAT responses indicated no change in the percentage of correct responses. There were subtle differences between the responses of males and females to specific items of the survey.</span></p>\r\n<p class=\"Default\"><span>(i)<span>&nbsp;&nbsp;&nbsp; </span></span><span>An analysis of the data of the Bateman-Donald (B-D) pre-survey data indicated a preference towards the relativistic mental model for female freshmen. However, the responses of the male freshmen indicated a higher percentage agreement/strong agreement with the dualistic model compared to the females.</span></p>\r\n<p class=\"Default\"><span>(j)<span>&nbsp;&nbsp;&nbsp; </span></span><span>A comparison of the pre-post data did register changes in the mental models measured by the B-D survey. In the post-intervention analysis, a slight shift towards the higher mental models for females was observed, while there was not much change for male students.</span></p>\r\n<p class=\"Default\"><span>(k)<span>&nbsp; </span></span><span>The responses of seniors to the B-D survey indicated a preference for the relativistic mental models followed by the commitment model.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/18/2025<br>\nModified by: Mohammad&nbsp;Javed&nbsp;Khan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTolerance and Ambiguity and Academic Success\r\n\n\nLack of complete information is the highlight of real-life problems. The cognitive development of students to a level where they are comfortable with incomplete information, ambiguity, and multiple possible solutions to realistic problems is an important component of STEM education. The research on persiistence in STEM indicates the impact of a developed professional odentity.\r\n\n\nThe overarching goal of this project is to develop empirical evidence of the impact of the duration of college stay on the constructs of tolerance of ambiguity, intellectual mental models, and engineering identity.\r\n\n\nThe objectives of the project included the study of (a) tolerance of ambiguity, engineering identity, and intellectual mental models of students across the academic spectrum, and (b) effectiveness of interventions designed to increase the tolerance of ambiguity, move the intellectual mental models from a duality to relativity, and develop the engineering identity of students early on during their stay in college.\r\n\n\nThree validated surveys were used to assess the three constructs to achieve the goal of the project. The tolerance of ambiguity was measured using a 20-item survey (the Rydell-Rosen Ambiguity Tolerance Scale). The Godwin scale was used to measure the three dimensions of engineering identity, i.e., interest, competence, and recognition. The intellectual mental models were measured using the Bateman-Donald scale that determined the locus from dualism to commitment.\r\n\n\nThe following significant empirical observations were made.\r\n\n\n(a) The data indicated that the incoming female and male freshmen have similar engineering identities (EI). However, some differences though not statistically significant, were observed. Females had a slightly higher % in the interest dimension. Also, females had slightly higher percentages of neutral responses in the recognition and competence dimensions. This indicates that an opportunity exists to move the neutral response towards agreement with the items of the survey.\r\n\n\n(b) The analysis of the EI survey after one year of stay in college indicated some changes. The female respondents registered a 15% reduction in the interest and a 10% reduction in the competence dimensions, while there was a 10% increase in the recognition dimension. These changes point towards the opportunity to target the interest and self-efficacy aspects of the female freshmen respondents. There was little change observed in the male respondents.\r\n\n\n(c) Changes in the EI dimensions were observed in the post-intervention survey analysis. The female students had higher percentages in all three dimensions compared to the male respondents. Also, the male respondents registered a higher percentage of neutral responses to all items of the three dimensions. This points to the opportunity for targeted improvements in the interventions.\r\n\n\n(d) The comparison of the pre-post responses to the EI survey indicated an increase in the percentage agreement/strong agreement by the females in all three dimensions and registering a reduction in the neutral responses. There was not much change in the male respondents.\r\n\n\n(e) A comparison of the responses to the EI survey by treatment group and seniors was made. It was observed that the percentages of agreement/strong agreement in all three dimensions for the females were similar to the seniors. The male respondents of the treatment group percentages in the agreement/strong agreement category were lower than the seniors primarily due to larger percentages in the neutral category in all three dimensions.\r\n\n\n(f) The average of the correct responses to the Rydell-Rosen Ambiguity Tolerance (RRAT) scale was about the same (40%) for male and female engineering and non-engineering freshmen respondents.\r\n\n\n(g) The average of the correct responses to RRAT by engineering and non-engineering respondents was about 40% for male (seniors) respondents and freshmen (males). This indicated that the tolerance of ambiguity was not impacted by the duration of stay in college.\r\n\n\n(h) The pre-post analyses of the RRAT responses indicated no change in the percentage of correct responses. There were subtle differences between the responses of males and females to specific items of the survey.\r\n\n\n(i) An analysis of the data of the Bateman-Donald (B-D) pre-survey data indicated a preference towards the relativistic mental model for female freshmen. However, the responses of the male freshmen indicated a higher percentage agreement/strong agreement with the dualistic model compared to the females.\r\n\n\n(j) A comparison of the pre-post data did register changes in the mental models measured by the B-D survey. In the post-intervention analysis, a slight shift towards the higher mental models for females was observed, while there was not much change for male students.\r\n\n\n(k) The responses of seniors to the B-D survey indicated a preference for the relativistic mental models followed by the commitment model.\r\n\n\n\t\t\t\t\tLast Modified: 02/18/2025\n\n\t\t\t\t\tSubmitted by: MohammadJavedKhan\n"
 }
}