{
 "awd_id": "1832842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying Transport and Mixing in the Stratosphere and Upper Troposphere",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Varavut (Var) Limpasuvan",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 596513.0,
 "awd_amount": 596513.0,
 "awd_min_amd_letter_date": "2018-08-16",
 "awd_max_amd_letter_date": "2018-08-16",
 "awd_abstract_narration": "This research project will help improve the understanding of the dynamics and predictability of nonlinear processes during a breakdown of polar vortex in the stratosphere, responsible for extreme cold outbreak events in the late winter and early spring.  This study may also shed light on processes responsible for transport and mixing across the edge of polar vortex in a changing climate.  In the upper troposphere, this is relevant for atmospheric rivers, blocking, and other type of extreme weather that has important societal impacts.  The outcome of the research project is expected to have broad implications across a very wide range of fluid flow problems and generate more dialogues between the theory of dynamical systems and applications to atmospheric and oceanic fluids. One graduate student at UCLA will be trained in analysis of observational data and the use of idealized and comprehensive models of the atmosphere.  Several undergraduates will be trained in data analysis of atmospheric circulation.\r\n\r\nThe extratropical atmosphere is characterized by the westerly circumpolar flow, with the polar vortex in the stratosphere and the subtropical jet stream in the upper troposphere.  Variations in the stratospheric polar vortex and tropospheric jet stream are critical for the dynamics, chemistry, and predictability of these regions.  Increases in the amplitude of planetary-scale Rossby waves in the stratosphere interrupt the westerly circumpolar flow, resulting a stronger transport of warm air mass into the polar stratosphere and leading to a sudden warming there. The stronger transport of ozone during a stratospheric sudden warming event helps prevent a continuous loss of ozone over the polar regions during dark winter there.  Similarly, the blocked westerly flow in the upper troposphere can impact the transport of energy, momentum as well as water vapor. There is still a lack of understanding about the nonlinear nature of the flow in the presence of large amplitude waves, which limits our ability to predict these events.  \r\n\r\nThe objective of this project is to gain new knowledge on the fundamental processes at work for the Lagrangian transport (following the motion of air parcel) in the westerly flow from the dynamical systems point of view in conjunction with the theory of transport and mixing in the atmosphere.  More specially, stratospheric warming events will be characterized by the Lagrangian descriptor, a metric stemmed from the dynamical systems, in observations and idealized models of stratosphere-troposphere coupling.  The observed patterns will be compared with transport and mixing in a comprehensive chemistry-climate model and chemical compositions in satellite observations at different time scales.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Chen",
   "pi_email_addr": "gchenpu@ucla.edu",
   "nsf_id": "000562799",
   "pi_start_date": "2018-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 596513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The westerly jet streams (blowing from west to east) are the prevailing midlatitude winds in Earth's atmosphere. Under certain circumstances, a large meandering of the westerly jet induces stagnant weather patterns and results in regional temperature extremes or severe air pollution. Despite the disproportionate impacts of large atmospheric jet meandering on northern midlatitude continents, changes to atmospheric circulation waviness remain uncertain, and the underlying mechanisms are not well understood.</p>\n<p>The long-term goal of this project is to advance the understanding on fluid parcel evolution and transport in events of the westerly circulation in the stratosphere and upper troposphere that are key to the dynamics, chemistry, and predictability of these regions. The principal features of interest are the stratospheric polar vortex (SPV) and subtropical jet in the upper troposphere, especially in the presence of Rossby wave breaking (RWB). The rapid changes in the stratosphere during the SPV breakdown are often associated with the interaction between the tropics and polar regions in the stratosphere and the downward influence of stratospheric variability on intraseasonal time scales. RWB is also important for atmospheric rivers (ARs), blocking, and other types of extreme weather. The project aims to gain new knowledge on the fundamental processes at work for Lagrangian transport in the westerly flow from the theories of transport and mixing that are ubiquitous in atmospheric dynamics, physical oceanography, and planetary atmospheres.</p>\n<p>Using an advection-diffusion model of tracers, this project shows that changes in atmospheric waviness are determined by the optimal structures of the westerly jet for wavier circulation. The changes in westerly jet under climate change, in turn, provide a physical constraint on atmospheric waviness. &nbsp;This indicates that the North Atlantic wave activity will experience a robust decline in a warmer climate, while future North Pacific wave activity is obscured by model uncertainty rather than internal variability of the climate system. These findings highlight the changes to jet stream structure as a constraint for regional circulation extremes in a changing climate.</p>\n<p>The analysis of extreme stratospheric wave activity sheds new insights on the stratospheric contributions to cold extreme events over North America. Using observations and idealized simulations, it is found that the vertical wave coupling between stratospheric wave activity and tropospheric circulation is key to the observed North American cooling. These results suggest that the strong stratospheric wave events can be used as a predictor for North American cold events at the subseasonal timescale, which may potentially improve the predictability of severe winter cold events in the U.S. and Canada and consequently benefit the transportation, energy use, and human health.</p>\n<p>The project also found that increasing AR frequency has slowed down the seasonal recovery of Arctic sea ice in recent decades. Advancing the understanding of the changes in the synoptic weather systems such as ARs in a warming climate could lead to a better projection of the rapidly changing Arctic climate. The broader research impacts also include the support for several graduate and undergraduate research assistants at UCLA throughout this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2022<br>\n\t\t\t\t\tModified by: Gang&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe westerly jet streams (blowing from west to east) are the prevailing midlatitude winds in Earth's atmosphere. Under certain circumstances, a large meandering of the westerly jet induces stagnant weather patterns and results in regional temperature extremes or severe air pollution. Despite the disproportionate impacts of large atmospheric jet meandering on northern midlatitude continents, changes to atmospheric circulation waviness remain uncertain, and the underlying mechanisms are not well understood.\n\nThe long-term goal of this project is to advance the understanding on fluid parcel evolution and transport in events of the westerly circulation in the stratosphere and upper troposphere that are key to the dynamics, chemistry, and predictability of these regions. The principal features of interest are the stratospheric polar vortex (SPV) and subtropical jet in the upper troposphere, especially in the presence of Rossby wave breaking (RWB). The rapid changes in the stratosphere during the SPV breakdown are often associated with the interaction between the tropics and polar regions in the stratosphere and the downward influence of stratospheric variability on intraseasonal time scales. RWB is also important for atmospheric rivers (ARs), blocking, and other types of extreme weather. The project aims to gain new knowledge on the fundamental processes at work for Lagrangian transport in the westerly flow from the theories of transport and mixing that are ubiquitous in atmospheric dynamics, physical oceanography, and planetary atmospheres.\n\nUsing an advection-diffusion model of tracers, this project shows that changes in atmospheric waviness are determined by the optimal structures of the westerly jet for wavier circulation. The changes in westerly jet under climate change, in turn, provide a physical constraint on atmospheric waviness.  This indicates that the North Atlantic wave activity will experience a robust decline in a warmer climate, while future North Pacific wave activity is obscured by model uncertainty rather than internal variability of the climate system. These findings highlight the changes to jet stream structure as a constraint for regional circulation extremes in a changing climate.\n\nThe analysis of extreme stratospheric wave activity sheds new insights on the stratospheric contributions to cold extreme events over North America. Using observations and idealized simulations, it is found that the vertical wave coupling between stratospheric wave activity and tropospheric circulation is key to the observed North American cooling. These results suggest that the strong stratospheric wave events can be used as a predictor for North American cold events at the subseasonal timescale, which may potentially improve the predictability of severe winter cold events in the U.S. and Canada and consequently benefit the transportation, energy use, and human health.\n\nThe project also found that increasing AR frequency has slowed down the seasonal recovery of Arctic sea ice in recent decades. Advancing the understanding of the changes in the synoptic weather systems such as ARs in a warming climate could lead to a better projection of the rapidly changing Arctic climate. The broader research impacts also include the support for several graduate and undergraduate research assistants at UCLA throughout this project.\n\n \n\n\t\t\t\t\tLast Modified: 09/21/2022\n\n\t\t\t\t\tSubmitted by: Gang Chen"
 }
}