{
 "awd_id": "1832167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Research: Investigation of Small Molecule Adsorption and Conversion on the Semiconductor/Ionic-Liquid Interface and Application to Sensing and Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 699849.0,
 "awd_amount": 831977.0,
 "awd_min_amd_letter_date": "2018-08-06",
 "awd_max_amd_letter_date": "2021-06-22",
 "awd_abstract_narration": "The detection of small gas molecules is extremely important in industrial, environmental, and other applications. Developing sensors that can measure levels of critical gases with greater sensitivity and selectivity is of great importance in efforts to reduce the amounts of these gases in certain situations. Sensitivity refers to being able to measure very small amounts of the gases and selectivity refers to being able to detect a particular gas when there are many other gases present. In this project funded by the Office of Integrative Activities (OIA)and the Chemical Structure Dynamics and Mechanisms (CSDM-A) program of the Chemistry Division, Drs. Wang, Riley, and Sunda-Meya are using electrochemical, computational, and microscopy methods to develop new sensors, based on ionic liquids, that can measure gas levels with very high sensitivity and selectivity. An ionic liquid is a room-temperature liquid that, instead of neutral molecules, contains ions (charged molecules). The sensors that are being developed to fit into very small devices and can be used in many different places and applications. In addition to the development of sensors, new methods for investigating the strengths of bonds that hold gas molecules together are being designed. The broader impacts of this work are many, as the newly developed sensors can aid in monitoring, ameliorating, and eliminating gases that are harmful to people and the environment. One of the key features of the project is the direct involvement of undergraduates, giving them opportunities to learn many aspects of research in the physical sciences, organization of data, and preparation/presentation of scientific results and conclusions.\r\n\r\nThis project entails both theoretical and experimental studies aimed at investigating the structures of semiconductor/ionic liquid (SC/IL) interfaces, effective selective adsorption on these interfaces, effects of adsorption on adsorbant bond strength, and understanding of the molecular mechanisms involved therein. This is a fundamental study with strong implications for any future projects involving miniaturized sensors, gas separation, or high-performance catalytic conversion utilizing ILs and/or SCs. This systematic research is being conducted using state-of-the-art electrochemical, spectroscopic, surface science, and computational chemistry methods. The main goals of this project are to achieve a greater fundamental understanding of small molecule adsorption at IL/SC interfaces and to explore new chemistry and physics on these interfaces. ILs generate a very unique solid-like interface; consequently, they can generate extremely high electric fields and induce exceptionally large charge densities at the solid/liquid interface. The electric double layer (EDL) charge density can be much higher than traditional field-effects and allows for new levels of electrostatic modulation to be accessible. The pure ionic structure of IL itself also brings an electrostatic environment, which can potentially be manipulated for facilitating certain small molecule activation. However, electrified IL/electrode interfaces, especially SC's, with adsorbed gas molecules have not been either theoretically or experimentally studied. Here the strong interaction granted by SC with the tunability of IL interfaces are exploited in order to achieve and evaluate gas adsorption that is both sensitive and selective by systematically studying adsorption behavior in the IL environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Zhe",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhe Wang",
   "pi_email_addr": "zhewang@oakland.edu",
   "nsf_id": "000677434",
   "pi_start_date": "2018-08-06",
   "pi_end_date": "2020-12-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Riley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Riley",
   "pi_email_addr": "kriley3@xula.edu",
   "nsf_id": "000677450",
   "pi_start_date": "2020-12-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anderson",
   "pi_last_name": "Sunda-Meya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anderson Sunda-Meya",
   "pi_email_addr": "asundame@xula.edu",
   "nsf_id": "000503232",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Riley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Riley",
   "pi_email_addr": "kriley3@xula.edu",
   "nsf_id": "000677450",
   "pi_start_date": "2018-08-06",
   "pi_end_date": "2020-12-17"
  }
 ],
 "inst": {
  "inst_name": "Xavier University of Louisiana",
  "inst_street_address": "1 DREXEL DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5045205440",
  "inst_zip_code": "701251056",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "XAVIER UNIVERSITY OF LOUISIANA",
  "org_prnt_uei_num": "HGAAKCE3A7P7",
  "org_uei_num": "HGAAKCE3A7P7"
 },
 "perf_inst": {
  "perf_inst_name": "Xavier University of Louisiana",
  "perf_str_addr": "1 Drexel Drive, Chemistry depart",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701251098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  },
  {
   "pgm_ele_code": "070Y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 699849.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 132128.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\">&nbsp; </span>Ionic liquids have gained much enthusiasm in the past years because of their potential applications in batteries, in gas transport, in heat transfer, as green solvents, and more. Unlike molecular solvents, ionic liquids are entirely made of ions, giving them properties that are distinct from common liquids. Ionic liquids have negligible volatility, moderate electrical conductivity, are powerful solvents, and have moderate viscosity. Because of strong electrostatic interaction, ions in ionic liquids tend to orient themselves in very specific ways, which is to say they exhibit spatial heterogeneity. One of the key aims of the research carried out here was to elucidate the nature of the spatial heterogeneity in imidazolium-based ionic liquids and in solutions of these liquids with molecular solutes.</p>\n<p><span style=\"white-space: pre;\">&nbsp; </span>Imidazolium-based cations&nbsp;<span>preferentially</span> form hydrogen bonds in a particular position, known as the C2-H hydrogen. In order to investigate the interactions occurring near this position, the C2-H hydrogen was replaced by deuterium, producing what is known as a &ldquo;spectroscopic handle.&rdquo; The degree of shifting of the vibrational &ldquo;handle&rdquo; allows for the assessment of the strength of the hydrogen bond; the bigger the shift the stronger the hydrogen bond.</p>\n<p><span style=\"white-space: pre;\">&nbsp; </span>The first part of our studies involved the common (C2-D labeled) imidazolium cation, EMIM, and five different anions. It was found that the degree of (C2-D) vibrational shifting was proportional to the hydrogen bond accepting ability of the anion. This shows that the &ldquo;spectroscopic handle&rdquo; had worked successfully. Computational studies were done to investigate the strength of hydrogen bonds that occur between EMIM and the five anions. These agreed very well with the experimental results.</p>\n<p>&nbsp; &nbsp; &nbsp;In another part of our study, we investigated the effects of temperature on vibrational shifts in ionic liquids. Here we found an anomalous red-shift and line-narrowing of the C-D vibration at the C-2 position of the imidazolium cation of the EMIM&hellip;BF<sub>4</sub> ionic liquid. This result suggests that there is a structural ordering that occurs in this ionic liquid upon heating. It is an interesting result, as it would generally be expected that liquids would become more ordered upon <em>cooling</em>. Computational studies show that this ordering could arise due to the formation of strong hydrogen bonding conformers at higher tempuratures.</p>\n<p><span style=\"white-space: pre;\">&nbsp; </span>Another part of our study investigated vibrational shifts of ionic liquid cations (EMIM) when they interact with the solute molecules DMSO and acetone. This work was done with two experimentalists, Samrat Dutta (Xavier, FTIR studies) and Igor Rubtsov (Tulane, 2D IR studies). It was observed that introduction of DMSO into ionic liquids resulted in large red-shifts at the C2-H(D) position. Interestingly, introduction of acetone, which is chemically similar, resulted in no such shifts. Our group carried out computations that were used to resolve this discrepancy. Our studies indicate that the preferred interaction motif for acetone and EMIM is a \"stacked\" structure where the acetone sits above the EMIM imidazolium ring. DMSO preferentially forms the C2-H hydrogen bond, rather than stacking, and so shows a large C2-D red-shift. These studies were done using many optimized geometries of the complexes. This result is very important, as it indicates that researchers must be careful not to assume that introduction of solutes will always result in C2-H shifts. There are many studies underway that are aimed at quantifying the degree of gas absorption (especially of CO<sub>2</sub> and SO<sub>2</sub>, industrial gases) in ionic liquids. Our studies indicate that vibrational spectroscopy should be used only in conjunction with other quanitative methods to measure gas absorption.</p>\n<p>&nbsp; &nbsp; &nbsp;The research supported by this funding included 16 undergraduate students, two research technicians, and one postdoctoral researcher, who all gained valuable training and skills in computational and experimental chemistry. These students (and technicians) learned many skills associated with: computation in the command-line linux environment, use of several different computational chemistry programs (Gaussian, Orca, PSI4, Spartan, and Molpro), organization of scientific data (in spreadsheets), preparation and presentation of research posters. Additionally, the students learned about noncovalent interactions, ionic liquids, spectroscopy, teamwork, and the general process of hypothesis-driven scientific research.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;In addition to research articles that were published under this funding, two manuscripts aimed at describing teaching practices in chemistry and physics. One of these manuscripts describes the treatment of a classic &ldquo;thought experiment&rdquo; known as &ldquo;Heisenberg&rsquo;s Pencil,&rdquo; and has been published. The other describes the introduction of students to the properties of ionic liquids in the physical chemistry laboratory. This paper is currently under review. The second of these manuscripts represents an important development, as most undergraduates have never heard of an ionic liquid, much less learned about their properties.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;A total of eight papers have been published with support from this NSF funding and one additional paper has been submitted and is currently under review. Seven of these papers describe research carried out in our labs and two of them describe new teaching practices.</p><br>\n<p>\n Last Modified: 12/20/2023<br>\nModified by: Kevin&nbsp;Riley</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n Ionic liquids have gained much enthusiasm in the past years because of their potential applications in batteries, in gas transport, in heat transfer, as green solvents, and more. Unlike molecular solvents, ionic liquids are entirely made of ions, giving them properties that are distinct from common liquids. Ionic liquids have negligible volatility, moderate electrical conductivity, are powerful solvents, and have moderate viscosity. Because of strong electrostatic interaction, ions in ionic liquids tend to orient themselves in very specific ways, which is to say they exhibit spatial heterogeneity. One of the key aims of the research carried out here was to elucidate the nature of the spatial heterogeneity in imidazolium-based ionic liquids and in solutions of these liquids with molecular solutes.\n\n\n Imidazolium-based cationspreferentially form hydrogen bonds in a particular position, known as the C2-H hydrogen. In order to investigate the interactions occurring near this position, the C2-H hydrogen was replaced by deuterium, producing what is known as a spectroscopic handle. The degree of shifting of the vibrational handle allows for the assessment of the strength of the hydrogen bond; the bigger the shift the stronger the hydrogen bond.\n\n\n The first part of our studies involved the common (C2-D labeled) imidazolium cation, EMIM, and five different anions. It was found that the degree of (C2-D) vibrational shifting was proportional to the hydrogen bond accepting ability of the anion. This shows that the spectroscopic handle had worked successfully. Computational studies were done to investigate the strength of hydrogen bonds that occur between EMIM and the five anions. These agreed very well with the experimental results.\n\n\n  In another part of our study, we investigated the effects of temperature on vibrational shifts in ionic liquids. Here we found an anomalous red-shift and line-narrowing of the C-D vibration at the C-2 position of the imidazolium cation of the EMIMBF4 ionic liquid. This result suggests that there is a structural ordering that occurs in this ionic liquid upon heating. It is an interesting result, as it would generally be expected that liquids would become more ordered upon cooling. Computational studies show that this ordering could arise due to the formation of strong hydrogen bonding conformers at higher tempuratures.\n\n\n Another part of our study investigated vibrational shifts of ionic liquid cations (EMIM) when they interact with the solute molecules DMSO and acetone. This work was done with two experimentalists, Samrat Dutta (Xavier, FTIR studies) and Igor Rubtsov (Tulane, 2D IR studies). It was observed that introduction of DMSO into ionic liquids resulted in large red-shifts at the C2-H(D) position. Interestingly, introduction of acetone, which is chemically similar, resulted in no such shifts. Our group carried out computations that were used to resolve this discrepancy. Our studies indicate that the preferred interaction motif for acetone and EMIM is a \"stacked\" structure where the acetone sits above the EMIM imidazolium ring. DMSO preferentially forms the C2-H hydrogen bond, rather than stacking, and so shows a large C2-D red-shift. These studies were done using many optimized geometries of the complexes. This result is very important, as it indicates that researchers must be careful not to assume that introduction of solutes will always result in C2-H shifts. There are many studies underway that are aimed at quantifying the degree of gas absorption (especially of CO2 and SO2, industrial gases) in ionic liquids. Our studies indicate that vibrational spectroscopy should be used only in conjunction with other quanitative methods to measure gas absorption.\n\n\n  The research supported by this funding included 16 undergraduate students, two research technicians, and one postdoctoral researcher, who all gained valuable training and skills in computational and experimental chemistry. These students (and technicians) learned many skills associated with: computation in the command-line linux environment, use of several different computational chemistry programs (Gaussian, Orca, PSI4, Spartan, and Molpro), organization of scientific data (in spreadsheets), preparation and presentation of research posters. Additionally, the students learned about noncovalent interactions, ionic liquids, spectroscopy, teamwork, and the general process of hypothesis-driven scientific research.\n\n\n  In addition to research articles that were published under this funding, two manuscripts aimed at describing teaching practices in chemistry and physics. One of these manuscripts describes the treatment of a classic thought experiment known as Heisenbergs Pencil, and has been published. The other describes the introduction of students to the properties of ionic liquids in the physical chemistry laboratory. This paper is currently under review. The second of these manuscripts represents an important development, as most undergraduates have never heard of an ionic liquid, much less learned about their properties.\n\n\n  A total of eight papers have been published with support from this NSF funding and one additional paper has been submitted and is currently under review. Seven of these papers describe research carried out in our labs and two of them describe new teaching practices.\t\t\t\t\tLast Modified: 12/20/2023\n\n\t\t\t\t\tSubmitted by: KevinRiley\n"
 }
}