{
 "awd_id": "1832824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ammonothermal cubic boron nitride single crystal growth near ambient pressure and temperature",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 593019.0,
 "awd_amount": 593019.0,
 "awd_min_amd_letter_date": "2018-08-08",
 "awd_max_amd_letter_date": "2021-05-28",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: Boron nitride is a semiconductor material, and in its cubic crystal structure, it is one of the hardest materials known. Unlike diamond, boron nitride can be used in more reactive environments given its superior stability against oxidation and unintended chemical reactions with, for example, iron at elevated temperatures. Synthesis of large diameter single crystals would significantly advance high-pressure experimental configurations when used as anvils, and the power electronics field by achieving high-efficiency electrical power conversion. Availability of large single crystals would be transformative to multiple additional areas by enabling wide-scale research using high-quality material and permitting exploration of novel electronic devices. Current methods used to synthesize this material yield only small crystals at high cost making them impractical for wide-scale adaption. This project investigates growth of single crystal boron nitride using a different, more scalable technique which operates under milder conditions. The PI and co-PI are devoted to education and accordingly, their research results are being incorporated into graduate courses. The PI is hosting wiki articles and videos on a world-accessible server by working closely with student volunteers. Additionally, the PI is visiting regional, underrepresented and rural, high schools to educate the public on the impact of materials on society. The co-PI is an advocate for underrepresented groups and is continuing his participation in Open Houses and similar events.\r\n\r\nTECHNICAL DETAILS: Cubic boron nitride (c-BN) is a wide bandgap semiconductor and one of the hardest materials known. Synthesis of this materials is currently limited to high-pressure anvil systems limiting their size to ~1 mm in diameter. The ammonothermal method, utilizing supercritical ammonia at pressures below 300 MPa and temperatures  below 800 C, is a solution-based, bulk single crystal growth technique which is being explored to enable growth of large single crystal c-BN. Solubility of BN in a variety of solutions utilizing alkali and alkali-earth metals and halides as mineralizers is under investigation. Suitable growth conditions are applied to bulk, single crystal growth of c-BN on c-BN seeds synthesized as part of this research in anvil systems. BN crystals are characterized for their properties and tied to growth conditions. Availability of large, single crystal c-BN would prove transformative for power electronics research in the form of substrates given its highly beneficial physical properties (high thermal conductivity and breakdown voltages) and the ability to be doped both p- and n-type. Similarly, large single crystal material would have a profound impact on the fabrication of super-hard ceramic tools. This research provides in-depth education for students on the topic of single crystal growth methods and associated (novel) equipment development reinvigorating the waning single crystal growth community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siddha",
   "pi_last_name": "Pimputkar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siddha Pimputkar",
   "pi_email_addr": "sip516@lehigh.edu",
   "nsf_id": "000743032",
   "pi_start_date": "2018-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kai",
   "pi_last_name": "Landskron",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kai M Landskron",
   "pi_email_addr": "kal205@lehigh.edu",
   "nsf_id": "000222938",
   "pi_start_date": "2018-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 451941.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 141078.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><strong>Summary of Outcomes</strong></p>\r\n<p class=\"p3\">This project explored the ammonothermal growth of boron nitride (BN), including solubility studies and seeded growth of cubic boron nitride (cBN). Significant progress was made in understanding BN solubility in supercritical ammonia using various mineralizers (alkali and alkaline earth metals) and in demonstrating the growth of bulk, single-crystal rhombohedral and hexagonal BN from ammonothermal growth conditions leveraging temperature-dependent solubility for the first time. The project also developed groundbreaking infrastructure, including a molybdenum-based acidic-resistant autoclave, enabling nitride crystal growth research in acidic ammonothermal chemistries.</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><strong>Intellectual Merit</strong></p>\r\n<p class=\"p3\">This research advanced knowledge in the ammonothermal synthesis of boron nitride, with several key contributions:</p>\r\n<p class=\"p4\">&nbsp;&nbsp;&nbsp;&nbsp; 1.&nbsp;&nbsp;&nbsp; <strong>Solubility Studies:</strong> The solubility of BN in supercritical ammonia with basic mineralizers was systematically analyzed, revealing temperature and pressure-dependent trends. All studied mineralizers (including lithium, sodium, potassium, magnesium, calcium, strontium, and barium) exhibited normal solubility in the investigated temperature (450-600 C) window at pressures of 80&mdash;200 MPa. Insights from these studies informed the development of predictive models for solubility in ammonothermal environments.</p>\r\n<p class=\"p4\">&nbsp;&nbsp;&nbsp;&nbsp; 2.&nbsp;&nbsp;&nbsp; <strong>Seeded Growth Demonstrations:</strong> For the first time, the reversible dissolution of BN in supercritical ammonia was leveraged for BN crystal growth, demonstrating continuous BN mass transport from source to seed. Growth characterization revealed predominantly rhombohedral (rBN) and hexagonal BN (hBN). Advanced characterization of grown material and the interface to the cubic BN (cBN) seed crystal laid the initial foundation for an understanding of the phase selection of rBN and hBN over the underlying cBN seed crystal.</p>\r\n<p class=\"p4\">&nbsp;&nbsp;&nbsp;&nbsp; 3.&nbsp;&nbsp;&nbsp; <strong>Infrastructure Development:</strong> A novel molybdenum-based autoclave was designed and validated, marking the first demonstration of high-temperature, high-pressure containment of supercritical ammonia in a large inner diameter system suitable for crystal growth under acidic and basic chemistries. This achievement opens pathways for studying acidic ammonothermal processes, in particular in relationship to BN chemistries.</p>\r\n<p class=\"p2\">&nbsp; &nbsp;&nbsp;&nbsp;4.&nbsp; &nbsp;&nbsp;<strong>Uniaxial Presses</strong>: Due to delays in lab construction, an alternative approach to pursue ammonothermal growth of BN was pursued by leveraging hot, uniaxial presses capable of generating pressures comparable to those in externally heated ammonothermal autoclave systems. Novel configurations within the presses were designed to permit hermetically sealing capsules containing solid-state materials. Acidic chemistries were pursued for the growth of BN in this system using solid-state precursors, yielding novel insight into the behavior and suitability of these precursors under ammonothermal conditions.</p>\r\n<p class=\"p3\">&nbsp;</p>\r\n<p class=\"p3\">These advancements provide critical insights into the mechanisms governing ammonothermal BN growth, setting the stage for future exploration of BN phase selection, along with new nitride synthesis and improving crystal growth methods.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><strong>Broader Impacts</strong></p>\r\n<p class=\"p3\">The project has significant implications for science and technology, workforce development, and future research directions:</p>\r\n<p class=\"p4\">&nbsp;&nbsp;&nbsp;&nbsp; 1.&nbsp;&nbsp;&nbsp; <strong>Material Applications:</strong> Understanding BN growth and phase selection contributes to the development of advanced materials using this ultra-wide band gap semiconductor material with applications in optics, electronics, and quantum information technologies. Rhombohedral BN, with its unique properties, offers the potential for photonic interactions that are not possible with other BN phases.</p>\r\n<p class=\"p4\">&nbsp;&nbsp;&nbsp;&nbsp; 2.&nbsp;&nbsp;&nbsp; <strong>Technological Infrastructure:</strong> The innovative autoclave design represents a leap forward in enabling acidic ammonothermal chemistry studies, benefiting not only BN research but also broader crystal growth applications in materials science.</p>\r\n<p class=\"p4\">&nbsp;&nbsp;&nbsp;&nbsp; 3.&nbsp;&nbsp;&nbsp; <strong>Collaboration and Knowledge Sharing:</strong> The project fostered collaborations with national and international experts to characterize BN materials using advanced spectroscopic techniques and support the development of novel computational approaches to develop Pourbaix diagrams of nitrides under ammonothermal conditions. These partnerships promote knowledge dissemination and interdisciplinary innovation.</p>\r\n<p class=\"p4\">&nbsp;&nbsp;&nbsp;&nbsp; 4.&nbsp;&nbsp;&nbsp; <strong>Workforce Development:</strong> The project trained a graduate student and a research scientist in nitride single crystal growth, advanced characterization techniques, experimental design, and computational modeling, equipping them with valuable skills for careers in academia and industry.</p>\r\n<p class=\"p1\">&nbsp; &nbsp;&nbsp;&nbsp;5.&nbsp; &nbsp;&nbsp;<strong>Educational</strong> <strong>Outreach:</strong> Videos and wiki articles were generated by undergraduate students for their peers inspiring different uses and applications of materials for applications. These tools were disseminated and integrated into outreach programs led and participated every year by the PI Siddha Pimputkar both at Lehigh University events including high school students and incoming undergraduate students and by engaging with predominantly female high school students at the Southern Lehigh High School. &nbsp;Co-PI Kai Landskron co-organized Science Days in 2022, 2023, and 2024, engaging K-5 students in hands-on experiments and fostering an early interest in science. He also trained parent volunteers to support classroom activities, creating a scalable and interactive learning environment.</p>\r\n<p class=\"p1\">&nbsp; &nbsp;&nbsp;&nbsp;6. &nbsp; &nbsp;<strong>Community Engagement</strong>: PI Pimputkar and graduate student Jacob Dooley disseminated research findings through invited and contributed talks at prestigious conferences, including IWN, ICNS, E-MRS, and ACCGE. Taking on leadership roles at conferences (conference chair and program chairs), he has promoted junior researchers from underrepresented minors in STEM and fostered their growth in the community by promoting their achievements at conferences. Additionally, he has been invited to<span>&nbsp;join the International Scientific Steering Committee of the world-renowned Institute for Crystal Growth (IKZ) in Germany as a result of his pioneering nitride crystal growth work.</span><!--EndFragment--></p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Siddha&nbsp;Pimputkar</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSummary of Outcomes\r\n\n\nThis project explored the ammonothermal growth of boron nitride (BN), including solubility studies and seeded growth of cubic boron nitride (cBN). Significant progress was made in understanding BN solubility in supercritical ammonia using various mineralizers (alkali and alkaline earth metals) and in demonstrating the growth of bulk, single-crystal rhombohedral and hexagonal BN from ammonothermal growth conditions leveraging temperature-dependent solubility for the first time. The project also developed groundbreaking infrastructure, including a molybdenum-based acidic-resistant autoclave, enabling nitride crystal growth research in acidic ammonothermal chemistries.\r\n\n\n\r\n\n\nIntellectual Merit\r\n\n\nThis research advanced knowledge in the ammonothermal synthesis of boron nitride, with several key contributions:\r\n\n\n 1. Solubility Studies: The solubility of BN in supercritical ammonia with basic mineralizers was systematically analyzed, revealing temperature and pressure-dependent trends. All studied mineralizers (including lithium, sodium, potassium, magnesium, calcium, strontium, and barium) exhibited normal solubility in the investigated temperature (450-600 C) window at pressures of 80200 MPa. Insights from these studies informed the development of predictive models for solubility in ammonothermal environments.\r\n\n\n 2. Seeded Growth Demonstrations: For the first time, the reversible dissolution of BN in supercritical ammonia was leveraged for BN crystal growth, demonstrating continuous BN mass transport from source to seed. Growth characterization revealed predominantly rhombohedral (rBN) and hexagonal BN (hBN). Advanced characterization of grown material and the interface to the cubic BN (cBN) seed crystal laid the initial foundation for an understanding of the phase selection of rBN and hBN over the underlying cBN seed crystal.\r\n\n\n 3. Infrastructure Development: A novel molybdenum-based autoclave was designed and validated, marking the first demonstration of high-temperature, high-pressure containment of supercritical ammonia in a large inner diameter system suitable for crystal growth under acidic and basic chemistries. This achievement opens pathways for studying acidic ammonothermal processes, in particular in relationship to BN chemistries.\r\n\n\n 4. Uniaxial Presses: Due to delays in lab construction, an alternative approach to pursue ammonothermal growth of BN was pursued by leveraging hot, uniaxial presses capable of generating pressures comparable to those in externally heated ammonothermal autoclave systems. Novel configurations within the presses were designed to permit hermetically sealing capsules containing solid-state materials. Acidic chemistries were pursued for the growth of BN in this system using solid-state precursors, yielding novel insight into the behavior and suitability of these precursors under ammonothermal conditions.\r\n\n\n\r\n\n\nThese advancements provide critical insights into the mechanisms governing ammonothermal BN growth, setting the stage for future exploration of BN phase selection, along with new nitride synthesis and improving crystal growth methods.\r\n\n\n\r\n\n\n\r\n\n\nBroader Impacts\r\n\n\nThe project has significant implications for science and technology, workforce development, and future research directions:\r\n\n\n 1. Material Applications: Understanding BN growth and phase selection contributes to the development of advanced materials using this ultra-wide band gap semiconductor material with applications in optics, electronics, and quantum information technologies. Rhombohedral BN, with its unique properties, offers the potential for photonic interactions that are not possible with other BN phases.\r\n\n\n 2. Technological Infrastructure: The innovative autoclave design represents a leap forward in enabling acidic ammonothermal chemistry studies, benefiting not only BN research but also broader crystal growth applications in materials science.\r\n\n\n 3. Collaboration and Knowledge Sharing: The project fostered collaborations with national and international experts to characterize BN materials using advanced spectroscopic techniques and support the development of novel computational approaches to develop Pourbaix diagrams of nitrides under ammonothermal conditions. These partnerships promote knowledge dissemination and interdisciplinary innovation.\r\n\n\n 4. Workforce Development: The project trained a graduate student and a research scientist in nitride single crystal growth, advanced characterization techniques, experimental design, and computational modeling, equipping them with valuable skills for careers in academia and industry.\r\n\n\n 5. Educational Outreach: Videos and wiki articles were generated by undergraduate students for their peers inspiring different uses and applications of materials for applications. These tools were disseminated and integrated into outreach programs led and participated every year by the PI Siddha Pimputkar both at Lehigh University events including high school students and incoming undergraduate students and by engaging with predominantly female high school students at the Southern Lehigh High School. Co-PI Kai Landskron co-organized Science Days in 2022, 2023, and 2024, engaging K-5 students in hands-on experiments and fostering an early interest in science. He also trained parent volunteers to support classroom activities, creating a scalable and interactive learning environment.\r\n\n\n 6.  Community Engagement: PI Pimputkar and graduate student Jacob Dooley disseminated research findings through invited and contributed talks at prestigious conferences, including IWN, ICNS, E-MRS, and ACCGE. Taking on leadership roles at conferences (conference chair and program chairs), he has promoted junior researchers from underrepresented minors in STEM and fostered their growth in the community by promoting their achievements at conferences. Additionally, he has been invited tojoin the International Scientific Steering Committee of the world-renowned Institute for Crystal Growth (IKZ) in Germany as a result of his pioneering nitride crystal growth work.\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: SiddhaPimputkar\n"
 }
}