{
 "awd_id": "1833983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Urban STEM Collaboratory - Building STEM Identity and Student Success through Academic, Financial, Social, and Career Support",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 1589477.0,
 "awd_amount": 1589477.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2018-08-29",
 "awd_abstract_narration": "The NSF Scholarships in Science, Technology, Engineering, and Mathematics (S-STEM) program supports the retention and graduation of high-achieving, low-income students with demonstrated financial need.  This collaborative project led by the University of Memphis, the University of Colorado at Denver, and Indiana University-Purdue University Indianapolis will provide scholarships to students pursuing baccalaureate degrees in engineering and mathematics.  Through its five years of funding, this project will support at least 50 students at each institution, for a total of 150 unique students.  Administrators and faculty from the partner institutions' colleges or schools of engineering and mathematics departments will partner to provide academic, social, professional, and peer networking, as well as career preparation. The lack of STEM identity is a fundamental reason that students often cite for leaving STEM majors and careers. This project will investigate mechanisms for supporting a diverse set of students in an urban context in their development of a STEM identity. Results of this project will help meet the national need for a highly skilled workforce in engineering and mathematics and generate knowledge about STEM identity across all disciplines.\r\n\r\nThis project seeks to increase the recruitment, retention, student success, and graduation rates of high-achieving undergraduate students with financial need, who are majoring in mathematical sciences and engineering at each institution. The partnering institutions plan to implement ambitious but feasible strategies that contribute to student academic success, development of STEM identity, and workforce readiness. In addition, they plan to incentivize substantial student participation in project activities through a badging system. Activities for mathematics and engineering classes will be designed to support a high probability of student success. The institutions intend to conduct formative and summative evaluations that will focus on determining effectiveness and impact of the project activities, strategies, and adjustments. The project also plans to examine factors influencing development of STEM identity and the resulting impact on student success, attitudes, workforce readiness, and STEM self-efficacy. Attention will be paid to impact on first-generation students and students from other groups that are underrepresented in engineering and mathematics.  Innovative aspects of the project will include deploying features from CourseNetworking software to provide scholars with evidence of their learning journey, while expanding a meaningful academic social network and building a STEM identity facilitated by a comprehensive, cloud-native software environment. CourseNetworking will include a student ePortfolio that will serve as a digital collection of each student's work and accomplishments. The ePortfolio will provide certification badges that mark the student's participation and will maintain a record  of the student's attainment of knowledge, behaviors, and skill sets. The project will strive to develop and disseminate a vetted, practical, sustainable, and transportable model to recruit and retain high-achieving students with financial need and provide them with avenues for success in STEM studies and careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryam",
   "pi_last_name": "Darbeheshti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maryam Darbeheshti",
   "pi_email_addr": "maryam.darbeheshti@ucdenver.edu",
   "nsf_id": "000771783",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jacobson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Jacobson",
   "pi_email_addr": "michael.jacobson@ucdenver.edu",
   "nsf_id": "000177220",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Dunn",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Martin L Dunn",
   "pi_email_addr": "martin.dunn@ucdenver.edu",
   "nsf_id": "000412257",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Altman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tom Altman",
   "pi_email_addr": "Tom.Altman@ucdenver.edu",
   "nsf_id": "000611148",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver-Downtown Campus",
  "inst_street_address": "1380 LAWRENCE ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "802042055",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF COLORADO AT DENVER",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6CXZ6GSJW84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver-Downtown Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "800452571",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CO06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1589477.0
  }
 ],
 "por": null
}