{
 "awd_id": "1833155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference to Advance Scientific Understanding and Broader Impacts of Indigenous Languages of the Americas: South, Central, and North",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Paster",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 29000.0,
 "awd_amount": 34000.0,
 "awd_min_amd_letter_date": "2018-06-11",
 "awd_max_amd_letter_date": "2019-06-12",
 "awd_abstract_narration": "Most indigenous languages of the Americas are severely threatened, adding urgency to the increasing the scientific and broader impacts for the documentation of these languages. The international Society for the Study of the Indigenous Languages of the Americas (SSILA) is among the organizations increasingly focused on effective approaches to the language sciences that advance knowledge using various methodological approaches, including, community-based. Such research paradigms emphasize meaningful, egalitarian relationships with communities whose languages are under threat. This project supports a workshop organized for the annual meeting of SSILA, and it proposes to infuse new methodologies and strategies for documenting and revitalizing American indigenous languages by bringing together academic and community language experts from Central and South America with a North American audience. The goal is to bring together these diverse perspectives and enrich the quality of language data for linguistic research, ultimately leading to new insights about relationships among languages, traditional knowledge embedded within language, and the possibilities of the human mind. Broader impacts include the potential for engagement with and advancing knowledge to the greater audience of linguists who attend this annual meeting, the availability of results through the SSILA website, and the potential benefits of approaches from other regions of the Americas that can positively impact the preservation and revitalization of Native American languages in the U.S. \r\n\r\n\r\nThis workshop will provide an initial platform for communication among community members, researchers, and institutions across the Americas who engage in community-based language work. By supporting the attendance of and Central and South American researchers and indigenous community members, the workshop will promote an understanding of how community-based research is conceptualized across the Americas, what principles and constructs are used, and what can be learned from one another in order to conduct language research in a more ethical and effective manner and promote language revitalization, maintenance, and documentation. Because there are few consistent platforms for communication across the Americas, noteworthy work on community-based approaches to language documentation, and revitalization taking place elsewhere in the Americas does not always reach U.S.-based community members and researchers and Native American communities. Research agendas into acquisition of endangered languages, or the broadening of participation by training indigenous language speakers are both areas where the U.S. lags behind. Novel approaches through this knowledge exchange has the potential to enhance scientific understanding and investigation into the linguistic diversity of the Americas, broaden participation by Native Americans and Latinos in the U.S. in the language sciences, while the involvement of students has the potential to enhance the STEM workforce in an increasingly globalized context. The methodology employed will include a collective impact model, defined as a commitment by a diverse set of stakeholders to solve a specific social problem under a centralized infrastructure, to collectively tackle the challenges of unnatural language loss. The model will help establish strategies for future communication, collaborations, and dissemination of community-based approaches to language preservation, maintenance, revitalization, and documentation across the Americas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "Bischoff",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon T Bischoff",
   "pi_email_addr": "bischoff.st@gmail.com",
   "nsf_id": "000047230",
   "pi_start_date": "2018-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University - Purdue University Fort Wayne",
  "perf_str_addr": "2101 East Coliseum Blvd",
  "perf_city_name": "Fort Wayne",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "468051499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "IN03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 29000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of the event was to foster collaborations among scholars of indigenous languages of the Americas and to boost data collection, analysis, and dissemination, we held a one-and-a-half-day workshop and an invited poster session as part of the Society for the Study of Indigenous Languages of the Americas (SSILA) 2019 meeting in New York City, especially for those that are often marginalized or excluded from such events (e.g. Indigenous community members and indigenous scholars as well as those that do not speak English). The project was unique in that it provided a platform to connect Latin American scholars to U.S.-based scholars, members of indigenous Latin American diaspora communities, and members of Native communities in the U.S. This, we believe, provided an opportunity to better leverage documentation and research strategies and foster new generations of researchers in an effort to advance knowledge of human languages. The multilingual event with simultaneous translation in Spanish, Portuguese, English, and at time various Indigenous languages provided a space for those that are often underrepresented in the sciences to gather and share their experiences, expertise, and make recommendations for greater inclusion and agency of minority and underrepresented groups in linguistics and anthropology specifically and science more broadly. The workshop covered two overarching themes (1) community based-research, and (2) data management (broadly construed). Over 60 participants joined the 1.5 day event.</p>\n<p>The poster session involved 24 individual presenters. The goal of the poster session was for the participants to have opportunities to (1) network with others and (2) engage an audience in a way that allowed for greater discussion of the issues that a typical 20 minute academic talk. Over 200 members of the Society for the Study of Indigenous Languages of the Americas and the Linguistic Society of American engaged the 24 participants to learn about their work, unique situations, and the needs and contributions of indigenous communities with regard to language documentation. Thus, disseminating understanding gained from their work, lessons learned in the workshop, and providing an opportunity to represent underrepresented voices at an international science conference.</p>\n<p>One key outcome was the conference that emerged out of the workshop discussions. In UNESCO&rsquo;s &ldquo;Evaluation of UNESCO&rsquo;S Action to Revitalize and Promote Indigenous Languages: Within the framework of the international Year of Indigenous Languages&rdquo; (<a href=\"https://unesdoc.unesco.org/ark:/48223/pf0000376719/PDF/376719eng.pdf.multi\">https://unesdoc.unesco.org/ark:/48223/pf0000376719/PDF/376719eng.pdf.multi</a>) The UNESCO evaluators noted the following on page 27 of the report:</p>\n<p>Based on a wide consensus, the most important event held in the USA was the Perspectives conference hosted by Purdue University in Fort Wayne, Indiana, directly inspired by the Year and attended by over 400 varied stakeholders from over 17 countries. It was not formally affiliated with or supported by UNESCO, but several members of the Steering Committee attended (which was much appreciated). The conference was praised for facilitating a rather atypical dialogue between academics and community-based indigenous language activists in an inclusive and open atmosphere.</p>\n<p>Thus, the primary goals<em>, </em><em>foster collaborations among scholars of indigenous languages of the Americas and to boost data collection, analysis, and dissemination</em> of the workshop were achieved in part through the materialization of those goals in the organized conference and the fourth coming conference proceedings.</p>\n<p>The opportunity for educators and linguists to be in the same room to share experiences provided an opportunity for linguists to rethink how they collect, organize, and disseminate their findings. A key outcome was for Indigenous educators to identify ways in which they could shape data collection, dissemination, and organization of data collected by linguists. This is crucial because many linguists create the largest bodies of data recording language of endangered languages. Shaping how that data is collected, organized, and disseminated can facilitate the access to said data for the development of pedagogical resources. In many cases data is &ldquo;locked away&rdquo; behind esoteric notation and theoretical nomenclature, etc. Another opportunity that emerged was for Indigenous people to learn about resources that can help them gain understanding of how linguistic data is organized and presented.</p>\n<p>The UN declaration on Human Rights includes rights associated with language. The workshop and global conference provided platforms for the broader public to learn about the scientific study of language and the importance of linguistic diversity. At the workshop plans to involve local community members in the global conference were initiated. These plans were made real through public events throughout the city during the conference (e.g. Smithsonian Indigenous Film showing and panel discussion free to the public at the cities historic theater, public meeting with the Mayor and the Chief of the Myaamia Tribe along with UNESCO IYIL steering committee, local high school student participation in the conference etc.). In these ways the local community was immersed in the science of linguistics, language documentation, and the policies that shape both.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2022<br>\n\t\t\t\t\tModified by: Shannon&nbsp;T&nbsp;Bischoff</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1833155/1833155_10549272_1642363580012_postersession--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1833155/1833155_10549272_1642363580012_postersession--rgov-800width.jpg\" title=\"Poster Session at CLBRAA 2019 NYC\"><img src=\"/por/images/Reports/POR/2022/1833155/1833155_10549272_1642363580012_postersession--rgov-66x44.jpg\" alt=\"Poster Session at CLBRAA 2019 NYC\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Participants of CLRAA 2019 NYC presenting their work at the SSILA and LSA annual meeting.</div>\n<div class=\"imageCredit\">Staff</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Shannon&nbsp;T&nbsp;Bischoff</div>\n<div class=\"imageTitle\">Poster Session at CLBRAA 2019 NYC</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1833155/1833155_10549272_1642363500238_CLBRAANYC2019WorkshopActivity--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1833155/1833155_10549272_1642363500238_CLBRAANYC2019WorkshopActivity--rgov-800width.jpg\" title=\"Participants in CLBRAA NYC 2019 Workshop\"><img src=\"/por/images/Reports/POR/2022/1833155/1833155_10549272_1642363500238_CLBRAANYC2019WorkshopActivity--rgov-66x44.jpg\" alt=\"Participants in CLBRAA NYC 2019 Workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Participants working at the 2019 CLBRAA NYC Workshop.</div>\n<div class=\"imageCredit\">Staff</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Shannon&nbsp;T&nbsp;Bischoff</div>\n<div class=\"imageTitle\">Participants in CLBRAA NYC 2019 Workshop</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1833155/1833155_10549272_1642363388704_workshop--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1833155/1833155_10549272_1642363388704_workshop--rgov-800width.jpg\" title=\"CLBRAA NYC 2019 Workshop Participants\"><img src=\"/por/images/Reports/POR/2022/1833155/1833155_10549272_1642363388704_workshop--rgov-66x44.jpg\" alt=\"CLBRAA NYC 2019 Workshop Participants\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Participants prepare for group activity at CLBRAA workshop.</div>\n<div class=\"imageCredit\">Staff</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Shannon&nbsp;T&nbsp;Bischoff</div>\n<div class=\"imageTitle\">CLBRAA NYC 2019 Workshop Participants</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of the event was to foster collaborations among scholars of indigenous languages of the Americas and to boost data collection, analysis, and dissemination, we held a one-and-a-half-day workshop and an invited poster session as part of the Society for the Study of Indigenous Languages of the Americas (SSILA) 2019 meeting in New York City, especially for those that are often marginalized or excluded from such events (e.g. Indigenous community members and indigenous scholars as well as those that do not speak English). The project was unique in that it provided a platform to connect Latin American scholars to U.S.-based scholars, members of indigenous Latin American diaspora communities, and members of Native communities in the U.S. This, we believe, provided an opportunity to better leverage documentation and research strategies and foster new generations of researchers in an effort to advance knowledge of human languages. The multilingual event with simultaneous translation in Spanish, Portuguese, English, and at time various Indigenous languages provided a space for those that are often underrepresented in the sciences to gather and share their experiences, expertise, and make recommendations for greater inclusion and agency of minority and underrepresented groups in linguistics and anthropology specifically and science more broadly. The workshop covered two overarching themes (1) community based-research, and (2) data management (broadly construed). Over 60 participants joined the 1.5 day event.\n\nThe poster session involved 24 individual presenters. The goal of the poster session was for the participants to have opportunities to (1) network with others and (2) engage an audience in a way that allowed for greater discussion of the issues that a typical 20 minute academic talk. Over 200 members of the Society for the Study of Indigenous Languages of the Americas and the Linguistic Society of American engaged the 24 participants to learn about their work, unique situations, and the needs and contributions of indigenous communities with regard to language documentation. Thus, disseminating understanding gained from their work, lessons learned in the workshop, and providing an opportunity to represent underrepresented voices at an international science conference.\n\nOne key outcome was the conference that emerged out of the workshop discussions. In UNESCO’s \"Evaluation of UNESCO’S Action to Revitalize and Promote Indigenous Languages: Within the framework of the international Year of Indigenous Languages\" (https://unesdoc.unesco.org/ark:/48223/pf0000376719/PDF/376719eng.pdf.multi) The UNESCO evaluators noted the following on page 27 of the report:\n\nBased on a wide consensus, the most important event held in the USA was the Perspectives conference hosted by Purdue University in Fort Wayne, Indiana, directly inspired by the Year and attended by over 400 varied stakeholders from over 17 countries. It was not formally affiliated with or supported by UNESCO, but several members of the Steering Committee attended (which was much appreciated). The conference was praised for facilitating a rather atypical dialogue between academics and community-based indigenous language activists in an inclusive and open atmosphere.\n\nThus, the primary goals, foster collaborations among scholars of indigenous languages of the Americas and to boost data collection, analysis, and dissemination of the workshop were achieved in part through the materialization of those goals in the organized conference and the fourth coming conference proceedings.\n\nThe opportunity for educators and linguists to be in the same room to share experiences provided an opportunity for linguists to rethink how they collect, organize, and disseminate their findings. A key outcome was for Indigenous educators to identify ways in which they could shape data collection, dissemination, and organization of data collected by linguists. This is crucial because many linguists create the largest bodies of data recording language of endangered languages. Shaping how that data is collected, organized, and disseminated can facilitate the access to said data for the development of pedagogical resources. In many cases data is \"locked away\" behind esoteric notation and theoretical nomenclature, etc. Another opportunity that emerged was for Indigenous people to learn about resources that can help them gain understanding of how linguistic data is organized and presented.\n\nThe UN declaration on Human Rights includes rights associated with language. The workshop and global conference provided platforms for the broader public to learn about the scientific study of language and the importance of linguistic diversity. At the workshop plans to involve local community members in the global conference were initiated. These plans were made real through public events throughout the city during the conference (e.g. Smithsonian Indigenous Film showing and panel discussion free to the public at the cities historic theater, public meeting with the Mayor and the Chief of the Myaamia Tribe along with UNESCO IYIL steering committee, local high school student participation in the conference etc.). In these ways the local community was immersed in the science of linguistics, language documentation, and the policies that shape both.\n\n\t\t\t\t\tLast Modified: 01/16/2022\n\n\t\t\t\t\tSubmitted by: Shannon T Bischoff"
 }
}