{
 "awd_id": "1833084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID/Collaborative Research: Households Immediate Response During a Night Time Earthquake",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Walter Peacock",
 "awd_eff_date": "2018-06-15",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 9892.0,
 "awd_amount": 9892.0,
 "awd_min_amd_letter_date": "2018-06-15",
 "awd_max_amd_letter_date": "2018-06-15",
 "awd_abstract_narration": "This Rapid Response Research (RAPID) project examines household earthquake risk perceptions and immediate responses during a nighttime earthquake, in particular, the 2018 Eastern Taiwan (Haulien) earthquake that occurred on February 6, 2018. This project is innovative because most of the data on immediate response to earthquakes has been collected from daytime earthquakes, and this study can identify patterns of protective action that differ from those in daytime earthquakes. Better understanding of responses can help emergency management agencies provide appropriate emergency services to their communities and help households to better prepare for future events. In addition, this project will use an earthquake immediate response questionnaire that has been used in other earthquakes, including a US territory. This standardized questionnaire will be used to assess cultural differences in variables such as risk perception, self-reported shaking intensity, and emotional responses. The results of this study can be used to examine how cultural differences impact US residents' disaster response in culturally diverse regions of the US. Another earthquake impacting the US is inevitable and understanding people's response is critical to protecting our national health, prosperity, and welfare when the event occurs.\r\n\r\nThis project tests the Protective Action Decision Model (PADM), which supposes that people's risk perceptions and responses are shaped by environmental/social cues and physical/household/social context when warnings are absent. In addition, this project tests the degree to which households' environmental/social cues, risk perceptions, and earthquake immediate response differ in urban and rural areas that vary in their shaking intensity and duration. This data expands a multinational earthquake response dataset that will allow investigators to conduct a statistical meta-analysis that will identify commonalities and differences in household response across different earthquakes throughout the Pacific Rim. The results of this study can provide an important empirical test of the degree to which research support for the PADM from hurricanes and flash floods also extends to nighttime earthquakes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shih-Kai",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shih-Kai Huang",
   "pi_email_addr": "shuang@jsu.edu",
   "nsf_id": "000703120",
   "pi_start_date": "2018-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jacksonville State University",
  "inst_street_address": "700 PELHAM RD N",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSONVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2567828144",
  "inst_zip_code": "362651602",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "JACKSONVILLE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D7N5GMCLAMT8"
 },
 "perf_inst": {
  "perf_inst_name": "Jacksonville State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "362651602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 9892.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The belief that individuals are more vulnerable to earthquakes that onset during nighttime hours is a common preconception. One reason for this belief may be a presumed limited capacity for individuals to react and to protect themselves appropriately in darkness. To better understand this issue, this study surveyed the experiences of households during the 2018 Eastern Taiwan Earthquake, a magnitude 6.4 event that struck Taiwan at 11:50 PM local time. Data were collected with regard to structural, environmental, social, and household contexts, as well as perceived shaking intensity, risk perceptions, individual preparedness, earthquake experience, and demographic characteristics, and compared against reported immediate individual protective actions taken.</p>\n<p>The results, then analyzed against two comparable daytime earthquakes (the 2011 Christchurch Earthquake and the 2011 Great East Japan Earthquake), indicate that approximately half of the respondents who experienced the 2018 Eastern Taiwan nighttime earthquake (49.7%) did not take any protective actions, which was slightly higher than both the 2011 Christchurch Earthquake (43.1%) and the more severe 2011 Great East Japan Earthquake (37.5%). Eastern Taiwan Earthquake respondents were more likely to have been in a familiar environment at the onset of the event (97.7% compared to the daytime earthquakes studied, 85.0% and 84.0%, respectively) and less likely to have had family members absent who&rsquo;s safety was unknown (15.6% vs. 49.3% and 55.2%, respectively). In addition, respondents to the Eastern Taiwan Earthquake survey reported lower levels of apprehensive emotions (<em>M</em> = 3.18 vs. 3.54 and 4.44, respectively). &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Additional correlation and regression analysis revealed that respondents&rsquo; social and environmental contexts, directly associated with the earthquake occurring at night, affected the individuals' emotional response, and, in turn, their adoption of protective actions. Results from the strong shaking areas reveal respondents&rsquo; social context is the only contextual circumstance significantly associated with their immediate responses that people who stayed alone were neither likely to move nor likely to take any protective actions. This outcome could be attributed to the lower apprehensive emotions and risk perceptions associated with those people who were alone during the earthquake shaking. Nonetheless, this finding is not specific in a nighttime earthquake, while it holds for the daytime cases as well. When samples from the moderate shaking areas entering into the pool, respondents&rsquo; environmental and household contexts, known as significantly different than the daytime scenario, took some effects on respondents&rsquo; immediate responses. In specific, respondents who were in bed were less likely to move or evacuate at a margin significance level with the controls of other psychological variables, and households with family members together were more likely to take either a recommended or alternative protective actions. Finally, the comprehensive regression analyses indicate that the ability to form accurate expectations with regard to the rate of public recommended protective action response compliance based on earthquake intensity, population demographics, and contextual factors, is of particular practical importance during disaster preparedness and response operations.</p>\n<p>The results of this study are intended to highlight possible differences under diverse scenarios, and, in turn, encourage researchers and practitioners to design preparedness and response exercises that account for varying protective action responses to earthquakes under different circumstances, such as darkness. Theoretically, the findings support the Protective Action Decision Model that, despite an expeditious onset hazard, respondents&rsquo; behavioral responses are determined by their emotional responses, while the unique contextual circumstances would take a part of the influence in how people perceive their risk. Empirically, this study provokes future studies to better understand humans&rsquo; emotional responses in terms of varied social and environmental contexts during an earthquake threat. Practically, this study also provides clear intelligence regarding the response of individuals during earthquake events that can better inform policy decisions and structural regulations in earthquake-prone areas, reducing injury and promoting household and community resilience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2020<br>\n\t\t\t\t\tModified by: Shih-Kai&nbsp;Huang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe belief that individuals are more vulnerable to earthquakes that onset during nighttime hours is a common preconception. One reason for this belief may be a presumed limited capacity for individuals to react and to protect themselves appropriately in darkness. To better understand this issue, this study surveyed the experiences of households during the 2018 Eastern Taiwan Earthquake, a magnitude 6.4 event that struck Taiwan at 11:50 PM local time. Data were collected with regard to structural, environmental, social, and household contexts, as well as perceived shaking intensity, risk perceptions, individual preparedness, earthquake experience, and demographic characteristics, and compared against reported immediate individual protective actions taken.\n\nThe results, then analyzed against two comparable daytime earthquakes (the 2011 Christchurch Earthquake and the 2011 Great East Japan Earthquake), indicate that approximately half of the respondents who experienced the 2018 Eastern Taiwan nighttime earthquake (49.7%) did not take any protective actions, which was slightly higher than both the 2011 Christchurch Earthquake (43.1%) and the more severe 2011 Great East Japan Earthquake (37.5%). Eastern Taiwan Earthquake respondents were more likely to have been in a familiar environment at the onset of the event (97.7% compared to the daytime earthquakes studied, 85.0% and 84.0%, respectively) and less likely to have had family members absent who’s safety was unknown (15.6% vs. 49.3% and 55.2%, respectively). In addition, respondents to the Eastern Taiwan Earthquake survey reported lower levels of apprehensive emotions (M = 3.18 vs. 3.54 and 4.44, respectively).     \n\nAdditional correlation and regression analysis revealed that respondents’ social and environmental contexts, directly associated with the earthquake occurring at night, affected the individuals' emotional response, and, in turn, their adoption of protective actions. Results from the strong shaking areas reveal respondents’ social context is the only contextual circumstance significantly associated with their immediate responses that people who stayed alone were neither likely to move nor likely to take any protective actions. This outcome could be attributed to the lower apprehensive emotions and risk perceptions associated with those people who were alone during the earthquake shaking. Nonetheless, this finding is not specific in a nighttime earthquake, while it holds for the daytime cases as well. When samples from the moderate shaking areas entering into the pool, respondents’ environmental and household contexts, known as significantly different than the daytime scenario, took some effects on respondents’ immediate responses. In specific, respondents who were in bed were less likely to move or evacuate at a margin significance level with the controls of other psychological variables, and households with family members together were more likely to take either a recommended or alternative protective actions. Finally, the comprehensive regression analyses indicate that the ability to form accurate expectations with regard to the rate of public recommended protective action response compliance based on earthquake intensity, population demographics, and contextual factors, is of particular practical importance during disaster preparedness and response operations.\n\nThe results of this study are intended to highlight possible differences under diverse scenarios, and, in turn, encourage researchers and practitioners to design preparedness and response exercises that account for varying protective action responses to earthquakes under different circumstances, such as darkness. Theoretically, the findings support the Protective Action Decision Model that, despite an expeditious onset hazard, respondents’ behavioral responses are determined by their emotional responses, while the unique contextual circumstances would take a part of the influence in how people perceive their risk. Empirically, this study provokes future studies to better understand humans’ emotional responses in terms of varied social and environmental contexts during an earthquake threat. Practically, this study also provides clear intelligence regarding the response of individuals during earthquake events that can better inform policy decisions and structural regulations in earthquake-prone areas, reducing injury and promoting household and community resilience.\n\n\t\t\t\t\tLast Modified: 09/30/2020\n\n\t\t\t\t\tSubmitted by: Shih-Kai Huang"
 }
}