{
 "awd_id": "1833209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improved Meteoroid Characterization through Laboratory Experiments, Modeling, and Ground-based Observations",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": "7032928963",
 "po_email": "sraizada@nsf.gov",
 "po_sign_block_name": "Shikha Raizada",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 645134.0,
 "awd_amount": 645134.0,
 "awd_min_amd_letter_date": "2018-08-01",
 "awd_max_amd_letter_date": "2018-08-01",
 "awd_abstract_narration": "A four-year research designs to investigate and improve the understanding of the relationship between the properties of a meteoroid and the resulting mesosphere and lower thermosphere (MLT) meteor optical emission and radar signatures. Laboratory experiments would be set up to simulate the ablation of meteors by the Earth's atmosphere by firing projectiles with known mass, speed, and composition into a laboratory chamber containing a known density of gas. The observed relationship found between the luminous brightness of the simulated meteor with the mass of the projectile used would help enable the use of ground-based radar and optical meteor measurements to determine the masses of individual meteoroids with considerably improved accuracy. This result would then quantify the estimate of the total meteor influx of objects into the Earth's atmosphere. This research would be done through experiments at the University of Colorado's Institute for Modeling Plasma, Atmospheres and Cosmic dusT (IMPACT) facility in which the goal would be the recreation of the ablation process in well-defined laboratory conditions. These experimental results would then be applied to meteor observational data derived from both radar and optical techniques, in order to estimate masses of individual meteor events and to validate experimental and modeling results. This award would further support the education and training of a graduate student pursuing a Ph.D at CU Boulder. In addition, undergraduate students would be involved in the program through the Discovery Learning Apprenticeship Program (DLAP) at CU Boulder. The DLAP program provides CU undergraduates a hands-on research experience, with pay, culminating in a final research report and a presentation to faculty and graduate students in the program. Finally, results from the research would be integrated into a new undergraduate course entitled 'Space: Environment and Effects', to begin in Fall 2018. This course is being developed under the auspices of a campus wide \"Space Minor\" open to students in all majors; as such, this curriculum would reach students beyond science and engineering. Meteors make up a key component of the space environment, and so this research would be used as a key topic to underline the fascinating complexity of the near-earth space environment. The researcher plans to include lectures on simulated meteor work in this series.\r\n\r\nMeteoroids enter the Earth's atmosphere with velocities between 10 and 70 km/s and masses from femtograms (fg) up to grams or larger; however, the total mass flux of meteoroids remains uncertain, with a range of estimates spanning two orders of magnitude. The ablation of meteoroids are suggested to be responsible for the creation of metal layers of the upper atmosphere, including atomic iron (Fe), magnesium (Mg), calcium (Ca), potassium (K), and sodium (Na) layers that all peak within the range of 85-95 km altitude. These metal layers lead into a variety of aeronomical phenomena, including the nucleation of noctilucent cloud particles, ocean fertilization with bio-available Fe, and creating a relationship between stratospheric aerosol content and O3 chemistry. Moreover, meteors of milligram size and larger pose a risk to spacecraft orbiting the Earth, with the potential to cause physical or electrical damage. Accurate assessment of the total mass flux is critical to improving the understanding of each of these areas. The total mass flux error is primarily caused by the inability to determine masses of individually observed particles. The major sources of uncertainty that lead to poor estimates of meteoroid masses are uncertainty in the parameters which map the mass to observables, such as optical emissions and radar cross section. These parameters are the luminous efficiency and the ionization probability. The project would possibly provide the best measurements to date for a range of velocities and for different materials representative of meteoroids. The foremost science objective in this award addresses a simple yet critical problem in understanding MLT aeronomy: what is the total mass flux entering our atmosphere from space? The ability to create artificial meteors in the lab provides a great opportunity to engage with the community in a way that non-specialists can understand.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Marshall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Marshall",
   "pi_email_addr": "robert.marshall@colorado.edu",
   "nsf_id": "000697298",
   "pi_start_date": "2018-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zoltan",
   "pi_last_name": "Sternovsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zoltan Sternovsky",
   "pi_email_addr": "zoltan.sternovsky@colorado.edu",
   "nsf_id": "000493719",
   "pi_start_date": "2018-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "1111 Engineering Drive",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090431",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 645134.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9a9aa804-7fff-3c17-ad47-0c5e5b9cad74\"> </span></p>\n<p dir=\"ltr\"><span>This research project aimed to investigate and improve our understanding of the rela- tionship between properties of meteoroids and the resulting meteor optical emissions by conducting laboratory experiments of ablating particles and measuring the optical emissions. The relationship between the meteoroid and the meteor will help inform the properties of meteoroids entering our atmosphere and lead to better estimate of the mass flux entering the atmosphere from space.</span></p>\n<p dir=\"ltr\"><span>Over the duration of this project, an experimental apparatus was built to measure optical emissions with 10 nanosecond time resolution, and then three experimental campaigns were conducted to determine the luminous efficiency of ablating particles and to investigate trends in the luminous efficiency.&nbsp; The first two campaigns characterized the luminous efficiency for iron and aluminum particles at velocities between 10 and 60 km/s. Results from these campaigns, published in Tarnecki et al (2023, GRL), found luminous efficiencies near 1%, and also characterized the uncertainty and the trend with velocity. Iron and aluminum show markedly different trends with velocity, showing that the composition of the meteoroid has an impact on the light output of the meteor.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The third campaign utilized a modified optical system to measure the spectra of the ablating particles. This campaign provided unique results over the wavelength range from 380&ndash;850 nm in sixteen wavelength bins. Results showed that the spectra for ablating particles depend not only on the composition of the particle but also on the surrounding gas heated during ablation. The observed spectrum is likely due to iron and nitrogen emission lines, and nitrogen is the dominant contributor, with potential contributions from oxygen and iron oxide emission lines.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Additionally, our results show a lack of particle velocity or mass dependence in the normalized ablation spectrum. This suggests a lack of velocity dependence in the temperature of the emitting particle and surrounding gas as a broadening in emission lines should be noticeable. Finally, having applied the observed spectrum from these experiments to the luminous efficiency estimates in Tarnecki et al (2023, we show that using the actual spectrum results in a 36% decrease from the original luminous efficiency values. While the low velocity fall off remains steep when compared to prior results, the plateau value above 20 km/s is more consistent with prior work.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/14/2023<br>\nModified by: Robert&nbsp;A&nbsp;Marshall</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1833209/1833209_10564666_1699993182028_fe_tau_vel_mass_cbar--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1833209/1833209_10564666_1699993182028_fe_tau_vel_mass_cbar--rgov-800width.png\" title=\"Luminous efficient for iron particles\"><img src=\"/por/images/Reports/POR/2023/1833209/1833209_10564666_1699993182028_fe_tau_vel_mass_cbar--rgov-66x44.png\" alt=\"Luminous efficient for iron particles\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Luminous efficiency results for the iron campaign, plotted against velocity (left) and mass (right). Each point represents the luminous efficiency calculated for a single dust particle with shaded ellipses corresponding to the uncertainty in velocity, mass, and luminous efficiency.</div>\n<div class=\"imageCredit\">Liane Tarnecki</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Robert&nbsp;A&nbsp;Marshall\n<div class=\"imageTitle\">Luminous efficient for iron particles</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1833209/1833209_10564666_1699994149830_AllPhotonsPlotMedFOVfilt--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1833209/1833209_10564666_1699994149830_AllPhotonsPlotMedFOVfilt--rgov-800width.png\" title=\"iron emission spectrum\"><img src=\"/por/images/Reports/POR/2023/1833209/1833209_10564666_1699994149830_AllPhotonsPlotMedFOVfilt--rgov-66x44.png\" alt=\"iron emission spectrum\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Average spectrum of ablating iron particles. While similar to a blackbody spectrum at 3500 K, the heated gas is unlikely to be optically thick. the increase in the red/IR range is likely from diatomic and atomic nitrogen emission lines, while the increase toward the UV is due to iron emissions.</div>\n<div class=\"imageCredit\">Edwin Bernardini</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Robert&nbsp;A&nbsp;Marshall\n<div class=\"imageTitle\">iron emission spectrum</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThis research project aimed to investigate and improve our understanding of the rela- tionship between properties of meteoroids and the resulting meteor optical emissions by conducting laboratory experiments of ablating particles and measuring the optical emissions. The relationship between the meteoroid and the meteor will help inform the properties of meteoroids entering our atmosphere and lead to better estimate of the mass flux entering the atmosphere from space.\n\n\nOver the duration of this project, an experimental apparatus was built to measure optical emissions with 10 nanosecond time resolution, and then three experimental campaigns were conducted to determine the luminous efficiency of ablating particles and to investigate trends in the luminous efficiency. The first two campaigns characterized the luminous efficiency for iron and aluminum particles at velocities between 10 and 60 km/s. Results from these campaigns, published in Tarnecki et al (2023, GRL), found luminous efficiencies near 1%, and also characterized the uncertainty and the trend with velocity. Iron and aluminum show markedly different trends with velocity, showing that the composition of the meteoroid has an impact on the light output of the meteor.\n\n\nThe third campaign utilized a modified optical system to measure the spectra of the ablating particles. This campaign provided unique results over the wavelength range from 380850 nm in sixteen wavelength bins. Results showed that the spectra for ablating particles depend not only on the composition of the particle but also on the surrounding gas heated during ablation. The observed spectrum is likely due to iron and nitrogen emission lines, and nitrogen is the dominant contributor, with potential contributions from oxygen and iron oxide emission lines.\n\n\nAdditionally, our results show a lack of particle velocity or mass dependence in the normalized ablation spectrum. This suggests a lack of velocity dependence in the temperature of the emitting particle and surrounding gas as a broadening in emission lines should be noticeable. Finally, having applied the observed spectrum from these experiments to the luminous efficiency estimates in Tarnecki et al (2023, we show that using the actual spectrum results in a 36% decrease from the original luminous efficiency values. While the low velocity fall off remains steep when compared to prior results, the plateau value above 20 km/s is more consistent with prior work.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/14/2023\n\n\t\t\t\t\tSubmitted by: RobertAMarshall\n"
 }
}