{
 "awd_id": "1833004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4: Synthesis, Characterization and Applications of FRET based Ionic Materials",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928623",
 "po_email": "jsmall@nsf.gov",
 "po_sign_block_name": "Jeanne Small",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 188863.0,
 "awd_amount": 188863.0,
 "awd_min_amd_letter_date": "2018-08-20",
 "awd_max_amd_letter_date": "2022-09-12",
 "awd_abstract_narration": "Non-technical Description:\r\nForster Resonance Energy Transfer (FRET) phenomenon, a well-known energy transfer process, is widely used in the arena of energy (optoelectronics, solar cells), health (photodynamic therapy, bioimaging), and environmental (sensors) applications. Therefore, several types of FRET-based molecules have been designed for these applications. However, some of them are toxic, incompatible with environment, and might require tedious multistep, expensive, and time-consuming syntheses protocols. This project focuses to develop novel, environmentally friendly, FRET-based, organic ionic materials (IMs) using simple, rapid and inexpensive methods for optoelectronic applications. Advanced electrochemical, optical and device fabrication techniques will be used at Georgia Institute of Technology (GIT) to determine the full potential of novel IMs. This fellowship allows PI to explore other IM applications and broaden the scope of her research activities. An extended stay at GIT would provide extensive exposure and hands-on experience of advanced technologies available at GIT, and develop long-term collaborations that will greatly strengthen the research activities at University of Arkansas (UA) Little Rock. This training will provide an opportunity to establish an outstanding and first-of-its-kind research group at UA Little Rock and the state of Arkansas.\r\n\r\nTechnical Description:\r\nThis study integrates synthesis, characterization, optimization and device engineering of highly tunable FRET-based organic ionic materials (IMs) and their thin films. A novel and inexpensive approach is presented to develop a single organic molecule exhibiting FRET characteristics. Ionic liquid chemistry is exploited to develop a material with high product yield and purity along with promising FRET efficiency. IMs offer great benefits and allow simple tunability of photodynamics, hydrophobicity, thermal- and photo- stability characteristics as compared to covalent molecules. IMs have distinct advantages over the existing materials and are highly suitable to solve the ongoing efficiency and stability challenges in the field of optoelectronics. Highly thermal stable FRET-based organic IMs exhibit tremendous potential to enhance the efficiency of the optoelectronic devices. It is highly important to understand the detailed photodynamics of these novel materials to explore their full potential for multiple applications. Advanced equipment available at GIT will be utilized to understand fundamental electrochemical and photophysical properties of IMs and their thin films. Finally, optoelectronic devices will be fabricated, optimized, and investigated for their efficiency. GIT facilities are essential to accomplish the overall objectives of the proposed research. This fellowship provides a unique opportunity for materials scientists to work with experienced optoelectronic scientists/engineers. This collaboration will introduce economical and highly tunable materials for designing optoelectronic devices. Establishing a long-term collaboration with GIT will strengthen k-12, undergraduate student, graduate student, and faculty research activities at home institute.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noureen",
   "pi_last_name": "Siraj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Noureen Siraj",
   "pi_email_addr": "nxsiraj@ualr.edu",
   "nsf_id": "000745430",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas Little Rock",
  "inst_street_address": "2801 S UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLE ROCK",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5015698474",
  "inst_zip_code": "722041000",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DBP4N9GHCA14"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "505 10th Street, NW,",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 188863.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award helps us to develop ionic materials with FRET characteristics for the first time. These ionic materials are design by combining a cation and anion with significant spectral overlap. These ionic materials are studied in detail for their photophysical properties, thermal stability as well as their electrochemical characteristics.</p>\n<p>Graduate students were able to travel to Georgia Tech and get training on advance equipment. We get hands-on training that enable us to initiate new projects at our laboratory at UA Little Rock and we secured funding for our new projects from many other agencies.</p>\n<p>&nbsp;</p>\n<p>This funding opportunity helped us to get trained on different equipment. These facilities were not available in our campus. I was able to purchase fluorometer and set up the full facility for fluorescence and phosphorescence measurements after getting full training at Georgia Tech. During this visit, we also got an opportunity to work with other professors. I wrote many equipment grants after coming back from Georgia Tech and I was also able to establish state of the art equipment facilities at our home institute. This is very unique facility because no one in central Arkansas has these equipment facilities. Moreover, these equipment facilities helped me to initiate the collaboration with other departments at UA Little Rock as well as with different professors in other universities at Arkansas. We submitted many proposals together and received funding to initiate new project at Arkansas.</p>\n<p>&nbsp;</p>\n<p>Undergraduate, graduate and high school students get significant training on synthesis and characterization of materials. All students were able to work on these equipment and collected their data, analyzed and published. All students and PI presented the finding of the research progress in multiple local, state, regional and international conferences (approx. more than 30 presentations). We also presented our work to high school students by giving demonstration of different projects.</p>\n<p>&nbsp;</p>\n<p>We initiated the collaboration with Georgia tech professors. We submitted two papers together. We are also submitting a proposal together.</p>\n<p>&nbsp;</p>\n<p>We were able to publish 9 peer reviewed journal articles. We submitted two manuscripts which are under review currently. In published papers, undergraduate as well as high school students who made significant contributions in the project are listed as a co-authors. We are also filling a patent on these new ionic materials.</p>\n<p>&nbsp;</p>\n<p>This funding opportunity enable me to get some funding from NIH-INBRE as well as NASA-ASGC.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/06/2023<br>\nModified by: Noureen&nbsp;Siraj</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis award helps us to develop ionic materials with FRET characteristics for the first time. These ionic materials are design by combining a cation and anion with significant spectral overlap. These ionic materials are studied in detail for their photophysical properties, thermal stability as well as their electrochemical characteristics.\n\n\nGraduate students were able to travel to Georgia Tech and get training on advance equipment. We get hands-on training that enable us to initiate new projects at our laboratory at UA Little Rock and we secured funding for our new projects from many other agencies.\n\n\n\n\n\nThis funding opportunity helped us to get trained on different equipment. These facilities were not available in our campus. I was able to purchase fluorometer and set up the full facility for fluorescence and phosphorescence measurements after getting full training at Georgia Tech. During this visit, we also got an opportunity to work with other professors. I wrote many equipment grants after coming back from Georgia Tech and I was also able to establish state of the art equipment facilities at our home institute. This is very unique facility because no one in central Arkansas has these equipment facilities. Moreover, these equipment facilities helped me to initiate the collaboration with other departments at UA Little Rock as well as with different professors in other universities at Arkansas. We submitted many proposals together and received funding to initiate new project at Arkansas.\n\n\n\n\n\nUndergraduate, graduate and high school students get significant training on synthesis and characterization of materials. All students were able to work on these equipment and collected their data, analyzed and published. All students and PI presented the finding of the research progress in multiple local, state, regional and international conferences (approx. more than 30 presentations). We also presented our work to high school students by giving demonstration of different projects.\n\n\n\n\n\nWe initiated the collaboration with Georgia tech professors. We submitted two papers together. We are also submitting a proposal together.\n\n\n\n\n\nWe were able to publish 9 peer reviewed journal articles. We submitted two manuscripts which are under review currently. In published papers, undergraduate as well as high school students who made significant contributions in the project are listed as a co-authors. We are also filling a patent on these new ionic materials.\n\n\n\n\n\nThis funding opportunity enable me to get some funding from NIH-INBRE as well as NASA-ASGC.\n\n\n\t\t\t\t\tLast Modified: 12/06/2023\n\n\t\t\t\t\tSubmitted by: NoureenSiraj\n"
 }
}