{
 "awd_id": "1833296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: On how the Bengal-Nicobar fan deposition influenced carbonate cementation in the incoming sediment to the Sumatra subduction zone (IODP Exp 362)",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927442",
 "po_email": "ktjohnso@nsf.gov",
 "po_sign_block_name": "Kevin Johnson",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 150732.0,
 "awd_amount": 150732.0,
 "awd_min_amd_letter_date": "2018-08-06",
 "awd_max_amd_letter_date": "2018-08-06",
 "awd_abstract_narration": "The precipitation of carbonate cements, like calcite, changes the physical and mechanical properties of sediments. Depending on the nature of the sediment and its location relative to zones of seismic activity, like subduction zones, carbonate cementation may decrease porosity and permeability and increase sedimentary section rigidity. It can also impact the slip on faults and earthquake rupture processes.  Precipitation of carbonate during the alteration of sediments in subduction zones with burial and increasing temperature (i.e., diagenesis) can also provide an important sink for carbon, which may be released from rocks undergoing alteration deeper in the section or by devolatilization and other water-rock interaction processes.  Thus, carbonate precipitation in subduction zone sediments can have a significant impact on the carbon cycle.  This research examines the formation of carbonate cements in siliciclastic rocks in a major submarine fan deposit within the Sumatra subduction zone. Processes related to the alteration of siliciclastic sediments and their cementation by carbonate will be studied as will processes related to microbially-mediated carbon cycling.  Research activities include petrographic investigation of mineral and textural relationships of sediment and cement grains using state-of-the-art imaging technologies.  The geochemistry of samples, including stable isotope analyses of carbon, oxygen, and strontium and trace metal compositions of the sediments and their constituent materials will be carried out to try and identify signatures of different processes leading to the formation of carbonate cements.  The study will also include work to characterize intergranular pore spaces and grain boundary relations, especially with regard to changes in porosity, permeability, and mineral dissolution features. Project goals include (1) determining the role of carbonate cements in porosity reduction and rock property evolution in subduction zone siliciclastic sediment packages; (2) evaluating the impact of carbonate cement precipitation on the carbon cycle; and (3) determining the thermal and chemical conditions that lead to carbonate cement formation in subduction zone sediments. Broader impacts of the work include student training and incorporation of research into courses.  The investigators will work with organizations associated with their home institutions to attract members of groups underrepresented in the sciences and engage them in the research. The investigators will work with students and educators to develop materials to be used in secondary education settings.  The project supports two investigators whose genders are underrepresented in the sciences, one of whom serves as a role model for minority students.\r\n\r\nWhereas we have a solid understanding of carbonate formation driven solely by carbon cycling, either recrystallization of biogenic carbonate or precipitation of methane-derived authigenic carbonate, another mechanism that may significantly influence the formation of sediment cements is where silicate mineral alteration during diagenesis produces bicarbonate and cations that favor precipitation of carbonate minerals. Diagenetic carbonate precipitation efficiently sequesters carbon. Because carbonate in sediments may be released during diagenesis from subducted rocks by devolatization and/or fluid-induced dissolution of calcium carbonate, knowledge of carbonate-carbon inventories in input sediment sequences to subduction zones is important to constrain the inputs to Earth's surface carbon reservoirs. Furthermore, the formation of diagenetic carbonate cements changes the physical and mechanical properties of the hosting sediment, altering its permeability and mechanical strength. The cementation process and the role of silicate weathering on authigenic carbonate formation in marine systems is not well understood. This work documents the relative roles of the coupled carbon-silica system in generating carbonate cements and depositing carbon-bearing minerals in cores of subduction-related siliciclastic sediments. Sediment samples from the Nicobar Fan from the Sumatra subduction zone were selected because they exhibit significant carbonate cementation, having been recently collected on an International Ocean Discovery Program (IODP) drilling expedition to the Indian Ocean. The research focuses on testing the hypothesis that Nicobar Fan carbonate cements formed at depth during burial and diagenesis due to the generation of alkalinity from the alteration of non-carbonate siliciclastic material. Research tasks include (1) comparing the relative roles of carbonate formation through traditional carbon cycling pathways with those via the proposed coupled silicate-carbonate system; (2) identifying chemical reactions in the sediments that lead to carbonate formation; and (3) understating conditions that promote carbonate precipitation from subsurface marine silicate alteration.  Sediment samples will be examined petrographically and subjected to X-ray elemental mapping and cathodoluminescence imaging by field-emission scanning electron microscopy. Samples will also be analyzed geochemically. High-resolution carbon, oxygen and strontium isotopes and clumped stable isotope analyses will be carried out in addition to analyses of trace element composition.  Data will be used to determine the role of subsurface marine silicates in carbonate cement formation and identify sediment fabric/porosity changes associated with it. Results will contribute to our understanding of the interdependence among fluid-rock reactions, element cycling, and porosity reduction in siliciclastic-dominated systems that experience methanogenesis and will improve our understanding of global carbon budgets, sediment rheology, and faulting in subduction zones.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marta",
   "pi_last_name": "Torres",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Marta E Torres",
   "pi_email_addr": "mtorres@coas.oregonstate.edu",
   "nsf_id": "000435962",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "104 26th Street",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 150732.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Regions in SE Asia receive large loads of reactive silicates from rivers eroding the Himalaya and Tibetan Plateau, which accumulate as the rapidly deposited includes the sediments that form the 4-5 km thick Bengal-Nicobar fan offshore. Unstable minerals in sediments shed from the continents continue to undergo weathering in the early stages of burial, which is more pronounced in zones where methane generation increases the sediment acidity. Materials derived from dissolution of continent-derived silicates may appear as newly formed (authigenic) silicates (mostly clay minerals) and also contribute to the nucleation and composition of authigenic carbonates. Using chemical analyses of sediment and pore waters, we concluded that during the most recent stages of fan formation (from 2 to 5 million years ago) the main product of the weathering process is authigenic clay, with only a small amount of authigenic carbonate being formed. In contrast, during early deposition of the fan (~9 million years ago), a supply of dissolved calcium from alteration of oceanic basement, which even at present reaches concentrations that are ten-fold of seawater values, led to massive carbonate deposition. Petrographic data and elemental mapping of the carbonate-cemented zones show replacement of feldspars and dense minerals by carbonate, which ranges from a few percent of the grain to near total grain obliteration. The authigenic mineral reactions documented in the input sediments of the Sumatra subduction zone provide constraints on global elemental budgets and the characteristics of materials before they are subducted.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2023<br>\n\t\t\t\t\tModified by: Marta&nbsp;E&nbsp;Torres</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRegions in SE Asia receive large loads of reactive silicates from rivers eroding the Himalaya and Tibetan Plateau, which accumulate as the rapidly deposited includes the sediments that form the 4-5 km thick Bengal-Nicobar fan offshore. Unstable minerals in sediments shed from the continents continue to undergo weathering in the early stages of burial, which is more pronounced in zones where methane generation increases the sediment acidity. Materials derived from dissolution of continent-derived silicates may appear as newly formed (authigenic) silicates (mostly clay minerals) and also contribute to the nucleation and composition of authigenic carbonates. Using chemical analyses of sediment and pore waters, we concluded that during the most recent stages of fan formation (from 2 to 5 million years ago) the main product of the weathering process is authigenic clay, with only a small amount of authigenic carbonate being formed. In contrast, during early deposition of the fan (~9 million years ago), a supply of dissolved calcium from alteration of oceanic basement, which even at present reaches concentrations that are ten-fold of seawater values, led to massive carbonate deposition. Petrographic data and elemental mapping of the carbonate-cemented zones show replacement of feldspars and dense minerals by carbonate, which ranges from a few percent of the grain to near total grain obliteration. The authigenic mineral reactions documented in the input sediments of the Sumatra subduction zone provide constraints on global elemental budgets and the characteristics of materials before they are subducted.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/03/2023\n\n\t\t\t\t\tSubmitted by: Marta E Torres"
 }
}