{
 "awd_id": "1833035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: NSF Summer School on Computational Modeling of Disordered Materials for Historically Black Colleges and Universities",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 115459.0,
 "awd_amount": 115459.0,
 "awd_min_amd_letter_date": "2018-08-15",
 "awd_max_amd_letter_date": "2020-07-27",
 "awd_abstract_narration": "SUMMARY\r\n\r\nThis award supports an intensive training workshop for students and faculty members from Historically Black Colleges and Universities (HBCU) and Minority Serving Institutions (MSI) on computational modeling of complex materials, with an emphasis on the fundamental concepts of physics, chemistry and materials science. The participants will learn and employ a variety of modern structural modeling techniques and widely used computer simulation methodologies to understand and analyze the properties of highly complex and technologically important disordered materials. The workshop will adopt a lecture-laboratory approach, whereby each lecture is followed by hands-on computational \"laboratory\" exercises, aimed at illustrating how information from the lecture can be directly employed for practical simulations of complex materials. The topics to be addressed in the laboratory exercises are: structural modeling techniques on the length scale of atoms, analyses of structural properties, geometry optimization, electronic and vibrational properties, as well as thermodynamic properties of different types of disordered materials. The participants will also be introduced to the fundamentals of emerging data-centric and machine-learning techniques in materials modeling. The workshop will: (i) expose students to a wide range of state-of-the-art computer simulation techniques, and the applications of these techniques to real-world problems; (ii) bridge the gap between the standard teaching curriculum at the undergraduate and graduate levels and the actual expertise and knowledge that are needed for practicing computational materials science even at its basic level; (iii) develop collaborative initiatives between HBCUs and state-funded and private universities to initiate research in computational modeling of complex materials. The PIs will provide post-workshop support for a period of six months so that participants may develop small publishable research projects on their return to their home institutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Parthapratim",
   "pi_last_name": "Biswas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parthapratim Biswas",
   "pi_email_addr": "Partha.Biswas@usm.edu",
   "nsf_id": "000569106",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern Mississippi",
  "inst_street_address": "118 COLLEGE DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "HATTIESBURG",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6012664119",
  "inst_zip_code": "394060001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MS04",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTHERN MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1K8LJAET5R1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern Mississippi",
  "perf_str_addr": "2609 West 4th Street",
  "perf_city_name": "Hattiesburg",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "394015876",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029Z",
   "pgm_ref_txt": "Launch Pilots INCLUDES"
  },
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 115459.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A highly successful summer workshop/school on Computational<br />Modeling of Disordered Materials was organized in the<br />Gulf Park campus of the University of Southern Mississippi<br />at Long Beach, MS. The workshop was held on June 3-7, 2019 in collaboration<br />with the University of Texas at Arlington. Faculty members and<br />undergraduate and graduate students from 15 HBCUs and MSIs from<br />all over the USA participated in the school. A total of 28<br />participants, consisting of undergraduate and graduate students,<br />faculty members, and 6 invited speakers in the field of physics,<br />chemistry, and computer science attended the workshop.<br /><br />The major activities involved an in-depth 7-day training<br />program in theory and computational modeling of<br />materials and basics of computational Physics. A team<br />of six (6) national experts on computational modeling of<br />complex materials delivered fifteen (15) lectures that<br />included topics from Monte Carlo (MC) and molecular<br />dynamics (MD) simulations, density functional theory (DFT)<br />of solids, kinetic Monte Carlo (KMC) methods, and <br />applications of bio-inspired computing to complex<br />materials modeling, using swarm intelligence (SI),<br />neural networks, and differential evolution (DE).</p>\r\n<p>An essential part of the workshop was to provide an<br />introductory training in using linux operating system <br />in workstation-class laptop computers. This was found<br />to be vitally important and useful as many of the HBCU<br />students and faculty members did not have prior experience<br />in working with linux operating systems. Following an<br />intensive one-day training, the participants completed<br />courses in Monte Carlo and molecular dynamics simulations,<br />advanced modeling techniques using stochastic<br />and classical deterministic&nbsp; approaches. An introduction to<br />density functional theory, using freely available NWCHEM<br />and SIESTA software,&nbsp; was given with an emphasis on solving<br />practical problems.&nbsp; In addition to these, the participants<br />were given training to learn and employ a number of utility<br />programs, which are useful in modeling complex materials.<br />At the end of the workshop, the participants learned the<br />following:</p>\r\n<p>a) Handling of linux operating systems for high-performance<br />computation;<br /><br />b) Knowledge in conventional simulation methods, for example, Monte<br />Carlo and molecular dynamics simulation, for computational modeling<br />of materials;<br /><br />c) Introduction to first-principles density-functional calculations<br />of molecules, clusters, solids, and disordered materials using freely<br />available software (such as, SIESTA and NWCHEM);<br /><br />d) Advanced modeling techniques, for example, evolutionary or<br />bio-inspired computing in optimization or structure determination of<br />complex molecules, clusters, and disordered&nbsp; materials.<br /><br />e) The organizers of the workshop (Biswas and Atta-Fynn) published two research papers in peer-reviewed international journals (in Physical Review B) on topics which were developed during the course of the workshop.<br /><br />A follow-up workshop was planned for the summer of 2020 but the<br />outbreak of the COVID-19 pandemic led to the cancellation of the<br />workshop. Participants were primary interested to attend in person<br />but the health and safety regulations at that time due to COVID-19<br />required to us to cancel the workshop.</p>\r\n<p>Additional information can be found by visiting the workshop<br />website at<br /><br />https://saraswati.phys.usm.edu/hbcu2</p><br>\n<p>\n Last Modified: 02/05/2025<br>\nModified by: Parthapratim&nbsp;Biswas</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA highly successful summer workshop/school on Computational\nModeling of Disordered Materials was organized in the\nGulf Park campus of the University of Southern Mississippi\nat Long Beach, MS. The workshop was held on June 3-7, 2019 in collaboration\nwith the University of Texas at Arlington. Faculty members and\nundergraduate and graduate students from 15 HBCUs and MSIs from\nall over the USA participated in the school. A total of 28\nparticipants, consisting of undergraduate and graduate students,\nfaculty members, and 6 invited speakers in the field of physics,\nchemistry, and computer science attended the workshop.\n\nThe major activities involved an in-depth 7-day training\nprogram in theory and computational modeling of\nmaterials and basics of computational Physics. A team\nof six (6) national experts on computational modeling of\ncomplex materials delivered fifteen (15) lectures that\nincluded topics from Monte Carlo (MC) and molecular\ndynamics (MD) simulations, density functional theory (DFT)\nof solids, kinetic Monte Carlo (KMC) methods, and \napplications of bio-inspired computing to complex\nmaterials modeling, using swarm intelligence (SI),\nneural networks, and differential evolution (DE).\r\n\n\nAn essential part of the workshop was to provide an\nintroductory training in using linux operating system \nin workstation-class laptop computers. This was found\nto be vitally important and useful as many of the HBCU\nstudents and faculty members did not have prior experience\nin working with linux operating systems. Following an\nintensive one-day training, the participants completed\ncourses in Monte Carlo and molecular dynamics simulations,\nadvanced modeling techniques using stochastic\nand classical deterministic approaches. An introduction to\ndensity functional theory, using freely available NWCHEM\nand SIESTA software, was given with an emphasis on solving\npractical problems. In addition to these, the participants\nwere given training to learn and employ a number of utility\nprograms, which are useful in modeling complex materials.\nAt the end of the workshop, the participants learned the\nfollowing:\r\n\n\na) Handling of linux operating systems for high-performance\ncomputation;\n\nb) Knowledge in conventional simulation methods, for example, Monte\nCarlo and molecular dynamics simulation, for computational modeling\nof materials;\n\nc) Introduction to first-principles density-functional calculations\nof molecules, clusters, solids, and disordered materials using freely\navailable software (such as, SIESTA and NWCHEM);\n\nd) Advanced modeling techniques, for example, evolutionary or\nbio-inspired computing in optimization or structure determination of\ncomplex molecules, clusters, and disordered materials.\n\ne) The organizers of the workshop (Biswas and Atta-Fynn) published two research papers in peer-reviewed international journals (in Physical Review B) on topics which were developed during the course of the workshop.\n\nA follow-up workshop was planned for the summer of 2020 but the\noutbreak of the COVID-19 pandemic led to the cancellation of the\nworkshop. Participants were primary interested to attend in person\nbut the health and safety regulations at that time due to COVID-19\nrequired to us to cancel the workshop.\r\n\n\nAdditional information can be found by visiting the workshop\nwebsite at\n\nhttps://saraswati.phys.usm.edu/hbcu2\t\t\t\t\tLast Modified: 02/05/2025\n\n\t\t\t\t\tSubmitted by: ParthapratimBiswas\n"
 }
}