{
 "awd_id": "1833057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4: Determining the Importance of Select Olfactory Proteins and Diapause-Related Protein in Aedes Albopictus Mosquitoes",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928458",
 "po_email": "cwhitley@nsf.gov",
 "po_sign_block_name": "Chinonye Nnakwe",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 124580.0,
 "awd_amount": 124580.0,
 "awd_min_amd_letter_date": "2018-08-20",
 "awd_max_amd_letter_date": "2018-08-20",
 "awd_abstract_narration": "Non-Technical Description \r\nRecent genome editing technology offers the ability to make changes to the DNA in almost any organism. When applied in insects, it is an effective means of studying insect biology, as well as a potential means of controlling insects that are harmful to human health and to the crops that contribute to the national food supply. In this project the Principal Investigator (PI) and one graduate trainee will visit the world's premier insect genome engineering research center, the Institute for Bioscience and Biotechnology's Insect Transformation Facility in Rockville, MD, and learn the methods associated with genome-editing technology through hands-on training and guided research. The PI and graduate trainee would also attend a workshop to learn to understand and communicate the current outlook on genetically modified insect technology and its safe use to the public. As the PI and graduate trainee are located at a land grant university with a strong entomological and agricultural presence, this opportunity would allow them to conduct research on genetically modified insects, communicate the most current trends of thought in this field, and collaborate with agricultural scientists in the region for years to come. \r\n\r\nTechnical Description \r\nInsect genome editing technology using CRISPR/Cas9 has recently been shown to be an effective means of studying insect development, physiology, and ecology, as well as a potential means of controlling insects that are harmful to human health and to crops that serve as the nation's food supply. At the Institute for Bioscience and Biotechnology's Insect Transformation Facility, the PI and his student will learn the methods associated with this technology through hands-on training and guided research. The primary scientific goals will be to use CRISPR/Cas9 technology and embryonic microinjection to ablate the genes thought to be involved in blood feeding and cold weather-induced developmental delay, or overwintering, in the mosquito, Aedes albopictus. Understanding how Aedes albopictus mosquitoes seek human hosts for blood feeding could potentially lead to novel means of repellent development or towards a better understanding of the evolution of human host-seeking in this important group of vector mosquitoes. Understanding overwintering behavior of this species is important for identifying the mechanisms involved in its ability to expand its host range into more temperate areas and to change behaviors in response to ecological change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonas",
   "pi_last_name": "King",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jonas G King",
   "pi_email_addr": "jonas.king@msstate.edu",
   "nsf_id": "000716585",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Insect Transformation Facility; IBBR",
  "perf_str_addr": "9600 Gudelsky Drive",
  "perf_city_name": "Rockville",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208503467",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 124580.0
  }
 ],
 "por": null
}