{
 "awd_id": "1833000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4: Terahertz Spintronics",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032927088",
 "po_email": "jcolom@nsf.gov",
 "po_sign_block_name": "Jose Colom",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 272088.0,
 "awd_amount": 272088.0,
 "awd_min_amd_letter_date": "2018-08-20",
 "awd_max_amd_letter_date": "2018-08-20",
 "awd_abstract_narration": "Nontechnical Description \r\nOver the past decades terahertz (THz) technology has been an emerging research field with a wide range of technological applications. THz radiation falls between infrared and microwave radiation in the electromagnetic spectrum and can be used for a different types of material characterization. Standard THz sources require additional lenses; they tend to break down frequently and are relatively expensive.  This project explores the interaction of light and matter on ultrafast time scales and aims to develop entirely new concepts for the generation of THz radiation. These new THz sources are based on spin-electronics and are more cost effective, can provide stronger THz light, and offer additional functionalities such as the directional emission of THz light. The developed emitters could be used in many other research fields for characterization purposes, and eventually lead to new discoveries.  A variety of modern technologies such as security systems, non-deconstructive evaluation techniques, as well as biological and medical applications rely on THz technologies. Therefore, the demonstration of novel, powerful THz light sources and new THz sensing schemes may have a significant impact on our society as a whole, nationwide, and around the globe. \r\n\r\nTechnical Description\r\nThis project explores ultrafast spin physics and introduces a paradigm shift for terahertz (THz) technologies by utilizing the superiority of devices that exploit the electrons spin rather than its charge. The studies will enable a rigorous investigation of electron-, spin- and phonon-interaction on time scales of elementary scattering events and lead to the development of completely new THz sources and sensing schemes for THz detection. The developed THz emitters might also have a significant impact on other disciplines such as material characterization, biology, medicine and telecommunication. \r\nThe first phase of this project is the creation of novel types of spintronics-based THz emitters that allow for an effective way to control THz properties such as amplitude, polarization, bandwidth, and foremost, the direction of THz waves using modern nanofabrication techniques. Furthermore, the THz properties of heterostructures exhibiting topological spin textures such as magnetic skyrmions and quantum materials will be explored. The second phase focuses on the ultrafast generation of spin currents using THz light. These ultrafast spin current bunches can be used to initiate an ultrafast demagnetization process in the magnetic multilayer opening up new perspectives for all-optical magnetic recording and provide new schemes for THz detection. The time-resolved THz spectroscopy setup at Argonne National Laboratory is the ideal tool to explore this research opportunity. Additional sample characterization techniques include magneto-optical Kerr effect, Brillouin light scattering spectroscopy, magnetometry, magnetotransport and microwave spectroscopy techniques.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Jungfleisch",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias B Jungfleisch",
   "pi_email_addr": "mbj@udel.edu",
   "nsf_id": "000771410",
   "pi_start_date": "2018-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "Argonne National Laboratory",
  "perf_str_addr": "9700 Cass Ave",
  "perf_city_name": "Lemont",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "604394803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "IL11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 272088.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past decades, terahertz (THz) technology emerged as a research field with many technological applications. THz radiation falls between infrared and microwave radiation in the electromagnetic spectrum and can be used for different types of material characterization, security systems, and medical applications.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This project explored the interaction between light and matter on ultrafast time scales and developed new concepts for generating THz radiation based on the spin degree of freedom. In particular, we revealed how to control the THz emission spectrum using microscopically defined spin-based THz sources, demonstrated polarization control of broadband spintronic THz emitters based on the underlying magnetization texture, and used quantum materials for spin-to-charge conversion in the THz range. We also correlated the spin-to-charge conversion process at complementary time scales: 1) through measurements of ferromagnetic resonance-induced spin pumping at gigahertz frequencies and conversion into a direct charge current, and 2) femtosecond laser-induced spin injection followed by an ultrafast spin-to-charge current conversion leading to THz charge transients.&nbsp;</p>\n<p>&nbsp;</p>\n<p>As a result of this project, the research infrastructure at the University of Delaware (UD) was strengthened by developing time-domain THz spectroscopy measurement capabilities that are now available to the UD scientific community. Research was integrated into educational activities by developing an advanced physics lab course and contributing to the local Science Olympiad. Three undergraduate researchers, two graduate students, and one postdoctoral researcher directly or indirectly benefitted from this program.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2023<br>\n\t\t\t\t\tModified by: Matthias&nbsp;B&nbsp;Jungfleisch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the past decades, terahertz (THz) technology emerged as a research field with many technological applications. THz radiation falls between infrared and microwave radiation in the electromagnetic spectrum and can be used for different types of material characterization, security systems, and medical applications. \n\n \n\nThis project explored the interaction between light and matter on ultrafast time scales and developed new concepts for generating THz radiation based on the spin degree of freedom. In particular, we revealed how to control the THz emission spectrum using microscopically defined spin-based THz sources, demonstrated polarization control of broadband spintronic THz emitters based on the underlying magnetization texture, and used quantum materials for spin-to-charge conversion in the THz range. We also correlated the spin-to-charge conversion process at complementary time scales: 1) through measurements of ferromagnetic resonance-induced spin pumping at gigahertz frequencies and conversion into a direct charge current, and 2) femtosecond laser-induced spin injection followed by an ultrafast spin-to-charge current conversion leading to THz charge transients. \n\n \n\nAs a result of this project, the research infrastructure at the University of Delaware (UD) was strengthened by developing time-domain THz spectroscopy measurement capabilities that are now available to the UD scientific community. Research was integrated into educational activities by developing an advanced physics lab course and contributing to the local Science Olympiad. Three undergraduate researchers, two graduate students, and one postdoctoral researcher directly or indirectly benefitted from this program.\n\n \n\n\t\t\t\t\tLast Modified: 01/29/2023\n\n\t\t\t\t\tSubmitted by: Matthias B Jungfleisch"
 }
}