{
 "awd_id": "1833058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of the dynamic pressure surge effect in a fluid-filled fracture through numerical modeling and laboratory experiment",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032928565",
 "po_email": "praterro@nsf.gov",
 "po_sign_block_name": "Paul Raterron",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 180570.0,
 "awd_amount": 180570.0,
 "awd_min_amd_letter_date": "2018-07-20",
 "awd_max_amd_letter_date": "2018-07-20",
 "awd_abstract_narration": "It is well documented that naturally occurring earthquakes, even those located thousands of kilometers away, can dynamically trigger other earthquakes by the passage of a weak vibrating seismic wave.  Furthermore, seismic waves can also induce liquefaction and volcanic eruptions. However, the physics of these triggered phenomena are unknown. This work will focus on understanding the physical conditions that can trigger earthquakes, either by passing seismic waves or by human activity, such as fluid injection at wells. Specifically, this study will investigate a pressure surge phenomenon, which could be the common underlying mechanism for all these triggered phenomena although in different geological settings. The investigator will use both numerical modeling and physical experiments to discriminate between competing physical mechanisms that lead to earthquake triggering. Elucidating the triggering mechanism has broad and fundamental societal impact in the mitigation of natural hazards. This work will support an early career faculty member and a graduate student. \r\n\r\nThe passing of weak seismic waves not only can suddenly trigger earthquakes but can also change the fluid permeability of a hydrologic system, cause liquefaction and bring on volcanic eruptions. However, what mechanisms control all these different triggered occurrences are largely unknown because the stress perturbation due to the seismic wave is extremely small and it is on the order of a few thousand Pascal, equivalent to the weight of a few coins. Finding the underlying triggering mechanism has been a central problem in Geophysics. This 2-year study seeks to make a fundamental breakthrough in understanding these triggered phenomena. The investigator recently identified a dynamic pressure surge phenomenon where the fluid pressure in a fluid-filled fracture can increase 2-3 orders of magnitude relative to the incident wave pressure. The increase in fluid pressure can reduce the effective confining pressure to trigger earthquakes or to produce a pressure gradient to drive fluid flow. This newly discovered effect could be much more pronounced for a low-frequency incidence seismic wave than that for a high-frequency one, which agrees with observations. In addition to its frequency-dependence, the pressure surge phenomenon also depends on the fracture geometry and aperture. This project will investigate a scientifically testable hypothesis, which can fill the knowledge gap in understanding triggering of many phenomena, including earthquake dynamic triggering. To test this hypothesis, the investigator will use both high-performance computing on numerical models and laboratory experiments. The proposed idea and approaches are promising and may have far-reaching consequences in not only the earthquake but also the volcano hazards mitigation. In addition, the insights learned from this project can be used to create new subsurface sensing and imaging methods, useful in carbon sequestration, nuclear waste disposal, and unconventional/geothermal energy development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yingcai",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingcai Zheng",
   "pi_email_addr": "yzheng12@uh.edu",
   "nsf_id": "000506260",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4302 University Drive, Room 316",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 180570.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In observational seismology, it is well established that a small-amplitude seismic wave, even after traveling thousands of kilometers, can trigger earthquakes in geothermal and volcanic areas where the subsurface fluid and fractures are abundant. The puzzling question is that the stress carried by the seismic wave is only around ~kPa level, like the pressure caused by a stack of about 10 U.S. quarters. Some studies speculated that pore fluid pressure should have increased during triggering but lack of detailed physical mechanism. Here, we present lab evidence to show that the fluid pressure in a thin fracture can indeed be significantly amplified (up to 25.2 times compared with the incident wave pressure) when seismic waves interact with the fracture. The amplification of the pore fluid pressure in a fracture can reduce the effective normal stress acting on the fracture to cause triggered earthquakes.</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>Our breakthrough in the experimental finding is made possible using our new low-frequency acoustic experiment system that enables the measurement of fluid pressure in a thin fracture directly.&nbsp; During the project, we made two hardware inventions. The first one is a low-frequency seismic source that can emit acoustic waves in water. The second one is a broadband pressure transducer. Our new low-frequency dynamic measurement system for fractured media is unique and an important infrastructure for future research development.</p>\n<p><span style=\"white-space: pre;\"> </span>Fluid-filled fractures are ubiquitous in the subsurface. Thus, our work is not only important in earthquake science but also expected to make impacts on geothermal and unconventional energy development, as well as to address issues in global climate change such as the CO2 geological sequestration.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Our effort to disseminate results include two scientific conference presentations, one journal publication, and one manuscript to be submitted.&nbsp;The project trained graduate and undergraduate students. It also supported career and research development for a junior faculty member in the first two years of the project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2021<br>\n\t\t\t\t\tModified by: Yingcai&nbsp;Zheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn observational seismology, it is well established that a small-amplitude seismic wave, even after traveling thousands of kilometers, can trigger earthquakes in geothermal and volcanic areas where the subsurface fluid and fractures are abundant. The puzzling question is that the stress carried by the seismic wave is only around ~kPa level, like the pressure caused by a stack of about 10 U.S. quarters. Some studies speculated that pore fluid pressure should have increased during triggering but lack of detailed physical mechanism. Here, we present lab evidence to show that the fluid pressure in a thin fracture can indeed be significantly amplified (up to 25.2 times compared with the incident wave pressure) when seismic waves interact with the fracture. The amplification of the pore fluid pressure in a fracture can reduce the effective normal stress acting on the fracture to cause triggered earthquakes.\n\n  Our breakthrough in the experimental finding is made possible using our new low-frequency acoustic experiment system that enables the measurement of fluid pressure in a thin fracture directly.  During the project, we made two hardware inventions. The first one is a low-frequency seismic source that can emit acoustic waves in water. The second one is a broadband pressure transducer. Our new low-frequency dynamic measurement system for fractured media is unique and an important infrastructure for future research development.\n\n Fluid-filled fractures are ubiquitous in the subsurface. Thus, our work is not only important in earthquake science but also expected to make impacts on geothermal and unconventional energy development, as well as to address issues in global climate change such as the CO2 geological sequestration. \n\n Our effort to disseminate results include two scientific conference presentations, one journal publication, and one manuscript to be submitted. The project trained graduate and undergraduate students. It also supported career and research development for a junior faculty member in the first two years of the project.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/01/2021\n\n\t\t\t\t\tSubmitted by: Yingcai Zheng"
 }
}