{
 "awd_id": "1834045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Accelerated Pathway from Associates to Master's Degree in Biotechnology",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 4443775.0,
 "awd_amount": 4443775.0,
 "awd_min_amd_letter_date": "2018-08-22",
 "awd_max_amd_letter_date": "2024-01-03",
 "awd_abstract_narration": "The NSF Scholarships in Science, Technology, Engineering, and Mathematics (S-STEM) program will support the retention and graduation of high-achieving, low-income students with demonstrated financial need at Middlesex Community College and Northeastern University.  Over a five-year period, this project will fund annual scholarships to 165 students pursuing biotechnology degrees through the entire pathway from associate's to master's degrees.  Responding to national concerns about the high cost of postsecondary education and the demand for biotechnology professionals, this project will offer a low-cost, accelerated alternative to earn degrees and enter careers in biotechnology.  Specifically, in addition to providing scholarships, the program will embed students in a supportive, accelerated pathway that prepares them for academic success and for biotechnology careers in the greater Boston metro area.  With strong industry support, together with existing infrastructure and articulation agreements between Northeastern University and Middlesex Community College, this program aims to encourage, enhance, and accelerate student engagement in academic preparation, career development, and entry into the STEM workforce.  \r\n\r\nThe goal of this project is to provide appropriately tailored pathways to STEM credentials tied to entry-level biotechnology jobs that are in demand in the Boston area.  The project will facilitate participation in undergraduate research and paid internships (an academic program requirement at both institutions), industry and peer mentorship, specialized advising, and other tailored academic, career, and social supports that are recognized by researchers as high impact practices in broadening participation and increasing retention.  A robust faculty professional development effort focused on inclusion will also be implemented, in collaboration with an ongoing Howard Hughes Medical Institute Inclusive Excellence project within the College of Science at Northeastern University.  Industry partnerships have been established to ensure that the programs are aligned with industry demands and the changing biotechnology field.  Drawing on social capital theory, the quantitative mixed methods research study will test three hypotheses focused on student performance, financial stress, career self-efficacy, professional connections, and expanded social capital.  Utilizing a comparison group design, the project will generate evidence about the efficacy of strategies and interventions for increasing student success in STEM degree pathways by testing four categories of student academic and student support services (a) academic supports, (b) social inclusion and connectedness, (c) financial stress reduction, and (d) career-related activities.  Over the life of the project, the project will award 530 annual scholarships to academically talented low income students.  Results of this project will contribute to the STEM workforce and understanding of strategies to support the success of lower income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Zulick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Zulick",
   "pi_email_addr": "e.zulick@northeastern.edu",
   "nsf_id": "000771793",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kemi",
   "pi_last_name": "Jona",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kemi Jona",
   "pi_email_addr": "kjona@virginia.edu",
   "nsf_id": "000295159",
   "pi_start_date": "2018-08-22",
   "pi_end_date": "2024-01-03"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Sweeney",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen J Sweeney",
   "pi_email_addr": "sweeneyk@middlesex.mass.edu",
   "nsf_id": "000600601",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mariluci",
   "pi_last_name": "Blandon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mariluci Blandon",
   "pi_email_addr": "Blandonm@middlesex.mass.edu",
   "nsf_id": "000706837",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jared",
   "pi_last_name": "Auclair",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jared Auclair",
   "pi_email_addr": "j.auclair@northeastern.edu",
   "nsf_id": "000771807",
   "pi_start_date": "2018-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 4443775.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"BodyText1\"><strong>An Accelerated Pathway from Associates to Master&rsquo;s (A2M) Degree in Biotechnology</strong></p>\n<p class=\"BodyText1\">This project seeked to provide low income students with a fully-supported, accelerated pathway from Associates to Masters (A2M) in order to prepare them for success given the specific requirements of the regional biotechnology job market.&nbsp; The project provided scholarships to fully support low income and URM students through the entire pathway from A2M, providing research experiences and co-op oppurtunities, industry and peer mentorship, specialized advising, and other tailored academic, career, and social supports all recognized in the literature as high impact practices in broadening participation and increasing retention.</p>\n<p class=\"BodyText1\">Northeastern University and Middlesex Community College (MCC) developed an accelerated pathway into the biotechnology workforce in Boston, the leading biotechnology job market in the United States. This pathway includes an articulation agreement between MCC&rsquo;s AS Biotechnology Technician program and Northeastern&rsquo;s BS completion program (BS Biotechnology) in the College of Professional Studies and a &ldquo;PlusOne&rdquo; program, allowing students in the BS in Biotechnology program to complete a MS in Biotechnology in the College of Science (COS) with one additional year of coursework. With the support of the NSF and private funders, the total out of pocket cost for the AS, BS, and MS in biotechnology degrees for Pell-eligible low-income student was $0. Coupled with scholarships, we also utilized a set of evidence-based, high-impact practices to support students holistically during their academic journey, including supplying students with lap tops, textbooks, transportation support, peer, industry and faculty mentoring, tutoring, and conference travel support. A robust faculty development effort was also utilized in collaboration with an ongoing Howard Hughes Medical Institute (HHMI) Inclusive Excellence project within COS.&nbsp; We also formed strong partnerships with many large and small pharmaceutical and biotechnology companies, and other state biotech organizations, to ensure our programs are aligned with industry demands and the changing biotechnology field.&nbsp;</p>\n<p class=\"BodyText1\"><strong>Intellectual Merit:</strong> The associates-to-master&rsquo;s (A2M) pathway represents a novel, multi-degree, multi-institutional pathway to STEM degree attainment and career success, advancing understandings about how to effectively align higher education institutions with each other and with evolving STEM labor market demands. This project <span lang=\"EN\">generated evidence about strategies and interventions for increasing student success in STEM degree pathways </span>by implementing and testing <span lang=\"EN\">four categories of student academic and student support services and programs: (</span>1) Academic supports, (2) Social inclusion &amp; connectedness, (3) Financial stress reduction, and (4) Career-related activities.&nbsp; Via an explicit logic model, the impacts of these four categories on near-term outcomes (academic engagement, social capital, and career intelligence) and intermediate-term outcomes (academic and career success) were studied relative to matched comparison groups.&nbsp; A robust independent evaluation captured understandings about the implementation and support of the proposed multi-institutional and industry partnership models. The findings highlighted the importance of a deep, strong and trusing relationship between MCC and Northeastern, the importance of both scholarship and other financial support (textbooks, computer, transportation, tutoring, etc) in student engagement and persistence, and the importance of a shared staff role btween institution that provided consistent and persistent support over the learners journey from AS to BS to MS degree programs.<span lang=\"EN\">&nbsp;</span></p>\n<p class=\"BodyText1\"><strong>Broader Impacts:</strong> Across 6 years, this project awarded 776 scholarships (across three semesters a year) to academically-talented, low-income biotechnology students across three degree levels in the A2M pathway: 243 to AS students at MCC, 500 to BS students in CPS, and 33 to MS students in COS.&nbsp; In total, 141 students were financially supported through the A2M pathway, with hundreds of additional students receiving partial pathway support (mentoring, industry visits, panels, etc), as well as curricular updates and faculty support. Beyond those directly impacted by this grant, we shared our novel A2M pathway model broadly via peer-reviewed journal articles, magazine articles, news articles, podcasts, conferences, poster sessions and many individual conversations with other institutions. The goal of our dissemination plan was to enable other multi-institutional consortia to replicate it in other STEM fields and geographic regions.&nbsp; In doing so, this project contributed to a growing constellation of national efforts to make higher education pathways more accessible and inclusive for low-income and underrepresented minority student populations, broadening participation in STEM education and the STEM workforce, and helping to close economic mobility gaps in current and future generations.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/22/2024<br>\nModified by: Elizabeth&nbsp;Zulick</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n<div class=\"porColContainerHR\">\n<div class=\"porContentCol\">\n<h2>Addendum # 1</h2><p><p><strong>Transforming STEM Education Pathways: The Associates to Masters (A2M) Program</strong></p>\r\n<p>The Associates to Masters (A2M) program represents an innovative educational pathway designed to address two critical challenges: the growing demand for skilled biotechnology professionals and the need to increase diversity in STEM fields. This National Science Foundation-funded initiative created an affordable, accelerated pathway from Associate's to Master's degrees in biotechnology through a unique partnership between Middlesex Community College and Northeastern University.</p>\r\n<p><strong>Program Impact and Achievements</strong></p>\r\n<p>The program directly addresses workforce challenges in Massachusetts' biotechnology sector, which is projected to go up by 32% by 2033 (https://www.massbioed.org/massachusetts-life-sciences-job-growth-slows-but-10-year-outlook-remains-strong-report/). Across 6 years, this project awarded 776 scholarships (across three semesters a year) to academically-talented, low-income biotechnology students across three degree levels in the A2M pathway: 243 to AS students at MCC, 500 to BS students in CPS, and 33 to MS students in COS.&nbsp; In total, 141 students were financially supported through the A2M pathway, with hundreds of additional students receiving partial pathway support (mentoring, industry visits, panels, etc), as well as curricular updates and faculty support. The A2M cohort demonstrates significant diversity across all degree programs: 64% female participants, 59% individuals from underrepresented minority groups, and 55% first-generation college students. Impressively, the program has over 85% retention rate across all three levels, with over 90% at the BS and MS levels. Importantly, beyond those directly impacted by this grant, we shared our novel A2M pathway model broadly via peer-reviewed journal articles, magazine articles, news articles, podcasts, conferences, poster sessions and many individual conversations with other institutions.</p>\r\n<p><strong>Key Program Elements</strong></p>\r\n<p>The program's success hinges on several core components. Most notably, the dedicated program navigator who serves as an essential bridge across institutional differences in administrative systems, academic expectations, and support structures. This specialized navigator provides individualized guidance through complex application procedures, interpret transfer credit policies, navigate financial aid options, and connect students with appropriate university services.</p>\r\n<p>The program implemented four categories of intervention: academic supports, social inclusion and connectedness, financial stress reduction, and career-related activities. Students receive comprehensive support through scholarships, mentoring relationships with industry professionals, monthly professional development seminars, and personalized career guidance.</p>\r\n<p>The Biotech Navigator position was identified by students as the most impactful support mechanism after direct financial scholarships. This role manages daily operations, leads recruitment, provides career services assistance, and helps students navigate higher education systems.</p>\r\n<p><strong>Financial Impact and Accessibility</strong></p>\r\n<p>The program created significant financial savings for participants. The total out-of-pocket cost for completing all three degrees (Associate's, Bachelor's, and Master's) for fully Pell-grant eligible students is approximately $14,565, representing a 93% reduction compared to traditional residential programs. Importantly, we also had a private funder who helped us bring the total program cost down to zero for our learners.</p>\r\n<p>All biotechnology courses at Northeastern University are offered during evening hours or in online formats to accommodate students with employment and family responsibilities. This scheduling approach enables access to higher education that would be impractical under traditional course models and allows participants to maintain employment while pursuing their education.</p>\r\n<p><strong>Broader Impact and Model Replication</strong></p>\r\n<p>The A2M model has been systematically shared throughout Northeastern University and with external educational institutions. Its demonstrated success has led to the creation of similar navigator positions across multiple departments and campuses, supporting diverse student populations in various disciplines.</p>\r\n<p>The model has already been implemented in the Information Technology sector through a strategic partnership with the Akamai Foundation, applying the core principles to address growing demand for skilled IT professionals.</p>\r\n<p>As institutions face increasing pressure to demonstrate value, improve retention, and enhance diversity, the A2M model offers a proven framework for achieving these objectives while simultaneously addressing critical workforce needs, reshaping how educational institutions collaborate with each other and with industry partners.</p>\r\n<p>This innovative approach to STEM education demonstrates how strategic partnerships between community colleges, universities, and industry can create accessible pathways to advanced degrees and meaningful employment, particularly for students from underrepresented backgrounds.</p>\r\n<p>&nbsp;</p></p><br>\n<p>Added: 04/22/2025<br>Submitted by: Elizabeth&nbsp;Zulick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nAn Accelerated Pathway from Associates to Masters (A2M) Degree in Biotechnology\n\n\nThis project seeked to provide low income students with a fully-supported, accelerated pathway from Associates to Masters (A2M) in order to prepare them for success given the specific requirements of the regional biotechnology job market. The project provided scholarships to fully support low income and URM students through the entire pathway from A2M, providing research experiences and co-op oppurtunities, industry and peer mentorship, specialized advising, and other tailored academic, career, and social supports all recognized in the literature as high impact practices in broadening participation and increasing retention.\n\n\nNortheastern University and Middlesex Community College (MCC) developed an accelerated pathway into the biotechnology workforce in Boston, the leading biotechnology job market in the United States. This pathway includes an articulation agreement between MCCs AS Biotechnology Technician program and Northeasterns BS completion program (BS Biotechnology) in the College of Professional Studies and a PlusOne program, allowing students in the BS in Biotechnology program to complete a MS in Biotechnology in the College of Science (COS) with one additional year of coursework. With the support of the NSF and private funders, the total out of pocket cost for the AS, BS, and MS in biotechnology degrees for Pell-eligible low-income student was $0. Coupled with scholarships, we also utilized a set of evidence-based, high-impact practices to support students holistically during their academic journey, including supplying students with lap tops, textbooks, transportation support, peer, industry and faculty mentoring, tutoring, and conference travel support. A robust faculty development effort was also utilized in collaboration with an ongoing Howard Hughes Medical Institute (HHMI) Inclusive Excellence project within COS. We also formed strong partnerships with many large and small pharmaceutical and biotechnology companies, and other state biotech organizations, to ensure our programs are aligned with industry demands and the changing biotechnology field.\n\n\nIntellectual Merit: The associates-to-masters (A2M) pathway represents a novel, multi-degree, multi-institutional pathway to STEM degree attainment and career success, advancing understandings about how to effectively align higher education institutions with each other and with evolving STEM labor market demands. This project generated evidence about strategies and interventions for increasing student success in STEM degree pathways by implementing and testing four categories of student academic and student support services and programs: (1) Academic supports, (2) Social inclusion & connectedness, (3) Financial stress reduction, and (4) Career-related activities. Via an explicit logic model, the impacts of these four categories on near-term outcomes (academic engagement, social capital, and career intelligence) and intermediate-term outcomes (academic and career success) were studied relative to matched comparison groups. A robust independent evaluation captured understandings about the implementation and support of the proposed multi-institutional and industry partnership models. The findings highlighted the importance of a deep, strong and trusing relationship between MCC and Northeastern, the importance of both scholarship and other financial support (textbooks, computer, transportation, tutoring, etc) in student engagement and persistence, and the importance of a shared staff role btween institution that provided consistent and persistent support over the learners journey from AS to BS to MS degree programs.\n\n\nBroader Impacts: Across 6 years, this project awarded 776 scholarships (across three semesters a year) to academically-talented, low-income biotechnology students across three degree levels in the A2M pathway: 243 to AS students at MCC, 500 to BS students in CPS, and 33 to MS students in COS. In total, 141 students were financially supported through the A2M pathway, with hundreds of additional students receiving partial pathway support (mentoring, industry visits, panels, etc), as well as curricular updates and faculty support. Beyond those directly impacted by this grant, we shared our novel A2M pathway model broadly via peer-reviewed journal articles, magazine articles, news articles, podcasts, conferences, poster sessions and many individual conversations with other institutions. The goal of our dissemination plan was to enable other multi-institutional consortia to replicate it in other STEM fields and geographic regions. In doing so, this project contributed to a growing constellation of national efforts to make higher education pathways more accessible and inclusive for low-income and underrepresented minority student populations, broadening participation in STEM education and the STEM workforce, and helping to close economic mobility gaps in current and future generations.\n\n\n\t\t\t\t\tLast Modified: 11/22/2024\n\n\t\t\t\t\tSubmitted by: ElizabethZulick\n\n\nTransforming STEM Education Pathways: The Associates to Masters (A2M) Program\r\n\n\nThe Associates to Masters (A2M) program represents an innovative educational pathway designed to address two critical challenges: the growing demand for skilled biotechnology professionals and the need to increase diversity in STEM fields. This National Science Foundation-funded initiative created an affordable, accelerated pathway from Associate's to Master's degrees in biotechnology through a unique partnership between Middlesex Community College and Northeastern University.\r\n\n\nProgram Impact and Achievements\r\n\n\nThe program directly addresses workforce challenges in Massachusetts' biotechnology sector, which is projected to go up by 32% by 2033 (https://www.massbioed.org/massachusetts-life-sciences-job-growth-slows-but-10-year-outlook-remains-strong-report/). Across 6 years, this project awarded 776 scholarships (across three semesters a year) to academically-talented, low-income biotechnology students across three degree levels in the A2M pathway: 243 to AS students at MCC, 500 to BS students in CPS, and 33 to MS students in COS. In total, 141 students were financially supported through the A2M pathway, with hundreds of additional students receiving partial pathway support (mentoring, industry visits, panels, etc), as well as curricular updates and faculty support. The A2M cohort demonstrates significant diversity across all degree programs: 64% female participants, 59% individuals from underrepresented minority groups, and 55% first-generation college students. Impressively, the program has over 85% retention rate across all three levels, with over 90% at the BS and MS levels. Importantly, beyond those directly impacted by this grant, we shared our novel A2M pathway model broadly via peer-reviewed journal articles, magazine articles, news articles, podcasts, conferences, poster sessions and many individual conversations with other institutions.\r\n\n\nKey Program Elements\r\n\n\nThe program's success hinges on several core components. Most notably, the dedicated program navigator who serves as an essential bridge across institutional differences in administrative systems, academic expectations, and support structures. This specialized navigator provides individualized guidance through complex application procedures, interpret transfer credit policies, navigate financial aid options, and connect students with appropriate university services.\r\n\n\nThe program implemented four categories of intervention: academic supports, social inclusion and connectedness, financial stress reduction, and career-related activities. Students receive comprehensive support through scholarships, mentoring relationships with industry professionals, monthly professional development seminars, and personalized career guidance.\r\n\n\nThe Biotech Navigator position was identified by students as the most impactful support mechanism after direct financial scholarships. This role manages daily operations, leads recruitment, provides career services assistance, and helps students navigate higher education systems.\r\n\n\nFinancial Impact and Accessibility\r\n\n\nThe program created significant financial savings for participants. The total out-of-pocket cost for completing all three degrees (Associate's, Bachelor's, and Master's) for fully Pell-grant eligible students is approximately $14,565, representing a 93% reduction compared to traditional residential programs. Importantly, we also had a private funder who helped us bring the total program cost down to zero for our learners.\r\n\n\nAll biotechnology courses at Northeastern University are offered during evening hours or in online formats to accommodate students with employment and family responsibilities. This scheduling approach enables access to higher education that would be impractical under traditional course models and allows participants to maintain employment while pursuing their education.\r\n\n\nBroader Impact and Model Replication\r\n\n\nThe A2M model has been systematically shared throughout Northeastern University and with external educational institutions. Its demonstrated success has led to the creation of similar navigator positions across multiple departments and campuses, supporting diverse student populations in various disciplines.\r\n\n\nThe model has already been implemented in the Information Technology sector through a strategic partnership with the Akamai Foundation, applying the core principles to address growing demand for skilled IT professionals.\r\n\n\nAs institutions face increasing pressure to demonstrate value, improve retention, and enhance diversity, the A2M model offers a proven framework for achieving these objectives while simultaneously addressing critical workforce needs, reshaping how educational institutions collaborate with each other and with industry partners.\r\n\n\nThis innovative approach to STEM education demonstrates how strategic partnerships between community colleges, universities, and industry can create accessible pathways to advanced degrees and meaningful employment, particularly for students from underrepresented backgrounds.\r\n\n\nLast Modified: 04/22/2025\nSubmitted by: ElizabethZulick\n"
 }
}