{
 "awd_id": "1834208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Global and regional perspectives of Pleistocene paleoceanography in the western Pacific warm pool based on new sites from IODP Expedition 363",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Carlin",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 513328.0,
 "awd_amount": 536128.0,
 "awd_min_amd_letter_date": "2018-08-21",
 "awd_max_amd_letter_date": "2023-05-04",
 "awd_abstract_narration": "The Western-Pacific Warm Pool (WPWP) is a major source of heat and moisture to the atmosphere, being a region of deep atmospheric convection and heavy rainfall.  Small perturbations in sea surface temperature of the WPWP influence the location and strength of convection in the rising limb of the Hadley and Walker circulations, perturbing planetary scale atmospheric circulation, atmospheric heating, and tropical hydrology, as well as heat and CO2 storage in the thermocline and their transport to the Indian Ocean through the Indonesian Throughflow.  Models disagree how departures from modern climatology will affect the hydroclimate conditions in this area i.e., whether more intense droughts or stronger monsoonal rains should be expected.  Either way, these changes can disrupt the lives of many people in regions so affected, devastating local economies of heavily populated regions through crop failure, landslides, flooding of coastal regions, and loss of human and wild lives. International Ocean Discovery Program (IODP) Expedition 363 sought to document the regional expression and driving mechanisms of climate and paleoceanographic variability throughout the Neogene (~0-20 My) in the WPWP on millennial and orbital time scales in response to changes in radiative forcing and varying background climate states, in order to improve predictions of climate change in this region. \r\n\r\nThis award supports research on two of the cores collected during Expedition 363. Orbital-scale benthic isotope record will be generated at Site U1486 in the Manus Basin, ~200 km north of Papua New Guinea (PNG) spanning the late Pliocene (~2.25 Ma) to Present. The oxygen isotope stratigraphy will be key for interpreting proxy reconstructions of hydroclimate variability obtained at this site, including XRF analysis of terrigenous riverine inputs originated from PNG and planktonic foraminiferal isotope and elemental records.  Benthic foraminifera carbon isotope and trace metal records will be used to assess how changes in intermediate water temperature and carbon content affected the WPWP hydrography through the mid-to-late Pleistocene and their implications to the regional and global climate. A second site (U1485) on the northern margin of PNG close the Sepik/Ramu River mouths, characterized by very high sedimentation rates, will be used to reconstruct climate conditions during previous interglacials of the past 500 My.  Specifically, both planktonic and benthic isotope and elemental records will be generated for Termination I and the Holocene, and compared with Terminations II and IV and the following warmer-than-present interglacial peaks (i.e., Eemian/ MIS 5e and MIS 11) to assess how the WPWP upper ocean responded to deviations from boundary conditions similar to those predicted for the next century. Funding supports a postdoctoral scientist and research opportunities for undergraduate students\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yair",
   "pi_last_name": "Rosenthal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yair Rosenthal",
   "pi_email_addr": "rosentha@marine.rutgers.edu",
   "nsf_id": "000097737",
   "pi_start_date": "2018-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers, The State University",
  "perf_str_addr": "33 Kingsbridge Road",
  "perf_city_name": "Pistcataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088543925",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 513328.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 22800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has led to a few novel and potentially transformative results related that were published in the Nature journal:</p>\n<p>&nbsp;</p>\n<p>The &ldquo;Holocene Temperature Conundrum&rdquo;- One of the main objectives of Expedition 363 was to resolve the so called &ldquo;Holocene Conundrum&rdquo;, which refers to the discrepancy between different proxy-SST records and between proxy climate reconstructions and climate model simulations of mean annual SST during the Holocene i.e., the last 10,000 years.&nbsp; IODP Site U1485 on the northern PNG margin, within the heart of the Western Pacific Warm Pool, has offered us the opportunity to compare centennially resolved climate records of the Holocene with the previous last interglacial period ~127,000 years ago.&nbsp; This study suggests that the apparent discrepancy is due to the seasonal bias of the proxy records, and offers a new physically based method to transform seasonal sea surface temperature records to mean annual records.&nbsp; In doing so, we show that there is agood agreement between the proxy records and model simulations, both suggesting that climate has warmed during the past 10,000 years first in response to retreating icesheets and later due to increasing CO2 concentration in the atmosphere (Bova et al., 2021).</p>\n<p>&nbsp;</p>\n<p>Southeast Asia hydroclimate- &nbsp;Recent increases in ocean heat content &ndash; where energy is absorbed by the waters &ndash; have been implicated in the intensification of tropical storms that draw their energy from the surface of the ocean<em><strong>. </strong></em>The link between ocean heating and rainfall on land is, however, was less clear. This study suggests that variations in ocean thermal structure in the western equatorial Pacific warm pool, affect the delivery of moisture, latent heat from the ocean toward land there by enhancing the monsoonal summer precipitation (Jian et al., 2022)</p>\n<p>&nbsp;</p>\n<p>Cyclic evolution of phytoplankton forced by changes in tropical seasonality &ndash; This is the first documentation of Earth&rsquo;s orbital variations effect on evolution phytoplankton evolution. Here we studied the evolution of coccolithophores, a very abundant group of single-celled plants living in the oceans that continuously produce tiny plates made of calcium carbonate (limestone), called coccoliths. Using automated AI assisted microscope imaging systems we studied the shape of nearly 9 million coccoliths, from over 8,000 different samples each representing a point in geological time or space, tracing coccolithophore evolution over 2.8 million years in several tropical sediment cores recovered from the ocean floor. Our study documents the appearance of evolution cycles in this marine phytoplankton group, attributable to changes in tropical seasonality related to the ~400,000 years periodicity in Earth&rsquo;s orbital parameters (Beaufort et al., 2022).</p><br>\n<p>\n Last Modified: 12/15/2023<br>\nModified by: Yair&nbsp;Rosenthal</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project has led to a few novel and potentially transformative results related that were published in the Nature journal:\n\n\n\n\n\nThe Holocene Temperature Conundrum- One of the main objectives of Expedition 363 was to resolve the so called Holocene Conundrum, which refers to the discrepancy between different proxy-SST records and between proxy climate reconstructions and climate model simulations of mean annual SST during the Holocene i.e., the last 10,000 years. IODP Site U1485 on the northern PNG margin, within the heart of the Western Pacific Warm Pool, has offered us the opportunity to compare centennially resolved climate records of the Holocene with the previous last interglacial period ~127,000 years ago. This study suggests that the apparent discrepancy is due to the seasonal bias of the proxy records, and offers a new physically based method to transform seasonal sea surface temperature records to mean annual records. In doing so, we show that there is agood agreement between the proxy records and model simulations, both suggesting that climate has warmed during the past 10,000 years first in response to retreating icesheets and later due to increasing CO2 concentration in the atmosphere (Bova et al., 2021).\n\n\n\n\n\nSoutheast Asia hydroclimate- Recent increases in ocean heat content  where energy is absorbed by the waters  have been implicated in the intensification of tropical storms that draw their energy from the surface of the ocean. The link between ocean heating and rainfall on land is, however, was less clear. This study suggests that variations in ocean thermal structure in the western equatorial Pacific warm pool, affect the delivery of moisture, latent heat from the ocean toward land there by enhancing the monsoonal summer precipitation (Jian et al., 2022)\n\n\n\n\n\nCyclic evolution of phytoplankton forced by changes in tropical seasonality  This is the first documentation of Earths orbital variations effect on evolution phytoplankton evolution. Here we studied the evolution of coccolithophores, a very abundant group of single-celled plants living in the oceans that continuously produce tiny plates made of calcium carbonate (limestone), called coccoliths. Using automated AI assisted microscope imaging systems we studied the shape of nearly 9 million coccoliths, from over 8,000 different samples each representing a point in geological time or space, tracing coccolithophore evolution over 2.8 million years in several tropical sediment cores recovered from the ocean floor. Our study documents the appearance of evolution cycles in this marine phytoplankton group, attributable to changes in tropical seasonality related to the ~400,000 years periodicity in Earths orbital parameters (Beaufort et al., 2022).\t\t\t\t\tLast Modified: 12/15/2023\n\n\t\t\t\t\tSubmitted by: YairRosenthal\n"
 }
}