{
 "awd_id": "1834710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Optimization-based Quantification of Statistical Uncertainty in Stochastic and Simulation Analysis",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 494348.0,
 "awd_amount": 494348.0,
 "awd_min_amd_letter_date": "2018-07-13",
 "awd_max_amd_letter_date": "2018-07-13",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) Program research project will create a systematic framework for designing, analyzing, and implementing statistical methods for uncertainty quantification that effectively integrate data into stochastic and simulation analyses. These analyses arise routinely in performance evaluations, risk analytics, and decision-making tasks in policymaking and many industries. The recent expansion of industrial system complexities challenges the use of conventional statistical methods in assimilating data, due to the heavy computational burden of high-fidelity simulation models, the intrinsic high dimensionality of stochastic problems, and the structural complications of data-system integration. The research program will blend the use of computational simulation with nonparametric statistics and modern optimization tools to produce methodologies that are both statistically accurate and computationally efficient. If successful, the research outcomes will aid in developing data-driven simulation-based tools for evaluating automated vehicle safety. The tools will be disseminated to relevant governmental and industrial units through institutional collaborative networks and online public channels. The research will also provide reliable, data-driven methodologies to assess risks and calibrate the simulation platforms used in various industries vital to the domestic economy. The education program will expand the undergraduate simulation curriculum, develop a new interdisciplinary graduate course, and provide practical case studies on the societal roles of the engineering profession. The education program will also provide training for graduate students and create undergraduate research opportunities, especially for under-represented minorities in engineering and data science.\r\n\r\nThe specific research objectives will develop statistical uncertainty quantification methods in four fundamental problems in stochastic and simulation analyses: 1) Rare-event prediction and computation; 2) Propagation of input model errors in simulation analysis; 3) Calibration of stochastic input models from output data; and 4) Quantification and enrichment of the feasibility of obtained solutions in data-driven stochastic optimization.  Each problem presents distinct challenges arising from small-sample bias, immense computational burden, high dimensionality, or over-conservativeness that impedes the effectiveness of existing methods.  The research will emphasize a unified framework to generate performance estimates using new formulations and analyses of optimization programs posited over stochastic spaces, with constraints derived or justified via nonparametric statistical methods.  The research will encompass the development of confidence bounds and the quantification of robustness to model misspecification, and the algorithmic analyses that ensure computational tractability in terms of optimization and simulation efficiencies.  The techniques developed will cross-fertilize areas across Monte Carlo simulation, stochastic and robust optimization, and statistics.  The research outcomes will also equip next-generation engineers with multi-faceted perspectives in using computational and statistical tools that will benefit their future careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Lam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Henry Lam",
   "pi_email_addr": "khl2114@columbia.edu",
   "nsf_id": "000610605",
   "pi_start_date": "2018-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway New York",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "006Y00",
   "pgm_ele_name": "OE Operations Engineering"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 494347.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigates general methodologies to efficiently integrate data into computational simulation and optimization, with an aim to provide reliable quantification of uncertainty and to enhance decision-making. Efficient integration in this regard encounters challenges including sampling limitations, model computation demands, high-dimensionality, and structural constraints that are beyond the reach of conventional statistical tools. To address these challenges, the project creates and develops formulations, statistical theory and solution techniques to assess uncertainty via a mix of robust optimization and data-driven methods, and building connections with other tools such as extreme event analysis and sensitivity analysis. Moreover, the developed methodologies are utilized in applications such as autonomous vehicle safety testing.</p>\n<p>The project outcomes can be divided into four inter-related areas: 1) Model error quantification for rare-event and extremal analysis; 2) Input uncertainty quantification in stochastic simulation; 3) Simulation input calibration and inverse problems; 4) Statistical methods for optimization under uncertainty. Technically, the project constructs a distributionally robust optimization (DRO) framework as a nonparametric approach to approximate and bound extreme-event risk and performance measures. This approach takes a worst-case perspective among a plausible set of probability distributions, and encodes tail extrapolation via shape constraints. It advantageously alleviates the intrinsic bias-variance tradeoffs in conventional extreme value theory that is especially challenging in small-data situations. Next, the project investigates the formulations and solution techniques for DRO to quantify the impacts of input uncertainty in stochastic simulation, and as a model validation mechanism to match output data between simulation models and reality. These DRO formulations are designed to tackle uncertainties beyond using only historical observations and to address non-identifiability issues in the calibration of distributional inputs. They use suitably imposed constraints to capture prior knowledge, nonstationarity and simulation-reality data discrepancy, and output robust estimates of performance measures or target calibrated quantities. Both statistical implications in the form of confidence guarantees and solution methods including tractable reformulations and algorithmic procedures have been studied. Furthermore, the project investigates statistical approaches, including empirical likelihood that connects with DRO and bootstrap resampling schemes, to devise uncertainty quantification methodologies for simulation and stochastic optimization problems that are not only statistically accurate, but also computationally light which is especially important in the face of large-scale expensive models.</p>\n<p>The research has been used to train several PhD students and provide undergraduate research opportunities including underrepresented minorities. Its outcomes have also been incorporated in both graduate and undergraduate courses. The research has promoted methodological cross-fertilization among operations research (stochastic simulation, optimization under uncertainty), statistics and machine learning (likelihood theory, resampling), applied mathematics (inverse problems), and system control (autonomous vehicles). Results have been disseminated in mainstream journals and conference proceedings in operations research, AI and machine learning, simulation and optimization, and presented in conferences, specialized workshops and departmental seminars. Lastly, implementation codes and documentations have been made publicly available.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2023<br>\n\t\t\t\t\tModified by: Henry&nbsp;Lam</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigates general methodologies to efficiently integrate data into computational simulation and optimization, with an aim to provide reliable quantification of uncertainty and to enhance decision-making. Efficient integration in this regard encounters challenges including sampling limitations, model computation demands, high-dimensionality, and structural constraints that are beyond the reach of conventional statistical tools. To address these challenges, the project creates and develops formulations, statistical theory and solution techniques to assess uncertainty via a mix of robust optimization and data-driven methods, and building connections with other tools such as extreme event analysis and sensitivity analysis. Moreover, the developed methodologies are utilized in applications such as autonomous vehicle safety testing.\n\nThe project outcomes can be divided into four inter-related areas: 1) Model error quantification for rare-event and extremal analysis; 2) Input uncertainty quantification in stochastic simulation; 3) Simulation input calibration and inverse problems; 4) Statistical methods for optimization under uncertainty. Technically, the project constructs a distributionally robust optimization (DRO) framework as a nonparametric approach to approximate and bound extreme-event risk and performance measures. This approach takes a worst-case perspective among a plausible set of probability distributions, and encodes tail extrapolation via shape constraints. It advantageously alleviates the intrinsic bias-variance tradeoffs in conventional extreme value theory that is especially challenging in small-data situations. Next, the project investigates the formulations and solution techniques for DRO to quantify the impacts of input uncertainty in stochastic simulation, and as a model validation mechanism to match output data between simulation models and reality. These DRO formulations are designed to tackle uncertainties beyond using only historical observations and to address non-identifiability issues in the calibration of distributional inputs. They use suitably imposed constraints to capture prior knowledge, nonstationarity and simulation-reality data discrepancy, and output robust estimates of performance measures or target calibrated quantities. Both statistical implications in the form of confidence guarantees and solution methods including tractable reformulations and algorithmic procedures have been studied. Furthermore, the project investigates statistical approaches, including empirical likelihood that connects with DRO and bootstrap resampling schemes, to devise uncertainty quantification methodologies for simulation and stochastic optimization problems that are not only statistically accurate, but also computationally light which is especially important in the face of large-scale expensive models.\n\nThe research has been used to train several PhD students and provide undergraduate research opportunities including underrepresented minorities. Its outcomes have also been incorporated in both graduate and undergraduate courses. The research has promoted methodological cross-fertilization among operations research (stochastic simulation, optimization under uncertainty), statistics and machine learning (likelihood theory, resampling), applied mathematics (inverse problems), and system control (autonomous vehicles). Results have been disseminated in mainstream journals and conference proceedings in operations research, AI and machine learning, simulation and optimization, and presented in conferences, specialized workshops and departmental seminars. Lastly, implementation codes and documentations have been made publicly available.\n\n\t\t\t\t\tLast Modified: 10/23/2023\n\n\t\t\t\t\tSubmitted by: Henry Lam"
 }
}