{
 "awd_id": "1834813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Heat flow mapping and quantification at ASHES hydrothermal vent field using an observatory imaging sonar",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2018-02-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 99346.0,
 "awd_amount": 99346.0,
 "awd_min_amd_letter_date": "2018-05-23",
 "awd_max_amd_letter_date": "2024-06-11",
 "awd_abstract_narration": "The movement of heat from inside the Earth into the ocean is a key factor influencing ocean dynamics, chemical exchange, and life in the oceans.  However, until now, it has not been possible to monitor, in real time and over long periods of time, the fluids venting from seafloor hydrothermal vents even though these fluids carry a significant amount of internal geothermal heat from deep in the ocean crust to the seafloor. This project overcomes this problem by installing newly tested instrumentation, a Cabled Observatory Vent Imaging Sonar system, capable of long term monitoring of hydrothermal vent fluid fluxes, on the National Science Foundation's recently completed Ocean Observing Initiative's cabled observatory at the ASHES hydrothermal field in the caldera of Axial Volcano on the Juan de Fuca Ridge. This sonar system is designed for imaging hydrothermal discharge and the measuring heat transferred by that discharge into the ocean from the subseafloor.  One goal of the work is to continue improving the system and developing it into a reliable tool for long-term repeated quantification of hydrothermal activity (fluid flow and heat transport) using acoustic sensing. The resulting heat transport measurements will enable investigation of the connections between the volcanic system, which supplies heat to the surrounding rock; subsurface fluid flow processes; and the biological systems that depend on the reduced chemical species that emanate from the hydrothermal system as a result of the leaching of metals and other compounds from water-rock interaction in the subsurface. This second deployment of the cabled sonar system will test its ability to measure and couple discharge rates and heat transport. Broader impacts of the work include increasing infrastructure for science and applications that extend to monitoring and measuring the discharge rates of methane at methane seeps and/or oil at oil-well head blowouts such as Deep Water Horizon. The work will also result in the training of undergraduates and the integration of education and research. Results will also be disseminated to the public via lectures and media outlets. \r\n\r\nOne of the most important field measurements needed for the study of coupled geo-bio-hydrothermal systems is heat flux. This is a fundamental property of seafloor hydrothermal systems. It connects its driving force (i.e., sub-seafloor heat sources such as volcanic magma or serpentinization) to the systems it impacts, such as the flux of chemicals into the ocean. It also exerts controls on the subsurface and surface biosphere. Previous attempts to adequately measure seafloor hydrothermal heat flux have been unable to measure it with the combined spatial/temporal coverage and resolution necessary to resolve the dynamics of venting.  The installation of the recently developed and tested sonar system that will be installed on the National Science Foundation's recently commissioned Ocean Observatory Initiative cabled array at the ASHES hydrothermal vent field on the Juan de Fuca Ridge will enable the monitoring and quantification of  hydrothermal discharge and the heat transferred by it from rocks below the seafloor to the ocean. The sonar system is able to make synoptic measurements across a significant areal extent of the vent field and can collect and transmit data for periods of up to several years. This greatly reduces the need for extrapolation in the data. In addition to the monitoring, this research will exploit an innovative method for inversion of acoustic data to estimate the heat flux of diffuse-flow around the vents using a newly developed acoustic method.  Deployment of the instrument will be for 4 years.  It will be combined with ground-truth measurements to establish the accuracy of the acoustic results in terms of flow rates for focused and diffuse flow and for temperature/heat flux. The resulting time series for heat flux from focused and diffuse sources has a broad range of applicability. In particular, heat flux values and variations have implications for the dynamics of hydrothermal venting at ASHES and its connections with seismicity, magma supply, crustal cooling, and basalt-water interactions. It also exerts influence on heat and chemical changes in the ocean, energy and nutritive supplies to seafloor ecosystems; and the extent and nature of the subsurface biosphere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guangyu",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guangyu Xu",
   "pi_email_addr": "guangyux@uw.edu",
   "nsf_id": "000701634",
   "pi_start_date": "2018-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "German",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris German",
   "pi_email_addr": "cgerman@whoi.edu",
   "nsf_id": "000103333",
   "pi_start_date": "2018-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "APL University of Washington",
  "perf_str_addr": "1013 NE 40th St",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7398",
   "pgm_ref_txt": "OCEAN OBSERVATORY SCI & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 29444.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 69902.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\r\n<p>The primary scientific instrument employed in this project, the Cabled Observatory Vent Imaging Sonar (COVIS), was installed on the Ocean Observatories Initiative&rsquo;s (OOI&rsquo;s) Regional Cabled Array (RCA) observatory at the ASHES vent field on Axial Seamount in July 2018. Over the course of its operation until its recovery in September 2023, COVIS recorded a remarkable long-term dataset, including three-dimensional backscatter images of the buoyant plumes rising from major sulfide structures and two-dimensional maps of diffuse flows within COVIS&rsquo;s field of view. The findings from the analysis of the initial data collected in 2018 are published in the following peer-reviewed journal article:</p>\r\n<p>&ldquo;Xu, G., Bemis, K., Jackson, D., &amp; Ivakin, A. (2021). Acoustic and in-situ observations of deep seafloor hydrothermal discharge: An OOI Cabled Array ASHES vent field case study. Earth and Space Science,8, e2020EA001269. <a href=\"https://doi.org/10.1029/2020EA001269\">https://doi.org/10.1029/2020EA001269</a>.&rdquo;</p>\r\n<p>The acoustic observations of diffuse flow reveal temporal variations on timescales ranging from hours to days, particularly at tidal frequencies, highlighting the influence of tidal forcing on diffuse hydrothermal discharge and its associated near-bottom thermal anomalies.</p>\r\n<p>Additionally, an innovative method has been developed to estimate the heat flux associated with diffuse flows from the seafloor backscatter data collected in the &lsquo;Diffuse&rsquo; mode of COVIS. This method and its application to the data from COVIS&rsquo;s deployment at ASHES vent field has been published in the following peer-reviewed journal article:</p>\r\n<p>&ldquo;Jackson, D., Bemis, K., Xu, G., &amp; Ivakin, A. (2022). Sonar observation of heat flux of diffuse hydrothermal flows. Earth and Space Science, 9, e2021EA001974. <a href=\"https://doi.org/10.1029/2021EA001974\">https://doi.org/10.1029/2021EA001974</a>.&rdquo;</p>\r\n<p>Finally, more recent analysis of the COVIS diffuse-mode data has identified a period of elevated diffuse-flow activity from June 2022 to Jan 2023, which coincides with a transient inflation event detected by a cabled bottom-pressure and tilt sensor at the ASHES vent field. This finding underscores the potential response of diffuse hydrothermal discharge to underlying magmatic processes. Further investigation into this connection is underway, with the main results presented in a manuscript currently being prepared for submission to a peer-reviewed journal.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/20/2025<br>\nModified by: Guangyu&nbsp;Xu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nThe primary scientific instrument employed in this project, the Cabled Observatory Vent Imaging Sonar (COVIS), was installed on the Ocean Observatories Initiatives (OOIs) Regional Cabled Array (RCA) observatory at the ASHES vent field on Axial Seamount in July 2018. Over the course of its operation until its recovery in September 2023, COVIS recorded a remarkable long-term dataset, including three-dimensional backscatter images of the buoyant plumes rising from major sulfide structures and two-dimensional maps of diffuse flows within COVISs field of view. The findings from the analysis of the initial data collected in 2018 are published in the following peer-reviewed journal article:\r\n\n\nXu, G., Bemis, K., Jackson, D., & Ivakin, A. (2021). Acoustic and in-situ observations of deep seafloor hydrothermal discharge: An OOI Cabled Array ASHES vent field case study. Earth and Space Science,8, e2020EA001269. https://doi.org/10.1029/2020EA001269.\r\n\n\nThe acoustic observations of diffuse flow reveal temporal variations on timescales ranging from hours to days, particularly at tidal frequencies, highlighting the influence of tidal forcing on diffuse hydrothermal discharge and its associated near-bottom thermal anomalies.\r\n\n\nAdditionally, an innovative method has been developed to estimate the heat flux associated with diffuse flows from the seafloor backscatter data collected in the Diffuse mode of COVIS. This method and its application to the data from COVISs deployment at ASHES vent field has been published in the following peer-reviewed journal article:\r\n\n\nJackson, D., Bemis, K., Xu, G., & Ivakin, A. (2022). Sonar observation of heat flux of diffuse hydrothermal flows. Earth and Space Science, 9, e2021EA001974. https://doi.org/10.1029/2021EA001974.\r\n\n\nFinally, more recent analysis of the COVIS diffuse-mode data has identified a period of elevated diffuse-flow activity from June 2022 to Jan 2023, which coincides with a transient inflation event detected by a cabled bottom-pressure and tilt sensor at the ASHES vent field. This finding underscores the potential response of diffuse hydrothermal discharge to underlying magmatic processes. Further investigation into this connection is underway, with the main results presented in a manuscript currently being prepared for submission to a peer-reviewed journal.\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 01/20/2025\n\n\t\t\t\t\tSubmitted by: GuangyuXu\n"
 }
}