{
 "awd_id": "1835640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Framework: Data: Toward Exascale Community Ocean Circulation Modeling",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927743",
 "po_email": "mpierce@nsf.gov",
 "po_sign_block_name": "Marlon Pierce",
 "awd_eff_date": "2018-11-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 1850538.0,
 "awd_amount": 1850538.0,
 "awd_min_amd_letter_date": "2018-08-23",
 "awd_max_amd_letter_date": "2018-08-23",
 "awd_abstract_narration": "This project designs and implements a software framework for handling petabyte-scale datasets; the focus is on global ocean circulation.  A team of three universities (Johns Hopkins University, MIT, and Columbia University) builds a unified data system that is capable of delivering global ocean circulation model output at 1 km horizontal resolution. The product will be hosted in an open portal, providing the community with scalable software tools to enable analysis of the dataset. The team will use this data to answer specific questions about mixing and dissipation processes in the ocean. \r\n\r\nThe goal of this effort is the creation and demonstration of a complete and replicable cyberinfrastructure for sharing and analysis of massive simulations.  The focus is on high resolution ocean circulation modeling, with software tools that will enable efficient storage. Two major challenges to the study of ocean and climate dynamics are addressed: handling large datasets from high-resolution simulations, and understanding the role of small-scale ocean processes in large-scale ocean/climate systems.  Resolving the first challenge would significantly facilitate ongoing and future studies of the ocean/atmosphere/climate system; addressing the second challenge would profoundly improve understanding of ocean/climate dynamics. The project builds a unified data system consisting of high-resolution global ocean circulation simulations, a petascale portal for data sharing, and scalable software tools for interactive analysis.   The software framework from this project is expected to handle petascale to exascale datasets for users.  Several pre-existing capabilities are leveraged for this project: the JHU regional numerical model of the Spill Jet on the East Greenland continental slope, software from the Pangeo project, the SciServer data-intensive software infrastructure, and lessons learned from the North East Storage Exchange multi-petabyte regional data store.  The broader target is next generation simulation software in the geosciences and other disciplines.  \r\n\r\nThis award by the NSF Office of Advanced Cyberinfrastructure is jointly supported by the Division of Ocean Sciences and the Integrative and Collaborative Education and Research Program within the NSF Directorate for Geosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Haine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Haine",
   "pi_email_addr": "Thomas.Haine@jhu.edu",
   "nsf_id": "000092938",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Szalay",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander S Szalay",
   "pi_email_addr": "aszalay1@jhu.edu",
   "nsf_id": "000472256",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerard",
   "pi_last_name": "Lemson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerard Lemson",
   "pi_email_addr": "glemson1@jhu.edu",
   "nsf_id": "000684615",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Renske",
   "pi_last_name": "Gelderloos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renske Gelderloos",
   "pi_email_addr": "rgelder2@jhu.edu",
   "nsf_id": "000754806",
   "pi_start_date": "2018-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1850538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Poseidon Project Outcomes:</p>\n<p class=\"p1\">The Poseidon project is built on the following premises regarding cyberinfrastucture for Geosciences, and computational ocean/atmosphere/climate dynamics in particular:</p>\n<p class=\"p1\">1. Computational Oceanography has come of age. Computational Oceanography is the study of ocean processes by numerical simulation, and is a new branch of marine science.&nbsp;<strong>Numerical simulation of the circulation has grown increasingly realistic with exponentially greater compute power in the last few decades.</strong>&nbsp;In comparison, the observational database has grown more slowly. Thus, oceanographers are approaching the point when ocean circulation models can exactly match the data in an infinite number of ways. Such ocean circulation simulations must be treated as seriously as real observations.&nbsp;&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">2. </span><strong>Interactive analyses of these petascale, and in the future, exascale, ocean simulations must be widely available.</strong>&nbsp;Seamless access to ocean simulations has not kept pace with the increase in model resolution. Although the simulation output is in principle available to anyone, severe barriers exist to using the data in practice. To exploit simulation output it's imperative that the model data are accessed and disseminated as widely as possible; including to casual, non-expert, and non-professional users. The simulation output must be \"democratized\" by making it (at least) as easy to use as oceanographic observations.</p>\n<p class=\"p1\"><span class=\"s1\">3. </span><strong>Exascale Computational Science is on the horizon and ocean/atmosphere/climate dynamics constitute a vanguard use-case for computational innovation.</strong>&nbsp;Ocean model simulations will migrate to exascale compute resources in the foreseeable future. Moreover, this use-case is built on a generic vision to develop cyberinfrastructure and applies to many other fields in science and engineering. A useful analogy is the Large Hadron Collider (LHC), the world's most sophisticated experimental facility. The LHC provides a single source of data on subatomic particle collisions with several experiments tapping the stream. Within each experiment, customized hardware triggers filter the data, retaining only about one event in ten million for storage and detailed analysis. The analogous idea in exascale oceanography concerns automatic identification of simulated circulation events, for example, both at fixed points in space and along streamlines following the flow; plus their origin and fate.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">The Poseidon Project has:</p>\n<p class=\"p1\">1. Made public a benchmark, accurate global ocean circulation solution at O(1) km horizontal resolution.</p>\n<p class=\"p1\">2. Developed open-source software tools enabling efficient storage, indexing, and analysis of petabyte-scale ocean/atmosphere/climate datasets.</p>\n<p class=\"p1\">3. Built a Data Access Portal that deploys these tools, together with custom-built high-performance storage and computing resources, to provide scalable interactive analyses and visualizations of the benchmark solution to the climate and computer science communities.</p>\n<p class=\"p1\">4. Designed a path to migrate computational oceanography to exascale by demonstrating a fully-functioning instance of the sort of cyberinfrastructure that will increasingly be needed by next generation simulation software in geosciences and beyond.</p>\n<p class=\"p1\">5. Deveoped human resources in software engineering, cyberinfrastructure, and geosciences.</p><br>\n<p>\n Last Modified: 02/26/2024<br>\nModified by: Thomas&nbsp;Haine</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1835640/1835640_10575391_1708964055365_NorthernHemisphere--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1835640/1835640_10575391_1708964055365_NorthernHemisphere--rgov-800width.png\" title=\"Northern hemisphere ocean trajectories\"><img src=\"/por/images/Reports/POR/2024/1835640/1835640_10575391_1708964055365_NorthernHemisphere--rgov-66x44.png\" alt=\"Northern hemisphere ocean trajectories\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Lagrangian trajectories for drifting surface particles in the LLC4320 dataset. Computed using Seaduck software.</div>\n<div class=\"imageCredit\">Poseidon Project</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;Haine\n<div class=\"imageTitle\">Northern hemisphere ocean trajectories</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1835640/1835640_10575391_1708964132266_Poseidon_viewer_SSS--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1835640/1835640_10575391_1708964132266_Poseidon_viewer_SSS--rgov-800width.png\" title=\"Ocean salinity\"><img src=\"/por/images/Reports/POR/2024/1835640/1835640_10575391_1708964132266_Poseidon_viewer_SSS--rgov-66x44.png\" alt=\"Ocean salinity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sea-surface salinity in the Bering Sea from the LLC4320 dataset. From the Poseidon-viewer tool.</div>\n<div class=\"imageCredit\">Poseidon Project</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;Haine\n<div class=\"imageTitle\">Ocean salinity</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nPoseidon Project Outcomes:\n\n\nThe Poseidon project is built on the following premises regarding cyberinfrastucture for Geosciences, and computational ocean/atmosphere/climate dynamics in particular:\n\n\n1. Computational Oceanography has come of age. Computational Oceanography is the study of ocean processes by numerical simulation, and is a new branch of marine science.Numerical simulation of the circulation has grown increasingly realistic with exponentially greater compute power in the last few decades.In comparison, the observational database has grown more slowly. Thus, oceanographers are approaching the point when ocean circulation models can exactly match the data in an infinite number of ways. Such ocean circulation simulations must be treated as seriously as real observations.\n\n\n2. Interactive analyses of these petascale, and in the future, exascale, ocean simulations must be widely available.Seamless access to ocean simulations has not kept pace with the increase in model resolution. Although the simulation output is in principle available to anyone, severe barriers exist to using the data in practice. To exploit simulation output it's imperative that the model data are accessed and disseminated as widely as possible; including to casual, non-expert, and non-professional users. The simulation output must be \"democratized\" by making it (at least) as easy to use as oceanographic observations.\n\n\n3. Exascale Computational Science is on the horizon and ocean/atmosphere/climate dynamics constitute a vanguard use-case for computational innovation.Ocean model simulations will migrate to exascale compute resources in the foreseeable future. Moreover, this use-case is built on a generic vision to develop cyberinfrastructure and applies to many other fields in science and engineering. A useful analogy is the Large Hadron Collider (LHC), the world's most sophisticated experimental facility. The LHC provides a single source of data on subatomic particle collisions with several experiments tapping the stream. Within each experiment, customized hardware triggers filter the data, retaining only about one event in ten million for storage and detailed analysis. The analogous idea in exascale oceanography concerns automatic identification of simulated circulation events, for example, both at fixed points in space and along streamlines following the flow; plus their origin and fate.\n\n\n\n\n\nThe Poseidon Project has:\n\n\n1. Made public a benchmark, accurate global ocean circulation solution at O(1) km horizontal resolution.\n\n\n2. Developed open-source software tools enabling efficient storage, indexing, and analysis of petabyte-scale ocean/atmosphere/climate datasets.\n\n\n3. Built a Data Access Portal that deploys these tools, together with custom-built high-performance storage and computing resources, to provide scalable interactive analyses and visualizations of the benchmark solution to the climate and computer science communities.\n\n\n4. Designed a path to migrate computational oceanography to exascale by demonstrating a fully-functioning instance of the sort of cyberinfrastructure that will increasingly be needed by next generation simulation software in geosciences and beyond.\n\n\n5. Deveoped human resources in software engineering, cyberinfrastructure, and geosciences.\t\t\t\t\tLast Modified: 02/26/2024\n\n\t\t\t\t\tSubmitted by: ThomasHaine\n"
 }
}