{
 "awd_id": "1835284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Workshop for Young Female Researchers in Speech Science and Technology",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2018-06-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 26600.0,
 "awd_amount": 26600.0,
 "awd_min_amd_letter_date": "2018-05-24",
 "awd_max_amd_letter_date": "2024-02-20",
 "awd_abstract_narration": "The Workshop  for Young Female Researchers addresses a challenge in speech science and technology: there are relatively few junior women researchers in the 'pipeline' to careers in speech. The goal is to foster interest in research in the field of speech by providing a venue where students in speech science and technology can present their work to each other and to senior women researchers, and where senior women can describe their own research and career experience to students and mentor them. \r\n \r\nThe workshop targets women undergraduate and masters students who are currently working in speech science and technology, who have had some research experience in their college and universities on individual or group projects in those areas, but who have not yet committed to getting a PhD in speech science or technology areas.  This 2018 workshop is the third annual meeting.  It  features panel discussions with senior female speech science and technology researchers, student poster presentations, and a mentoring session.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Provost",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Emily M Provost",
   "pi_email_addr": "emilykmp@umich.edu",
   "nsf_id": "000607930",
   "pi_start_date": "2018-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2260 Hayward",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 26600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF-funded Young Female Researchers in Speech Workshop (YFRSW), held annually from 2018 to 2024 alongside the Interspeech conference, has made a profound impact on the development of early-career female researchers in speech science. The workshop's goals centered on promoting gender diversity, enhancing career trajectories, and fostering collaboration across disciplines in the speech research community. YFRSW brought together 113 participants across its seven editions, featuring an array of cross-disciplinary projects that addressed a wide range of topics&mdash;from speech processing and machine learning to health applications and social robotics. These diverse discussions highlighted the potential for speech research to contribute to humanity, particularly in areas like improving accessibility for individuals with speech impairments, developing voice-enabled AI for healthcare, and leveraging speech technologies to enhance communication in multicultural and multilingual environments.</p>\r\n<p>In addition to fostering technical skills and research acumen, the workshop offered robust mentorship, professional development, and networking opportunities. Participants were encouraged to collaborate on interdisciplinary projects, contributing to innovations that cross traditional research boundaries and promote societal good. The workshops emphasized the intersection of speech technology and health, addressing the potential for speech-based diagnostics and interventions to improve patient outcomes, particularly in aging populations or individuals with speech disabilities.</p>\r\n<p>Over the course of the grant, YFRSW participants strengthened their professional networks, and built collaborations that extend beyond the workshop. As a result, the workshop has not only increased the visibility and retention of women in speech science but also contributed to advancing the field's overall goals of improving human health, accessibility, and communication. The long-term benefits of the workshop include an empowered cohort of female researchers who are poised to lead innovative, cross-disciplinary projects that address pressing societal challenges, ultimately benefiting humanity through technological advances in speech science.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/10/2024<br>\nModified by: Emily&nbsp;M&nbsp;Provost</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe NSF-funded Young Female Researchers in Speech Workshop (YFRSW), held annually from 2018 to 2024 alongside the Interspeech conference, has made a profound impact on the development of early-career female researchers in speech science. The workshop's goals centered on promoting gender diversity, enhancing career trajectories, and fostering collaboration across disciplines in the speech research community. YFRSW brought together 113 participants across its seven editions, featuring an array of cross-disciplinary projects that addressed a wide range of topicsfrom speech processing and machine learning to health applications and social robotics. These diverse discussions highlighted the potential for speech research to contribute to humanity, particularly in areas like improving accessibility for individuals with speech impairments, developing voice-enabled AI for healthcare, and leveraging speech technologies to enhance communication in multicultural and multilingual environments.\r\n\n\nIn addition to fostering technical skills and research acumen, the workshop offered robust mentorship, professional development, and networking opportunities. Participants were encouraged to collaborate on interdisciplinary projects, contributing to innovations that cross traditional research boundaries and promote societal good. The workshops emphasized the intersection of speech technology and health, addressing the potential for speech-based diagnostics and interventions to improve patient outcomes, particularly in aging populations or individuals with speech disabilities.\r\n\n\nOver the course of the grant, YFRSW participants strengthened their professional networks, and built collaborations that extend beyond the workshop. As a result, the workshop has not only increased the visibility and retention of women in speech science but also contributed to advancing the field's overall goals of improving human health, accessibility, and communication. The long-term benefits of the workshop include an empowered cohort of female researchers who are poised to lead innovative, cross-disciplinary projects that address pressing societal challenges, ultimately benefiting humanity through technological advances in speech science.\r\n\n\n\t\t\t\t\tLast Modified: 12/10/2024\n\n\t\t\t\t\tSubmitted by: EmilyMProvost\n"
 }
}