{
 "awd_id": "1835791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Framework: Data: NSCI: HDR: GeoSCIFramework: Scalable Real-Time Streaming Analytics and Machine Learning for Geoscience and Hazards Research",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927743",
 "po_email": "mpierce@nsf.gov",
 "po_sign_block_name": "Marlon Pierce",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 830728.0,
 "awd_amount": 830728.0,
 "awd_min_amd_letter_date": "2018-08-27",
 "awd_max_amd_letter_date": "2021-02-25",
 "awd_abstract_narration": "This project develops a real-time processing system capable of handling a large mix of sensor observations. The focus of this system is automation of the detection of natural hazard events using machine learning, as the events are occurring.  A four-organization collaboration (UNAVCO, University of Colorado, University of Oregon, and Rutgers University) develops a data framework for generalized real-time streaming analytics and machine learning for geoscience and hazards research.  This work will support rapid analysis and understanding of data associated with hazardous events (earthquakes, volcanic eruptions, tsunamis).  \r\n\r\nThis project uses a collaboration between computer scientists and geoscientists to develop a data framework for generalized real-time streaming analytics and machine learning for geoscience and hazards research.  It focuses on the aggregation and integration of a large number of data streams into a coherent system that supports analysis of the data streams in real-time. The framework will offer machine-learning-based tools designed to detect signals of events, such as earthquakes and tsunamis, that might only be detectable when looking at a broad selection of observational inputs.  The architecture sets up a fast data pipeline by combining a group of open source components that make big data applications viable and easier to develop. Data sources for the project draw primarily upon the 1500+ sensors from the EarthScope networks currently managed by UNAVCO and the Incorporated Research Institutions for Seismology (IRIS), as well as the Ocean Observatories Initiative (OOI) cabled array data managed by Rutgers University.  Machine learning (ML) algorithms will be researched and applied to the tsunami and earthquake use cases.  Initially, the project plans to employ an advanced convolutional neural network method in a multi-data environment.  The method has only been applied to seismic waveforms, so the project will explore extending the method to a multi-data environment.  The approach is expected to be extensible beyond detection and characterization of earthquakes to include the onset of other geophysical signals such as slow-slip events or magmatic intrusion, expanding the potential for new scientific discoveries.  The framework is applied to use cases in the Cascadia subduction zone and Yellowstone: these locations combine the expertise of the science team with locations where EarthScope and OOI have the greatest concentration of instruments.  The architecture will be transportable and scalable, running in a Docker environment on laptops, local clusters and the cloud.  Integral to the project will be development, documentation and training using collaborative online resources such as GitLab and Jupyter Notebooks, and utilizing NSF XSEDE resources to make larger datasets and computational resources more widely available.\r\n\r\nThis award by the NSF Office of Advanced Cyberinfrastructure is jointly supported by the Cross-Cutting Program and Division of Earth Sciences within the NSF Directorate for Geosciences, the Big Data Science and Engineering Program within the Directorate for Computer and Information Science and Engineering, and the EarthCube Program jointly sponsored by the NSF Directorate for Geosciences and the Office of Advanced Cyberinfrastructure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Meertens",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Charles M Meertens",
   "pi_email_addr": "charles.meertens@colorado.edu",
   "nsf_id": "000453015",
   "pi_start_date": "2018-08-27",
   "pi_end_date": "2020-09-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mencin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Mencin",
   "pi_email_addr": "david.mencin@earthscope.org",
   "nsf_id": "000604334",
   "pi_start_date": "2020-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mencin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Mencin",
   "pi_email_addr": "david.mencin@earthscope.org",
   "nsf_id": "000604334",
   "pi_start_date": "2018-08-27",
   "pi_end_date": "2020-09-28"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Baker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Baker",
   "pi_email_addr": "scott@bostechnologies.com",
   "nsf_id": "000778442",
   "pi_start_date": "2018-08-27",
   "pi_end_date": "2020-10-05"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Hodgkinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Hodgkinson",
   "pi_email_addr": "hodgkinson@unavco.org",
   "nsf_id": "000833107",
   "pi_start_date": "2020-10-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EARTHSCOPE CONSORTIUM INC.",
  "inst_street_address": "1200 NEW YORK AVE NW",
  "inst_street_address_2": "STE 400",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026822220",
  "inst_zip_code": "200053929",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "EARTHSCOPE CONSORTIUM INC.",
  "org_prnt_uei_num": "PBBNV32ZW7Q6",
  "org_uei_num": "PBBNV32ZW7Q6"
 },
 "perf_inst": {
  "perf_inst_name": "UNAVCO, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803015394",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 830728.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>With GeoSCIFramework (GeoScience CyberInfrastructure Framework), our objective was to develop an advanced cyberinfrastructure framework that facilitated access to and integration of data and models from NSF GEO Facilities and other sources, providing capabilities to advance scientific understanding of the processes leading to natural hazards and also to enable real-time streaming data analytics and machine learning for early warning and broad temporal and spatial analysis on a scale not yet realized in the geosciences. Enhanced early warning and response systems deploying these new capabilities benefited earthquake, tsunami, volcanic, and other natural hazard applications.</span></p>\r\n<p>The overarching project goal was to develop a scalable data cyberinfrastructure that combined streaming analytics with in-transit data-processing approaches to realize a data dissemination and processing network that integrated multiple data streams to enable the envisioned end-to-end workflows.</p>\r\n<p>&nbsp;More broadly, this project addressed some of the primary goals and emphasis of the Office of Advanced Cyberinfrastructure and the Directorate for Geosciences (GEO) by focusing on research that advanced scientific understanding of geohazards and to challenge computer scientists to help develop a sustainable Data Framework that are robust, scalable, and capable of providing early hazard warning capabilities. This project addressed National Strategic Computing Initiative (NSCI) Strategic Objective 2 by minimizing the differences between the technology used for modeling and simulation and that used for analytics. It harmonized diverse data and models to build a seamless &ldquo;dynamic interaction between analysis and simulations.&rdquo;</p>\r\n<p>To this end, the GeoSciFramework (GSF) project has had a profound impact on advancing data-driven methodologies and cyberinfrastructure within the geosciences. Through its contributions, GSF has significantly influenced the development, deployment, and operationalization of critical data frameworks and analytical tools within the geoscience community. Below are the key areas where GSF has driven innovation and progress:</p>\r\n<p>1. Migration and Deployment of Cloud-Based Data Archives</p>\r\n<p>GSF has played a pivotal role in the migration and deployment of the GAGE and SAGE cloud-based data archives operated under EarthScope. This transition has enabled improved data accessibility, scalability, and integration with modern analytical tools, benefiting researchers and decision-makers across the geoscience disciplines.</p>\r\n<p>2. Real-Time Workflows and Technology Stack Selection</p>\r\n<p>The project has been the principal driver in testing and selecting real-time workflows and technology stacks that have been deployed operationally at GAGE and SAGE. This effort has led to more efficient and reliable data processing pipelines, enabling faster response times for geoscience applications, including hazard monitoring and early warning systems.</p>\r\n<p>3. Advancing Outreach and Education Through GeoLab</p>\r\n<p>GSF has guided the selection and deployment of outreach technology stacks, notably JupyterHub and associated kernels, which are now utilized in GeoLab. This advancement has enhanced educational and outreach efforts by providing interactive, cloud-based computational tools that facilitate geoscience learning and research.</p>\r\n<p>4. Development and Deployment of Real-Time Machine Learning Stacks</p>\r\n<p>A major contribution of GSF has been the guidance in developing and deploying real-time machine learning (ML) stacks on operational geoscience data. These ML models are now integrated into data processing pipelines, improving anomaly detection, forecasting capabilities, and automated data analysis in real-time geoscience applications.</p>\r\n<p>5. Big Data Accessibility and Community-Driven ML Pipelines</p>\r\n<p>GSF has enabled access to all GAGE and SAGE data as big data, thereby fostering the development of new community products. By supporting community-supplied ML pipelines, the project has expanded the capabilities of the broader geoscience community to leverage large-scale data analytics, improving research outcomes and accelerating scientific discovery.</p>\r\n<p>6. Influence on the USGS ShakeAlert System</p>\r\n<p>The project has deeply influenced the design and operational deployment of the USGS ShakeAlert System, a critical earthquake early warning system. GSF&rsquo;s contributions have enhanced the robustness and efficiency of the ShakeAlert architecture, improving its capacity to deliver timely and accurate alerts to mitigate seismic risks.</p>\r\n<p>The GeoSciFramework (GSF) project has had a lasting impact on the geoscience discipline by driving advancements in cloud-based data management, real-time workflows, machine learning integration, and outreach technologies. Its influence extends across major Earth science initiatives, significantly improving data accessibility, analytical capabilities, and hazard monitoring systems. The foundational work done through GSF has positioned the geoscience community to harness cutting-edge computational and data science techniques for the future, ensuring a more resilient and data-driven approach to understanding Earth&rsquo;s dynamic processes.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2025<br>\nModified by: David&nbsp;J&nbsp;Mencin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWith GeoSCIFramework (GeoScience CyberInfrastructure Framework), our objective was to develop an advanced cyberinfrastructure framework that facilitated access to and integration of data and models from NSF GEO Facilities and other sources, providing capabilities to advance scientific understanding of the processes leading to natural hazards and also to enable real-time streaming data analytics and machine learning for early warning and broad temporal and spatial analysis on a scale not yet realized in the geosciences. Enhanced early warning and response systems deploying these new capabilities benefited earthquake, tsunami, volcanic, and other natural hazard applications.\r\n\n\nThe overarching project goal was to develop a scalable data cyberinfrastructure that combined streaming analytics with in-transit data-processing approaches to realize a data dissemination and processing network that integrated multiple data streams to enable the envisioned end-to-end workflows.\r\n\n\nMore broadly, this project addressed some of the primary goals and emphasis of the Office of Advanced Cyberinfrastructure and the Directorate for Geosciences (GEO) by focusing on research that advanced scientific understanding of geohazards and to challenge computer scientists to help develop a sustainable Data Framework that are robust, scalable, and capable of providing early hazard warning capabilities. This project addressed National Strategic Computing Initiative (NSCI) Strategic Objective 2 by minimizing the differences between the technology used for modeling and simulation and that used for analytics. It harmonized diverse data and models to build a seamless dynamic interaction between analysis and simulations.\r\n\n\nTo this end, the GeoSciFramework (GSF) project has had a profound impact on advancing data-driven methodologies and cyberinfrastructure within the geosciences. Through its contributions, GSF has significantly influenced the development, deployment, and operationalization of critical data frameworks and analytical tools within the geoscience community. Below are the key areas where GSF has driven innovation and progress:\r\n\n\n1. Migration and Deployment of Cloud-Based Data Archives\r\n\n\nGSF has played a pivotal role in the migration and deployment of the GAGE and SAGE cloud-based data archives operated under EarthScope. This transition has enabled improved data accessibility, scalability, and integration with modern analytical tools, benefiting researchers and decision-makers across the geoscience disciplines.\r\n\n\n2. Real-Time Workflows and Technology Stack Selection\r\n\n\nThe project has been the principal driver in testing and selecting real-time workflows and technology stacks that have been deployed operationally at GAGE and SAGE. This effort has led to more efficient and reliable data processing pipelines, enabling faster response times for geoscience applications, including hazard monitoring and early warning systems.\r\n\n\n3. Advancing Outreach and Education Through GeoLab\r\n\n\nGSF has guided the selection and deployment of outreach technology stacks, notably JupyterHub and associated kernels, which are now utilized in GeoLab. This advancement has enhanced educational and outreach efforts by providing interactive, cloud-based computational tools that facilitate geoscience learning and research.\r\n\n\n4. Development and Deployment of Real-Time Machine Learning Stacks\r\n\n\nA major contribution of GSF has been the guidance in developing and deploying real-time machine learning (ML) stacks on operational geoscience data. These ML models are now integrated into data processing pipelines, improving anomaly detection, forecasting capabilities, and automated data analysis in real-time geoscience applications.\r\n\n\n5. Big Data Accessibility and Community-Driven ML Pipelines\r\n\n\nGSF has enabled access to all GAGE and SAGE data as big data, thereby fostering the development of new community products. By supporting community-supplied ML pipelines, the project has expanded the capabilities of the broader geoscience community to leverage large-scale data analytics, improving research outcomes and accelerating scientific discovery.\r\n\n\n6. Influence on the USGS ShakeAlert System\r\n\n\nThe project has deeply influenced the design and operational deployment of the USGS ShakeAlert System, a critical earthquake early warning system. GSFs contributions have enhanced the robustness and efficiency of the ShakeAlert architecture, improving its capacity to deliver timely and accurate alerts to mitigate seismic risks.\r\n\n\nThe GeoSciFramework (GSF) project has had a lasting impact on the geoscience discipline by driving advancements in cloud-based data management, real-time workflows, machine learning integration, and outreach technologies. Its influence extends across major Earth science initiatives, significantly improving data accessibility, analytical capabilities, and hazard monitoring systems. The foundational work done through GSF has positioned the geoscience community to harness cutting-edge computational and data science techniques for the future, ensuring a more resilient and data-driven approach to understanding Earths dynamic processes.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 01/29/2025\n\n\t\t\t\t\tSubmitted by: DavidJMencin\n"
 }
}