{
 "awd_id": "1835366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Standard: Developing a Value Literate Culture in Science",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 354264.0,
 "awd_amount": 354264.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2018-08-29",
 "awd_abstract_narration": "This project explores an underexamined cultural aspect of Responsible Conduct in Research (RCR) -- the Goals and Values of Science (GVS) that inform everyday scientific practice. Examples of such practices include identifying a research topic, designing a research plan that will yield robust evidence, and selecting and recruiting research participants. By contrast, RCR training courses typically focus on narrow, rule-based prohibitions, an approach which has been shown to have limited scope and impact. This project is important because it moves beyond the limits of institutionalized, rule-based ethical proscriptions and into the heart of what scientists think and value. Moving in this direction has potential to open a new line of research between philosophy of science with educational research on RCR. \r\n \r\nOperationally, the project involves two research strands. Strand I involves the creation of a set of guided deliberations that will be used with a cohort of 15 science faculty. These deliberations explore how GVS might better motivate scientists to engage in RCR, to reason ethically, and to integrate GVS into their teaching, research, and mentoring. The guided deliberations will be examined to evaluate their effects on scientists' motivation and reasoning about RCR and their literacy about GVS topics. Relations among these factors will also be examined. Building on this work, Research Strand 2 involves the development of a survey instrument to study attitudes towards GVS among a much wider group of faculty, post-doctoral researchers, graduate students, and undergraduates. An initial version of the survey instrument will be piloted with 40 STEM professionals. The team will conduct interviews with these participants about their interpretations of the survey. A revised version of the survey will then be disseminated to approximately 300 STEM professionals and students. Analyses will examine whether attitudes regarding GVS topics differ across fields and groups, and to see if GVS attitudes correlate with motivations to engage in RCR.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Tanona",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Scott D Tanona",
   "pi_email_addr": "stanona@ksu.edu",
   "nsf_id": "000101812",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Herington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Herington",
   "pi_email_addr": "jonathan.herington@rochester.edu",
   "nsf_id": "000695582",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Laverty",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Laverty",
   "pi_email_addr": "laverty@k-state.edu",
   "nsf_id": "000732324",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665060803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "019Y00",
   "pgm_ele_name": "Cultivating Cultures of Ethica"
  },
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 354264.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9c8de9c3-7fff-3740-8086-9cc4dd01ecee\">&nbsp;</span></p>\n<p dir=\"ltr\"><em><strong>Overview: </strong></em><span>The project used guided deliberations with science faculty regarding the Goals and Values embedded in Science (GVS) to investigate how explicit discussion of GVS principles might motivate scientists to engage in Responsible Conduct of Research (RCR), reason effectively about RCR issues, and incorporate GVS reflection into their teaching, research, and mentoring.</span></p>\n<p dir=\"ltr\"><span>In the intervention, fifteen academic scientists from across a range of disciplines and professional ranks were recruited to engage in a year-long fellowship program at their research-intensive, land-grant, public university. Participants met throughout the year for guided deliberation on topics including the choice of statistical methods, reproducibility, and the roles of diversity in science. Sessions were designed to highlight both epistemic goals (e.g., prediction, explanation) and ethical goals (e.g., obligations to other scientists, betterment of society), and to engage discussion about how those are related. Participants were assigned pre-readings as well as follow-up writing assignments, and were administered pre- and post- interviews. Analysis of the interviews and deliberations identified the need to establish measures of ethicality in free or structured discussions, without assessment instruments. The second stage of the project focused on developing these measures while also identifying bases for the development of interventions that build on resources scientists already employ for problem-solving, as well as how they engage in discussions about values in science.</span></p>\n<p dir=\"ltr\"><em><strong>Intellectual Merit</strong></em><span><em><strong>: </strong></em>The project established both an instructional intervention for exploring values in everyday scientific practice, and a methodology for evaluating faculty sensitivity towards RCR issues, their motivations to engage in RCR, and the quality of their ethical judgements. These novel methodologies may form the basis of research into the relationships between scientists' values and their RCR competency. The project also identified resources for interventions, such as prior beliefs about causes of ethical misconduct, use of value-laden language in reasoning about science, and relationships made between epistemic and ethical goals.</span></p>\n<p dir=\"ltr\"><em><strong>Products</strong></em><span><em><strong>: </strong></em>To date, this project has published four papers in peer-reviewed journals, and contributed twelve talks and six posters to professional conferences. These products are spread across both ethics education and discipline-based science education venues.</span></p>\n<p><em><strong>Broader Impact: </strong></em><span>The project explored a mechanism for broadening and deepening</span><span> </span><span>the integration of ethics into science and improving the scope and effectiveness of RCR interventions. We used this approach with fifteen scientists to improve their understanding of the role that goals and values play in science, both in general and in their own work. This work improved their sensitivity to ethical concerns and allowed them to practice ethical reasoning as well. The project identified a path for improving the responsible conduct of research by incorporating explicit discussion of goals and values in science into RCR interventions and by identifying possible resources for interventions to build on, and established a foundation for future work that will continue to contribute to supporting ethical and responsible research.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2023<br>\n\t\t\t\t\tModified by: Scott&nbsp;D&nbsp;Tanona</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nOverview: The project used guided deliberations with science faculty regarding the Goals and Values embedded in Science (GVS) to investigate how explicit discussion of GVS principles might motivate scientists to engage in Responsible Conduct of Research (RCR), reason effectively about RCR issues, and incorporate GVS reflection into their teaching, research, and mentoring.\nIn the intervention, fifteen academic scientists from across a range of disciplines and professional ranks were recruited to engage in a year-long fellowship program at their research-intensive, land-grant, public university. Participants met throughout the year for guided deliberation on topics including the choice of statistical methods, reproducibility, and the roles of diversity in science. Sessions were designed to highlight both epistemic goals (e.g., prediction, explanation) and ethical goals (e.g., obligations to other scientists, betterment of society), and to engage discussion about how those are related. Participants were assigned pre-readings as well as follow-up writing assignments, and were administered pre- and post- interviews. Analysis of the interviews and deliberations identified the need to establish measures of ethicality in free or structured discussions, without assessment instruments. The second stage of the project focused on developing these measures while also identifying bases for the development of interventions that build on resources scientists already employ for problem-solving, as well as how they engage in discussions about values in science.\nIntellectual Merit: The project established both an instructional intervention for exploring values in everyday scientific practice, and a methodology for evaluating faculty sensitivity towards RCR issues, their motivations to engage in RCR, and the quality of their ethical judgements. These novel methodologies may form the basis of research into the relationships between scientists' values and their RCR competency. The project also identified resources for interventions, such as prior beliefs about causes of ethical misconduct, use of value-laden language in reasoning about science, and relationships made between epistemic and ethical goals.\nProducts: To date, this project has published four papers in peer-reviewed journals, and contributed twelve talks and six posters to professional conferences. These products are spread across both ethics education and discipline-based science education venues.\n\nBroader Impact: The project explored a mechanism for broadening and deepening the integration of ethics into science and improving the scope and effectiveness of RCR interventions. We used this approach with fifteen scientists to improve their understanding of the role that goals and values play in science, both in general and in their own work. This work improved their sensitivity to ethical concerns and allowed them to practice ethical reasoning as well. The project identified a path for improving the responsible conduct of research by incorporating explicit discussion of goals and values in science into RCR interventions and by identifying possible resources for interventions to build on, and established a foundation for future work that will continue to contribute to supporting ethical and responsible research.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/30/2023\n\n\t\t\t\t\tSubmitted by: Scott D Tanona"
 }
}