{
 "awd_id": "1835239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NCS-FO: How real-world interaction networks shape and are shaped by neural information processing",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924502",
 "po_email": "dkravitz@nsf.gov",
 "po_sign_block_name": "Dwight Kravitz",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 976747.0,
 "awd_amount": 976747.0,
 "awd_min_amd_letter_date": "2018-08-10",
 "awd_max_amd_letter_date": "2018-08-10",
 "awd_abstract_narration": "Human thought and behavior is embedded in social contexts. However, research on social networks and neural information processing are almost always conducted in isolation. Cognitive neuroscientists typically study mental processing without considering how individuals are influenced by their social networks, and the structure and dynamics of social networks are usually studied without considering the workings of the minds that comprise them. This research effort integrates theory and methods from cognitive neuroscience and network science to test how the brain shapes and is shaped by its social context. It will synthesize and extend recent developments in social cognitive neuroscience and network science to test how individual differences in unconstrained processing of naturalistic stimuli shape and are shaped by individuals' positions in a real-world social network. \r\n\r\nThis project will characterize the multirelational social network of a bounded community based on all members' reported relationships and interactions with each other. A subset of the members will complete a series of functional magnetic resonance imaging (fMRI) studies involving free-viewing of audiovisual stimuli. This project is grounded in prior work that suggests that inter-subject similarities of fMRI response time series predict distances between people in their social network, but extends that work in four novel directions. First, by capitalizing on developments in multilayer network analysis, which will also be advanced further, the research will relate neural response similarities to distances between individuals within and across layers of their shared social network. This will yield insight into the extent to which associations between social network proximity and inter-individual similarities in neural responding are specific to friendship or extend more generally to homophily. Second, integrating multilayer network analysis and longitudinal fMRI will elucidate the extent to which neural response similarities cause or result from proximity between individuals in the multirelational social network of their community. Third, pairing multilayer network methods and longitudinal fMRI will shed light on how a person's importance across interaction types in a social network may relate to his/her influence on how other network members process the world around them. Fourth, the project will relate social network position to inter-individual neural variability not only in terms of fMRI response time series, but also in terms of multi-voxel response patterns corresponding to high-level event representations and how such representations are stored in memory. This work will also develop and advance approaches for analyzing multirelational networks; this will be useful to the broad range of scholars who study network phenomena, particularly in social and brain networks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Parkinson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn M Parkinson",
   "pi_email_addr": "cparkinson@ucla.edu",
   "nsf_id": "000770674",
   "pi_start_date": "2018-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mason",
   "pi_last_name": "Porter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mason A Porter",
   "pi_email_addr": "mason@math.ucla.edu",
   "nsf_id": "000470790",
   "pi_start_date": "2018-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "6451A Franz Hall",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  },
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8551",
   "pgm_ref_txt": "IntgStrat Undst Neurl&Cogn Sys"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 976747.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-88fdfcdb-7fff-0353-19c5-4cd8c68f334c\"> </span></p>\n<p><span id=\"docs-internal-guid-40169fff-7fff-89de-e65a-4b3c9b710119\"> </span></p>\n<p dir=\"ltr\"><span>Human thought and behavior unfold within social networks. However, research on social networks and neural information processing have typically been conducted in isolation. Cognitive neuroscientists usually study mental processing without considering how individuals are influenced by their social networks, and the structure and dynamics of social networks are usually studied without considering the workings of the minds that comprise them.</span><span> </span><span>This project integrated theory and methods from cognitive neuroscience and network science to examine links between the social connections of individuals and information processing within individual brains.</span><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>We characterized the social networks of residential communities at a university based on members&rsquo; reported relationships with each other. A subset of members also underwent functional magnetic resonance imaging (fMRI) scanning while they viewed a series of audiovisual videos. Doing this provides a way to capture similarities and differences between people in cognitive, emotional, and attentional processes as they unfold with time in response to the world around them.</span></p>\n<p dir=\"ltr\"><span>We found links between how similarly individual brains respond to the world, relative to others in the same community, and both objective and subjective measures of social connectedness. For example, we found that greater in-degree centrality (i.e., the number of people who nominate someone as a friend) is associated with more normative neural responses to naturalistic stimuli (i.e., the videos), whereas more idiosyncratic neural responses are associated with lower in-degree centrality. These effects occurred in regions of the brain&rsquo;s default mode network that are often implicated in shared perspectives, subjective interpretations, and social cognition. They persisted after statistically controlling for neuroimaging participants&rsquo; friendships with each other and their behavioral evaluations of the videos. These findings, which were published in </span><em>Nature Communications</em><span>, are consistent with the notion that convergent processing of the world may contribute to social connectedness.</span></p>\n<p dir=\"ltr\"><span>We subsequently obtained similar results when examining links between the idiosyncrasy of participants&rsquo; neural responses to audiovisual videos and loneliness (a subjective measure of social disconnection). Even when statistically controlling for the effects of fMRI participants&rsquo; overall objective levels of social disconnection and their friendships with each other, we found evidence that lonely individuals&rsquo; neural responses were dissimilar to those of their peers, particularly in regions of the brain&rsquo;s default mode network that are thought to underlie shared perspectives, subjective interpretations, and social cognition. These findings, which were published in </span><em>Psychological Science</em><span>,&nbsp; suggest that the subjective sense of not feeling understood that often accompanies loneliness may not stem from lonely people exaggerating how dissimilar others&rsquo; views are from their views. These results also suggest that an individual who is surrounded by people that process the world in a way that differs substantially from them may be at risk for loneliness, even when those people are friends of the individual.</span></p>\n<p dir=\"ltr\"><span>The data set that was collected for this project also supported additional discoveries. For example, we combined this project&rsquo;s data set with collaborators&rsquo; electroencephalography (EEG) and eye-tracking data to relate personality-trait data to inter-subject similarity of neural responding to naturalistic stimuli. The results of this effort, which were published in </span><em>Scientific Reports</em><span>, suggest that the extent to which people&rsquo;s neural responses synchronize when processing the world around them is related to the similarity of their personality profiles and that these effects are driven by alignment in subjective interpretations of stimuli, rather than, for example, by how they allocate their attention.</span></p>\n<p dir=\"ltr\"><span>This project has resulted in 9 publications; additional papers are in progress. This project also supported the training of several graduate students, several undergraduate students, and one postdoctoral scholar in network analysis, fMRI methods, and cognitive and social neuroscience. It also supported the development of educational materials and outreach efforts. For example, as part of this project, we published an instructive review article and associated online tutorial on social network analysis for the journal </span><span><em>Social Cognitive and Affective Neuroscience</em></span><span>. This article provides a broad overview of network-analysis methods, with example scripts and interactive demonstrations in an online supplement, and is accessible to a broad range of scholars who wish to use network analysis as part of their toolkit. Through activities like this, this project has sought to enlarge the pool of people who are trained to develop knowledge at the intersection of network science and neuroscience. Our team also published a paper in </span><em>Frontiers for Young Minds</em><span>, a journal with the goal of making research accessible to 8&ndash;15 year olds, that introduces the neuroscience of social networks to teenagers and preteens. Relatedly, we conducted school visits to K&ndash;12 classrooms to discuss neuroscience research and career paths in STEM. We also made efforts to increase interest and awareness of research and career paths in STEM in undergraduates, particularly those from backgrounds that are underrepresented in STEM (e.g., by participating in programs that provide research experience and mentorship to undergraduates from underrepresented backgrounds).</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/24/2024<br>\nModified by: Carolyn&nbsp;M&nbsp;Parkinson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\n \n\n\nHuman thought and behavior unfold within social networks. However, research on social networks and neural information processing have typically been conducted in isolation. Cognitive neuroscientists usually study mental processing without considering how individuals are influenced by their social networks, and the structure and dynamics of social networks are usually studied without considering the workings of the minds that comprise them. This project integrated theory and methods from cognitive neuroscience and network science to examine links between the social connections of individuals and information processing within individual brains.\n\n\nWe characterized the social networks of residential communities at a university based on members reported relationships with each other. A subset of members also underwent functional magnetic resonance imaging (fMRI) scanning while they viewed a series of audiovisual videos. Doing this provides a way to capture similarities and differences between people in cognitive, emotional, and attentional processes as they unfold with time in response to the world around them.\n\n\nWe found links between how similarly individual brains respond to the world, relative to others in the same community, and both objective and subjective measures of social connectedness. For example, we found that greater in-degree centrality (i.e., the number of people who nominate someone as a friend) is associated with more normative neural responses to naturalistic stimuli (i.e., the videos), whereas more idiosyncratic neural responses are associated with lower in-degree centrality. These effects occurred in regions of the brains default mode network that are often implicated in shared perspectives, subjective interpretations, and social cognition. They persisted after statistically controlling for neuroimaging participants friendships with each other and their behavioral evaluations of the videos. These findings, which were published in Nature Communications, are consistent with the notion that convergent processing of the world may contribute to social connectedness.\n\n\nWe subsequently obtained similar results when examining links between the idiosyncrasy of participants neural responses to audiovisual videos and loneliness (a subjective measure of social disconnection). Even when statistically controlling for the effects of fMRI participants overall objective levels of social disconnection and their friendships with each other, we found evidence that lonely individuals neural responses were dissimilar to those of their peers, particularly in regions of the brains default mode network that are thought to underlie shared perspectives, subjective interpretations, and social cognition. These findings, which were published in Psychological Science, suggest that the subjective sense of not feeling understood that often accompanies loneliness may not stem from lonely people exaggerating how dissimilar others views are from their views. These results also suggest that an individual who is surrounded by people that process the world in a way that differs substantially from them may be at risk for loneliness, even when those people are friends of the individual.\n\n\nThe data set that was collected for this project also supported additional discoveries. For example, we combined this projects data set with collaborators electroencephalography (EEG) and eye-tracking data to relate personality-trait data to inter-subject similarity of neural responding to naturalistic stimuli. The results of this effort, which were published in Scientific Reports, suggest that the extent to which peoples neural responses synchronize when processing the world around them is related to the similarity of their personality profiles and that these effects are driven by alignment in subjective interpretations of stimuli, rather than, for example, by how they allocate their attention.\n\n\nThis project has resulted in 9 publications; additional papers are in progress. This project also supported the training of several graduate students, several undergraduate students, and one postdoctoral scholar in network analysis, fMRI methods, and cognitive and social neuroscience. It also supported the development of educational materials and outreach efforts. For example, as part of this project, we published an instructive review article and associated online tutorial on social network analysis for the journal Social Cognitive and Affective Neuroscience. This article provides a broad overview of network-analysis methods, with example scripts and interactive demonstrations in an online supplement, and is accessible to a broad range of scholars who wish to use network analysis as part of their toolkit. Through activities like this, this project has sought to enlarge the pool of people who are trained to develop knowledge at the intersection of network science and neuroscience. Our team also published a paper in Frontiers for Young Minds, a journal with the goal of making research accessible to 815 year olds, that introduces the neuroscience of social networks to teenagers and preteens. Relatedly, we conducted school visits to K12 classrooms to discuss neuroscience research and career paths in STEM. We also made efforts to increase interest and awareness of research and career paths in STEM in undergraduates, particularly those from backgrounds that are underrepresented in STEM (e.g., by participating in programs that provide research experience and mentorship to undergraduates from underrepresented backgrounds).\n\n\n\t\t\t\t\tLast Modified: 07/24/2024\n\n\t\t\t\t\tSubmitted by: CarolynMParkinson\n"
 }
}