{
 "awd_id": "1835509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:Framework:Software:NSCI:Enzo for the Exascale Era (Enzo-E)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 439350.0,
 "awd_amount": 439350.0,
 "awd_min_amd_letter_date": "2018-08-14",
 "awd_max_amd_letter_date": "2018-08-14",
 "awd_abstract_narration": "The earliest stages of the formation of galaxies and quasars in the universe are soon to be explored with a powerful new generation of ground and space-based observatories. Broad and deep astronomical surveys of the early universe beginning in the next decade using the Large Synoptic Survey Telescope and the James Webb Space Telescope will revolutionize our understanding of the origin of galaxies and quasars, and help constrain the nature of the dark matter which is the dominant matter constituent in the universe. Detailed physical simulations that model the formation of these objects are an indispensible aid to understanding the coming glut of observational data, and to maximize the scientific return of these instruments. In this project, investigators at the Univ. California San Diego, Columbia Univ., Georgia Tech, and Michigan State Univ. are collaborating with the goal of developing a next generation community simulation software framework for the coming generation of supercomputers for cosmological simulations of the young universe. Undergraduate and graduate students will be directly involved in the software development as well as its application to several frontier cosmological research topics.  The software framework that will be produced will be disseminated as open source software to enable a much broader range of scientific explorations of astrophysical topics. \r\n\r\nThe project brings together the key developers of the open source Enzo adaptive mesh refinement (AMR) hydrodynamic cosmology code, who will port its software components to a newly developed AMR software framework called Cello. Cello implements the highly scalable array-of-octrees AMR algorithm on top of the powerful Charm++ parallel object system. Designed to be extensible and scalable to millions of processors, the new framework, called Enzo-E, will target exascale high performance computing (HPC) systems of the future. Through this project, the entire Enzo community will have a viable path to exascale simulations of unprecedented size and scope. The investigators have chosen three frontier problems in cosmology to drive the development of the Enzo-E framework: (1) the assembly of the first generation of stars and black holes into the first galaxies; (2) the role of cosmic rays in driving galactic outflows; and (3) the evolution of the intergalactic medium from cosmic dawn to the present day. Annual developer workshops and software releases will keep the broader research community informed and involved in the developments.\r\n\r\nThis project is supported by the Office of Advanced Cyberinfrastructure in the Directorate for Computer & Information Science & Engineering and the Division of Astronomical Sciences in the Directorate of Mathematical and Physical Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Bryan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Greg L Bryan",
   "pi_email_addr": "gbryan@astro.columbia.edu",
   "nsf_id": "000308334",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 439350.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Galaxy formation presents a set of novel computational challenges, including high dynamic range in mass and spatial resolution, long simulation integration times, and complex physics.&nbsp; Evolving computer architectures, particularly as we move toward exascale-class supercomputers, require that the existing generation of simulation codes be completely rewritten in order to take advantage of the processing power that will be deployed.&nbsp; And, furthermore, there is a broad need that these codes be community-oriented and widely adopted in order for the large investment in software development to have maximum impact.</p>\n<p>This multi-institutional grant approached these problems by pursuing three key goals:</p>\n<p>1. Making substantial progress in the development of Enzo-E, a new software framework for astrophysical and cosmological simulations that can be used on pre-exascale and exascale computing platforms. Enzo-E implements the rich set of physics capabilities present in the widely-used open-source community code Enzo on top of an entirely new, extremely scalable adaptive mesh refinement framework called Cello.</p>\n<p>2. Engaging with the existing Enzo developer community as developers and users of Enzo-E, and transitioning existing users of Enzo to Enzo-E through workshops and software releases.</p>\n<p>3. Applying Enzo-E to frontier problems in astrophysics and cosmology, including cloud-wind interactions and early-universe structure formation.</p>\n<p>This was accomplished through extensive software development, code publication (via GitHub and a website), community engagement through both developer and user workshops, papers published in scientific journals, and presentations given by members of the funded team in a variety of venues.</p>\n<p>The&nbsp;<strong>intellectual merit&nbsp;</strong>of the funded work is the development of a flexible and easily extensible multiphysics exascale-oriented astrophysics and cosmology code that was applied to multiple astrophysics problems. This code is also novel in its architecture, combining modern object-oriented design for understandability, supportability, and extensibility with a new, powerful adaptive mesh refinement framework, Cello, which is based on the highly-scalable \"array-of-octrees\" approach. The application areas included an in-depth study of the interaction of hot, diffuse wind with a cold, dense cloud, a problem that occurs in many astrophysical situations from galaxy formation to stellar winds. As part of this work, we carried out a set of high-resolution simulations of cloud/wind interactions and published the results in three papers, characterizing the properties of the turbulent flows that resulted and developing simple models that described the cloud mixing and ultimate fate, as a function of their initial parameters.</p>\n<p>The&nbsp;<strong>broader impact</strong>&nbsp;of the funded work rests primarily in the community of users and developers that was created as part of this project. A key goal was to encourage members of the Enzo community to transition to Enzo-E, allowing them to \"scale up\" their science to massively parallel computing platforms. This was accomplished through workshops, the development of tutorials and documentation, and by giving presentations in a variety of venues.&nbsp;In addition, a significant number of students were trained to use and develop high-performance computing technologies, including two Ph.D. dissertations.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Greg&nbsp;L&nbsp;Bryan</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1835509/1835509_10570740_1703867550004_Enzo_E_Cloud_Wind--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1835509/1835509_10570740_1703867550004_Enzo_E_Cloud_Wind--rgov-800width.png\" title=\"Enzo-E Cloud-wind simulation\"><img src=\"/por/images/Reports/POR/2023/1835509/1835509_10570740_1703867550004_Enzo_E_Cloud_Wind--rgov-66x44.png\" alt=\"Enzo-E Cloud-wind simulation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This image shows an example Enzo-E simulation of a dense, cold cloud that has been interacting with a hot, diffuse wind. Shown are iso-density surfaces (with increasing densities from yellow to blue), with a cutaway in part of the cloud to show the internal structure.</div>\n<div class=\"imageCredit\">Abruzzo et al. 2023</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Greg&nbsp;L&nbsp;Bryan\n<div class=\"imageTitle\">Enzo-E Cloud-wind simulation</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nGalaxy formation presents a set of novel computational challenges, including high dynamic range in mass and spatial resolution, long simulation integration times, and complex physics. Evolving computer architectures, particularly as we move toward exascale-class supercomputers, require that the existing generation of simulation codes be completely rewritten in order to take advantage of the processing power that will be deployed. And, furthermore, there is a broad need that these codes be community-oriented and widely adopted in order for the large investment in software development to have maximum impact.\n\n\nThis multi-institutional grant approached these problems by pursuing three key goals:\n\n\n1. Making substantial progress in the development of Enzo-E, a new software framework for astrophysical and cosmological simulations that can be used on pre-exascale and exascale computing platforms. Enzo-E implements the rich set of physics capabilities present in the widely-used open-source community code Enzo on top of an entirely new, extremely scalable adaptive mesh refinement framework called Cello.\n\n\n2. Engaging with the existing Enzo developer community as developers and users of Enzo-E, and transitioning existing users of Enzo to Enzo-E through workshops and software releases.\n\n\n3. Applying Enzo-E to frontier problems in astrophysics and cosmology, including cloud-wind interactions and early-universe structure formation.\n\n\nThis was accomplished through extensive software development, code publication (via GitHub and a website), community engagement through both developer and user workshops, papers published in scientific journals, and presentations given by members of the funded team in a variety of venues.\n\n\nTheintellectual meritof the funded work is the development of a flexible and easily extensible multiphysics exascale-oriented astrophysics and cosmology code that was applied to multiple astrophysics problems. This code is also novel in its architecture, combining modern object-oriented design for understandability, supportability, and extensibility with a new, powerful adaptive mesh refinement framework, Cello, which is based on the highly-scalable \"array-of-octrees\" approach. The application areas included an in-depth study of the interaction of hot, diffuse wind with a cold, dense cloud, a problem that occurs in many astrophysical situations from galaxy formation to stellar winds. As part of this work, we carried out a set of high-resolution simulations of cloud/wind interactions and published the results in three papers, characterizing the properties of the turbulent flows that resulted and developing simple models that described the cloud mixing and ultimate fate, as a function of their initial parameters.\n\n\nThebroader impactof the funded work rests primarily in the community of users and developers that was created as part of this project. A key goal was to encourage members of the Enzo community to transition to Enzo-E, allowing them to \"scale up\" their science to massively parallel computing platforms. This was accomplished through workshops, the development of tutorials and documentation, and by giving presentations in a variety of venues.In addition, a significant number of students were trained to use and develop high-performance computing technologies, including two Ph.D. dissertations.\n\n\n\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: GregLBryan\n"
 }
}