{
 "awd_id": "1836687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: BRAIDING: Braiding Majorana bound states in two-dimensional epitaxial semiconductor-superconductor structures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2018-07-09",
 "awd_max_amd_letter_date": "2018-07-09",
 "awd_abstract_narration": "Nontechnical Abstract: Physical properties of a semiconductor are modified when it is placed in proximity to a superconducting material. Interfacing semiconductors with superconductors in a controlled way allows to control such novel properties. When the conditions at the interface are right, new types of behavior may emerge. For example, emergent states known as Majorana zero modes can form at this interface, and manifest as a specific measurement feature called zero-bias peak. Such unique new states do not follow the usual quantum statistics governing the behavior of electrons or atoms, but rather conform to so-called non-Abelian statistics. Recently, impressive experimental progress in fabricating one-dimensional (1D) structures has led to indirect detection of such non-Abelian states relying on zero-bias peak. This work will enable using the non-Abelian states in future quantum computing.\r\n\r\nTechnical Abstract: This project takes a new path to create and manipulate topological excitations on a two-dimensional (2D) epitaxial platform. It combines proximity-induced superconductivity in a 2D electron gas (2DEG) with magnetic textures originating from rotation of the magnetic field and/or fringing fields of nano-magnets. These magnetic textures engineer an effective Hamiltonian in the 2DEG that supports the creation of Majorana zero modes. The 2D geometry overcomes obstacles of one-dimensional Majorana zero modes allowing realization of ring, cross and T-junctions for braiding and fusing, opening a new path to topological quantum computing. The results of our fundamental research will provide important experimental advances to establish a new scalable platform to study topological excitations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Javad",
   "pi_last_name": "Shabani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javad Shabani",
   "pi_email_addr": "js10080@nyu.edu",
   "nsf_id": "000750312",
   "pi_start_date": "2018-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "726 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100039616",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF outcome</p>\n<p>&nbsp;</p>\n<p>Recently epitaxial growth of superconducting Al thin films on semiconducting InAs<br />nanowires was shown to yield a high quality superconductor-semiconductor system<br />with uniformly&nbsp;transparent interface and a hard induced gap indicated by strongly&nbsp;<br />supressed subgap tunneling conductance. This proposal built on our recent realization<br />of a two-dimensional InAs heterostructure with epitaxial Al, yielding a planar superconductor-<br />semiconductor system with structural and transport characteristics as good as the epitaxial&nbsp;<br />nanowires. Josephson junctions were fabricated out of these epitaxial InAs/Al heterostructures<br />and were studied with d.c. and a.c. excitations.</p>\n<p>In a standard Josephson junction the current is zero when the phase difference between superconducting leads is zero. This condition is protected by parity and time-reversal symmetries. However, the combined presence of spin&ndash;orbit coupling and magnetic field breaks these symmetries and can lead to a finite supercurrent even when the phase difference is zero. This is the so called anomalous Josephson effect&mdash;the hallmark effect of superconducting spintronics&mdash;which can be characterized by the corresponding anomalous phase shift. In our NSF project, we showed tunable anomalous Josephson effect in InAs/Al Josephson junctions measured via a superconducting quantum interference device [1]. By gate controlling the density of InAs, we were able to tune the spin&ndash;orbit coupling in the Josephson junction. This gives us the ability to tune the anomalous phase, and opens new opportunities for superconducting spintronics, and new possibilities for realizing and characterizing topological superconductivity.&nbsp;</p>\n<p>In the second part of the project we aimed to study Josephson junctions hosting Majorana fermions that have been predicted to exhibit a 4&pi;&nbsp;periodic current phase relation. The experimental consequence of this periodicity is the disappearance of odd steps in Shapiro steps experiments. Experimentally, missing odd Shapiro steps have been observed in a number of materials systems with strong spin-orbit coupling and have been interpreted in the context of topological superconductivity. We found missing odd steps in topologically trivial Josephson junctions fabricated on InAs quantum wells [2]. We ascribed our observations to the high transparency of our junctions allowing Landau-Zener transitions. The probability of these processes was found to be independent of the drive frequency. We analyzed our results using a bi-modal transparency distribution which demonstrates that only few modes carrying 4&pi;&nbsp;periodic current are sufficient to describe the disappearance of odd steps. Our findings highlighted the elaborate circumstances that have to be considered in the investigation of the 4&pi;&nbsp;Josephson junctions in relationship to topological superconductivity.</p>\n<p>Our NSF project has led to fascinating and deeper understanding of Josephson junctions and superconducting electronics and also new ways to understand Majorana fermions in planar junctions. During this project, we also provided epitaxial superconductor-semiconductors to collaborators which resulted in understanding multi-Josephson junction critical for braiding Majorana fermions in T and cross geometries [3]. PI also worked with local high schools and mentored one high school student during the academic year to study superconductivity in his lab.</p>\n<p>[1]&nbsp;William Mayer, Matthieu C. Dartiailh, Joseph Yuan,&nbsp;Kaushini S. Wickramasinghe, Enrico Rossi, and Javad Shabani,&nbsp;&ldquo;Gate Controlled Anomalous Phase Shift in Al/InAs Josephson Junctions&rdquo;,&nbsp;Nature Communications,&nbsp;11, 212 (2020).</p>\n<p>[2]&nbsp;Matthieu C. Dartiailh,&nbsp;Joseph J. Cuozzo,&nbsp;William Mayer,&nbsp;Joseph Yuan,&nbsp;Kaushini S. Wickramasinghe,&nbsp;Enrico Rossi,&nbsp;Javad Shabani, &ldquo;Missing Shapiro steps in topologically trivial Josephson Junction on InAs quantum well&rdquo;,&nbsp;preprint available at&nbsp;<a href=\"https://arxiv.org/abs/2005.00077\">arXiv:2005.00077 (2020).</a></p>\n<p>[3]&nbsp;Natalia Pankratova, Hanho Lee, Roman Kuzmin, Maxim Vavilov, Kaushini Wickramasinghe, William&nbsp;Mayer, Joseph Yuan, J. Shabani, Vladimir E Manucharyan, &ldquo;The multi-terminal Josephson effect&rdquo;, accepted for publication in Phys. Rev. X (2020)</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2020<br>\n\t\t\t\t\tModified by: Javad&nbsp;Shabani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF outcome\n\n \n\nRecently epitaxial growth of superconducting Al thin films on semiconducting InAs\nnanowires was shown to yield a high quality superconductor-semiconductor system\nwith uniformly transparent interface and a hard induced gap indicated by strongly \nsupressed subgap tunneling conductance. This proposal built on our recent realization\nof a two-dimensional InAs heterostructure with epitaxial Al, yielding a planar superconductor-\nsemiconductor system with structural and transport characteristics as good as the epitaxial \nnanowires. Josephson junctions were fabricated out of these epitaxial InAs/Al heterostructures\nand were studied with d.c. and a.c. excitations.\n\nIn a standard Josephson junction the current is zero when the phase difference between superconducting leads is zero. This condition is protected by parity and time-reversal symmetries. However, the combined presence of spin&ndash;orbit coupling and magnetic field breaks these symmetries and can lead to a finite supercurrent even when the phase difference is zero. This is the so called anomalous Josephson effect&mdash;the hallmark effect of superconducting spintronics&mdash;which can be characterized by the corresponding anomalous phase shift. In our NSF project, we showed tunable anomalous Josephson effect in InAs/Al Josephson junctions measured via a superconducting quantum interference device [1]. By gate controlling the density of InAs, we were able to tune the spin&ndash;orbit coupling in the Josephson junction. This gives us the ability to tune the anomalous phase, and opens new opportunities for superconducting spintronics, and new possibilities for realizing and characterizing topological superconductivity. \n\nIn the second part of the project we aimed to study Josephson junctions hosting Majorana fermions that have been predicted to exhibit a 4&pi; periodic current phase relation. The experimental consequence of this periodicity is the disappearance of odd steps in Shapiro steps experiments. Experimentally, missing odd Shapiro steps have been observed in a number of materials systems with strong spin-orbit coupling and have been interpreted in the context of topological superconductivity. We found missing odd steps in topologically trivial Josephson junctions fabricated on InAs quantum wells [2]. We ascribed our observations to the high transparency of our junctions allowing Landau-Zener transitions. The probability of these processes was found to be independent of the drive frequency. We analyzed our results using a bi-modal transparency distribution which demonstrates that only few modes carrying 4&pi; periodic current are sufficient to describe the disappearance of odd steps. Our findings highlighted the elaborate circumstances that have to be considered in the investigation of the 4&pi; Josephson junctions in relationship to topological superconductivity.\n\nOur NSF project has led to fascinating and deeper understanding of Josephson junctions and superconducting electronics and also new ways to understand Majorana fermions in planar junctions. During this project, we also provided epitaxial superconductor-semiconductors to collaborators which resulted in understanding multi-Josephson junction critical for braiding Majorana fermions in T and cross geometries [3]. PI also worked with local high schools and mentored one high school student during the academic year to study superconductivity in his lab.\n\n[1] William Mayer, Matthieu C. Dartiailh, Joseph Yuan, Kaushini S. Wickramasinghe, Enrico Rossi, and Javad Shabani, \"Gate Controlled Anomalous Phase Shift in Al/InAs Josephson Junctions\", Nature Communications, 11, 212 (2020).\n\n[2] Matthieu C. Dartiailh, Joseph J. Cuozzo, William Mayer, Joseph Yuan, Kaushini S. Wickramasinghe, Enrico Rossi, Javad Shabani, \"Missing Shapiro steps in topologically trivial Josephson Junction on InAs quantum well\", preprint available at arXiv:2005.00077 (2020).\n\n[3] Natalia Pankratova, Hanho Lee, Roman Kuzmin, Maxim Vavilov, Kaushini Wickramasinghe, William Mayer, Joseph Yuan, J. Shabani, Vladimir E Manucharyan, \"The multi-terminal Josephson effect\", accepted for publication in Phys. Rev. X (2020)\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2020\n\n\t\t\t\t\tSubmitted by: Javad Shabani"
 }
}