{
 "awd_id": "1836529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QLC: EAGER: Control of Quantum Dynamics and Catalysis Using Molecular Polaritonics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 308721.0,
 "awd_min_amd_letter_date": "2018-07-17",
 "awd_max_amd_letter_date": "2019-06-24",
 "awd_abstract_narration": "Chemists routinely study how light interacts with molecules.  Optical spectroscopy is an important tool in the characterization of molecular structure and chemical reactions.  In recent years there has been a growing interest in an unusual twist of optical spectroscopy: if the container holding the molecules is modified to include two parallel mirrors, light that enters the container will interact with the sample molecules, and also reflect back and forth between the mirrors. If the dimensions of the container just right (a few microns, where a micron is one millionth of a meter), the mixing of light and molecules creates a new kind of particle.   These new light-matter hybrids are called \"polaritons,\" and their behavior can be manipulated by changing the dimensions of the cavity or the wavelength of light. In this project funded by the Chemical Structure Dynamics and Mechanism (CSDM-A) program of the Chemistry Division, Professor Kevin Kubarych of the University of Michigan and his students are combining microcavities and advanced laser-based optical spectroscopy to study the behavior of polaritons.  They are interested in how polaritons respond to changes in light exposure, and whether the actual chemical reactivity of the molecular parts of the polaritons is different from normal molecules, and whether their reactivity can be controlled simply by changing the dimensions of the container. A potential outcome of this research is the improved efficiency and economy of chemical reactions, perhaps including industrial catalytic processes and those relevant to solar energy conversion.\r\n\r\nVibrational strong coupling between molecular vibrational states and cavity modes leads to energy shifted states that have hybrid molecular and optical character. Mode-selective coupling offers the promise to externally modulate chemical structure and energetics, which can be used to manipulate relaxation dynamics, such as excited state charge transfer and ground electronic state electrocatalysis. This proposal aims to (1) greatly expand the scope of coordination complexes coupled to microcavities to develop fundamental understanding of polaritons and their relaxation (vibrational energy relaxation and redistribution, as well as spectral diffusion and coherence transfer); (2) employ polariton-modulated excited state charge transfer in molecular ?forks? to control the movement of electronic wavepackets with polaritonic bridging vibrations; (3) combine microcavities with electrochemistry using thin gold layers as both cavity mirrors and electrodes for electrochemistry and electrocatalysis. The students involved in this project are gaining invaluable experience in ultrafast spectroscopy, quantum dynamics, chemical reaction dynamics and electrocatalysis. Improvements in practical electrocatalysis stand to dramatically enhance our ability to reduce CO2 while generating useful fuels.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Kubarych",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin J Kubarych",
   "pi_email_addr": "kubarych@umich.edu",
   "nsf_id": "000119852",
   "pi_start_date": "2018-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "930 N. University Ave.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091055",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 280000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 28721.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From photosynthesis to sunburns, light has long been recognized as a&nbsp;means to initiate changes in materials made of molecules. Ultraviolet (UV) light can be used to sterilize medical instruments and to clean water, providing the energy needed to destroy unwanted contaminants. Light as an external energy source is a well known and established aspect of modern chemistry. New advances that have been investigated during the course of this project take a different approach to the interaction of light and matter, where the light and matter become blended into a single entity that has both light and matter characteristics. The transitions between molecular vibrational states occur in the infrared region of the electromagnetic spectrum. Inserting solutions of strongly absorbing molecules within a micro-scale optical cavity formed by two parallel mirrors allows us to create vibrational polaritons with hybrid light and matter character. When a polariton is excited, either by an external light source or just by random thermal energy, the excitation spans the whole length of the optical cavity and may include as many as 10 billion molecules all simultaneously excited to a small extent. Given that the cavities are roughly 25 micrometers in size (similar to the width of a human hair), it is actually possible to visualize this excitation optically.&nbsp;</p>\n<p>Rather than image the polariton states, this research project used extremely short pulses of infrared light to excite the vibrational polaritons in order to launch nonequilibrium dynamics. With a sequence of such short femtosecond (10-15 second) pulses, the researchers tracked the flow of energy in the cavity following excitation of the vibrational polaritons. During the duration of this project, the researchers optimized the experimental conditions needed to produce vibrational polaritons, as well as the laser parameters such as beam geometries and pulse characteristics required to efficiently excite and probe the polaritons. Using a series of different molecules, properties of the polaritons were found to depend only very weakly on the nature of the molecules themselves, reinforcing the idea that the polaritons are indeed a specific kind of excitation with generic characteristics. This is an important observation because it means that polaritons can be formed with convenient molecule components and other details, such as solvent and the molecular identity. Future directions will certainly be able to capitalize on the findings, enabling the design of new spatial and energy topologies to be able to launch, control and manipulate quantum resources, which may yield new tools for both chemical control and for quantum information processing.&nbsp;</p>\n<p>This research project is interdisciplinary, combining aspects of chemistry, physics, quantum optics, and computational modeling. Students supported during the course of this project will be able to leverage this training to apply advanced quantum materials approaches in both academia and in industry.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/11/2024<br>\nModified by: Kevin&nbsp;J&nbsp;Kubarych</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFrom photosynthesis to sunburns, light has long been recognized as ameans to initiate changes in materials made of molecules. Ultraviolet (UV) light can be used to sterilize medical instruments and to clean water, providing the energy needed to destroy unwanted contaminants. Light as an external energy source is a well known and established aspect of modern chemistry. New advances that have been investigated during the course of this project take a different approach to the interaction of light and matter, where the light and matter become blended into a single entity that has both light and matter characteristics. The transitions between molecular vibrational states occur in the infrared region of the electromagnetic spectrum. Inserting solutions of strongly absorbing molecules within a micro-scale optical cavity formed by two parallel mirrors allows us to create vibrational polaritons with hybrid light and matter character. When a polariton is excited, either by an external light source or just by random thermal energy, the excitation spans the whole length of the optical cavity and may include as many as 10 billion molecules all simultaneously excited to a small extent. Given that the cavities are roughly 25 micrometers in size (similar to the width of a human hair), it is actually possible to visualize this excitation optically.\n\n\nRather than image the polariton states, this research project used extremely short pulses of infrared light to excite the vibrational polaritons in order to launch nonequilibrium dynamics. With a sequence of such short femtosecond (10-15 second) pulses, the researchers tracked the flow of energy in the cavity following excitation of the vibrational polaritons. During the duration of this project, the researchers optimized the experimental conditions needed to produce vibrational polaritons, as well as the laser parameters such as beam geometries and pulse characteristics required to efficiently excite and probe the polaritons. Using a series of different molecules, properties of the polaritons were found to depend only very weakly on the nature of the molecules themselves, reinforcing the idea that the polaritons are indeed a specific kind of excitation with generic characteristics. This is an important observation because it means that polaritons can be formed with convenient molecule components and other details, such as solvent and the molecular identity. Future directions will certainly be able to capitalize on the findings, enabling the design of new spatial and energy topologies to be able to launch, control and manipulate quantum resources, which may yield new tools for both chemical control and for quantum information processing.\n\n\nThis research project is interdisciplinary, combining aspects of chemistry, physics, quantum optics, and computational modeling. Students supported during the course of this project will be able to leverage this training to apply advanced quantum materials approaches in both academia and in industry.\n\n\n\t\t\t\t\tLast Modified: 03/11/2024\n\n\t\t\t\t\tSubmitted by: KevinJKubarych\n"
 }
}