{
 "awd_id": "1836938",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Medium: Collaborative Research: Robust Large-Scale Electronic Medical Record Data Mining Framework to Conduct Risk Stratification for Personalized Intervention",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 200165.0,
 "awd_amount": 216164.0,
 "awd_min_amd_letter_date": "2018-06-25",
 "awd_max_amd_letter_date": "2018-06-25",
 "awd_abstract_narration": "The increasingly large amounts of Electronic Medical Record (EMR) data offer unprecedented opportunities for EMR data mining to enhance health care experiences for personalized intervention, improve different diseases risk stratifications, and facilitate understanding about disease and appropriate treatment. To solve the key and challenging problems in mining such large-scale heterogeneous EMRs, the investigators aim to develop: (i) new computational tools to automate the EMRs processing, including new techniques for filling in missing values using a new robust rank-k matrix completion method; (ii) annotation of unstructured free-text EMRs using  multi-label multi-instance learning; (iii) a new sparse multi-view learning model to integrate heterogeneous EMRs to  predict the readmission risk of Heart Failure (HF) patients and to support personalized intervention; (iv) novel methods for identifying the longitudinal patterns using high-order multi-task learning; (v) a nonparametric Bayesian model for predicting the event time outcomes of the HF patients readmission. \r\n\r\nThe sparse multi-view feature learning and robust multi-task longitudinal pattern finding algorithms have a broad range of applications beyond EMR data mining.  Free dissemination of source implementations of the algorithms enable other researchers to further develop and apply the resulting techniques. In particular, the methods and tools are expected to impact other EMR and public health research. This project offers enhanced opportunities for research-based advanced training of students (including members of minorities and under-served populations) and integration of research results into curricula at the University of Texas at Arlington, the University of Texas Southwestern Medical Center at Dallas, and Southern Methodist University. For further information see the web site at: http://ranger.uta.edu/~heng/NSF-III-1302675.html",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heng",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heng Huang",
   "pi_email_addr": "heng@umd.edu",
   "nsf_id": "000086248",
   "pi_start_date": "2018-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "123 University Place",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200164.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research findings are highly relevant to the current national goal to fully utilize the electronic medical record data to improve the public health. The investigation of this project produces several important outcomes.</p>\n<p>&nbsp;</p>\n<p>1. We developed new computational tools to automate structured and unstructured electronic medical record (EMR) data processing. The rich information continuously collected and made available through an EMR system includes diagnostics, interventions and clinical processes, laboratory measurements and vital signs, and clinician&rsquo;s qualitative assessments. The raw EMR data cannot be directly used for data mining. We have to clean and format all data fields in EMR. Thus, we designed and developed new robust low-rank matrix recovery method to address the missing value imputation problem in electronic medical record, a new deep neural network based natural language processing system for clinical information extraction from raw clinical notes and pathology reports, a new weakly supervised abstractive summarization framework using pattern based approaches to extract useful information from unstructured EMR data. We also developed new model parallelization method to improve the efficiency of transformers of language models in natural language processing such that these models can help better understand the unstructured texts in EMR.</p>\n<p>&nbsp;</p>\n<p>2. We developed several semi-supervised learning algorithms for EMR data based risk prediction to fully utilize the labeled and unlabeled EMR data. In EMR data analysis, we often have a small set of labeled data together with a very large collection of unlabeled data. We proposed a new efficient incremental learning algorithm for S3VM (named as IL-S3VM). Later we propose a new incremental S3VM algorithm with balancing constraints (IL-BCS3VM) based on IL-S3VM, which can effectively handle the balancing constraint and directly update the solution.</p>\n<p>&nbsp;</p>\n<p>3. We developed a sparse multi-dimensional data integration model for EMR based risk prediction. The structured EMRs holds the measures from multiple different sources, such as laboratory, clinical, drug level, social, administrative, historical, surgery, and physical data sources. Each data source has 10-200 different measures/variables. On the other hand, we have the clinical/biomedical semantic terms which are annotated to the unstructured free text notes. We proposed a novel structured sparsity-inducing norms based feature learning model to integrate the multi-dimensional heterogeneous data for classification task. The new mixed norms were designed to learn the importance of different features from both local and global point of views.</p>\n<p>&nbsp;</p>\n<p>4. We developed new temporal structure auto-learning predictive model for longitudinal disease risk prediction. Many biomedical applications have time-dependent data, thus it is crucial to look into the relations between prediction variables and longitudinal variations of EMR data. We proposed a novel temporal structure auto-learning model to uncover longitudinal electronic medical records data and risk prediction interrelations automatically and utilized such interrelated structures to enhance risk prediction in the meantime.</p>\n<p>&nbsp;</p>\n<p>5. We released the machine learning software tools.</p>\n<p>&nbsp;</p>\n<p>We published over 50 full-length papers related to this project in peer-reviewed conference proceedings and journals.</p>\n<p>&nbsp;</p>\n<p>This project supported three Ph.D. students (one of them is female) at University of Pittsburgh and University of Texas at Arlington. Two of them have graduated and one of them becomes a tenure-track assistant professor in Purdue University. The third one is currently a fifth year Ph.D. student in the Electrical and Computer Engineering department, and will graduate very soon.</p>\n<p>&nbsp;</p>\n<p>The research materials produced in this project are used in teaching several graduate courses at University of Texas at Arlington, University of Pittsburgh, and University of Texas Southwestern Medical Center.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2021<br>\n\t\t\t\t\tModified by: Heng&nbsp;Huang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research findings are highly relevant to the current national goal to fully utilize the electronic medical record data to improve the public health. The investigation of this project produces several important outcomes.\n\n \n\n1. We developed new computational tools to automate structured and unstructured electronic medical record (EMR) data processing. The rich information continuously collected and made available through an EMR system includes diagnostics, interventions and clinical processes, laboratory measurements and vital signs, and clinician’s qualitative assessments. The raw EMR data cannot be directly used for data mining. We have to clean and format all data fields in EMR. Thus, we designed and developed new robust low-rank matrix recovery method to address the missing value imputation problem in electronic medical record, a new deep neural network based natural language processing system for clinical information extraction from raw clinical notes and pathology reports, a new weakly supervised abstractive summarization framework using pattern based approaches to extract useful information from unstructured EMR data. We also developed new model parallelization method to improve the efficiency of transformers of language models in natural language processing such that these models can help better understand the unstructured texts in EMR.\n\n \n\n2. We developed several semi-supervised learning algorithms for EMR data based risk prediction to fully utilize the labeled and unlabeled EMR data. In EMR data analysis, we often have a small set of labeled data together with a very large collection of unlabeled data. We proposed a new efficient incremental learning algorithm for S3VM (named as IL-S3VM). Later we propose a new incremental S3VM algorithm with balancing constraints (IL-BCS3VM) based on IL-S3VM, which can effectively handle the balancing constraint and directly update the solution.\n\n \n\n3. We developed a sparse multi-dimensional data integration model for EMR based risk prediction. The structured EMRs holds the measures from multiple different sources, such as laboratory, clinical, drug level, social, administrative, historical, surgery, and physical data sources. Each data source has 10-200 different measures/variables. On the other hand, we have the clinical/biomedical semantic terms which are annotated to the unstructured free text notes. We proposed a novel structured sparsity-inducing norms based feature learning model to integrate the multi-dimensional heterogeneous data for classification task. The new mixed norms were designed to learn the importance of different features from both local and global point of views.\n\n \n\n4. We developed new temporal structure auto-learning predictive model for longitudinal disease risk prediction. Many biomedical applications have time-dependent data, thus it is crucial to look into the relations between prediction variables and longitudinal variations of EMR data. We proposed a novel temporal structure auto-learning model to uncover longitudinal electronic medical records data and risk prediction interrelations automatically and utilized such interrelated structures to enhance risk prediction in the meantime.\n\n \n\n5. We released the machine learning software tools.\n\n \n\nWe published over 50 full-length papers related to this project in peer-reviewed conference proceedings and journals.\n\n \n\nThis project supported three Ph.D. students (one of them is female) at University of Pittsburgh and University of Texas at Arlington. Two of them have graduated and one of them becomes a tenure-track assistant professor in Purdue University. The third one is currently a fifth year Ph.D. student in the Electrical and Computer Engineering department, and will graduate very soon.\n\n \n\nThe research materials produced in this project are used in teaching several graduate courses at University of Texas at Arlington, University of Pittsburgh, and University of Texas Southwestern Medical Center.\n\n\t\t\t\t\tLast Modified: 01/05/2021\n\n\t\t\t\t\tSubmitted by: Heng Huang"
 }
}