{
 "awd_id": "1836827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Medium: Coupled cAscade Modeling, Prevention, and Recovery (CAMPR): When Graph Theory meets Trajectory Sensitivity",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aranya Chakrabortty",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 999000.0,
 "awd_amount": 999000.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2023-07-06",
 "awd_abstract_narration": "The proposed research focuses on cascading failures in electrical energy cyber-physical systems (CPS), which is a critical infrastructure of our nation. Cascading failures, where the failure of one or few components causes a wide-spread failure of the interconnected system, is a major cause of blackouts in power grids. The mechanism of such failures is highly complex as it involves the physical layer of the grid (e.g. generators, transmission lines, etc.) and the cyber layer (e.g. communication and control elements) in a coupled manner. This is a very important problem to investigate as cascading failures can cost our economy billions of dollars. This project takes a holistic view at taming cascading failures in electrical energy CPS. The proposed research has two tightly coupled thrust areas. Thrust 1 aims at an accurate understanding of the cascading failure mechanism and its prevention, while Thrust 2 focuses on recovery following blackouts under uncertainty of failure locations. Theory of trajectory sensitivity and graph theory are leveraged to develop a fundamental understanding of cascading failures in energy CPS, which can be applied to other CPSs where the physical system is dynamic in nature and the failure propagation in the physical system and the cyber system are coupled. The proposed preventive control strategy can protect critical infrastructures from large-scale failures and facilitate higher resiliency, whereas the proposed recovery strategy is applicable in the aftermath of a blackout caused by cascades, natural disasters, or other events, which will reduce downtime of the critical infrastructure. In support of the Broadening Participation in Computing initiative among women, the proposed research will be integrated into the one-week summer camps offered by the School of EECS at Penn State. Presentations about this research will be given to high school girls over the course of one week in the 2019 camps, and then camps focused on curriculum on the topic of this research will be offered in 2020 and 2021.\r\n\r\nThe proposed research has two key objectives (a) develop an accurate understanding of the cascading failure mechanism and its prevention, and (b) develop a recovery plan following blackouts under uncertainty of failure locations and budget constraints. The quasi-steady-state (QSS) model of power grid used in literature for studying cascade propagation produces inaccurate results towards the later stages of blackouts, whereas a fully dynamic model is impractical for large-scale statistical analyses. To solve this, a 'temporally hybrid' and a 'spatio-temporally hybrid' model are proposed, which quantify the stress of the grid at the systems level and the component level, respectively, using trajectory sensitivity theory, and appropriately switch from the QSS to the dynamic model. Next, a unified graph-based model for interdependent power grid and communication systems is developed, which takes into account several special features of the legacy Supervisory Control and Data Acquisition (SCADA) system along with the modern Wide-Area Monitoring, Protection, and Controls (WAMPAC) system, and the observability and controllability they provide for the CPS. Furthermore, a stability-constrained remedial action scheme for cascade prevention is proposed. Finally, a new approach for progressive assessment and recovery, which leverages the hybrid power grid models and the unified communication network model, is proposed in the presence of budget constraints and failure uncertainties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nilanjan Ray",
   "pi_last_name": "Chaudhuri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nilanjan Ray Chaudhuri",
   "pi_email_addr": "nuc88@engr.psu.edu",
   "nsf_id": "000677137",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "La Porta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas La Porta",
   "pi_email_addr": "tlp@cse.psu.edu",
   "nsf_id": "000181808",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ting",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ting He",
   "pi_email_addr": "tzh58@psu.edu",
   "nsf_id": "000732048",
   "pi_start_date": "2018-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 999000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><span style=\"text-decoration: underline;\">Project Outcome Report</span></em></p>\n<p><em><span style=\"text-decoration: underline;\">Background</span></em>: Propagation of cascading failure in interdependent cyber and physical layers of a CPS takes place in a complex manner. In this project, we consider a power grid CPS and focus on three research thrusts - (a) modeling of cascading failure propagation, (b) prevention of cascading failure, and (c) recovery following cascading failure. &nbsp;&nbsp;&nbsp;</p>\n<p><em><span style=\"text-decoration: underline;\">Technical Outcome</span></em>: This project produced the following significant results -</p>\n<p><span style=\"text-decoration: underline;\">Modeling:</span></p>\n<ol>\n<li><em>Inclusion of Pre-Existing Undervoltage Load Shedding (UVLS) Schemes in AC-quasi-static (QSS) Cascading Failure Models</em>: As opposed to the current models that apply different variants of uniform load shedding (ULS) till convergence is achieved that differ from the ground truth, we propose a methodology that leverages the post-ULS load flow as a starting point when divergence occurs. In this condition, a sensitivity index coupled with the voltage magnitudes of buses are used to recognize the buses that are most prone to voltage collapse. The UVLS scheme is then applied to these buses.</li>\n<li><em>A New Approach for Dynamic Simulation of Cascading Failure in Power Systems: </em>The approach can track the cascade path and replicate the end results of standard simulation methods with very high accuracy while significantly reducing the average simulation time. The approach leverages the stiff decay property of implicit Backward Euler method (BEM) while a predictor-corrector approach addresses the hyperstability issue in BEM. The proposed approach is parallelizable and its effectiveness was demonstrated using Penn State's high performance computing facility.</li>\n<li><em>Dynamic Modeling of Cascading Failures in Power Grids with Interdependent Cyber and Physical Layers: </em>The proposed model considers realistic interdependencies between power and communication networks used for system monitoring and control, where power line outages do not immediately disconnect communication links, whereas communication nodes have battery backup that starts depleting after considerable load shedding in the collocated bus or bus outage. </li>\n</ol>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Prevention:</span></p>\n<ol>\n<li><em>Improvement of SCADA-Based Preventive Control Under Budget Constraints in QSS Models:</em><em> </em>We propose a solvable Mixed-integer linear programming-based algorithm in designing the communication network comprised of both power line carrier communication (PLCC) links and non-PLCC (e.g., microwave) links in preparation of possible failures under a budget constraint on the communication link deployment cost. </li>\n<li><em>AC Power Flow-based Optimal Preventive Control in Dynamic CPS Models:</em> A centralized optimal preventive controller (OPC) to minimize load shedding was proposed for cascade mitigation, which was applied selectively on fully observable and controllable islands. Unlike existing literature, the OPC considers AC power flow equations and was applied for the first time on a coupled dynamic CPS cascading failure model.</li>\n<li><em>Preventing Outages under Coordinated Cyber-Physical Attack with Secured PMUs:</em> A popular approach is to either securing existing sensors or deploying secured PMUs. We improve this approach by lowering the defense target from eliminating attacks to preventing outages and reducing the required number of PMUs. We formulate the problem as a tri-level nonlinear optimization problem and transform it into a bi-level mixed-integer linear programming problem. </li>\n</ol>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Recovery:</span></p>\n<ol>\n<li><em>Line State Estimation under Cyber-Physical Attacks:</em> In contrast to existing literature, we consider a more challenging scenario where the attack may partition the grid into islands. To address this problem, under the DC model we propose an algorithm to recover the line states within the attacked area, characterize its accuracy, and develop efficient algorithms to verify the recovery results. </li>\n<li><em>Topology Estimation Following Islanding During Cascading Failure:</em> We propose a new approach, which in the event of islanding, first identifies the buses in the same connected component and then detects any further line outages within the individual components. </li>\n</ol>\n<p><br /> <em><span style=\"text-decoration: underline;\">Products</span></em>: The project produced 1 patent application, 6 journal papers, 8 conference proceedings, 3 Ph.D. dissertations, 1 M.S. paper, 1 M.S. thesis, and 1 project website. Two of the conference papers were selected among the best papers. The papers can be freely accessed from PI Chaudhuri's project website <a href=\"https://sites.psu.edu/nilanjan/cps-medium-project/\">https://sites.psu.edu/nilanjan/cps-medium-project/</a>. PI Chaudhuri presented multiple posters, gave a lightning talk, and presented a video-based demo and 2 in-person live demos at the CPS PI meetings during the lifetime of this project. He also uploaded these posters and YouTube-style videos in <a href=\"https://cps-vo.org/\">https://cps-vo.org/</a> .</p>\n<p><em><span style=\"text-decoration: underline;\">Broader Impacts</span></em>: The project outcome will significantly improve our understanding of cascading failure in critical CPS infrastructure like power grids and help prevention of and recovery from blackouts, thereby saving billions of dollars. In addition to the technical impact, as part of the outreach initiatives, PI Chaudhuri participated in three&nbsp;summer camps&nbsp;called Anything is POssible for Girls in Electrical Engineering (APOGEE), involving 7th-12th grade students during the project. Co-PI He organized and led the 2022 CSE Girls' Camp hosted by the CSE department at Penn State, which was a one-week summer camp for girls in 7-9th grade (and open to boys as well) to engage in hands-on activities on augmented reality and virtual reality.</p><br>\n<p>\n Last Modified: 10/05/2024<br>\nModified by: Nilanjan Ray&nbsp;Chaudhuri</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcome Report\n\n\nBackground: Propagation of cascading failure in interdependent cyber and physical layers of a CPS takes place in a complex manner. In this project, we consider a power grid CPS and focus on three research thrusts - (a) modeling of cascading failure propagation, (b) prevention of cascading failure, and (c) recovery following cascading failure. \n\n\nTechnical Outcome: This project produced the following significant results -\n\n\nModeling:\n\nInclusion of Pre-Existing Undervoltage Load Shedding (UVLS) Schemes in AC-quasi-static (QSS) Cascading Failure Models: As opposed to the current models that apply different variants of uniform load shedding (ULS) till convergence is achieved that differ from the ground truth, we propose a methodology that leverages the post-ULS load flow as a starting point when divergence occurs. In this condition, a sensitivity index coupled with the voltage magnitudes of buses are used to recognize the buses that are most prone to voltage collapse. The UVLS scheme is then applied to these buses.\nA New Approach for Dynamic Simulation of Cascading Failure in Power Systems: The approach can track the cascade path and replicate the end results of standard simulation methods with very high accuracy while significantly reducing the average simulation time. The approach leverages the stiff decay property of implicit Backward Euler method (BEM) while a predictor-corrector approach addresses the hyperstability issue in BEM. The proposed approach is parallelizable and its effectiveness was demonstrated using Penn State's high performance computing facility.\nDynamic Modeling of Cascading Failures in Power Grids with Interdependent Cyber and Physical Layers: The proposed model considers realistic interdependencies between power and communication networks used for system monitoring and control, where power line outages do not immediately disconnect communication links, whereas communication nodes have battery backup that starts depleting after considerable load shedding in the collocated bus or bus outage. \n\n\n\n\n\n\nPrevention:\n\nImprovement of SCADA-Based Preventive Control Under Budget Constraints in QSS Models: We propose a solvable Mixed-integer linear programming-based algorithm in designing the communication network comprised of both power line carrier communication (PLCC) links and non-PLCC (e.g., microwave) links in preparation of possible failures under a budget constraint on the communication link deployment cost. \nAC Power Flow-based Optimal Preventive Control in Dynamic CPS Models: A centralized optimal preventive controller (OPC) to minimize load shedding was proposed for cascade mitigation, which was applied selectively on fully observable and controllable islands. Unlike existing literature, the OPC considers AC power flow equations and was applied for the first time on a coupled dynamic CPS cascading failure model.\nPreventing Outages under Coordinated Cyber-Physical Attack with Secured PMUs: A popular approach is to either securing existing sensors or deploying secured PMUs. We improve this approach by lowering the defense target from eliminating attacks to preventing outages and reducing the required number of PMUs. We formulate the problem as a tri-level nonlinear optimization problem and transform it into a bi-level mixed-integer linear programming problem. \n\n\n\n\n\n\nRecovery:\n\nLine State Estimation under Cyber-Physical Attacks: In contrast to existing literature, we consider a more challenging scenario where the attack may partition the grid into islands. To address this problem, under the DC model we propose an algorithm to recover the line states within the attacked area, characterize its accuracy, and develop efficient algorithms to verify the recovery results. \nTopology Estimation Following Islanding During Cascading Failure: We propose a new approach, which in the event of islanding, first identifies the buses in the same connected component and then detects any further line outages within the individual components. \n\n\n\n\n Products: The project produced 1 patent application, 6 journal papers, 8 conference proceedings, 3 Ph.D. dissertations, 1 M.S. paper, 1 M.S. thesis, and 1 project website. Two of the conference papers were selected among the best papers. The papers can be freely accessed from PI Chaudhuri's project website https://sites.psu.edu/nilanjan/cps-medium-project/. PI Chaudhuri presented multiple posters, gave a lightning talk, and presented a video-based demo and 2 in-person live demos at the CPS PI meetings during the lifetime of this project. He also uploaded these posters and YouTube-style videos in https://cps-vo.org/ .\n\n\nBroader Impacts: The project outcome will significantly improve our understanding of cascading failure in critical CPS infrastructure like power grids and help prevention of and recovery from blackouts, thereby saving billions of dollars. In addition to the technical impact, as part of the outreach initiatives, PI Chaudhuri participated in threesummer campscalled Anything is POssible for Girls in Electrical Engineering (APOGEE), involving 7th-12th grade students during the project. Co-PI He organized and led the 2022 CSE Girls' Camp hosted by the CSE department at Penn State, which was a one-week summer camp for girls in 7-9th grade (and open to boys as well) to engage in hands-on activities on augmented reality and virtual reality.\t\t\t\t\tLast Modified: 10/05/2024\n\n\t\t\t\t\tSubmitted by: Nilanjan RayChaudhuri\n"
 }
}