{
 "awd_id": "1836374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QLC: EAGER: Collaborative Research: Developing Experiment and Theory for Entangled Photon Spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2018-07-11",
 "awd_max_amd_letter_date": "2018-07-11",
 "awd_abstract_narration": "DRAFT ONLY!\r\n\r\nThe research project is concerned with understanding quantum phenomena that are arise when light interacts with molecules.  Light can be thought of as involving bundles of energy known as photons, and the focus of this project involves the near-simultaneous absorption of two photons by molecules.  The photons normally act independently, but there is a quantum effect in which two photons become entangled, and absorption of the two photons is strongly correlated.  When this happens, the rate of absorption of two photons can be enhanced by many orders of magnitude, which is of interest in applications that range from electronic devices to chemical sensing.  However the process is poorly understood, with the few experiments that have been done showing conflicting behavior for similar molecules.  The research therefore includes both measurements and computational modeling to study the absorption of entangled photons. Students and postdocs who work on this project are being trained in new experimental and theoretical techniques that are likely to play a role as new technologies are developed based on these unique quantum effects.  In addition, the PI?s are engaging in active outreach programs related to their research that touches on broad segments of society.\r\n\r\nIn this project a quantum optical experimental approach and a quantum electronic computational approach are being applied to investigate new properties of organic molecules that are accessible through entangled two-photon absorption (ETPA). Both experiment and theory take advantage of the quantum entanglement of photons created by the process of spontaneous parametric down conversion and the subsequent excitation of electronic states in molecules. The phenomenon of ETPA has been theoretically predicted to exhibit interesting non-classical effects such as linear rather than quadratic dependence of absorption rate on incident photon flux.  In prior work, one of the PI?s, Goodson, developed experimental methods in his lab which make it possible to measure ETPA cross sections for a wide variety of molecules, and indeed the linear dependence on photon flux was observed.  A surprise in this earlier work is that some molecules show significant ETPA cross sections while other nominally similar molecules show no observable ETPA.  To go further, in this work, theory and experimentsare  aimed at understanding intermediate states that participate in ETPA.  The theory studies involve calculating transition moments that couple excited states, which is an ability that is generally missing from electronic structure theories.  However the project takes advantage of a new TDDFT approach from the other PI, Schatz, for calculating energies and transition moments, and from this to evaluate ETPA cross sections.  The results are being compared with pump-probe entangled time-resolved measurements using a new apparatus, with the goal of sorting out the role of intermediate states in ETPA. Successful implementation of the theory should lead to predictions of interesting ETPA behavior for molecules not yet studied, and this will stimulate further experimental work leading to the discovery of new molecular properties.  The project is also concerned with training graduate students and postdocs, and enabling them to develop careers of their own that explore directions of the quantum world that haven?t yet been considered.  In addition, the PIs have active outreach programs where the research described in this proposal is presented at levels that range from graduate courses in quantum mechanics to talks to the general public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore Gore",
   "pi_last_name": "Goodson",
   "pi_mid_init": "",
   "pi_sufx_name": "III",
   "pi_full_name": "Theodore Gore Goodson",
   "pi_email_addr": "tgoodson@umich.edu",
   "nsf_id": "000290764",
   "pi_start_date": "2018-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan",
  "perf_str_addr": "930 N. University",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative research project concerns measurement and calculation of entangled two-photon absorption cross sections. The applications of such information could lead to a broader use of quantum (entangled) states of light for investigation of organic and biological systems. In the collaboration we have&nbsp;implemented a new TDDFT approach for calculating transition moments between excited states, leading to the successful evaluation of ETPA cross section for the organic molecules of interest.&nbsp;&nbsp;It has been shown that the difference between the radiative lifetime of the entangled and un-entangled states plays a major role in making the EPTA cross section orders of magnitude larger than the classical TPA result.&nbsp;&nbsp;For both classical light TPA and ETPA, the calculated cross sections were in good agreement with previously determined experimental values.&nbsp; Experimentally, new approaches which consider spectral-spatial coupling have been illustrated providing further possibilities for enhanced effects with entanglement times on the order of picoseconds.&nbsp; This new approach provides new opportunities to increase the efficiency of measurement nonlinear optical signals.&nbsp; Establishing these signales with picosecond entanglment times would be useful for probing chemical processes of importance to a broader spectrum of chemists.&nbsp; &nbsp; The collaboration has resulted in the training of highly skilled undergraduate, graduate and postdoctoral researchers for diverse backgrounds.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"color: #888888;\">&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2021<br>\n\t\t\t\t\tModified by: Theodore Gore&nbsp;Goodson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative research project concerns measurement and calculation of entangled two-photon absorption cross sections. The applications of such information could lead to a broader use of quantum (entangled) states of light for investigation of organic and biological systems. In the collaboration we have implemented a new TDDFT approach for calculating transition moments between excited states, leading to the successful evaluation of ETPA cross section for the organic molecules of interest.  It has been shown that the difference between the radiative lifetime of the entangled and un-entangled states plays a major role in making the EPTA cross section orders of magnitude larger than the classical TPA result.  For both classical light TPA and ETPA, the calculated cross sections were in good agreement with previously determined experimental values.  Experimentally, new approaches which consider spectral-spatial coupling have been illustrated providing further possibilities for enhanced effects with entanglement times on the order of picoseconds.  This new approach provides new opportunities to increase the efficiency of measurement nonlinear optical signals.  Establishing these signales with picosecond entanglment times would be useful for probing chemical processes of importance to a broader spectrum of chemists.    The collaboration has resulted in the training of highly skilled undergraduate, graduate and postdoctoral researchers for diverse backgrounds.  \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/03/2021\n\n\t\t\t\t\tSubmitted by: Theodore Gore Goodson"
 }
}