{
 "awd_id": "1837518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Small: Collaborative: Wearable Authentication Solutions for Ubiquitous and Personal Touch-enabled Devices",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shannon Beck",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 91062.0,
 "awd_amount": 91062.0,
 "awd_min_amd_letter_date": "2018-08-04",
 "awd_max_amd_letter_date": "2018-08-04",
 "awd_abstract_narration": "This project for Wearable Authentication Solutions for Ubiquitous and Personal Touch-Enabled Devices (WASUP) studies and designs models and techniques to identify, authenticate, and audit touches on touch-sensing devices using a small wearable token. The token, such as a bracelet or ring, embeds a security code in the capacitive touch signature of a user, which is detected with the existing capacitive sensors used in many touch screens. This offers a number of distinct and desirable properties. First, the code is clearly associated with a touch, even if multiple potential users are nearby. Second, one can expect attacks on the communication channel to be more difficult to execute, since virtually no over-the-air signal propagation is involved. Owing to these unique security properties, this project supports a broad range of applications with significant societal impact. For example, a security token based on this proposed technology could lead to authentication solutions that progressively or continuously authorize users and are more robust than current techniques such as PIN codes, Bluetooth, and Near Field Communications (NFC). The underlying primitives of WASUP could also allow unobservable and direct contact communication, for example in tactical scenarios, when the detection of communication can compromise mission security. Given the significantly growing use of capacitive-touch interaction, there exists great potential for widespread applications of these techniques. The WASUP project will also include a variety of exciting and appealing educational activities involving K-12 and undergraduate students, such as developing applications that make use of WASUP through research internship programs. \r\n \r\nThe team will first model the generation, propagation, and detection of capacitive touch communication signals and explore relevant design trade-offs. The expected outcomes include the environment model, through-body signal propagation model, and touch propagation time model, which will provide the foundational understandings of the capabilities and limitations of capacitive touch communication channel. Informed by these models, the team will investigate design alternatives of the hardware transmitter and the corresponding receiver software in order to achieve the data rates necessary for many real-world authentication and identification scenarios. In the third thrust, the researchers propose to design, analyze, implement, and evaluate WASUP-based security devices and protocols for compelling and practical use cases. The team plans to bootstrap the WASUP ecosystem by demonstrating practical wearable hardware tokens with sample applications on current off-the-shelf devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tam",
   "pi_last_name": "Vu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tam Vu",
   "pi_email_addr": "tam.n.vu@dartmouth.edu",
   "nsf_id": "000662880",
   "pi_start_date": "2018-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 91062.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project was to study and design techniques to identify, authenticate, or audit every user touch on a touch-sensing device. This project pursued the vision of a small wearable device such as a ring/glove/token that can embed identification, authorization, or authentication codes in the touch signature of the user. Moreover, this project sought to study the fundamental of capacitive sensing and extend it into various novel capacitive touch communication applications.&nbsp;<br />We introduced a novel way to allow wearable devices to communicate with touch-enabled devices through capacitive variations at the high data rate. This technique is named Capacitive Touch Communication (CTC).&nbsp; The wearable device (ring/glove/token) transmits bit sequence by emulating a series of contact/no-contact made on the touch-sensing surface. This process varies the effective capacitance between the ring/glove/token contact area and the touch-sensing surface. We implemented wearable prototypes which used the above techniques for identification, authorization, and authentication. To reliably and effectively generate touch events, it is important for the token to operate with a proper configuration that fits with the touch sensor it communicating with. Since different touch sensors on the market have drastically different internal operating parameters (e.g., sampling rate, probing signal frequency, etc.), the ring/glove/token needs to be able to learn these key parameters. We presented a self-calibration technique via touch sensor profiling to learn the touch-enabled device parameters for reliable and efficient communications.<br />We then designed a two-factor authentication in single step application to show the feasibility of the proposed techniques in real-world application. In particular, when a user wears a ring/glove, she/he can perform two-factor authentication through a single step process of typing in a password/passcode. When she/he touches an alphanumerical on the screen with a smart glove, the token augmented in the ring/glove transfers the corresponding part of its ID simultaneously. By the time that the user finishes entering the password, the ring/glove ID transmission is also completed. This method of authentication eliminates the need to carry multiple physical entities corresponding to each authentication factor as in traditional two-factor authentication (e.g. password and smart card).&nbsp;<br />Because the technique requires a small amount of energy to operate, we investigated energy harvesting techniques to make the system battery-free. Interestingly, we found that the scanning mechanism of the touch-sensing module to detect touch events creates an electric field on the touch surface. The availability of this field in contact range of the devices opens up the possibility of harvesting this indirect energy source by using it as a voltage source to drive the touch communication device. We proved that harvesting energy from leakage voltage on a screen can sufficiently supply the energy consumption during wearable device&rsquo;s data transmission period.&nbsp;However, the above capacitive touch communication requires a direct contact between the token and the touch-enabled devices.&nbsp; To overcome that disadvantage, we further explored a body-guided communication that allows a wearable touch token to transmit credentials to a receiver using the human body as a medium. The signal travels from the wearable device, passes through the human body, and arrives the touch-enabled device at each human touch. This technique is used for tracking and securing every touch and develop a convenient and low-complexity solution to securing quick touch interactions on small devices. We successfully created a highly-confined, low-power communication channel between the user's token and devices that are suitable for touches.&nbsp;<br />Overall, the project experiments and data analysis were conducted by students and provided them with important research mentoring and experience. The project has enabled graduate students to collaborate with each other and to gain experience with the challenges of building touch communication systems on mobile and wearable devices. Research results were disseminated through publications in conference proceedings and journals across the fields of computer and mobile sensing engineering.&nbsp;<br />These research projects have led to multiple publications in top conferences and journals. We have also published part of the source code at https://github.com/mnslab-ucdenver/Capacitive-Touch-Communication. The capacitive sensing techniques invented from this project were introduced at multiple undergraduate courses at University of Colorado including CSCI 3511 (Hardware-Software Interface), CSCI 4827 (Embedded System Programming), CSCI 4211 (Mobile Computing and Programming), and CSCI 4739 (Senior Design Project). In particular, the two Senior Design Project teams (CSCI 4739 class) advised by the PI implemented a set of applications exploiting capacitive touch communication technology including capacitive wearable wristband, smart tokens, smart gloves, etc. These 2 teams won College-wide Best Senior Design Project in 2016 and CS Department-wide Best Senior Design Project in 2017.<br />The projects involve both end-to-end system implementation and comprehensive theoretical analysis, and thus provided solid professional training to the participating PhD and MS students. The proposed techniques ultimately made an impact on creating a new convenient/seamless/highly secured authentication protocol. It also has an impact of extending to the novel applications to human sensing and human-computer interaction.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2019<br>\n\t\t\t\t\tModified by: Tam&nbsp;Vu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project was to study and design techniques to identify, authenticate, or audit every user touch on a touch-sensing device. This project pursued the vision of a small wearable device such as a ring/glove/token that can embed identification, authorization, or authentication codes in the touch signature of the user. Moreover, this project sought to study the fundamental of capacitive sensing and extend it into various novel capacitive touch communication applications. \nWe introduced a novel way to allow wearable devices to communicate with touch-enabled devices through capacitive variations at the high data rate. This technique is named Capacitive Touch Communication (CTC).  The wearable device (ring/glove/token) transmits bit sequence by emulating a series of contact/no-contact made on the touch-sensing surface. This process varies the effective capacitance between the ring/glove/token contact area and the touch-sensing surface. We implemented wearable prototypes which used the above techniques for identification, authorization, and authentication. To reliably and effectively generate touch events, it is important for the token to operate with a proper configuration that fits with the touch sensor it communicating with. Since different touch sensors on the market have drastically different internal operating parameters (e.g., sampling rate, probing signal frequency, etc.), the ring/glove/token needs to be able to learn these key parameters. We presented a self-calibration technique via touch sensor profiling to learn the touch-enabled device parameters for reliable and efficient communications.\nWe then designed a two-factor authentication in single step application to show the feasibility of the proposed techniques in real-world application. In particular, when a user wears a ring/glove, she/he can perform two-factor authentication through a single step process of typing in a password/passcode. When she/he touches an alphanumerical on the screen with a smart glove, the token augmented in the ring/glove transfers the corresponding part of its ID simultaneously. By the time that the user finishes entering the password, the ring/glove ID transmission is also completed. This method of authentication eliminates the need to carry multiple physical entities corresponding to each authentication factor as in traditional two-factor authentication (e.g. password and smart card). \nBecause the technique requires a small amount of energy to operate, we investigated energy harvesting techniques to make the system battery-free. Interestingly, we found that the scanning mechanism of the touch-sensing module to detect touch events creates an electric field on the touch surface. The availability of this field in contact range of the devices opens up the possibility of harvesting this indirect energy source by using it as a voltage source to drive the touch communication device. We proved that harvesting energy from leakage voltage on a screen can sufficiently supply the energy consumption during wearable device?s data transmission period. However, the above capacitive touch communication requires a direct contact between the token and the touch-enabled devices.  To overcome that disadvantage, we further explored a body-guided communication that allows a wearable touch token to transmit credentials to a receiver using the human body as a medium. The signal travels from the wearable device, passes through the human body, and arrives the touch-enabled device at each human touch. This technique is used for tracking and securing every touch and develop a convenient and low-complexity solution to securing quick touch interactions on small devices. We successfully created a highly-confined, low-power communication channel between the user's token and devices that are suitable for touches. \nOverall, the project experiments and data analysis were conducted by students and provided them with important research mentoring and experience. The project has enabled graduate students to collaborate with each other and to gain experience with the challenges of building touch communication systems on mobile and wearable devices. Research results were disseminated through publications in conference proceedings and journals across the fields of computer and mobile sensing engineering. \nThese research projects have led to multiple publications in top conferences and journals. We have also published part of the source code at https://github.com/mnslab-ucdenver/Capacitive-Touch-Communication. The capacitive sensing techniques invented from this project were introduced at multiple undergraduate courses at University of Colorado including CSCI 3511 (Hardware-Software Interface), CSCI 4827 (Embedded System Programming), CSCI 4211 (Mobile Computing and Programming), and CSCI 4739 (Senior Design Project). In particular, the two Senior Design Project teams (CSCI 4739 class) advised by the PI implemented a set of applications exploiting capacitive touch communication technology including capacitive wearable wristband, smart tokens, smart gloves, etc. These 2 teams won College-wide Best Senior Design Project in 2016 and CS Department-wide Best Senior Design Project in 2017.\nThe projects involve both end-to-end system implementation and comprehensive theoretical analysis, and thus provided solid professional training to the participating PhD and MS students. The proposed techniques ultimately made an impact on creating a new convenient/seamless/highly secured authentication protocol. It also has an impact of extending to the novel applications to human sensing and human-computer interaction.\n\n\t\t\t\t\tLast Modified: 01/30/2019\n\n\t\t\t\t\tSubmitted by: Tam Vu"
 }
}