{
 "awd_id": "1837924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Cross-Layer Design of Power Delivery and Load Balancing for Green Data Centers",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 212488.0,
 "awd_amount": 228488.0,
 "awd_min_amd_letter_date": "2018-06-28",
 "awd_max_amd_letter_date": "2018-06-28",
 "awd_abstract_narration": "As ever more computing is moved to the cloud, the energy consumption of data centers becomes increasingly important, both from an environmental and cost viewpoint.  As a result, there is an increasing trend towards reducing the energy and carbon foot- print of data centers. While there has been considerable efforts to reduce the energy consumption,  relatively little attention has been paid towards the power delivery in data centers. The objective  of this work is to reduce the high voltage conversion losses (currently contributing 10-15%  power loss) to almost zero by designing a joint software and hardware power delivery architecture specifically for a multi-server  environment.  This research, which could lead to drastic reduction of power conversion losses in data centers, has far-reaching impact on the design of  sustainable and green data centers. Participation of underrepresented groups is encouraged, and  portions of the research is incorporated into cloud computing courses, as hardware projects  into a laboratory power electronics course, and as a case study of data center power delivery in  an advanced graduate level power electronics course. An interactive online  power usage portal, that visualizes in real-time the power usage of each individual server in  the test-cluster provides opportunities for public interaction with the research. These open-source software and hardware demonstrations enable practitioners  from around the world to learn more about sustainable computing. \r\n\r\nThis research explores a cross-layer design approach to data centers, where the power delivery architecture and software load balancing algorithms work together to achieve the highest possible power delivery efficiency. The research explores electrically series-connected racks of servers, to minimize overall power conversion and attendant losses. A key challenge in series voltage stacking is the variation in input voltage of each server due to  imbalance of computational load in a series-stack. In this research, the challenge is addressed both in  hardware and software. In software, scalable load balancing algorithms that ensure uniform power consumption in each server in the rack are developed. The load balancing algorithms simultaneously optimize for response time and power loss. Moreover, hardware power converters and distributed energy storage (e.g., capacitors, batteries) provide filtering and power balance in cases when software alone does not suffice. A key question being addressed is the suitable size of energy storage, and the required control bandwidth of the power converters to ensure proper operation for realistic workloads. In addition, high speed sensing and communication of electrical measurements of voltage and currents are employed in combination with operation of servers at asymmetric input voltages for static power consumption mismatch mitigation.  The load balancing algorithms is tested with two types of workloads: (1) Interactive web workloads with short turnaround time and homogeneous servers; and (2) Map-reduce type workloads with long turnaround time and servers with data locality constraint.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Pilawa-Podgurski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Pilawa-Podgurski",
   "pi_email_addr": "pilawa@berkeley.edu",
   "nsf_id": "000632839",
   "pi_start_date": "2018-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 212488.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"western\">We have developed hardware and software solutions to reduce the high voltage conversion losses present in today's data centers to almost zero by designing a power delivery architecture specifically for a multi-server environment. <span style=\"color: #000000;\"><span style=\"font-family: &quot;Times New Roman&quot;, serif;\"><span><span lang=\"en-US\">We have demonstrated, in hardware and software, the</span></span></span></span> idea of series-stacked servers, which, with the assistance of well-designed hardware and software, can drastically reduce the power delivery loss. Specifically, we have developed custom differential power processing (DPP) power converters, capable of powering a stack of series-connected ARM Cortex-based embedded computers, running Linux operating systems and distributed data processing software. We have demonstrated a peak efficiency of 99% power delivery, using computer workloads similar to that which occurs in datacenters. Moreover, we have successfully demonstrated startup, shutdown, and hot-swapping of individual computers, with un-interrupted continued operation. The high efficiency operation of this system relies on two primary research efforts, based in hardware and software innovations:</p>\n<p class=\"western\">&nbsp;</p>\n<p class=\"western\">1. Differential power conversion. <span style=\"color: #000000;\"><span style=\"font-family: &quot;Times New Roman&quot;, serif;\"><span><span lang=\"en-US\">We addressed</span></span></span></span> the challenge of differing server voltage caused by load imbalance by designing and employing differential power converters. The differential power converters provide voltage balancing by processing the difference in power between imbalanced loads, hence replacing inefficient high-voltage bulk power conversion with differential power conversion between servers. By processing only the difference in power between servers, substantial efficiency improvements can be realized. This was demonstrated using a resonant switched-capacitor power converter architectures with ultra-high efficiency.</p>\n<p class=\"western\">&nbsp;</p>\n<p class=\"western\">2. Randomized load balancing. The conversion loss in differential power converters depends on the amount of load imbalance in a series-connected stack. This makes effective load balancing critical to</p>\n<p class=\"western\">reducing the conversion loss. In addition, the load balancing algorithm needs to be scalable in a large</p>\n<p class=\"western\">data center and must optimize for both response time and power at the same time. Computational load</p>\n<p class=\"western\">needs to be balanced within each series stack to minimize the mismatch and processed power. This was accomplished through custom software to ensure distributed computing and load balancing across the series-stacked computing domains</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2021<br>\n\t\t\t\t\tModified by: Robert&nbsp;Pilawa-Podgurski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "We have developed hardware and software solutions to reduce the high voltage conversion losses present in today's data centers to almost zero by designing a power delivery architecture specifically for a multi-server environment. We have demonstrated, in hardware and software, the idea of series-stacked servers, which, with the assistance of well-designed hardware and software, can drastically reduce the power delivery loss. Specifically, we have developed custom differential power processing (DPP) power converters, capable of powering a stack of series-connected ARM Cortex-based embedded computers, running Linux operating systems and distributed data processing software. We have demonstrated a peak efficiency of 99% power delivery, using computer workloads similar to that which occurs in datacenters. Moreover, we have successfully demonstrated startup, shutdown, and hot-swapping of individual computers, with un-interrupted continued operation. The high efficiency operation of this system relies on two primary research efforts, based in hardware and software innovations:\n \n1. Differential power conversion. We addressed the challenge of differing server voltage caused by load imbalance by designing and employing differential power converters. The differential power converters provide voltage balancing by processing the difference in power between imbalanced loads, hence replacing inefficient high-voltage bulk power conversion with differential power conversion between servers. By processing only the difference in power between servers, substantial efficiency improvements can be realized. This was demonstrated using a resonant switched-capacitor power converter architectures with ultra-high efficiency.\n \n2. Randomized load balancing. The conversion loss in differential power converters depends on the amount of load imbalance in a series-connected stack. This makes effective load balancing critical to\nreducing the conversion loss. In addition, the load balancing algorithm needs to be scalable in a large\ndata center and must optimize for both response time and power at the same time. Computational load\nneeds to be balanced within each series stack to minimize the mismatch and processed power. This was accomplished through custom software to ensure distributed computing and load balancing across the series-stacked computing domains\n\n \n\n\t\t\t\t\tLast Modified: 01/11/2021\n\n\t\t\t\t\tSubmitted by: Robert Pilawa-Podgurski"
 }
}