{
 "awd_id": "1837812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BIGDATA: IA: Collaborative Research: Data-Driven, Multi-Scale Design of Liquid-Crystals for Wearable Sensors for Monitoring Human Exposure and Air Quality",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 1243464.0,
 "awd_amount": 1243464.0,
 "awd_min_amd_letter_date": "2018-09-06",
 "awd_max_amd_letter_date": "2018-09-06",
 "awd_abstract_narration": "Liquid crystals are responsive materials that can be used to manufacture low-cost and highly selective chemical sensors. Liquid crystals provide a potentially scalable approach toward deploying millions of wearable chemical sensors (e.g., in mobile phones or attached to clothing) that collect high-resolution data on human exposure to toxic contaminants in the air. This information is key to understanding health-risks associated with air quality, developing industrial practices that minimize workers' exposure to hazardous environments, and detecting point sources (e.g., fabrication of explosives). Liquid crystal sensors work by amplifying events that occur at the molecular-level into an optical signal when the sensor is exposed to a chemical environment. The amplification process involves a sequence of tightly coupled phenomena spanning multiple length and time scales. This span in scales lies beyond what is currently possible to characterize, model, and predict directly from first principles. This project seeks to combine first-principles and data-driven methodologies to overcome this technical challenge. The methods developed will enable the prediction of the influence of liquid crystal design variables on the information content of optical signals and will lead to a revolutionary impact on chemical sensing technologies and on the design of functional materials. The multidisciplinary nature of this project will train a new generation of engineers in the integration of data science into the design and analysis of advanced functional materials. K-12 students and the public will be engaged through development of hands-on liquid crystal sensors that respond to model target chemicals (e.g., carbon dioxide from sodas).\r\n\r\nThe project will investigate scalable machine learning techniques that enable the efficient use of large sets of experimental and first-principles simulation data to uncover and understand multi-scale phenomena that govern the performance of liquid crystals. Specifically, the project goals are to: i) Investigate the use of density functional theory and molecular dynamics simulations to identify nanoscale descriptors of the underlying spatiotemporal events occurring within and at liquid crystal interfaces (e.g., binding energies), ii) Establish feature extraction techniques to identify suitable macroscale descriptors of liquid crystal optical signals (e.g., optical response times and texture fields), and iii) Develop machine learning techniques that enable the creation of multi-scale models capable of mapping nanoscale and macroscale descriptors. These capabilities will be combined in a reinforcement learning framework that will help guide experimental data collection and identification of innovative liquid crystal system designs. The ultimate engineering goal of the project is to design LC sensors to infer exposure events involving carbon monoxide, ozone, and nitrogen and sulfur oxide.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Zavala Tejeda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Zavala Tejeda",
   "pi_email_addr": "victor.zavala@wisc.edu",
   "nsf_id": "000668931",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Schauer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Schauer",
   "pi_email_addr": "jjschauer@wisc.edu",
   "nsf_id": "000250223",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emmanouil",
   "pi_last_name": "Mavrikakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emmanouil Mavrikakis",
   "pi_email_addr": "manos@engr.wisc.edu",
   "nsf_id": "000322729",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reid",
   "pi_last_name": "Van Lehn",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Reid C Van Lehn",
   "pi_email_addr": "vanlehn@wisc.edu",
   "nsf_id": "000726399",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "UNIVERSITY OF WISCONSIN-MADISON",
  "perf_str_addr": "21 NORTH PARK STREET",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1243464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed integrative&nbsp;experimental and computational methodologies to enable the design of low-cost sensors for air contaminants. Specifically, we integrated tools from materials science, physical modeling (computational chemistry and molecular dynamics simulations), and data science to design liquid crystal platforms that can detect harmful contaminants such as ozone, chlorine, nitrogen dioxide, and sulfur dioxide. A key aspect that enabled the successful design of our sensing approaches was the careful integration of data from diverse sources in order to link phenomena that occurs at small scales to observable phenomena occuring at large scales. The project also developed new and powerful methodologies for analyzing complex data objects by leveraging tools from topology and machine learning; we demonstrated that these approaches can quickly process large datasets and can extract valuable information that is hidden in the data. Overall, the project provided new scientific understanding and design principles for sensors that can detect a broad range of air contaminants.&nbsp;</p>\n<p>The project provided a multidisciplinary environment that helped train a new generation of students and postdoctoral researchers that can combine experiments, physical models, and data science methodologies to conduct scientific research and develop technologies. The data, models, and software generated in the project were openly shared with the public and we hope that these will help advance the fields of materials science, environmental sensing, and data science. Our results were also used to develop new materials for undergraduate and graduate education.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/27/2023<br>\nModified by: Victor&nbsp;Zavala Tejeda</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project developed integrativeexperimental and computational methodologies to enable the design of low-cost sensors for air contaminants. Specifically, we integrated tools from materials science, physical modeling (computational chemistry and molecular dynamics simulations), and data science to design liquid crystal platforms that can detect harmful contaminants such as ozone, chlorine, nitrogen dioxide, and sulfur dioxide. A key aspect that enabled the successful design of our sensing approaches was the careful integration of data from diverse sources in order to link phenomena that occurs at small scales to observable phenomena occuring at large scales. The project also developed new and powerful methodologies for analyzing complex data objects by leveraging tools from topology and machine learning; we demonstrated that these approaches can quickly process large datasets and can extract valuable information that is hidden in the data. Overall, the project provided new scientific understanding and design principles for sensors that can detect a broad range of air contaminants.\n\n\nThe project provided a multidisciplinary environment that helped train a new generation of students and postdoctoral researchers that can combine experiments, physical models, and data science methodologies to conduct scientific research and develop technologies. The data, models, and software generated in the project were openly shared with the public and we hope that these will help advance the fields of materials science, environmental sensing, and data science. Our results were also used to develop new materials for undergraduate and graduate education.\n\n\n\t\t\t\t\tLast Modified: 12/27/2023\n\n\t\t\t\t\tSubmitted by: VictorZavala Tejeda\n"
 }
}