{
 "awd_id": "1837655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Coordinated, Cross-Institutional Career and Technical Education Cybersecurity Pathway",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928905",
 "po_email": "aykenned@nsf.gov",
 "po_sign_block_name": "Allyson Kennedy",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 999737.0,
 "awd_amount": 999737.0,
 "awd_min_amd_letter_date": "2018-09-11",
 "awd_max_amd_letter_date": "2019-09-20",
 "awd_abstract_narration": "Community colleges are an untapped resource for broadening participation in computing education and the tech workforce. They are the entry point for the majority of Latino/a college students in the United States, yet efforts to increase diversity in computing are focused on 4-year institutions, and assume students maintain a linear and forward-moving pathway, even though this is not typical for community college students. This project is a collaboration between Education, Training, Research, Pjaro Valley Unified School District, Digital NEST, and Cabrillo College; together they will build a cybersecurity-focused computer information systems pathway from high school to college in a majority-Latino district. Project activities center on: a) A Research-Practice Partnership that will design the pathway, build the capacity of educators to implement and support it, and create policies to institutionalize the pathway, b) high school activities designed to both engage student learning and serve as pathway on-ramps, c) high school/college dual enrollment classes, d) Services that support student pathway success and increase college readiness, and e) Data collection and analysis to: i) monitor student movement along the pathway and ii) guide continuous improvement.\r\n\r\nData will be collected from 140 students who will be tracked over time, and from faculty, teachers, counselors, and parents. The results will contribute to knowledge of how to recruit HS students from underrepresented groups into a computer information systems pathway, and the preparation and supports they need to enroll, persist, and complete a computationally intense dual enrollment class. It will also contribute to knowledge about what it takes to have culturally responsive and computationally prepared teachers. The project will produce tested strategies for building on the interests and strengths of girls, Latino/as, and English language learners. It will identify how to get low income students into dual enrollment classes, and what it takes to help them enroll in college and earn college credits in a timely manner. It will also identify multiple entry and exit points in the pathway, in order to produce a model that is more accurate than existing descriptions of linear and always forward-moving pathways. An external evaluator will monitor whether the project is meeting key milestones necessary to test its theory of change. Findings will be shared with a range of stakeholders, including researchers, computer science education practitioners, and administrators, both regionally and nationally.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Denner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Denner",
   "pi_email_addr": "jilld@etr.org",
   "nsf_id": "000440240",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerlinde",
   "pi_last_name": "Brady",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerlinde Brady",
   "pi_email_addr": "gebrady@cabrillo.edu",
   "nsf_id": "000567439",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Bean",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Bean",
   "pi_email_addr": "steve@digitalnest.org",
   "nsf_id": "000763343",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hoffman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Hoffman",
   "pi_email_addr": "Robert_Hoffman@pvusd.net",
   "nsf_id": "000778658",
   "pi_start_date": "2018-09-11",
   "pi_end_date": "2019-09-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Edwards",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Edwards",
   "pi_email_addr": "julie_edwards@pvusd.net",
   "nsf_id": "000809421",
   "pi_start_date": "2019-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ETR Associates",
  "inst_street_address": "5619 SCOTTS VALLEY DR",
  "inst_street_address_2": "STE 140",
  "inst_city_name": "SCOTTS VALLEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314402235",
  "inst_zip_code": "950663453",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "EDUCATION TRAINING & RESEARCH ASSOCIATES",
  "org_prnt_uei_num": "",
  "org_uei_num": "VRHBNK3AB814"
 },
 "perf_inst": {
  "perf_inst_name": "ETR Associates",
  "perf_str_addr": "100 Enterprise Way, Suite G300",
  "perf_city_name": "Scotts Valley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950663245",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 999737.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f6380702-7fff-9458-10aa-a3346db8c524\"> </span></p>\n<p dir=\"ltr\"><span>The goal of this project was to build a pathway from high school to community college in computing and information sciences and proximal fields for Latinx students. This work was done as part of a Research-Practice Partnership (RPP) that includes a K-12 school district, a community college, a community-based youth-serving organization, and a non-profit research organization. We engaged in iterative cycles where researchers and practitioners worked together to design the pathway, implement the pathway, build capacity to effectively staff the pathway, and use data collection and analysis to inform and strengthen the pathway. This research question was addressed: </span><span>What is an effective approach for building a cross-sector computer and information sciences (CIS) pathway from high school to college for Latinx students?&nbsp; </span><span>&nbsp;</span></p>\n<p dir=\"ltr\">The project resulted in a high school pathway that includes three year-long courses; Introduction to Computer Information Systems, Programming 1, and Programming 2. All were purpose built with community college faculty and are articulated to college courses so that students can earn concurrent college credit. Over the 3-year grant, a total of 16 high school classes were taught, serving 418 students.&nbsp;&nbsp;</p>\n<p dir=\"ltr\">The project also supported pathway on-ramps, supports, and marketing. Summer camps introduced middle and high school students to cybersecurity and career pathways. Supports for students in CIS classes included outreach by academic counselors from the high school and college. Family engagement events in Spanish with English informed parents about the CIS pathway courses at the high school and college, as well as future career opportunities. Finally, marketing materials were developed to address gaps in knowledge about the pathway and targeted to students, parents, and counselors.&nbsp;&nbsp;</p>\n<p dir=\"ltr\">The cross-sector partnership was most effective when work was done in subgroups of similar role people from different organizations (e.g., high school teachers, college faculty, and educators from the community-based organization) and informed by local data and research-based best practices.&nbsp;&nbsp;</p>\n<p dir=\"ltr\">INTELLECTUAL MERIT&nbsp;</p>\n<p dir=\"ltr\"><span>This project contributes to our understanding of how to build an educational pathway to motivate and retain Latinx students in CIS from high school into college, with a focus on community college. The research provides insight into what students need, what teachers and faculty need, and the institutional factors that must be addressed to create, sustain and populate the pathway. This includes how to work across organizations and leverage cross-sector collaborations to build sustainable, culturally relevant, structural supports for students to persist in CS as they transition through and out of high school. This project also contributes to our understanding of how to build and leverage effective research-practice partnerships to move the needle on CS for All.&nbsp;</span></p>\n<p dir=\"ltr\">BROADER IMPACTS&nbsp;&nbsp;</p>\n<p dir=\"ltr\"><span>An increasing number of high school classes are sparking interest in computing, but little attention is paid to sustaining that interest after high school. The results of this project provide information about the systems-level factors and processes that are supporting and getting in the way of building an integrated and sustainable computing pathway from high school to community college, as well as how to prepare both high school and college instructors to implement the pathway. The findings suggest that to retain Latinx students in computing after high school, it is important to create intentional cross-institution partnerships, structures that support student agency, a shared understanding of equity and how it will be monitored, and family support including family learning opportunities and connections between teachers and parents.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/07/2022<br>\n\t\t\t\t\tModified by: Jill&nbsp;Denner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe goal of this project was to build a pathway from high school to community college in computing and information sciences and proximal fields for Latinx students. This work was done as part of a Research-Practice Partnership (RPP) that includes a K-12 school district, a community college, a community-based youth-serving organization, and a non-profit research organization. We engaged in iterative cycles where researchers and practitioners worked together to design the pathway, implement the pathway, build capacity to effectively staff the pathway, and use data collection and analysis to inform and strengthen the pathway. This research question was addressed: What is an effective approach for building a cross-sector computer and information sciences (CIS) pathway from high school to college for Latinx students?   \nThe project resulted in a high school pathway that includes three year-long courses; Introduction to Computer Information Systems, Programming 1, and Programming 2. All were purpose built with community college faculty and are articulated to college courses so that students can earn concurrent college credit. Over the 3-year grant, a total of 16 high school classes were taught, serving 418 students.  \nThe project also supported pathway on-ramps, supports, and marketing. Summer camps introduced middle and high school students to cybersecurity and career pathways. Supports for students in CIS classes included outreach by academic counselors from the high school and college. Family engagement events in Spanish with English informed parents about the CIS pathway courses at the high school and college, as well as future career opportunities. Finally, marketing materials were developed to address gaps in knowledge about the pathway and targeted to students, parents, and counselors.  \nThe cross-sector partnership was most effective when work was done in subgroups of similar role people from different organizations (e.g., high school teachers, college faculty, and educators from the community-based organization) and informed by local data and research-based best practices.  \nINTELLECTUAL MERIT \nThis project contributes to our understanding of how to build an educational pathway to motivate and retain Latinx students in CIS from high school into college, with a focus on community college. The research provides insight into what students need, what teachers and faculty need, and the institutional factors that must be addressed to create, sustain and populate the pathway. This includes how to work across organizations and leverage cross-sector collaborations to build sustainable, culturally relevant, structural supports for students to persist in CS as they transition through and out of high school. This project also contributes to our understanding of how to build and leverage effective research-practice partnerships to move the needle on CS for All. \nBROADER IMPACTS  \nAn increasing number of high school classes are sparking interest in computing, but little attention is paid to sustaining that interest after high school. The results of this project provide information about the systems-level factors and processes that are supporting and getting in the way of building an integrated and sustainable computing pathway from high school to community college, as well as how to prepare both high school and college instructors to implement the pathway. The findings suggest that to retain Latinx students in computing after high school, it is important to create intentional cross-institution partnerships, structures that support student agency, a shared understanding of equity and how it will be monitored, and family support including family learning opportunities and connections between teachers and parents. \n\n\t\t\t\t\tLast Modified: 01/07/2022\n\n\t\t\t\t\tSubmitted by: Jill Denner"
 }
}