{
 "awd_id": "1838725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCH:INT:Collaborative Research: Aging In Place Through Enhanced Mobility and Social Connectedness-An Integrated Robot and Wearable Sensor Approach",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2019-01-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 272047.0,
 "awd_amount": 272047.0,
 "awd_min_amd_letter_date": "2018-09-10",
 "awd_max_amd_letter_date": "2018-09-10",
 "awd_abstract_narration": "The concept of \"aging in place\", using advanced technology to improve the health and well-being of older adults at home, has become popular as away to reduce costs and allow older adults the dignity of living their final years in the community. This project will use an integrated autonomous system that consists of a mobile robot and smart insole sensors to assist older adults to independently live in their own homes and interact with their communities.  The system will have two initial goals: supporting exercise and enhancing social connections. The target exercise is walking, the most preferred and accessible exercise modality among older adults. Regular walking exercises may result in enhanced balance, increased muscle strength, and reduced risk of falling.  The system guides individuals in regular walking exercises, autonomously assesses gait states, and provides real-time personalized feedback to engage older adults into the exercise. The robot will also be used to connect older adults with family and friends through a virtual connection. The project team will evaluate the system at a senior center in New York City using objective and subjective performance criteria measuring older adults' experiences with the system. This project serves the national interest because the integrated social assistive robot and wearable sensor system enhances mobility and social connectedness of older adults thus should improve their health and well-being. The project will involve an educational component that provides engineering and research method training to graduate and undergraduate students, as well as STEM outreach to middle and high-school students. Additional efforts will be made to attract and retain women and underrepresented minorities into careers in science and engineering.\r\n\r\nThis research investigates human-robot-sensor interaction, and aims to enhance mobility and social connectedness of older adults through the use of an assistive service robot. Methods to be developed include autonomous gait analysis combining sensing capability of robot onboard image sensors and the smart insoles through parametric and learning-based calibration models. The use of inverse reinforcement learning to explore cost function representation for robot motion planning. The use of dynamic recurrent neural networks and vibrotactile rhythmic stimuli for collaborative human-robot walking tasks. The project also examines the use of autonomous task scheduling to increase social contacts through telepresence robotic techniques. Finally, the implementation and experimental testing of the integrated system will be conducted in a senior center using objective and subjective performance criteria. The project fills a gap in aging-in-place research by providing an integrated robot and wearable sensor solution for enhancement of mobility and social connectedness. The developed methods will be implemented on open-source platforms, and the experimental and evaluation data will be made available for public use.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashwini",
   "pi_last_name": "Rao",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ashwini K Rao",
   "pi_email_addr": "akr7@cumc.columbia.edu",
   "nsf_id": "000713278",
   "pi_start_date": "2018-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "630 West 168th Street, Box 49",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100323702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8062",
   "pgm_ref_txt": "SCH Type II: INT"
  },
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 272047.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Older adults have a greater need for health and disability support, which places greater stress on aged care and health services. Many older adults become isolated in their homes because of limited mobility. Isolation reduces social contact and may lead to depression and apathy. Limited mobility may cause older adults to become deconditioned, impair balance, impair walking ability, all of which may lead to falls. There is a need to develop technological solutions that may be help improve mobility and social connectedness.</p>\r\n<p>This project was a collaboration between electrical engineers, mechanical engineers, rehabilitation scientists and social psychologist. We completed field testing at a senior center (Sunnyside Community Center in Queens, NYC). We developed and tested a new system consisting of a mobile robot and wearable insoles and compared the new system with industry standard systems to measure walking and balance (Zeno instrumented mat and the APDM inertial sensor system). The new system was able to accurately capture metrics of walking when compared with industry standard systems.</p>\r\n<p>Our walking tests included walking at a preferred speed, walking and counting, walking over obstacles with and without counting. Our results revealed that older adults demonstrated reduced gait performance and imbalance when walking and counting. Older adults who had better cognitive ability were less impaired. Similar results were noted while walking over obstacles. We also tested balance control- our results revealed that people with Mild cognitive impairment (which may be seen before development of dementia), had impaired balance compared with people who had cognitive ability within the normal range. These results highlight the important influence of cognitive reserve on walking and balance.</p>\r\n<p>We also surveyed older adults about their comfort with technology in their daily life and their perception of aging. Our results showed that older individuals who were more comfortable with technology and individuals who did not report lonliness had a more positive self-perception of aging.</p>\r\n<p>Our project demonstrates that technology can be integrated into the daily lives of older adults in order to assess their performance, improve functioning in their daily lives and improve social connectedness.</p><br>\n<p>\n Last Modified: 02/12/2025<br>\nModified by: Ashwini&nbsp;K&nbsp;Rao</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOlder adults have a greater need for health and disability support, which places greater stress on aged care and health services. Many older adults become isolated in their homes because of limited mobility. Isolation reduces social contact and may lead to depression and apathy. Limited mobility may cause older adults to become deconditioned, impair balance, impair walking ability, all of which may lead to falls. There is a need to develop technological solutions that may be help improve mobility and social connectedness.\r\n\n\nThis project was a collaboration between electrical engineers, mechanical engineers, rehabilitation scientists and social psychologist. We completed field testing at a senior center (Sunnyside Community Center in Queens, NYC). We developed and tested a new system consisting of a mobile robot and wearable insoles and compared the new system with industry standard systems to measure walking and balance (Zeno instrumented mat and the APDM inertial sensor system). The new system was able to accurately capture metrics of walking when compared with industry standard systems.\r\n\n\nOur walking tests included walking at a preferred speed, walking and counting, walking over obstacles with and without counting. Our results revealed that older adults demonstrated reduced gait performance and imbalance when walking and counting. Older adults who had better cognitive ability were less impaired. Similar results were noted while walking over obstacles. We also tested balance control- our results revealed that people with Mild cognitive impairment (which may be seen before development of dementia), had impaired balance compared with people who had cognitive ability within the normal range. These results highlight the important influence of cognitive reserve on walking and balance.\r\n\n\nWe also surveyed older adults about their comfort with technology in their daily life and their perception of aging. Our results showed that older individuals who were more comfortable with technology and individuals who did not report lonliness had a more positive self-perception of aging.\r\n\n\nOur project demonstrates that technology can be integrated into the daily lives of older adults in order to assess their performance, improve functioning in their daily lives and improve social connectedness.\t\t\t\t\tLast Modified: 02/12/2025\n\n\t\t\t\t\tSubmitted by: AshwiniKRao\n"
 }
}