{
 "awd_id": "1838522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Coulomb explosion in the perturbative regime - a neglected paradigm",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 250159.0,
 "awd_amount": 250159.0,
 "awd_min_amd_letter_date": "2018-07-17",
 "awd_max_amd_letter_date": "2018-07-17",
 "awd_abstract_narration": "Atoms are composed of positively charged nuclei surrounded by clouds of negatively charged electrons.  Molecules form when atoms \"share\" electrons.  The shared electrons are happier being between two positively charged nuclei, and the repulsive forces between the nuclei (both are positively charged) are reduced because of the presence of the shared electrons between them.  When a molecule is bombarded with an intense light beam (for example from a laser), electrons in the molecule can be stripped away.  In some cases, the loss of electrons means that the repulsion between the positively charged nuclei increases, and the molecule flies apart.  This phenomenon is called a \"Coulomb Explosion,\" after the physical law that describes the forces of repulsion and attraction in charged particles.  Many previous studies of Coulomb Explosion processes have involved high intensity femtosecond pulse lasers (a femtosecond is one quadrillionth of second. In laser systems, the shorter the pulse, the higher the light intensity that can be achieved).  In this project supported by the Chemical Structure, Dynamics and Mechanisms-A Program of the Division of Chemistry, Professor Wei Kong and her research group at Oregon State University are investigating Coulomb explosions that are produced with surprisingly low intensities of laser light.  They are using advanced laser techniques to explore this new phenomenon in detail, by measuring the energy and directionality of the atomic fragments from molecules and atomic clusters formed under different conditions, including the size, the chemical composition, and the effective temperature of the cluster. The Kong group is also testing a new theoretical explanation for the occurrence of Coulomb explosions induced by low intensity light.  This results from this research project have the potential to change how we think about molecular structure and the interaction of molecules with light.  In the long term, it may be possible to induce some chemical reactions with lower energy inputs than currently assumed (thus, \"big bang\" results may be touched off by a \"whimper\" of input light).  A post-doctoral fellow engaged in this project is receiving training in advanced laser techniques and theoretical chemistry.\r\n\r\nThis project involves measurements of the spatial and energy distributions of atomic fragments from Coulomb explosions of clusters prepared under a variety of conditions. Based on the tentative model proposed by the Kong group, Rydberg manifolds of the clusters are necessary for the initiation and heating stages of Coulomb explosions, and the generation of multiply charged atomic ions is a result of a singly (or low) charged atomic ions boiling off a highly charged cluster ion. To test the first half of the hypothesis, the chemical composition of the cluster is changed from stable organic molecules to alkali metal atoms. This change in composition significantly shifts the energy levels and density of states of the cluster. To test the second half of the hypothesis, the kinetic energy and spatial distribution of the resulting atomic ions need to be measured. Energy conservation dictates the ultimate velocity gained by the atomic ions, and spatial orientation of the fragments signifies the timing of the production of the atomic ions. Velocity map imaging techniques are being used to obtain these data.  Coulomb explosion processes are currently exploited in chemical imaging and surface nanostructure applications.  This research may lead to advances in these fields, and potentially in the realm of photochemical reaction control.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Kong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Kong",
   "pi_email_addr": "wei.kong@oregonstate.edu",
   "nsf_id": "000155272",
   "pi_start_date": "2018-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 250159.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The discovery of multiply charged atomic ions from an argon cluster in moderately strong nanosecond laser fields has surprised gas phase physical chemists, because thousands of photons have to be absorbed by one atom, a feat that is considered only possible in much stronger fields. The researchers have investigated this phenomenon from several different perspectives, by varying the size of the cluster, the laser intensity, and the composition of the cluster. While some of their findings are expected, for example, the larger the cluster size, the higher the produced charge state, others are quite unexpected. The singly charged argon atoms are more sensitively dependent on the laser intensity, but the highly charged argon atoms are less sensitive, and they all behave similarly regardless of their charge state. This is opposite to intuition, because when more photons are needed to form the highly charged atomic ions, these ions should be more sensitive to the laser intensity. In addition, the researchers also found that the energies carried by the singly charged ions increase with the laser intensity, but those of the highly charged species do not. Once again this is unexpected, because regardless of charge state, a more intense laser should impart more energies to the atomic fragments.</p>\n<p>At the present stage, theories on laser-matter interactions are mature enough to deal with strong field effects and weak field effects, but the effects in moderate nanosecond fields observed above have not been modeled. We have a knowledge gap in explaining the processes occurring in between the weak and strong fields, and developments in theory with the support of experimental observations on the unexpected observations are needed. In addition, practical applications of the multiply charged atomic ions in moderate fields should also be explored.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2021<br>\n\t\t\t\t\tModified by: Wei&nbsp;Kong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe discovery of multiply charged atomic ions from an argon cluster in moderately strong nanosecond laser fields has surprised gas phase physical chemists, because thousands of photons have to be absorbed by one atom, a feat that is considered only possible in much stronger fields. The researchers have investigated this phenomenon from several different perspectives, by varying the size of the cluster, the laser intensity, and the composition of the cluster. While some of their findings are expected, for example, the larger the cluster size, the higher the produced charge state, others are quite unexpected. The singly charged argon atoms are more sensitively dependent on the laser intensity, but the highly charged argon atoms are less sensitive, and they all behave similarly regardless of their charge state. This is opposite to intuition, because when more photons are needed to form the highly charged atomic ions, these ions should be more sensitive to the laser intensity. In addition, the researchers also found that the energies carried by the singly charged ions increase with the laser intensity, but those of the highly charged species do not. Once again this is unexpected, because regardless of charge state, a more intense laser should impart more energies to the atomic fragments.\n\nAt the present stage, theories on laser-matter interactions are mature enough to deal with strong field effects and weak field effects, but the effects in moderate nanosecond fields observed above have not been modeled. We have a knowledge gap in explaining the processes occurring in between the weak and strong fields, and developments in theory with the support of experimental observations on the unexpected observations are needed. In addition, practical applications of the multiply charged atomic ions in moderate fields should also be explored.\n\n\t\t\t\t\tLast Modified: 08/03/2021\n\n\t\t\t\t\tSubmitted by: Wei Kong"
 }
}