{
 "awd_id": "1838344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RoL:  FELS:  EAGER:  Design Rules for Multidomain Proteins Across the Tree of Life",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 299853.0,
 "awd_amount": 299853.0,
 "awd_min_amd_letter_date": "2018-07-09",
 "awd_max_amd_letter_date": "2018-07-09",
 "awd_abstract_narration": "This project seeks to discover how the biology of the cell shapes the design rules of multidomain proteins.  Multidomain proteins are mosaics of sequence fragments that encode structural or functional modules, called domains.  The modular nature of a multidomain protein is integral to its function because different constituent domains play different functional roles.  For example, in signaling proteins, some domains are responsible for the recognition and others for the transmission of an environmental signal.  These modular proteins allow cells to interact with their world, via cell-cell signaling, cellular adhesion, and cellular  migration. In human health, multidomain families are fundamental to apoptosis, innate immunity, inflammation response, and tissue repair. The multidomain architectures that are observed in nature represent a tiny fraction of possible domain combinations.  These domain combinations are the product of the mutational processes that give rise to new sequence mosaics and the selective forces that promote or discourage their retention.  In a given species, mutation and selection are both dependent on genome organization, mechanisms of DNA replication,  transcription and repair, and the interaction of the cell with its environment.  Multidomain architectures vary substantially across species, as do genomic and cellular properties.  This project exploits this comparative framework to investigate how the biology of the cell shapes the processes of multidomain evolution.  This research has the potential to transform our understanding of protein evolution by identifying multidomain design rules that may provide a foundation for predictive models linking evolution and function, with concrete applications for human health and protein engineering.  This project advances research infrastructure through the development and distribution of computational tools that may contribute to national scientific resources.  This project also contributes to building a broadly inclusive scientific work force through research experiences for women in Carnegie Mellon's undergraduate program in computational biology.\r\n\r\nThis project uses a three-pronged approach to investigate the universal and lineage-specific design rules of multidomain proteins.  First, computational tools will be developed to infer evolution on the domain, gene, and species levels, by modeling a multidomain  family as a set of domains that are co-evolving with the associated genes and species.  Each entity is represented by an evolutionary  tree.  The history of evolutionary events is inferred using topological comparison of the domain, gene, and species trees.   Combining  information from three levels of biological organization reveals when domain events occurred relative to events in gene, genome, and organismal evolution, providing the information required to investigate how changes in domain architecture correlate with changes in genomic and cellular properties.  Second, these methods are applied to reconstruct multidomain evolution in vertebrate and  proteobacterial  genomes, revealing shared and lineage-specific  evolutionary  patterns.   Third, comparison of these evolutionary  patterns with differences in genome organization and  cellular  machinery  in vertebrate and  proteobacterial cells will support the  inference of design rules for multidomain evolution across the tree of life.  The resulting data and computational tools will be available at http://www.cs.cmu.edu/??durand/Lab/multidomain.html.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marie Dannie",
   "pi_last_name": "Durand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marie Dannie Durand",
   "pi_email_addr": "durand@cmu.edu",
   "nsf_id": "000451280",
   "pi_start_date": "2018-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "4400 FifthAvenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299853.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Multidomain proteins are characterized by a mosaic of sequence fragments that encode structural or functional modules, called domains.&nbsp; A protein's domain architecture (i.e., its constituent domains in N-terminal to C-terminal order) is integral to its function, because different constituent domains are responsible for different subfunctions, for example, recognition and transmission of an environmental signal.. &nbsp;Multidomain architectures are the product of mutational processes that generate new combinations of domains, which in turn depend on gene and genome organization. Multidomain architectures vary substantially across different taxonomic lineages, as do genomic and cellular properties.&nbsp; This project examined how gene architecture shapes multidomain protein evolution and whether it does so in a lineage-dependent manner.&nbsp;</p>\n<p>The exon shuffling hypothesis states that new domain combinations arise through intronic recombination. More generally, this hypothesis posits a link between gene and protein architecture.&nbsp; If the exon shuffling hypothesis is true, then introns should co-occur with domain boundaries more often than expected by chance.&nbsp; Prior studies tested this hypothesis on a broad range of eukaryotic genomes and concluded that gene structure contributes to the formation of new domain architectures and does so throughout the eukaryotes.&nbsp; However, those studies did not examine the relationship between gene architecture and domain architecture in different eukaryotic lineages.&nbsp;</p>\n<p>We investigated domain-intron co-occurrence in 16 fungal and 5 metazoan genomes. Fungal genomes possess a broad range of intron sizes and frequencies, making this a good comparative system.&nbsp; We assessed the evidence for exon shuffling in the data set as a whole, and in the animal and fungal genomes separately.&nbsp;</p>\n<p>Prior studies estimated the expected number of intron-domain boundary co-occurrences under the assumption that introns are uniformly distributed across genes.&nbsp; While computationally tractable, this null model is biologically unrealistic.&nbsp; The positions of introns in genuine genes are not even approximately uniformly distributed. For this project, we designed and implemented two strategies for randomizing intron positions that provide good approximations of the genuine intron positioning without excessive computational costs. We carried out an explicit comparison of the uniform null model and our two new models with respect to the implied exon length distributions and the propensity to reject the null hypothesis.&nbsp; We observed that uniformly distributed intron positioning results in a skewed exon length distribution with an excess of short exons. In contrast, exon lengths obtained with our randomization strategies closely approximate the genuine exon length distribution.&nbsp;</p>\n<p>We further observe that the three models differ substantially in their ability to reject the null hypothesis.&nbsp; Relative to our methods, the uniform model dramatically underestimates the expected frequency of agreement between introns and domain boundaries.&nbsp; This, in turn, exaggerates the significance of domain intron co-occurrence in the genuine data.&nbsp; In animal genomes, the association between domains and introns was significant with all null models, suggesting that this association is so strong that it exceeds chance expectation even when the null model of intron positioning is inaccurate.&nbsp; In contrast, only half of the fungal genomes tested displayed a significant association with all three models.&nbsp; Moreover, even when this association is significant, the magnitude of the association is small. In the vertebrate genomes tested, 21% of all domain instances are flanked by introns at both ends. In contrast, only 7% of invertebrate and 3% of fungal domains satisfy this criterion.</p>\n<p>In summary, the results of this project challenge the idea that exon shuffling has played an important role throughout the eukaryotic tree.&nbsp; More accurate statistical tests developed for this project reveal that the genome-scale statistical association between gene architecture and domain architecture in fungi is weak and the effect size is small, suggesting that the contribution of exon shuffling to multidomain protein evolution in fungi is minor. This suggests that the evolutionary processes that shape multidomain protein evolution differ in different eukaryotic lineages.&nbsp; The evidence for exon shuffling outside of metazoa should be revisited using more sensitive statistical models.</p>\n<p>This project contributed to national scientific resources in the form of new, publicly available software, including a tree-based method for reconstruction of domain shuffling events and randomization heuristics that support realistic, conservative statistical tests without excessive computational costs.&nbsp; This project has provided research training for undergraduate and doctoral students and postdoctoral fellows.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2022<br>\n\t\t\t\t\tModified by: Marie Dannie&nbsp;Durand</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMultidomain proteins are characterized by a mosaic of sequence fragments that encode structural or functional modules, called domains.  A protein's domain architecture (i.e., its constituent domains in N-terminal to C-terminal order) is integral to its function, because different constituent domains are responsible for different subfunctions, for example, recognition and transmission of an environmental signal..  Multidomain architectures are the product of mutational processes that generate new combinations of domains, which in turn depend on gene and genome organization. Multidomain architectures vary substantially across different taxonomic lineages, as do genomic and cellular properties.  This project examined how gene architecture shapes multidomain protein evolution and whether it does so in a lineage-dependent manner. \n\nThe exon shuffling hypothesis states that new domain combinations arise through intronic recombination. More generally, this hypothesis posits a link between gene and protein architecture.  If the exon shuffling hypothesis is true, then introns should co-occur with domain boundaries more often than expected by chance.  Prior studies tested this hypothesis on a broad range of eukaryotic genomes and concluded that gene structure contributes to the formation of new domain architectures and does so throughout the eukaryotes.  However, those studies did not examine the relationship between gene architecture and domain architecture in different eukaryotic lineages. \n\nWe investigated domain-intron co-occurrence in 16 fungal and 5 metazoan genomes. Fungal genomes possess a broad range of intron sizes and frequencies, making this a good comparative system.  We assessed the evidence for exon shuffling in the data set as a whole, and in the animal and fungal genomes separately. \n\nPrior studies estimated the expected number of intron-domain boundary co-occurrences under the assumption that introns are uniformly distributed across genes.  While computationally tractable, this null model is biologically unrealistic.  The positions of introns in genuine genes are not even approximately uniformly distributed. For this project, we designed and implemented two strategies for randomizing intron positions that provide good approximations of the genuine intron positioning without excessive computational costs. We carried out an explicit comparison of the uniform null model and our two new models with respect to the implied exon length distributions and the propensity to reject the null hypothesis.  We observed that uniformly distributed intron positioning results in a skewed exon length distribution with an excess of short exons. In contrast, exon lengths obtained with our randomization strategies closely approximate the genuine exon length distribution. \n\nWe further observe that the three models differ substantially in their ability to reject the null hypothesis.  Relative to our methods, the uniform model dramatically underestimates the expected frequency of agreement between introns and domain boundaries.  This, in turn, exaggerates the significance of domain intron co-occurrence in the genuine data.  In animal genomes, the association between domains and introns was significant with all null models, suggesting that this association is so strong that it exceeds chance expectation even when the null model of intron positioning is inaccurate.  In contrast, only half of the fungal genomes tested displayed a significant association with all three models.  Moreover, even when this association is significant, the magnitude of the association is small. In the vertebrate genomes tested, 21% of all domain instances are flanked by introns at both ends. In contrast, only 7% of invertebrate and 3% of fungal domains satisfy this criterion.\n\nIn summary, the results of this project challenge the idea that exon shuffling has played an important role throughout the eukaryotic tree.  More accurate statistical tests developed for this project reveal that the genome-scale statistical association between gene architecture and domain architecture in fungi is weak and the effect size is small, suggesting that the contribution of exon shuffling to multidomain protein evolution in fungi is minor. This suggests that the evolutionary processes that shape multidomain protein evolution differ in different eukaryotic lineages.  The evidence for exon shuffling outside of metazoa should be revisited using more sensitive statistical models.\n\nThis project contributed to national scientific resources in the form of new, publicly available software, including a tree-based method for reconstruction of domain shuffling events and randomization heuristics that support realistic, conservative statistical tests without excessive computational costs.  This project has provided research training for undergraduate and doctoral students and postdoctoral fellows. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2022\n\n\t\t\t\t\tSubmitted by: Marie Dannie Durand"
 }
}