{
 "awd_id": "1838327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RoL: FELS: EAGER: Simple scaling rules that define how genome size constrains metabolism: a test among photosynthetic pathways",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shannon Fehlberg",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 331039.0,
 "awd_min_amd_letter_date": "2018-07-23",
 "awd_max_amd_letter_date": "2020-10-07",
 "awd_abstract_narration": "The coordination between changes in metabolism and cellular structure, and between genome size and cell size, have been widely observed across all life.  The nature of these relationships and their implications for generating organismal diversity remain obscure. This project will address the gap in our understanding of this potential 'rule of life' by investigating how cellular anatomy and genome size of vascular plants evolve over time in correlation with changes in photosynthetic metabolism. Researchers will combine comparative anatomical, phylogenetic, and genomic data from across the vascular plant tree of life to clarify how changes in the basic structure of a genome -its size- relates to the size of cells and, subsequently, how individual cells and entire organisms process energy. The project will train undergraduate students, including individuals from under-represented groups, and facilitate collaboration among project team members having diverse expertise, most of whom are early-career researchers. Societal benefits of the research include the potential for discovering a new, fundamental scaling law in biology as well as new pathways for developing more productive agricultural crops.\r\n\r\nThis project will test whether coordination between genome size, cell size, and metabolism represents a fundamental 'rule of life' that constrains the phenotypic diversity of organisms. Researchers will use vascular plants as a model system because its lineages have shifted repeatedly among C3, C4, and CAM photosynthetic metabolisms over evolutionary time and therefore provide multiple, independent tests of the overarching hypothesis. Researchers will determine the dependence of different photosynthetic metabolisms on genome-cellular allometry across about 360 vascular plants species that encompass multiple transitions among photosynthetic pathways. Sampling will include flowering plant clades known to have many C4 and CAM transitions, including the grass and bromeliad monocot families and the eudicot order containing cacti (Caryophyllales). Genome size and anatomical traits (leaf epidermal, guard cell and vein sizes and densities) will be quantified for all species. For a subset of species, the three-dimensional structure and organization of leaf cells will be measured using microCT imaging. Researchers will then characterize how vascular plant genomes have changed in size and composition by analyzing 288 whole plant genomes. Comparative analyses will reveal genomic architecture associated with shifts in photosynthetic metabolism and will uncover how early-diverging flowering plants reduced their genome size as compared to their gymnosperm relatives. Project outcomes will provide a direct test of genome-metabolic scaling as it applies to autotrophic metabolism and elucidate the evolutionary genetic mechanisms by which genomes expand and contract in response to selection on photosynthetic metabolism.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Simonin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin A Simonin",
   "pi_email_addr": "simonin@sfsu.edu",
   "nsf_id": "000778932",
   "pi_start_date": "2018-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Roddy",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Adam B Roddy",
   "pi_email_addr": "adam.roddy@nyu.edu",
   "nsf_id": "000605820",
   "pi_start_date": "2018-07-23",
   "pi_end_date": "2020-10-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Brodersen",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Craig R Brodersen",
   "pi_email_addr": "craig.brodersen@yale.edu",
   "nsf_id": "000614078",
   "pi_start_date": "2018-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Roy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Roy",
   "pi_email_addr": "roy@sfsu.edu",
   "nsf_id": "000641019",
   "pi_start_date": "2018-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rori",
   "pi_last_name": "Rohlfs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rori Rohlfs",
   "pi_email_addr": "rori@uoregon.edu",
   "nsf_id": "000715602",
   "pi_start_date": "2018-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 Holloway Avenue",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321722",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 31039.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is an urgent need to quantify fundamental 'rules of life?, or a recipe to life, that can be used to define limits to the structure and function of all living organisms. In other words, what are the common ingredients to life and how do these ingredients interact and ultimately limit what an organism can be or do?&nbsp;&nbsp;Current consensus on the fundamental ingredients of life is that all living organisms are made of discrete structural units (cells) that contain heritable information (genome) for metabolism (i.e. chemical energy to conduct basic life functions). Yet, characterizing how these fundamental ingredients of life interact requires integration of cause and effect across many biological scales. This project investigates how changes in the size of a genome, relates to the size of cells and subsequently how individual cells, and tissues process energy (i.e. metabolism).&nbsp;&nbsp;Using terrestrial land plants we evaluated how the basic structure of a genome, its size, impacts the structure of cells that make up a leaf, and ultimately whole leaf metabolism.&nbsp;&nbsp;Although land plants employ various forms of photosynthetic metabolism, each with unique biochemistry and anatomy, the rate at which CO<span style=\"font-size: xx-small;\"><sub>2</sub></span>&nbsp;can enter a leaf cell and be transformed into a sugar, is fundamentally constrained by three factors: how easily can CO<sub>2</sub>&nbsp;molecules enter a leaf (the permeability of the leaf surface to CO<sub>2</sub>), once inside a leaf how much cellular surface area is available for CO<sub>2&nbsp;</sub>molecules to enter a cell (the amount of cell surface area expose to air space inside the leaf), and how easily CO<sub>2&nbsp;</sub>molecules cross the cellular surface.&nbsp;&nbsp;Here we show that despite wide variation in biochemistry of photosynthetic metabolism and genome size across major groups of land plants the ability to acquire CO<sub>2</sub>&nbsp;from the atmosphere is strongly constrained by a positive scaling between genome size and cell size.&nbsp;&nbsp;Given that photosynthesis, and metabolism more broadly, is ultimately limited by rates of resource supply to the sites of biochemistry our data suggests that factors influencing genome contraction and expansion are coupled to evolutionary selection on metabolism regardless of variation in the biochemistry of metabolism.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/24/2023<br>\n\t\t\t\t\tModified by: Kevin&nbsp;A&nbsp;Simonin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere is an urgent need to quantify fundamental 'rules of life?, or a recipe to life, that can be used to define limits to the structure and function of all living organisms. In other words, what are the common ingredients to life and how do these ingredients interact and ultimately limit what an organism can be or do?  Current consensus on the fundamental ingredients of life is that all living organisms are made of discrete structural units (cells) that contain heritable information (genome) for metabolism (i.e. chemical energy to conduct basic life functions). Yet, characterizing how these fundamental ingredients of life interact requires integration of cause and effect across many biological scales. This project investigates how changes in the size of a genome, relates to the size of cells and subsequently how individual cells, and tissues process energy (i.e. metabolism).  Using terrestrial land plants we evaluated how the basic structure of a genome, its size, impacts the structure of cells that make up a leaf, and ultimately whole leaf metabolism.  Although land plants employ various forms of photosynthetic metabolism, each with unique biochemistry and anatomy, the rate at which CO2 can enter a leaf cell and be transformed into a sugar, is fundamentally constrained by three factors: how easily can CO2 molecules enter a leaf (the permeability of the leaf surface to CO2), once inside a leaf how much cellular surface area is available for CO2 molecules to enter a cell (the amount of cell surface area expose to air space inside the leaf), and how easily CO2 molecules cross the cellular surface.  Here we show that despite wide variation in biochemistry of photosynthetic metabolism and genome size across major groups of land plants the ability to acquire CO2 from the atmosphere is strongly constrained by a positive scaling between genome size and cell size.  Given that photosynthesis, and metabolism more broadly, is ultimately limited by rates of resource supply to the sites of biochemistry our data suggests that factors influencing genome contraction and expansion are coupled to evolutionary selection on metabolism regardless of variation in the biochemistry of metabolism. \n\n \n\n\t\t\t\t\tLast Modified: 02/24/2023\n\n\t\t\t\t\tSubmitted by: Kevin A Simonin"
 }
}