{
 "awd_id": "1838207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BIGDATA: IA: A multi-level approach for global optimization of the surveillance and control of infectious disease in the swine industry",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 1600000.0,
 "awd_amount": 1616000.0,
 "awd_min_amd_letter_date": "2018-09-07",
 "awd_max_amd_letter_date": "2021-08-03",
 "awd_abstract_narration": "The United States livestock industry has an enormous socio-economic impact contributing to annual sales of $180 billion and 550,000 direct jobs. Its sustainability and success rely on the maintenance of good livestock health, high productivity, and efficiency. This requires effective analytical methods, prediction models, and decision tools. While a vast amount of data has been collected in all production processes, the integration and usage of such data to better inform decisions in livestock health has remained circumstantial. It is usually restricted to simple descriptive statistics or molecular analyses for specific aspects of animal breeding and pathogen diagnostics. The goal of this project is to develop a new, multi-scale, approach to bridge the gap between the data availability and its effective usage. The project will focus on the swine industry and its most economically devastating disease, the Porcine Reproductive and Respiratory Syndrome (PRRS). This will not only have a direct beneficial impact in the swine industry but will contribute to the better manage other livestock health problems, saving producers and US livestock industry millions of dollars yearly. This is the first principled decision framework for the livestock industry that integrates multi-level data to predict disease dynamics, detect changes in farm status, and optimize the use of testing, treatment and vaccination strategies. As a consequence, it is expected to improve animal health and welfare and secure the sustainability of US agriculture and food systems by providing a data-driven decision framework and tools that push the frontier of precision epidemiology. The outcome of this project will be widely disseminated through our education and extension program (BIGDATA-4- HEALTH) and the integration of methods in the Disease BioPortal platform. PIs have well integrated the research and education programs and will continue to do so. The project will generate new curriculum for multiple classes in computer science, animal science and veterinary science and will involve undergraduate and graduate students.\r\n\r\nThe project proposes a principled data-driven decision framework for systematic PRRS prevention and control, based on the multi-level data sources collected during swine production, using novel data mining and machine learning techniques. The objectives are: 1) Early detection through efficient testing using a proactive and cost sensitive testing framework. 2) Systematic PRRS prevention and control by effective integration of testing, vaccination, and biosecurity implementation at a production system level. 3) Real- world experimentation and algorithm evaluation using both large-scale numerical evaluation with real traces and small-scale experimentations and real-time validation in five demonstration swine operations. 4) Education and extension program (BIGDATA-4-HEALTH) with training materials and technology transfer activities and the expansion of our user-friendly Disease BioPortal platform to facilitate the use of the developed methods to all industry stakeholders, researchers, and the general public. The intellectual merits of this proposal are multi-folds: the research team will develop novel mechanisms that advance the state-of-the-art in data-driven decision making algorithms. To reduce exploration cost, efficient situation-aware exploration techniques that addresses the fundamental exploration-exploitation tradeoff in multi-armed bandits and reinforcement learning will be developed, To handle missing data, novel compressive sensing algorithms designed to better manage accuracy disparity will be investigated. Finally, to balance the cost-accuracy tradeoff, efficient means to integrate simulation and experimentation will be explored, which only has been limited studied in the literature. Furthermore, the value of these tools for the early detection of diseases at farm and system level using historical data and prospective real world experimentation will be also evaluated and demonstrated. While focusing on swine production, this work provides the foundations and can be adapted to improve animal health of other livestock species and to advance in other disciplines facing the same data challenges.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beatriz",
   "pi_last_name": "Martinez Lopez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beatriz Martinez Lopez",
   "pi_email_addr": "beamartinezlopez@ucdavis.edu",
   "nsf_id": "000681677",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Liu",
   "pi_email_addr": "liu@cs.ucdavis.edu",
   "nsf_id": "000289050",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of University of California, Davis",
  "perf_str_addr": "One Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1600000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The core goal of this project is to improve the precision of predicting and detecting animal diseases within the agricultural domain, with a particular application focus on swine populations, dairy cattle, and antimicrobial resistance (AMR). Prior methods typically relied on manual management and rudimentary statistical analysis, which not only required intensive human intervention but also often lacked the predictive power and adaptability necessary for effective decision-making.</p>\n<p>&nbsp;</p>\n<p>To achieve this goal, the project advocates a machine learning-based approach that uses learned correlations/prediction patterns to guide the disease prevention and resource management in animal production systems. Utilizing this proposed framework is highly challenging due to the data complexities including high data dimensionality, limited data availability, and noisy data qualities. To address these challenges, we have adopted and developed techniques from machine learning, time-series analysis, network analysis, as well as heuristic algorithms. We have conducted both theoretical analysis and empirical evaluations on the proposed schemes. Specifically, we have the following outcomes.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Animal disease outbreak is a critical issue that results in substantial production losses and control costs. In current practice, a major challenge pertains to detecting disease strains effectively. To this end, we have evaluated 24 anomaly detection methods, including machine learning, regression, and times series techniques, to identify disease emergence. The results highlighted Long Short-Term Memory (LSTM) and Bayesian methods as top performers for recognizing large-scale outbreaks through time-series data, suggesting their promise for early disease detection within production systems. Moreover, our machine learning model proficiently predicted infections in swine populations using key indicators such as farm density and environmental factors, achieving balanced accuracies up to 85.3%. We have conducted infection prediction in swine populations, phylogenetic analysis on PRRSV, PRRSV classification using machine learning, and Metritis prediction for dairy cattle, and spectroscopy analysis for food safety applications.</p>\n<p>&nbsp;</p>\n<p><br />Antimicrobial resistance (AMR) is a significant threat to both health and economy in food animal production. Prior practice focused on surveillance methods, which can be time-consuming and costly. To address this limitation, we have applied machine learning techniques to predict AMR in pathogens. By analyzing data from over 600 U.S. farms, we honed in on five key bacterial pathogens. We employed the Seasonal Auto-Regressive Integrated Moving Average (SARIMA) method, which surpassed several baselines in predicting future AMR burdens. Additionally, we developed a tool based on similarity network to discern and manage AMR patterns across farms, incorporating data on seven bacterial pathogens and their responses to a range of antibiotics. In addition, we have studied AMR detection using similarity networks. We observed significant differences in the morphology, number of nodes and characteristics of pathogen networks, as well as in the number of communities and susceptibility profiles of the pathogens to different antimicrobial drugs. The methodology presented here could be a useful tool to improve health management, biosecurity measures and prioritize interventions to reduce AMR spread in swine farming.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>In this project, we have observed many real-world challenges in adopting existing machine learning techniques. To address these challenges, we have developed various use-inspired machine learning algorithms, including distributed learning algorithms, i.e., federated learning and split federated learning, to enable efficient and collaborative model training among clients. In particular, we have performed theoretical convergence analysis and conducted numerical experiments to evaluate the proposed methods. The results showed performance improvement w.r.t model accuracy and social welfare by up to 20%.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impact:</p>\n<p>&nbsp;</p>\n<p class=\"Default\">The PIs and their students have showcased their research at various conferences, bridging the fields of veterinary science and machine learning. Beyond disseminating their findings through conferences and scholarly journals, the PIs also engage consistently with professionals in the veterinary sector. This ongoing dialogue has been instrumental in fostering a mutually beneficial exchange of challenges and innovations among researchers, industry practitioners, and across the disciplines of machine learning and veterinary science.&nbsp;</p>\n<p class=\"Default\">For example, PI Liu has developed and taught an AIBridge bootcamp that engaged a significant number of participants from under-represented groups to broaden participation in computing. The camp was taught at UIUC and Cornell in the summer of 2023. The UIUC camp had 30+% of black student participation and the Cornell camp had 65+% female student participation. In addition, PI Liu has mentored a group of high school students in bringing AIBridge to their local communities. They have taught it three at local public libraries and at Bentley University.</p>\n<p class=\"Default\">PI Martinez-Lopez actively participates in the in the \"Artificiall Intelligence in Veterinary Medicine interest group at UC Davis\" . She also participated as Keynote speaker in the first International Symposium of Artificial intelligence in Veterinary medicine, organized at Cornell in April 2024. Both initiatives&nbsp;aim to expand the use of AI in the Veterinary profession.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/24/2024<br>\nModified by: Beatriz&nbsp;Martinez Lopez</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe core goal of this project is to improve the precision of predicting and detecting animal diseases within the agricultural domain, with a particular application focus on swine populations, dairy cattle, and antimicrobial resistance (AMR). Prior methods typically relied on manual management and rudimentary statistical analysis, which not only required intensive human intervention but also often lacked the predictive power and adaptability necessary for effective decision-making.\n\n\n\n\n\nTo achieve this goal, the project advocates a machine learning-based approach that uses learned correlations/prediction patterns to guide the disease prevention and resource management in animal production systems. Utilizing this proposed framework is highly challenging due to the data complexities including high data dimensionality, limited data availability, and noisy data qualities. To address these challenges, we have adopted and developed techniques from machine learning, time-series analysis, network analysis, as well as heuristic algorithms. We have conducted both theoretical analysis and empirical evaluations on the proposed schemes. Specifically, we have the following outcomes.\n\n\n\n\n\n\n\n\nAnimal disease outbreak is a critical issue that results in substantial production losses and control costs. In current practice, a major challenge pertains to detecting disease strains effectively. To this end, we have evaluated 24 anomaly detection methods, including machine learning, regression, and times series techniques, to identify disease emergence. The results highlighted Long Short-Term Memory (LSTM) and Bayesian methods as top performers for recognizing large-scale outbreaks through time-series data, suggesting their promise for early disease detection within production systems. Moreover, our machine learning model proficiently predicted infections in swine populations using key indicators such as farm density and environmental factors, achieving balanced accuracies up to 85.3%. We have conducted infection prediction in swine populations, phylogenetic analysis on PRRSV, PRRSV classification using machine learning, and Metritis prediction for dairy cattle, and spectroscopy analysis for food safety applications.\n\n\n\n\n\n\nAntimicrobial resistance (AMR) is a significant threat to both health and economy in food animal production. Prior practice focused on surveillance methods, which can be time-consuming and costly. To address this limitation, we have applied machine learning techniques to predict AMR in pathogens. By analyzing data from over 600 U.S. farms, we honed in on five key bacterial pathogens. We employed the Seasonal Auto-Regressive Integrated Moving Average (SARIMA) method, which surpassed several baselines in predicting future AMR burdens. Additionally, we developed a tool based on similarity network to discern and manage AMR patterns across farms, incorporating data on seven bacterial pathogens and their responses to a range of antibiotics. In addition, we have studied AMR detection using similarity networks. We observed significant differences in the morphology, number of nodes and characteristics of pathogen networks, as well as in the number of communities and susceptibility profiles of the pathogens to different antimicrobial drugs. The methodology presented here could be a useful tool to improve health management, biosecurity measures and prioritize interventions to reduce AMR spread in swine farming.\n\n\n\n\n\n\n\n\nIn this project, we have observed many real-world challenges in adopting existing machine learning techniques. To address these challenges, we have developed various use-inspired machine learning algorithms, including distributed learning algorithms, i.e., federated learning and split federated learning, to enable efficient and collaborative model training among clients. In particular, we have performed theoretical convergence analysis and conducted numerical experiments to evaluate the proposed methods. The results showed performance improvement w.r.t model accuracy and social welfare by up to 20%.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBroader Impact:\n\n\n\n\n\nThe PIs and their students have showcased their research at various conferences, bridging the fields of veterinary science and machine learning. Beyond disseminating their findings through conferences and scholarly journals, the PIs also engage consistently with professionals in the veterinary sector. This ongoing dialogue has been instrumental in fostering a mutually beneficial exchange of challenges and innovations among researchers, industry practitioners, and across the disciplines of machine learning and veterinary science.\n\n\nFor example, PI Liu has developed and taught an AIBridge bootcamp that engaged a significant number of participants from under-represented groups to broaden participation in computing. The camp was taught at UIUC and Cornell in the summer of 2023. The UIUC camp had 30+% of black student participation and the Cornell camp had 65+% female student participation. In addition, PI Liu has mentored a group of high school students in bringing AIBridge to their local communities. They have taught it three at local public libraries and at Bentley University.\n\n\nPI Martinez-Lopez actively participates in the in the \"Artificiall Intelligence in Veterinary Medicine interest group at UC Davis\" . She also participated as Keynote speaker in the first International Symposium of Artificial intelligence in Veterinary medicine, organized at Cornell in April 2024. Both initiativesaim to expand the use of AI in the Veterinary profession.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 05/24/2024\n\n\t\t\t\t\tSubmitted by: BeatrizMartinez Lopez\n"
 }
}