{
 "awd_id": "1838154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BIGDATA: F: Big Data Analysis via Non-Standard Property Testing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 910000.0,
 "awd_amount": 910000.0,
 "awd_min_amd_letter_date": "2018-09-08",
 "awd_max_amd_letter_date": "2018-09-08",
 "awd_abstract_narration": "In the modern era truly enormous amounts of data are constantly being generated across a wide range of domains: these include ongoing large-scale scientific experiments, ubiquitous smartphones and sensors, the continuous production and evolution of content on social media, and many others.  How can this flood of data be efficiently processed and analyzed?  A branch of computer science called \"property testing\" seeks to develop ultra-fast algorithms for analyzing massive data sets to quickly determine whether or not the data has some property of interest.  However, the standard theoretical models that have mostly been considered in property testing are not well suited to many real-world data analysis scenarios; these standard models prioritize mathematical elegance, but the resulting assumptions they make do not align well with the abilities of actual data analysis algorithms or with the nature of many actual data sets.  (As one example, these models typically assume that a data analysis algorithm can synthesize arbitrary data points and query them to receive accurate information about how such data points should be labeled, but such queries are impossible in many real-world settings where data points \"come as they are\" and cannot be synthesized to meet the specifications of a data analyst.  As another example, these models typically can only deal with data which is assumed to follow certain highly structured probability distributions, but real-world data is messy and rarely possesses such a high degree of structure.)  The high-level goal of this project is to develop and analyze non-standard models of property testing, with the explicit goal of developing algorithms which align with the realities and constraints of real-world data analysis problems.  An important related goal is to foster human resource development by performing outreach and training graduate students, including members of historically under-represented groups, in the analytic and algorithmic techniques that are central to this project.  Planned activities to achieve broader impacts also include new courses, survey articles, and the continuation of outreach activities aimed at students at the elementary and middle school levels.\r\n\r\nIn more detail, the project will focus on three different aspects of property testing algorithms for big data, all of which are motivated by considerations arising from real-world data analysis:(1) The first focus of the project will be on developing flexible algorithms for testing whether a massive high-dimensional data set has been labeled according to a \"junta\" --- this is a labeling rule which depends only on a very small but unknown set of data features out of a huge set of possible features.  Building on their previous work, the investigators will work to develop junta testing algorithms which can handle arbitrary data distributions and noisy data, and can succeed even given only a limited form of access to the data set being analyzed. (2) The second focus of the project will be on transferring ideas and techniques from theoretical machine learning algorithms to the domain of property testing of massive data sets.  Previous work of the investigators gave a proof-of-concept for how (certain relatively inefficient) machine learning algorithms can be modified to yield far more efficient property testing algorithms for data analysis, but this transfer went through only in the relatively constrained standard models of property testing, alluded to above, which assume highly structured data distributions.  In this project the investigators will work to extend these earlier results so that the machine learning techniques will yield algorithms for more flexible property testing models that are of greater real-world applicability.(3) Finally, the third focus of the project is to develop property testing algorithms which do not need to make queries on synthetic data points but instead use only random samples, and which can be applied to high-dimensional continuous data sets.  Data of this type arises commonly in settings where sensors or measurements of different sorts are generating the data, but most property testing algorithms are designed for discrete binary-valued data rather than continuous data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rocco",
   "pi_last_name": "Servedio",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rocco A Servedio",
   "pi_email_addr": "rocco@cs.columbia.edu",
   "nsf_id": "000232661",
   "pi_start_date": "2018-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xi",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xi Chen",
   "pi_email_addr": "xc2198@columbia.edu",
   "nsf_id": "000576016",
   "pi_start_date": "2018-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 910000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-00fd9e62-7fff-2c2c-082d-c6b37ce51a10\"> </span></p>\n<p dir=\"ltr\"><span>Property testing is a branch of sublinear time algorithms research that deals with making very fast, approximate decisions about a massive &ldquo;data object&rdquo; on the basis of a limited amount of information.&nbsp; One type of problem that is commonly considered in property testing is determining whether an n-variable Boolean function (which can be thought of as a data object of size 2^n) has some particular property of interest, versus being far from having the property; here the goal is to make this determination while querying the function on only a very small number of inputs (much fewer than all 2^n inputs). A different kind of problem is determining whether a probability distribution over a very large number of elements has some property of interest (versus being far from having the property) given only a small number of samples from the distribution.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The PIs and their collaborators gave a number of new results in property testing. In some cases these results were new algorithms for well-studied and challenging problems in property testing, such as a new algorithm for testing whether an unknown distribution over a high-dimensional hypergrid is the uniform distribution.&nbsp; In other cases these new results were lower bounds, establishing inherent limitations on the ability of any efficient algorithm to solve the property testing problem under consideration. Results of this sort include the PIs&rsquo; recent results on testing whether an unknown high-dimensional region is a convex set (versus far from every convex set) and the PIs&rsquo; lower bounds on tolerant testing of juntas and monotone functions.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The PIs introduced some new problems in the field of property testing, such as testing whether a set system is intersecting or has the union-closed property. The PIs also introduced some new types of property testing problems, such as testing whether a known high-dimensional probability distribution has been subjected to an unknown truncation such as truncation by a convex set or a low-degree polynomial threshold function.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>This work resulted in more than a dozen publications in refereed conferences, including many of the leading conferences in theoretical computer science such as the Symposium on Theory of Computing (STOC), the Symposium on Foundations of Computer Science (FOCS), the Symposium on Discrete Algorithms (SODA), and the Symposium on Innovations in Theoretical Computer Science (ITCS).&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>This work also contributed to human resources development by providing support for training graduate students.&nbsp; Much of the work was carried out in collaboration with PhD students as part of their research training, and a number of these students have either graduated or will graduate soon and are going on to tenure-track faculty positions and postdoctoral research positions.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/29/2024<br>\nModified by: Rocco&nbsp;A&nbsp;Servedio</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nProperty testing is a branch of sublinear time algorithms research that deals with making very fast, approximate decisions about a massive data object on the basis of a limited amount of information. One type of problem that is commonly considered in property testing is determining whether an n-variable Boolean function (which can be thought of as a data object of size 2^n) has some particular property of interest, versus being far from having the property; here the goal is to make this determination while querying the function on only a very small number of inputs (much fewer than all 2^n inputs). A different kind of problem is determining whether a probability distribution over a very large number of elements has some property of interest (versus being far from having the property) given only a small number of samples from the distribution.\n\n\n\n\n\nThe PIs and their collaborators gave a number of new results in property testing. In some cases these results were new algorithms for well-studied and challenging problems in property testing, such as a new algorithm for testing whether an unknown distribution over a high-dimensional hypergrid is the uniform distribution. In other cases these new results were lower bounds, establishing inherent limitations on the ability of any efficient algorithm to solve the property testing problem under consideration. Results of this sort include the PIs recent results on testing whether an unknown high-dimensional region is a convex set (versus far from every convex set) and the PIs lower bounds on tolerant testing of juntas and monotone functions.\n\n\n\n\n\nThe PIs introduced some new problems in the field of property testing, such as testing whether a set system is intersecting or has the union-closed property. The PIs also introduced some new types of property testing problems, such as testing whether a known high-dimensional probability distribution has been subjected to an unknown truncation such as truncation by a convex set or a low-degree polynomial threshold function.\n\n\n\n\n\nThis work resulted in more than a dozen publications in refereed conferences, including many of the leading conferences in theoretical computer science such as the Symposium on Theory of Computing (STOC), the Symposium on Foundations of Computer Science (FOCS), the Symposium on Discrete Algorithms (SODA), and the Symposium on Innovations in Theoretical Computer Science (ITCS).\n\n\n\n\n\nThis work also contributed to human resources development by providing support for training graduate students. Much of the work was carried out in collaboration with PhD students as part of their research training, and a number of these students have either graduated or will graduate soon and are going on to tenure-track faculty positions and postdoctoral research positions.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/29/2024\n\n\t\t\t\t\tSubmitted by: RoccoAServedio\n"
 }
}