{
 "awd_id": "1838403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Enabling Quantum Leap: Scalable, Controllable and Tunable Room- Temperature Quantum Emitters in Mono-layer WSe2",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James H. Edgar",
 "awd_eff_date": "2018-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 128164.0,
 "awd_amount": 128164.0,
 "awd_min_amd_letter_date": "2018-07-11",
 "awd_max_amd_letter_date": "2018-07-11",
 "awd_abstract_narration": "Nontechnical description: Many modern technologies - including low-energy-consumption light bulbs, traffic lights, lasers, and computers - rely on the controlled emission of light. Light is composed of individual packets of energy called photons, and this project seeks to demonstrate the ultimate control of light emission by creating a device architecture capable of emitting single optical photons at will while also tuning their color in real time. While some new classes of tunable light emitters have recently been discovered, most of them operate only at very cold temperatures (less than -420 degrees Fahrenheit). The project is developing an approach for overcoming this major limitation by combining new light emitters with miniature antennas, potentially allowing for operation at room temperature - a critical requirement for most optical technologies. The researchers envision applications spanning maximally secure optical communications to the development of quantum computers. This research activity is integrated with efforts to train the next generation of materials scientists, engineers and physicists. These efforts include highly interdisciplinary PhD research, as well as a ''tiered mentoring'' focused summer program titled Engineering the Next Generation, which serves highly motivated underrepresented high school students from local partner schools and involves both lab work and supplemental programming to develop students' academic and professional skills.\r\n\r\nTechnical description: The discovery of single-photon emitters (SPEs) in monolayer WSe2 in 2015 ushered in a revolutionary class of solid-state quantum emitters with potential for deterministic positioning, facile tuning and control capabilities, and integrability into photonic architectures that do not exist for other classes of solid-state quantum emitters. However, a major limitation of these localized light sources is that the bound exciton states on which they rely are only active at cryogenic temperatures below 20 K. Very recently, it has been demonstrated that a model nanoscale architecture, a nano-optical antenna and extrinsic strain due to a nanobubble, activates the optical activity of bound exciton states at room temperature and under ambient conditions in monolayer WSe2. The overall objective of this project is to establish that the newly discovered room-temperature localized bound exciton states can be developed into tunable SPEs for quantum photonic technologies. The research is organized into two tasks: (1) directly probing the new class of room-temperature emitters to understand their origin and activation, and to identify potential pathways to develop optimized SPEs; and (2) leveraging the new knowledge of these emitters to implement a nanoplasmonic-WSe2 architecture demonstrating activated, tunable room-temperature SPEs. The envisioned emitter architecture consists of a monolayer of WSe2 overlaid on top of a nanoneedle plasmonic antenna, which is able to simultaneously provide the localized strain and nano-optical activation of the bound excitons. The detailed study of these room-temperature localized bound exciton states fills key knowledge voids currently limiting the development of quantum technologies in high-quality 2-dimensional semiconductors. More broadly, a demonstration of large-scale, tunable on-chip room-temperature SPE pixel arrays immediately impacts next-generation device design, providing a direct pathway to SPE technologies for quantum logic applications. These research objectives are integrated with educational efforts that emphasize mentoring and hands-on learning about photonic materials for students in high school through the graduate level.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Borys",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Borys",
   "pi_email_addr": "nicholas.borys@montana.edu",
   "nsf_id": "000779525",
   "pi_start_date": "2018-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "309 Montana Hall",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 128164.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many modern technologies - including low-energy-consumption light bulbs, traffic lights, lasers, and computers - rely on the controlled emission of light. Quantum mechanically, light is composed of individual packets of energy called photons, and several of these next-generation technologies seek to create, control, and manipulate the quantum behavior of single photons. This project has investigated the fundamental physical origins of the generation of single-photon states in two-dimensional semiconductors, which are a promising new class of light-emitting materials. These two-dimensional semiconductors ultrathin sheets of atoms that can be stretched similar to the rubber of a balloon. Our experiments have revealed that when the two-dimensional material is stretched on a very small length scale, a new class of light emitters emerges.&nbsp; These new emitters have many promising properties for the controlled generation of light, including the ability to operate at room temperature, be easily integrated into light-based circuitry, and be easily controlled with electronics. The experimental discovery of these new emitters defies the conventional understanding of how two-dimensional semiconductors stretch on very small scales and provides important experimental confirmation that, when stretched, two-dimensional semiconductors form ultra-tiny wrinkles, which was only recently predicted by state-of-the-art computer models. The discovery of new emitters and the wrinkling effects have deepened the understanding of the physical origins of the capability of two-dimensional semiconductors to create single-photon states when the material is cooled to ultracold temperatures (less than -420 degrees Fahrenheit). With this added knowledge, the project has provided new directions for researchers and engineers to explore to better control the emission of single photons in two-dimensional semiconductors and realize single-photon generation at higher temperatures up to room temperature, which is a critical technological and scientific need. At Montana State University, the project supported the professional training of two graduate researchers and three undergraduate researchers in skills that are foundational for scientific and research and development careers. The research activities of the project have been a focal point for recruiting students at all levels, including K-12, into STEM fields through activities such as outreach presentations, onsite lab tours, and live experimental demonstrations. Introductory course materials that can be taught to undergraduate and graduate students in physics, chemistry, engineering, and materials science have been developed that cover modern strain-engineering in two-dimensional materials, quantum mechanical properties of two-dimensional materials, and fundamental concepts in quantum information science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2021<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Borys</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany modern technologies - including low-energy-consumption light bulbs, traffic lights, lasers, and computers - rely on the controlled emission of light. Quantum mechanically, light is composed of individual packets of energy called photons, and several of these next-generation technologies seek to create, control, and manipulate the quantum behavior of single photons. This project has investigated the fundamental physical origins of the generation of single-photon states in two-dimensional semiconductors, which are a promising new class of light-emitting materials. These two-dimensional semiconductors ultrathin sheets of atoms that can be stretched similar to the rubber of a balloon. Our experiments have revealed that when the two-dimensional material is stretched on a very small length scale, a new class of light emitters emerges.  These new emitters have many promising properties for the controlled generation of light, including the ability to operate at room temperature, be easily integrated into light-based circuitry, and be easily controlled with electronics. The experimental discovery of these new emitters defies the conventional understanding of how two-dimensional semiconductors stretch on very small scales and provides important experimental confirmation that, when stretched, two-dimensional semiconductors form ultra-tiny wrinkles, which was only recently predicted by state-of-the-art computer models. The discovery of new emitters and the wrinkling effects have deepened the understanding of the physical origins of the capability of two-dimensional semiconductors to create single-photon states when the material is cooled to ultracold temperatures (less than -420 degrees Fahrenheit). With this added knowledge, the project has provided new directions for researchers and engineers to explore to better control the emission of single photons in two-dimensional semiconductors and realize single-photon generation at higher temperatures up to room temperature, which is a critical technological and scientific need. At Montana State University, the project supported the professional training of two graduate researchers and three undergraduate researchers in skills that are foundational for scientific and research and development careers. The research activities of the project have been a focal point for recruiting students at all levels, including K-12, into STEM fields through activities such as outreach presentations, onsite lab tours, and live experimental demonstrations. Introductory course materials that can be taught to undergraduate and graduate students in physics, chemistry, engineering, and materials science have been developed that cover modern strain-engineering in two-dimensional materials, quantum mechanical properties of two-dimensional materials, and fundamental concepts in quantum information science.\n\n\t\t\t\t\tLast Modified: 10/30/2021\n\n\t\t\t\t\tSubmitted by: Nicholas Borys"
 }
}