{
 "awd_id": "1839288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tripods+X:Res:Collaborative Research: Identification of Gene Regulatory Network Function from Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 189804.0,
 "awd_amount": 189804.0,
 "awd_min_amd_letter_date": "2018-09-10",
 "awd_max_amd_letter_date": "2018-09-10",
 "awd_abstract_narration": "Molecular and cellular biology are at the forefront of our quest to understand life and improve human health. However, the details of how genes and signals interact in real time to produce cell behavior, are not well understood.  The problem is a lack of approaches that can integrate experimental data into models that describe the important behavior of the system, yet do not describe nonessential details, that would make it too cumbersome to compute in a reasonable time. This project will develop a new set of tools, that can predict the entire range of behaviors of a network of interdependent genes and do it so efficiently that behavior under the effect of a few mutations or behavior of alternative sets of genes can be readily explored. Furthermore, once such a description of behavior of a set of genes is available, it will be shared and used by other scientists. Continuous build-up of these results will rapidly increase their value for data science, cellular biology, and broader science. \r\n   \t\t\t\t\t\r\nMolecular and cellular biology have witnessed a huge leap forward since science has acquired the ability to sequence genomes. However, while genomes are relatively static, the phenotypes result from the interaction of many genes that are expressed dynamically in time. Furthermore, since phenotypes arise from complex transcriptional networks, where the interactions tend to be nonlinear, data-based models will play a key role in understanding and ultimately controlling these phenotypes. Current modeling techniques, motivated by physics, struggle to bridge a fundamental conflict between low resolution of biological measurements informing model parameter values and the fundamental fact that dynamical systems are sensitive to initial conditions and parameters. This project develops a novel mathematical framework that provides a quantitative description of global dynamics that are compatible with coarse, noisy biological measurements. Combined with computationally efficient algorithms for the construction of databases that capture biologically relevant dynamics of a network, it can become the basis for shared science in the space of gene networks. These tools will be used to construct and validate network models from experimental data, interrogate dynamic behavior of a given network, and compare dynamics summaries across networks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Haase",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Steven B Haase",
   "pi_email_addr": "shaase@duke.edu",
   "nsf_id": "000418905",
   "pi_start_date": "2018-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "Dept. of Biology, Box 90338 Duke",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277081000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "041Y00",
   "pgm_ele_name": "TRIPODS Transdisciplinary Rese"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047Z",
   "pgm_ref_txt": "TRIPODS Phase 1"
  },
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 189804.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit.</strong>&nbsp; The goal of this project was to develop methods and approaches that further our understanding of the structure and function of gene regulatory networks that control cell division and rhythmic behavior.&nbsp; Although there are experimental approaches to learn network structure/function, they are expensive, time consuming, and largely intractable in non-model organisms such as important human pathogens.&nbsp; To mitigate the time and expense of experimental approaches and enable the study of non-model organisms, our goal was to develop computational methods that would utilize only time-series data (measuring the expression of every gene) that is relatively easy to collect across organisms.</p>\n<p>Our approach to identify network structure combined multiple steps and tools assembled into a pipeline. Publications describing this inference pipeline, as well as a web-based tool utilizing pieces of the pipeline are available and the tools have been made publicly available. In the course of our studies of the fungal cell division cycle, we also developed new time-series data from related fungal species, and that indicated that evolution is acting at the level of the network and not just the genes. These findings are published in a graduate student thesis.</p>\n<p>&nbsp;Another goal was to understand network function using models that input network structure and then predict network function across a space of parameters that guide the network interactions.&nbsp; Remarkably, we learned that a single cell-cycle network in the budding yeast <em>S. cerevisiae</em> could produce both normal cell cycles as well as endocycles, where cells undergo cycles of DNA replication without dividing.&nbsp; The outcome of endocycles is large polyploid cells that have new properties like stress and drug resistance.&nbsp; Endocycling is observed throughout the tree of life and is likely the mechanism for producing polyploidy and aneuploidy in tumor cells.&nbsp; Endocycling also likely plays a role in the development of Titan cells during infections with <em>Cryptococcus</em> species, an important fungal pathogen.&nbsp; By learning this mechanism in the <em>S. cerevisiae model</em>, we have now generated likely hypotheses for how other organisms endocycle.&nbsp; &nbsp;</p>\n<p class=\"Default\"><strong>Broader Impacts.</strong> For many years, academic research training focused on developing researchers who could operate independently, generating hypotheses and results on their own.&nbsp; However, works in fields related to biomedical research are increasingly performed by teams, often with diverse backgrounds, expertise, and skill levels.&nbsp; Thus, trainees need practice to be prepared to work both independently and in interdisciplinary teams. This project served as a rich training ground for a diverse team of mathematicians and molecular biologists who ranged from undergraduates to master&rsquo;s students and from Ph.D. trainees to postdoctoral fellows and research scientists. &nbsp;Multiple students completed their degrees in the backdrop of this project and one team member moved on to a tenure track faculty position.</p>\n<p class=\"Default\">One of our training objectives was for students and postdocs to learn to identify team goals and integrate the planning and execution of their work with the work of others to achieve those goals. The teams from Duke, Rutgers, and Montana State met virtually each week to discuss modeling and experimental results and new questions.</p>\n<p>To disseminate our findings to broad audiences outside of our team, the principal investigators hosted a workshop at the Banff International Research Station in September 27 to October 1 of 2021 entitled;&rdquo; Connecting Network Structure to its Dynamics: Fantasy or Reality?&rdquo; Many distinguished scientists from biology as well as mathematics presented their work and engaged in lively discussions on systems biology and modeling approaches. In addition to workshops and conferences, the faculty on the team are using data collected and principles learned in formal coursework for undergraduates. The importance of using contemporary problems, approaches, and data in teaching the next generation of biological data scientists cannot be overestimated. Learning for our undergrads goes beyond a simple transfer of information from this project and includes teaching students how modern research is performed. In a course taught at Duke that is cross listed in math and biology, we place students in interdisciplinary teams of math and biology majors, so they learn how to solve complex biological data problems with teams of students with diverse backgrounds.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2024<br>\nModified by: Steven&nbsp;B&nbsp;Haase</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit. The goal of this project was to develop methods and approaches that further our understanding of the structure and function of gene regulatory networks that control cell division and rhythmic behavior. Although there are experimental approaches to learn network structure/function, they are expensive, time consuming, and largely intractable in non-model organisms such as important human pathogens. To mitigate the time and expense of experimental approaches and enable the study of non-model organisms, our goal was to develop computational methods that would utilize only time-series data (measuring the expression of every gene) that is relatively easy to collect across organisms.\n\n\nOur approach to identify network structure combined multiple steps and tools assembled into a pipeline. Publications describing this inference pipeline, as well as a web-based tool utilizing pieces of the pipeline are available and the tools have been made publicly available. In the course of our studies of the fungal cell division cycle, we also developed new time-series data from related fungal species, and that indicated that evolution is acting at the level of the network and not just the genes. These findings are published in a graduate student thesis.\n\n\nAnother goal was to understand network function using models that input network structure and then predict network function across a space of parameters that guide the network interactions. Remarkably, we learned that a single cell-cycle network in the budding yeast S. cerevisiae could produce both normal cell cycles as well as endocycles, where cells undergo cycles of DNA replication without dividing. The outcome of endocycles is large polyploid cells that have new properties like stress and drug resistance. Endocycling is observed throughout the tree of life and is likely the mechanism for producing polyploidy and aneuploidy in tumor cells. Endocycling also likely plays a role in the development of Titan cells during infections with Cryptococcus species, an important fungal pathogen. By learning this mechanism in the S. cerevisiae model, we have now generated likely hypotheses for how other organisms endocycle. \n\n\nBroader Impacts. For many years, academic research training focused on developing researchers who could operate independently, generating hypotheses and results on their own. However, works in fields related to biomedical research are increasingly performed by teams, often with diverse backgrounds, expertise, and skill levels. Thus, trainees need practice to be prepared to work both independently and in interdisciplinary teams. This project served as a rich training ground for a diverse team of mathematicians and molecular biologists who ranged from undergraduates to masters students and from Ph.D. trainees to postdoctoral fellows and research scientists. Multiple students completed their degrees in the backdrop of this project and one team member moved on to a tenure track faculty position.\n\n\nOne of our training objectives was for students and postdocs to learn to identify team goals and integrate the planning and execution of their work with the work of others to achieve those goals. The teams from Duke, Rutgers, and Montana State met virtually each week to discuss modeling and experimental results and new questions.\n\n\nTo disseminate our findings to broad audiences outside of our team, the principal investigators hosted a workshop at the Banff International Research Station in September 27 to October 1 of 2021 entitled; Connecting Network Structure to its Dynamics: Fantasy or Reality? Many distinguished scientists from biology as well as mathematics presented their work and engaged in lively discussions on systems biology and modeling approaches. In addition to workshops and conferences, the faculty on the team are using data collected and principles learned in formal coursework for undergraduates. The importance of using contemporary problems, approaches, and data in teaching the next generation of biological data scientists cannot be overestimated. Learning for our undergrads goes beyond a simple transfer of information from this project and includes teaching students how modern research is performed. In a course taught at Duke that is cross listed in math and biology, we place students in interdisciplinary teams of math and biology majors, so they learn how to solve complex biological data problems with teams of students with diverse backgrounds.\n\n\n\t\t\t\t\tLast Modified: 01/29/2024\n\n\t\t\t\t\tSubmitted by: StevenBHaase\n"
 }
}