{
 "awd_id": "1839174",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAISE-TAQS: Quantum-based chemical sensing",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924514",
 "po_email": "rjorn@nsf.gov",
 "po_sign_block_name": "Ryan Jorn",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2018-09-11",
 "awd_max_amd_letter_date": "2023-09-06",
 "awd_abstract_narration": "The goal of this project is to explore novel approaches to chemical sensing and analysis.  This approach based on a quantum-mechanical property of electrons known as spin.  Diamond samples containing a special defect, the nitrogen vacancy (NV) center.  One of the carbon atoms in the diamond is replaced by a nitrogen atom adjacent to a vacancy. Such samples emit light in a way that is altered by the presence of spins on nearby molecules.  In this project, chemists, physicists, and electrical engineers are collaborating to make diamond samples with arrays of NV centers placed at very specific locations beneath diamond surfaces.  They then investigate how the light emitted by the NV centers depends on the location and distance of molecules located immediately outside of the diamond sample. Because spin-based chemical sensors do not currently exist, this work has the potential to lead to new types of chemical sensors with very high sensitivity, possibly at the single-molecule level. If successful, spin-based chemical sensors would be useful in a wide range of chemical, environmental and biomedical applications. In addition to training graduate and undergraduate students in the quantum-based science, the researcher team is also engaged with outreach events and development of public-friendly podcast on quantum-based chemical detection.\r\n\r\n\r\n\r\nThe goal of the research is to explore fundamentally new approaches to detecting and measuring\r\nmolecular binding, cleavage, and dynamical motions at surfaces by exploiting the unique quantum mechanical properties of NV centers in diamond. The new sensing approach is based on characterizing\r\nhow electron spins of NV centers interact with spins present in molecules located nearby at the diamond-water interface. Nanolithographic patterning and ion implantation methods are being used to prepare samples containing arrays of NV centers, each of which can be probed and manipulated individually. Nanophotonic methods are being used to provide efficient ways of optically coupling light from individual NV centers to optical detectors. The diamond surfaces are being functionalized with molecules containing well defined spin probes that interact with the sub-surface NV centers in a manner that depends on the proximity between the spin probe and the NV centers. Researchers are using the resulting interactions between the spin of the molecules and the spin of the NV centers as a potentially novel approach to chemical sensing in which binding or release of molecules from surfaces is reported via spectroscopic changes in the NV centers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hamers",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Hamers",
   "pi_email_addr": "rjhamers@wisc.edu",
   "nsf_id": "000334301",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Coppersmith",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Susan N Coppersmith",
   "pi_email_addr": "snc@physics.wisc.edu",
   "nsf_id": "000221406",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Eriksson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Eriksson",
   "pi_email_addr": "maeriksson@wisc.edu",
   "nsf_id": "000334662",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Kats",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail A Kats",
   "pi_email_addr": "mkats@wisc.edu",
   "nsf_id": "000678048",
   "pi_start_date": "2018-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061322",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "049Z",
   "pgm_ref_txt": "RAISE-Research Advanced by Interdiscipli"
  },
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nitrogen-vacancy centers in diamond have emerged as a highly-sensitive probe of local chemical and physical environment.&nbsp; In this project, researchers aimed to explore fundamentally new approaches to chemical sensing by detecting and measuring molecular binding, cleavage, and dynamical motions at surfaces by exploiting the unique quantum-mechanical properties of nitrogen-vacancy (NV) centers in diamond. These approaches are targeted toward detection of molecules having an unpaired electron. &nbsp;Researchers developed chemical synthesis procedures able to connect molecules with unpaired electrons to diamond surfaces via molecular linkers of different length, providing a way to controllably vary the distance between the unpaired electron and the diamond surface. These experiments showed that the molecules retained their unpaired electron after linking them to diamond surfaces and showed that the method could be applied to flat surfaces of diamond and also to nanoparticles. A second key challenge addressed in this project has been the need to efficiently collect light emitted by NV centers. Researchers developed new approaches to designing and building nanostructured light extractors. Computational modeling was used to predict how ultra-thin layers of silicon and other materials would impact the optical collection efficiency, and a procedure to optimizing the thickness and shape of these surface layers was developed.&nbsp; Nanofabrication facilities were then used to fabricate the optimized structures, followed by experimental evaluation of their effectiveness. These light extractors constructed using these procedures greatly increase the amount of light collected from individual NV centers, thereby increasing the signal-to-noise ratio that can be realized. The project also has broader impact through the training of graduate students in different disciplines and in communication of science with the general public. This multidisciplinary project supported the Ph.D. research of graduate students in chemistry, physics, and electrical and computer engineering, who worked collaboratively on various aspects of the research.&nbsp; In this way, students learned how to effectively communicate with other scientists with different background and expertise. Students working on this project also participated in outreach events where they learned and practiced how to communicate effectively with people from a wide range of demographic groups.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/20/2024<br>\nModified by: Robert&nbsp;J&nbsp;Hamers</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNitrogen-vacancy centers in diamond have emerged as a highly-sensitive probe of local chemical and physical environment. In this project, researchers aimed to explore fundamentally new approaches to chemical sensing by detecting and measuring molecular binding, cleavage, and dynamical motions at surfaces by exploiting the unique quantum-mechanical properties of nitrogen-vacancy (NV) centers in diamond. These approaches are targeted toward detection of molecules having an unpaired electron. Researchers developed chemical synthesis procedures able to connect molecules with unpaired electrons to diamond surfaces via molecular linkers of different length, providing a way to controllably vary the distance between the unpaired electron and the diamond surface. These experiments showed that the molecules retained their unpaired electron after linking them to diamond surfaces and showed that the method could be applied to flat surfaces of diamond and also to nanoparticles. A second key challenge addressed in this project has been the need to efficiently collect light emitted by NV centers. Researchers developed new approaches to designing and building nanostructured light extractors. Computational modeling was used to predict how ultra-thin layers of silicon and other materials would impact the optical collection efficiency, and a procedure to optimizing the thickness and shape of these surface layers was developed. Nanofabrication facilities were then used to fabricate the optimized structures, followed by experimental evaluation of their effectiveness. These light extractors constructed using these procedures greatly increase the amount of light collected from individual NV centers, thereby increasing the signal-to-noise ratio that can be realized. The project also has broader impact through the training of graduate students in different disciplines and in communication of science with the general public. This multidisciplinary project supported the Ph.D. research of graduate students in chemistry, physics, and electrical and computer engineering, who worked collaboratively on various aspects of the research. In this way, students learned how to effectively communicate with other scientists with different background and expertise. Students working on this project also participated in outreach events where they learned and practiced how to communicate effectively with people from a wide range of demographic groups.\r\n\n\n\t\t\t\t\tLast Modified: 12/20/2024\n\n\t\t\t\t\tSubmitted by: RobertJHamers\n"
 }
}