{
 "awd_id": "1839555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Investigating a Trojan Horse strategy to disrupt Saccharomyces biofilms",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 149999.0,
 "awd_amount": 149999.0,
 "awd_min_amd_letter_date": "2018-07-05",
 "awd_max_amd_letter_date": "2018-07-05",
 "awd_abstract_narration": "Microbes are single-celled organisms found nearly everywhere on earth and are intricately involved in the functioning of biological systems. Most microbes live in complex communities and engage in social interactions ranging from cooperation to lethal warfare. One type of cooperation occurs when individual microbes aggregate into a community, known as a biofilm, and produce goods to be used by all, and in return, receive protection from external environmental stresses. Biofilms are susceptible to \"cheaters\" who do not contribute but benefit from the community structure. Biofilms are ubiquitous and are found both in natural environments and in industrial and medical settings, where they can endanger human health and welfare. The goal of this research is to determine whether it is possible for cheater microbes to disrupt and destroy undesirable biofilm communities. Using computer simulations, the research will test whether, and under what conditions, introducing a \"Trojan Horse\" microbe that produces a lethal toxin could destabilize a biofilm community. The results of the simulations will then be tested using natural and engineered yeast strains. One outcome of this research is that it will provide a proof-of-concept that demonstrates how social evolution theory could be used in important medical and industrial applications where biofilms cause problems. This project will also provide the opportunity for undergraduate and graduate researchers to be trained in an interdisciplinary approach to problem solving? from theory, to simulations, to experiments with living organisms.\r\n\r\nLike all cooperative communities, biofilms are susceptible to invasion by selfish individuals who benefit from cooperation, but do not contribute. Therefore, the study of microbial social interactions and their long-term consequences could lead to a better understanding of processes that can destabilize these communities. One such strategy, which would use an engineered \"Trojan Horse\" strain to infiltrate a biofilm, has been proposed, but not tested with a spatially explicit model or experimental work. In this project researchers will first employ individual-based, spatially explicit, stochastic simulations to model cells interacting a biofilm community. The model will be used to determine how different social strategies influence the growth and distribution of multiple cell types and to investigate how modeled parameters affect the effectiveness of a Trojan Horse strategy to prevent biofilm growth and disrupt an already established community. The second step of the project is to test whether living organisms with the simulated strategies can disrupt biofilms. Natural and engineered strains of the budding yeast Saccharomyces cerevisiae will be utilized. As part of this research, the fitness effects of social phenotypes (biofilm formation and toxin production) will be assessed in a panel of natural yeast strains. The successful completion of this research will contribute to developing a major model organism for social evolutionary studies, as well as explore the possibility of applying social evolution theory to medical and industrial applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helen",
   "pi_last_name": "Murphy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helen Murphy",
   "pi_email_addr": "hamurphy@wm.edu",
   "nsf_id": "000149315",
   "pi_start_date": "2018-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231878795",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 149999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biofilms are highly structured, cooperative microbial communities with enhanced resistance to environmental stress. They are found nearly everywhere microbes are found and can pose problems in industrial and medical settings. The overarching goal of this project was to investigate an evolutionary strategy to disrupt biofilms using both computer simulations and wet lab experiments with the budding yeast,&nbsp;<em>Saccharomyces cerevisiae</em>, and to develop this organism as a model for biofilm research.</p>\n<p>In the lab, to investigate strategies to disrupt biofilms, the research focused on &ldquo;killer toxin&rdquo;, a toxin produced by some yeast which can kill nearby neighbors and not the producer. Specifically, we investigated the effect of killer toxin in mat biofilms&mdash; biofilms formed on semi-solid surfaces thought to mimic rotting fruit. Killer toxin was highly effective against most biofilm-forming strains, but not all. Therefore, we investigated the properties of mat biofilms in a large panel of environmental isolates. There was significant variation in numerous biofilm properties, most notably pH gradients. pH has a strong effect on the ability of cells to adhere to one another and on the effectiveness of killer toxin. While this variation may make it more challenging to develop a strategy to disrupt biofilms, understanding it will contribute to developing&nbsp;<em>S. cerevisiae</em>&nbsp;as a eukaryotic model for studying these communities.</p>\n<p>In the computation research, we focused on the cooperative relationship between cells and the ability of cells to adhere to others with the same genotype. In spatially structured communities such as biofilms, growth leads to segregation where cells of the same genotype end up in clusters. Therefore, cooperators are grouped together and do not need mechanisms to recognize each other. However, experimental observations suggest that yeast can in fact recognize other cooperators, and potentially, even recognize closely-related cells. We developed a simulation of a growing biofilm with multiple cell types and different types of cooperation&nbsp;&nbsp;(no recognition, cooperator recognition, and kin recognition). Our results suggest that cells have a fitness benefit from both types of recognition, even spatially structured communities. This unexpected result can help explain observations in natural systems.</p>\n<p>Broader Impacts:</p>\n<p>This award supported the research activities of a diverse group of undergraduate and graduate students. The award also supported the development and implementation of a course that critically evaluates the scientific concepts of race in human evolution and genetics. This course is helping to train the next generation of scientists and doctors to think carefully about societal assumptions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/24/2023<br>\n\t\t\t\t\tModified by: Helen&nbsp;Murphy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBiofilms are highly structured, cooperative microbial communities with enhanced resistance to environmental stress. They are found nearly everywhere microbes are found and can pose problems in industrial and medical settings. The overarching goal of this project was to investigate an evolutionary strategy to disrupt biofilms using both computer simulations and wet lab experiments with the budding yeast, Saccharomyces cerevisiae, and to develop this organism as a model for biofilm research.\n\nIn the lab, to investigate strategies to disrupt biofilms, the research focused on \"killer toxin\", a toxin produced by some yeast which can kill nearby neighbors and not the producer. Specifically, we investigated the effect of killer toxin in mat biofilms&mdash; biofilms formed on semi-solid surfaces thought to mimic rotting fruit. Killer toxin was highly effective against most biofilm-forming strains, but not all. Therefore, we investigated the properties of mat biofilms in a large panel of environmental isolates. There was significant variation in numerous biofilm properties, most notably pH gradients. pH has a strong effect on the ability of cells to adhere to one another and on the effectiveness of killer toxin. While this variation may make it more challenging to develop a strategy to disrupt biofilms, understanding it will contribute to developing S. cerevisiae as a eukaryotic model for studying these communities.\n\nIn the computation research, we focused on the cooperative relationship between cells and the ability of cells to adhere to others with the same genotype. In spatially structured communities such as biofilms, growth leads to segregation where cells of the same genotype end up in clusters. Therefore, cooperators are grouped together and do not need mechanisms to recognize each other. However, experimental observations suggest that yeast can in fact recognize other cooperators, and potentially, even recognize closely-related cells. We developed a simulation of a growing biofilm with multiple cell types and different types of cooperation  (no recognition, cooperator recognition, and kin recognition). Our results suggest that cells have a fitness benefit from both types of recognition, even spatially structured communities. This unexpected result can help explain observations in natural systems.\n\nBroader Impacts:\n\nThis award supported the research activities of a diverse group of undergraduate and graduate students. The award also supported the development and implementation of a course that critically evaluates the scientific concepts of race in human evolution and genetics. This course is helping to train the next generation of scientists and doctors to think carefully about societal assumptions.\n\n \n\n\t\t\t\t\tLast Modified: 01/24/2023\n\n\t\t\t\t\tSubmitted by: Helen Murphy"
 }
}