{
 "awd_id": "1839775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Coral Chimeras - A Novel Perspective on Coral Reef Ecology and Evolution",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 274997.0,
 "awd_amount": 319772.0,
 "awd_min_amd_letter_date": "2018-07-02",
 "awd_max_amd_letter_date": "2024-06-17",
 "awd_abstract_narration": "Corals constitute the core of coral reef ecosystems. The majority of corals are colonies of creatures living in a cup, coral polyps, that are connected to each other with tissue. An underlying assumption about coral colonies, similar to the approach to cells in humans and other mammals, is that the polyps in a colony arose from a single coral genotype. But, what if a single coral colony was actually composed of multiple coral genotypes, which is referred to as a biological chimera?  This proposal challenges the assumption of the genetic identity of coral colonies, and this could have important ecological and evolutionary consequences. For example, chimerism may confer a competitive advantage within and between coral species. In addition, if a coral colony is composed of multiple coral genotypes, these genotypes may respond differently to changing environmental conditions. Thus, chimerism may affect interpreting how corals, and hence coral reefs, react to environmental change. Undergraduate and graduate students at the University of Mississippi will contribute to the research.\r\n\r\nThe goal of this proposal is to investigate coral chimerism as an ecological and evolutionary phenomenon and its influence on coral reef ecosystems. The ecology and physiology, including gene expression, of chimeric and non-chimeric coral colonies will be examined. In addition, the genetic identity of the obligatory intracellular mutualistic dinoflagellates, Symbiodinium spp. will be taken into account as well as the spatial distribution of the coral genotypes within a chimera. Understanding these aspects of coral chimeras will enable investigators to predict the implications of coral chimerism for a common Indo Pacific coral species, Stylophora pistillata. It will also potentially transform our understanding of the ecology and evolution of coral reef ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamar",
   "pi_last_name": "Goulet",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tamar L Goulet",
   "pi_email_addr": "tlgoulet@olemiss.edu",
   "nsf_id": "000232846",
   "pi_start_date": "2018-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Mississippi",
  "inst_street_address": "113 FALKNER",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6629157482",
  "inst_zip_code": "386779704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MS01",
  "org_lgl_bus_name": "THE UNIVERSITY OF MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "G1THVER8BNL4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Mississippi",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "386771848",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 274997.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 44775.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Corals constitute the core of coral reef ecosystems. The majority of corals are colonies of creatures living in a cup, coral polyps, that are connected to each other with coral tissue. An underlying assumption about coral colonies, similar to the outlook about cells in humans, is that the polyps in a coral colony came about from a single coral genotype. &nbsp;But, what if a single coral colony was actually composed of multiple coral genotypes, which is referred to as a biological chimera? &nbsp;This project challenged the assumption of the genetic identity of coral colonies by investigating coral chimeras.&nbsp; The project studied coral chimeras in the common Indo Pacific coral species, <em>Stylophora pistillata.</em>&nbsp; Understanding the spatial distribution of the different genotypes within a coral chimera is fundamental for unraveling the ecology and physiology of the chimera. &nbsp;The project generated <em>S. pistillata </em>coral chimeras and then, after 9-25 months, these chimeras were cut into 7-17 pieces (6-26 polyps/apiece). The project found that the genotypes in <em>S. pistillata</em> chimeras are mixed, although there were some cases of &lsquo;cryptic chimerism,&rsquo; where genotypes went undetected, likely due to the sensitivity threshold of the genetic technique used (DNA microsatellites). &nbsp;Chimerism, having two or more genotypes within one &lsquo;individual&rsquo; may confer a competitive advantage within and between coral species. &nbsp;In addition, if a coral colony is composed of multiple coral genotypes, these genotypes may respond differently to changing environmental conditions. &nbsp;Thus, chimerism may affect interpreting how corals, and hence coral reefs, react to environmental change.&nbsp; The project discussed the results and the ramifications of coral chimerism in several publications.&nbsp; In addition to the research on coral chimerism, the project involved students, from presentations to students as young as third graders to university students.&nbsp; The investigator, a female scientist, also met with a wide range of audiences to discuss women in Science, Technology, Engineering and Mathematics (STEM) disciplines, challenges faced by women, and avenues for increasing representation of&nbsp;women in STEM.</p><br>\n<p>\n Last Modified: 01/24/2025<br>\nModified by: Tamar&nbsp;L&nbsp;Goulet</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCorals constitute the core of coral reef ecosystems. The majority of corals are colonies of creatures living in a cup, coral polyps, that are connected to each other with coral tissue. An underlying assumption about coral colonies, similar to the outlook about cells in humans, is that the polyps in a coral colony came about from a single coral genotype. But, what if a single coral colony was actually composed of multiple coral genotypes, which is referred to as a biological chimera? This project challenged the assumption of the genetic identity of coral colonies by investigating coral chimeras. The project studied coral chimeras in the common Indo Pacific coral species, Stylophora pistillata. Understanding the spatial distribution of the different genotypes within a coral chimera is fundamental for unraveling the ecology and physiology of the chimera. The project generated S. pistillata coral chimeras and then, after 9-25 months, these chimeras were cut into 7-17 pieces (6-26 polyps/apiece). The project found that the genotypes in S. pistillata chimeras are mixed, although there were some cases of cryptic chimerism, where genotypes went undetected, likely due to the sensitivity threshold of the genetic technique used (DNA microsatellites). Chimerism, having two or more genotypes within one individual may confer a competitive advantage within and between coral species. In addition, if a coral colony is composed of multiple coral genotypes, these genotypes may respond differently to changing environmental conditions. Thus, chimerism may affect interpreting how corals, and hence coral reefs, react to environmental change. The project discussed the results and the ramifications of coral chimerism in several publications. In addition to the research on coral chimerism, the project involved students, from presentations to students as young as third graders to university students. The investigator, a female scientist, also met with a wide range of audiences to discuss women in Science, Technology, Engineering and Mathematics (STEM) disciplines, challenges faced by women, and avenues for increasing representation ofwomen in STEM.\t\t\t\t\tLast Modified: 01/24/2025\n\n\t\t\t\t\tSubmitted by: TamarLGoulet\n"
 }
}