{
 "awd_id": "1839384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Pushing the Extremes of Heat Conduction via Multiscale Phonon Modeling from First-Principles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2018-05-28",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 523334.0,
 "awd_amount": 578334.0,
 "awd_min_amd_letter_date": "2018-07-09",
 "awd_max_amd_letter_date": "2022-05-20",
 "awd_abstract_narration": "Recent advances in nanomaterials and processing technologies have enabled the creation of a large number of heterogeneous nanostructures for a variety of applications including thermoelectric energy generation, microelectronics cooling, thermal barrier materials, solar cells, and energy storage. The number of complex systems consisting of hierarchical structures spanning the nano-, meso- and macro- scales is increasing rapidly. Thermal modeling of these devices requires attention to a broad range of length scales and physical phenomena. Small scale transport in these hierarchical materials is poorly understood mainly due to the lack of a proper description of energy transport by vibrations in the structures, called phonons, across these multiple scales. A rigorous understanding of multiscale phonon transport is crucial for pushing the extremes of heat conduction for the advancement of diverse, transformative applications such as economical thermoelectric energy conversion, which requires ultralow thermal conductivity, and more efficient electronics cooling, which demands ultrahigh thermal conductivity. By improving the efficiency of energy conversion and heat rejection, the project can essentially contribute to global sustainable energy solutions. The educational objective of this CAREER project is to promote academic diversity and equal educational opportunities and to prepare a highly educated workforce in the STEM fields by encouraging interest in thermal science and engineering via a creative museum exhibit for the general public, engaging in research activities via a novel international collaborative course and outreach activities for kindergarten-to-college students, and sharing of the state-of-the-art research findings with industrial partners. \r\n\r\nThe research objective of this CAREER project is to obtain a comprehensive understanding of multiscale phonon transport from first-principles in order to push the upper and lower boundaries of thermal conductivity. Despite well-established theories at the macroscale and the significant progress made at the nanoscale over the past few decades, mesoscale thermal transport remains poorly understood. This project focuses on mesoscale phonon transport to bridge the knowledge gap between nanoscale and macroscale phonon transport. The research tasks are below: (1) Generate the key input parameters for mesoscale simulations, phonon mean free path and interface transmittance, from atomic- and nano-scale first-principles calculations using density functional theory, atomistic Green?s function method, and ab initio molecular dynamics simulations; (2) Solve the Boltzmann transport equation using Monte Carlo simulations for mesoscale transport; (3) Validate multiscale simulation results using time-domain thermoreflectance measurements; (4) Develop a compact robust analytical model for thermal engineers and heat transfer researchers. The outcome of this project is expected to be a major leap in the fundamental understanding of multiscale phonon transport, enabling the creation of novel materials with unprecedented thermal transport properties for numerous applications including thermal energy conversion and management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhiting",
   "pi_last_name": "Tian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiting Tian",
   "pi_email_addr": "zhiting@cornell.edu",
   "nsf_id": "000700292",
   "pi_start_date": "2018-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "170E",
   "pgm_ref_txt": "Interagency Agreements"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 523334.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span>: This project leverages Tian&rsquo;s expertise in first-principles modeling and optical measurements of phonon transport to bridge the knowledge gap in multiscale phonon transport and advance the fundamental understanding of ultralow and ultrahigh thermal conductivity. Two highlights from this project: (1) <strong>Understanding thermal transport in hybrid perovskites</strong>. Hybrid perovskites are a new class of materials that are highly promising for solar cells, but little was understood about their ability to conduct heat. Tian led a team of researchers to grow single crystals and use high-energy X-rays to reveal why, despite their crystalline structure, they have exceptionally low thermal conductivity. She also carried out the first in-plane thermal conductivity measurement on hybrid perovskites and found record-low anisotropy in 2D hybrid. This knowledge can guide the design of more efficient solar cells by managing heat dissipation. (2) <strong>Unveiling the puzzling thermal conductivity trend across phase transition. </strong>Experiments consistently show that cubic phase germanium telluride (GeTe) has an unexpected increase in lattice thermal conductivity with rising temperature. Despite its ubiquity, resolving its origin has remained elusive. The traditional first-principles phonon calculations based on density functional theory (DFT) at 0 K and three-phonon scattering fell short of capturing this trend. Tian developed a comprehensive framework assisted by machine learning to account for finite temperature effect, higher-order scattering, and coherence contribution all at once. She reproduced the experimental trend and explained the long-standing mystery of an anomalous increasing thermal conductivity after the phase transition for the first time.</p>\r\n<p><span style=\"text-decoration: underline;\">Broader Impacts:</span> The proposed research allows rational discovery strategies for materials with extremely high or low thermal conductivity for major advances in numerous applications ranging from renewable energy generation and waste heat harvesting to electronics cooling. The research findings have been disseminated to a broader audience through outreach activities for K2C students. Tian developed a 60-minute field session that broadly showcases the fun, exciting, and intriguing aspects of her research field with a hands-on activity on thermoelectric energy conversion. She conducted the field session multiple times to engage high-school students. She also connected with K-12 educators by conducting workshops on &ldquo;Investigating the Ability of Materials to Conduct Heat&rdquo; through the Research Education and Activities for Community Teachers (REACT) program. Tian has been offering research opportunities to undergraduate students and taking REU students over the summers. This project has led to ten publications: <em>Nature Communications, ACS Applied Nano Materials, ACS Nano (2), ACS Applied Materials and Interfaces, Nano Letters, Physical Review Letters, Journal of Physical Chemistry Letters, Applied Thermal Engineering and Journal of Applied Physics</em>. Three of our publications were featured by Cornell Chronicle. One was highlighted by APS Science Highlight and DOE BES University Research News.<strong>&nbsp;</strong></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/12/2025<br>\nModified by: Zhiting&nbsp;Tian</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit: This project leverages Tians expertise in first-principles modeling and optical measurements of phonon transport to bridge the knowledge gap in multiscale phonon transport and advance the fundamental understanding of ultralow and ultrahigh thermal conductivity. Two highlights from this project: (1) Understanding thermal transport in hybrid perovskites. Hybrid perovskites are a new class of materials that are highly promising for solar cells, but little was understood about their ability to conduct heat. Tian led a team of researchers to grow single crystals and use high-energy X-rays to reveal why, despite their crystalline structure, they have exceptionally low thermal conductivity. She also carried out the first in-plane thermal conductivity measurement on hybrid perovskites and found record-low anisotropy in 2D hybrid. This knowledge can guide the design of more efficient solar cells by managing heat dissipation. (2) Unveiling the puzzling thermal conductivity trend across phase transition. Experiments consistently show that cubic phase germanium telluride (GeTe) has an unexpected increase in lattice thermal conductivity with rising temperature. Despite its ubiquity, resolving its origin has remained elusive. The traditional first-principles phonon calculations based on density functional theory (DFT) at 0 K and three-phonon scattering fell short of capturing this trend. Tian developed a comprehensive framework assisted by machine learning to account for finite temperature effect, higher-order scattering, and coherence contribution all at once. She reproduced the experimental trend and explained the long-standing mystery of an anomalous increasing thermal conductivity after the phase transition for the first time.\r\n\n\nBroader Impacts: The proposed research allows rational discovery strategies for materials with extremely high or low thermal conductivity for major advances in numerous applications ranging from renewable energy generation and waste heat harvesting to electronics cooling. The research findings have been disseminated to a broader audience through outreach activities for K2C students. Tian developed a 60-minute field session that broadly showcases the fun, exciting, and intriguing aspects of her research field with a hands-on activity on thermoelectric energy conversion. She conducted the field session multiple times to engage high-school students. She also connected with K-12 educators by conducting workshops on Investigating the Ability of Materials to Conduct Heat through the Research Education and Activities for Community Teachers (REACT) program. Tian has been offering research opportunities to undergraduate students and taking REU students over the summers. This project has led to ten publications: Nature Communications, ACS Applied Nano Materials, ACS Nano (2), ACS Applied Materials and Interfaces, Nano Letters, Physical Review Letters, Journal of Physical Chemistry Letters, Applied Thermal Engineering and Journal of Applied Physics. Three of our publications were featured by Cornell Chronicle. One was highlighted by APS Science Highlight and DOE BES University Research News.\r\n\n\n\t\t\t\t\tLast Modified: 02/12/2025\n\n\t\t\t\t\tSubmitted by: ZhitingTian\n"
 }
}