{
 "awd_id": "1840884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Collaborative Workshop on Modeling Dynamics, Statistical Inference, and Prediction of Tropical Infectious diseases in India",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2018-08-06",
 "awd_max_amd_letter_date": "2018-08-06",
 "awd_abstract_narration": "The goal of the project is to support the participation of US faculty, graduate and undergraduate students in the first international workshop \"Indo - U.S. Workshop on Modeling Dynamics, Statistical Inference and Prediction of Infectious diseases (MoDSIP-ID)\". The workshop will be held at the Sri Sathya Sai Institute of Higher Learning (SSSIHL), Vidya Giri, Prashanti, Nilayam, Puttaparthi, Anantapur District, Andhra Pradesh, India from August 12-14, 2018. This workshop, supported in part by the NSF Mathematical Biology program, focuses on mathematical modeling and analysis of public health problems from the developing world and is jointly organized by US and Inidan researchers. The award provides support for US faculty,  graduate and undergraduate students to travel to India, participate and present at this workshop and as well as to train and mentor participants. The focus of 2018 MoDSIP workshop is on training undergraduate and graduate students as well as faculty outside mathematical biology on analytical and computational techniques (including deterministic and stochastic modeling theory, statistical inference, uncertainty quantification methods, data mining tools and high performance computing techniques). The workshop will provide a platform to encourage discussion, identify new linkages and foster new international collaborations, advancing mathematical modeling of infectious tropical diseases in India across multiple biological scales. \r\n\r\nMoDSIP-ID is the first workshop in an annual series to promote international (US and India) scientific collaborations and bring together students and researchers working at the interface of mathematics, statistics, ecology, epidemiology, public health and computational science. This event will identify linkages among population dynamics of tropical infectious disease systems at different scales, from individuals to ecosystems, and provide the opportunity to discuss and share some of the successful mathematical, computational, and statistical approaches in modeling these systems and data. MoDSIP will host approximately 80-100 participants from USA,  India and other developing countries. This workshop will invite participation from women and underrepresented minorities and encourage them to consider pursuing careers that bridge mathematics and biology. MoDSIP will cover topics in three different scientific dimensions: mathematical (stochastic processes, dynamical systems, parameter estimation, computational modeling, and uncertainty analysis), interdisciplinary (ecology, epidemiology, infectious diseases), and educational (research methodology, mentoring, professionalism, team building) via theoretical and hands-on experience. The interdisciplinary workshop program will include educational training and research methodology for infectious diseases; computational labs focusing on challenges in gathering empirical information, statistical data analysis and, modeling, and simulations of infectious diseases. All participants will engage in interactive lectures from faculty and graduate students along with hands-on lab sessions using R, Matlab, Python, and Netlogo. More information can be found at the https://mcmsc.asu.edu/ and http://sssihl.edu.in/ websites. Dissemination of workshop results and participant research will occur in a Special Issue of the Letters in Biomathematics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anuj",
   "pi_last_name": "Mubayi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anuj Mubayi",
   "pi_email_addr": "amubayi@asu.edu",
   "nsf_id": "000525336",
   "pi_start_date": "2018-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The International Workshop on <strong>Mo</strong>deling <strong>D</strong>ynamics, <strong>S</strong>tatistical <strong>I</strong>nterference and <strong>P</strong>rediction of Tropical Infectious diseases (<strong>MoDSIP-ID</strong>) was organized jointly by&nbsp;<em>Prof. Anuj Mubayi from&nbsp;</em>Simon A. Levin Mathematical Computational and Modeling Science Center (MCMSC),&nbsp;<em>Arizona State University, Tempe (ASU) and <em>Prof. Padmanabhan Seshaiyer from Department of Mathematics,&nbsp;</em>George Mason University-Fairfax (GMU)</em>) both from USA Institutes as well as by&nbsp;<em>Prof. Pallav Kumar Baruah and Prof. Krishna Kiran Vamsi Dasu from the</em>&nbsp;the Department of Mathematics and Computer Science (DMACS) of <em>Sri Sathya Sai Institute of Higher Learning (SSSIHL)</em> as a part of the Silver Retreat (25 years of DMACS). The workshop will be organized at the SSSIHL Puttaparthi campus from August 12<sup>th</sup> to August 15<sup>th</sup> 2018. The major outcomes included:&nbsp;</p>\n<ol>\n<li>The interdisciplinary workshop targeted senior undergraduates, and graduate students in the mathematical sciences or related fields and train them in mathematical modeling and analysis of real dynamical systems.</li>\n<li>The workshop introduced the emerging field of \"Modeling and Control of Infectious Diseases and Evaluation of Public Health Problems\" to the participants, to make them aware of the current research and methods that are cutting edge in the field, and also to show them how the field tools can be used in understanding tropical diseases in India?s current scenario.</li>\n<li>The workshop explored the area of high performance computing in public health problems and extensive discussion with participants on this topic.&nbsp;</li>\n<li>The workshop developed and nurtured new generation of individuals in mathematical modeling from USA and India who will impact the culture and diversity in the U.S. while strengthening communities and improving collaboration across countries.</li>\n<li>The talks and lectures were paired with coordinated computer and data analysis hands-on labs and collaborative efforts. It familiarized participants with cutting-edge computer tools essential for success in the mathematical sciences, including the symbolic and computational software packages R, Netlogo and MATLAB.</li>\n<li>The workshop fostered a strong collaborative learning environment and bond among the students and faculty that will aid them in their research and give them a resource of support in their degree program and beyond.</li>\n<li>The workshop covered topics in three different scientific dimensions: mathematical (deterministic and stochastic modeling theory, statistical inference, uncertainty quantification methods, data mining tools and high performance computing techniques), interdisciplinary (ecology and epidemiology of infectious diseases and public health), and educational (research methodology, mentoring, professionalism, team building) via theoretical and hands-on experience.</li>\n<li>The workshop hosted 50 participants, 6 US speakers and 7 International speakers from 5 continents (Asia, Africa, Europe, North America, and South America) and at least 7 disciplines (medicine, mathematics, statistics, computer science, information science, engineering, public health, etc.).</li>\n<li>There have also been a number of publications that have resulted after the discussion on the projects from the workshop. Many of them has been published as special issue in International Journal <em>Letters in Biomathematics.</em></li>\n<li>USA and some Indian graduate students who participated in assisting in the computer labs, organizing activities, and helping with a myriad of other aspects of the workshop.</li>\n</ol>\n<p>The workshop featured a plenary talk by a renowned distinguished mathematical biologist Professor Carlos Castillo-Chavez, prominent scientist from Arizona State University (ASU). Since this mark the first visit of Prof Castillo-Chavez to India and hence, he and the group of US researchers has extended invitation to visit additional institutions across India including the Indian Institute of Science-Bangalore, the Public Health Foundation of India, Indian Institute of Technology-Kanpur, and South Asian University-Delhi to build future collaborations and memorandum of understanding between India and USA universities and research institutions. The travel support to these additional institutions in India was supported ASU as well as host institutions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2019<br>\n\t\t\t\t\tModified by: Anuj&nbsp;Mubayi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe International Workshop on Modeling Dynamics, Statistical Interference and Prediction of Tropical Infectious diseases (MoDSIP-ID) was organized jointly by Prof. Anuj Mubayi from Simon A. Levin Mathematical Computational and Modeling Science Center (MCMSC), Arizona State University, Tempe (ASU) and Prof. Padmanabhan Seshaiyer from Department of Mathematics, George Mason University-Fairfax (GMU)) both from USA Institutes as well as by Prof. Pallav Kumar Baruah and Prof. Krishna Kiran Vamsi Dasu from the the Department of Mathematics and Computer Science (DMACS) of Sri Sathya Sai Institute of Higher Learning (SSSIHL) as a part of the Silver Retreat (25 years of DMACS). The workshop will be organized at the SSSIHL Puttaparthi campus from August 12th to August 15th 2018. The major outcomes included: \n\nThe interdisciplinary workshop targeted senior undergraduates, and graduate students in the mathematical sciences or related fields and train them in mathematical modeling and analysis of real dynamical systems.\nThe workshop introduced the emerging field of \"Modeling and Control of Infectious Diseases and Evaluation of Public Health Problems\" to the participants, to make them aware of the current research and methods that are cutting edge in the field, and also to show them how the field tools can be used in understanding tropical diseases in India?s current scenario.\nThe workshop explored the area of high performance computing in public health problems and extensive discussion with participants on this topic. \nThe workshop developed and nurtured new generation of individuals in mathematical modeling from USA and India who will impact the culture and diversity in the U.S. while strengthening communities and improving collaboration across countries.\nThe talks and lectures were paired with coordinated computer and data analysis hands-on labs and collaborative efforts. It familiarized participants with cutting-edge computer tools essential for success in the mathematical sciences, including the symbolic and computational software packages R, Netlogo and MATLAB.\nThe workshop fostered a strong collaborative learning environment and bond among the students and faculty that will aid them in their research and give them a resource of support in their degree program and beyond.\nThe workshop covered topics in three different scientific dimensions: mathematical (deterministic and stochastic modeling theory, statistical inference, uncertainty quantification methods, data mining tools and high performance computing techniques), interdisciplinary (ecology and epidemiology of infectious diseases and public health), and educational (research methodology, mentoring, professionalism, team building) via theoretical and hands-on experience.\nThe workshop hosted 50 participants, 6 US speakers and 7 International speakers from 5 continents (Asia, Africa, Europe, North America, and South America) and at least 7 disciplines (medicine, mathematics, statistics, computer science, information science, engineering, public health, etc.).\nThere have also been a number of publications that have resulted after the discussion on the projects from the workshop. Many of them has been published as special issue in International Journal Letters in Biomathematics.\nUSA and some Indian graduate students who participated in assisting in the computer labs, organizing activities, and helping with a myriad of other aspects of the workshop.\n\n\nThe workshop featured a plenary talk by a renowned distinguished mathematical biologist Professor Carlos Castillo-Chavez, prominent scientist from Arizona State University (ASU). Since this mark the first visit of Prof Castillo-Chavez to India and hence, he and the group of US researchers has extended invitation to visit additional institutions across India including the Indian Institute of Science-Bangalore, the Public Health Foundation of India, Indian Institute of Technology-Kanpur, and South Asian University-Delhi to build future collaborations and memorandum of understanding between India and USA universities and research institutions. The travel support to these additional institutions in India was supported ASU as well as host institutions. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2019\n\n\t\t\t\t\tSubmitted by: Anuj Mubayi"
 }
}