{
 "awd_id": "1840886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Anomalous submarine volcanism during glacial terminations: Exploring archives from the global mid-ocean ridge system",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 49939.0,
 "awd_amount": 49939.0,
 "awd_min_amd_letter_date": "2018-07-10",
 "awd_max_amd_letter_date": "2018-07-10",
 "awd_abstract_narration": "Knowledge about how and why climate has changed in the past is important for understanding the sensitivity of the climate system and the potential for future climate change.  There are many natural processes that are linked to climate and associated sea level changes. Continental glaciation draws down sea levels as ice sheets grow, and raises sea levels when ice sheets recede. The release of volatiles, especially carbon dioxide (CO2), from submarine volcanoes along the ~50,000 miles of mid-ocean ridges is also thought to play a role in modulating climate. Sea level changes and volatile release are linked through changes in pressure on the sea floor and underlying Earth's mantle. It is hypothesized that a reduction in pressure (through a drop in sea level) can trigger increased mantle melting and eruption of lava onto the seafloor, and consequent degassing of magmatic CO2 that can raise the CO2 content of the atmosphere and cause global warming. Warming in turn results in increased glacial ice melt, which provides a negative feedback to the process.  Recently published work from the Pacific-Antarctic Ridge in the Southeast Pacific suggests that a recent glacial termination was characterized by anomalous mid-ocean ridge volcanism at that location. However, it is not clear if this is simply a coincidence or a global event. This research seeks to address this question. To do this, eleven sediment cores from existing collections will be examined. Cores were selected on the basis of mid-ocean ridge axial proximity, water depth, and core length. These characteristics are necessary for recording volcanic fallout from ridge volcanic eruptions that would indicate active magmatism. The research involves, intensive geochemical and microscopic study of the sediments, the use of oxygen isotopes to determine core stratigraphy and coherence, and quantitative estimates of volcanic ash content. If successful, the work could have implications for our understanding of climate and rates of climate change. Broader impacts also include the training of undergraduate and graduate students at the University of Connecticut. \r\n\r\nThis research builds on a preliminary study of a single site in which a relationship appeared to exist between the waxing of continental glaciation and the increased incidence of mid-ocean ridge magmatism followed by rapid glacial melting. This research tests the researcher's novel and controversial hypothesis by expanding the observations to multiple locations on three major mid-ocean ridge spreading centers: the Mid Atlantic Ridge, the East Pacific Rise, and the Central Indian Ridge. A set of sediment cores are available for study through NSF-supported seafloor sample repositories. These cores have essential criteria needed to shed light on the research question: a location that is close enough to a mid-ocean ridge that volcanic ash and ejecta from eruptions therein are likely to be components of the sediment, length such that cores span multiple continental glacial cycles, and water depth. Goals of the project are to determine whether the results found on the Pacific Antarctic Ridge are representative of conditions of glacial terminations at mid-ocean ridges worldwide.  Sediments from the cores will be processed to separate foraminifera that will be analyzed for oxygen isotopes to determine their stratigraphy and ages at high resolution. Sediments will also be examined for evidence of ash, ash layers, and other volcanic ejecta; the total amount of volcanic material; and volcanic particle morphology and grain size. Geochemical analyses on the sediments will take place to look for indicators of basaltic particles, usually evident from the weight percent of titanium in the samples. These data will be compared to the known timing of periods of continental glaciation to see if there is a correlation between the increase and decline of glaciation and corresponding seafloor magmatic activity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lund",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Lund",
   "pi_email_addr": "david.lund@uconn.edu",
   "nsf_id": "000514656",
   "pi_start_date": "2018-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut, Dept. of Marine Science",
  "perf_str_addr": "1080 Shennecossett Rd.",
  "perf_city_name": "Groton",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "063405000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 49939.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The last million years of Earth's history is dominated by the Ice Ages, the repeated advance and retreat of continental ice sheets that covered large portions of North America and Eurasia. &nbsp;While it has long been known that the Ice Ages were paced by variations in Earth's orbit, the mechanisms responsible for amplifying small orbital changes into pronounced climate anomalies remains unclear. &nbsp;Recently, Earth scientists have focused on the role of sea level and its influence on magmatism at mid-ocean ridges, the underwater chain of volcanoes found throughout the global ocean. &nbsp;The sea level hypothesis invokes growth of ice sheets and rapid lowering of sea level to release pressure on ridges and promote magmatism in the upper mantle. &nbsp;Ice sheet retreat will add pressure to the ridges and have the opposite effect. &nbsp;The goal of our project was to search for records of submarine volcanism in existing sediment core archives to assess the sea level hypothesis.&nbsp;&nbsp;Out of the more than 18,000 deep sea cores in the four largest U.S. core repositories, only ~30 were collected close enough to the crests of mid-ocean ridges to record ash fallout from submarine eruptions.&nbsp;&nbsp;</span></p>\n<p><span>The grant from NSF provided funding for preliminary sampling and analyses of the prospective sediment cores, most of which are archived at Columbia University, Woods Hole Oceanographic Institution and Oregon State University.&nbsp;&nbsp;Visual inspection of the cores revealed that only 20 were sufficiently well preserved to merit sampling.&nbsp;&nbsp;Of these 20 cores, stable isotope analyses of microscopic shells revealed that only six have stratigraphic records reliable enough to infer the timing of events in the geologic past (i.e. &lt;0.05% of the 18,000 cores in the four largest U.S. repositories).&nbsp;&nbsp;Two cores from the southern East Pacific Rise contain an ash layer that coincides with glacial Termination 4.&nbsp;&nbsp;Combined with published results from the Pacific Antarctic Ridge (Lund et al., 2018), we now have three realizations of anomalous volcanic activity occurring during terminations.&nbsp;&nbsp;Curiously, two of the other cores (one from the northern East Pacific Rise and the other from the Southeast Indian Ridge) contain much subtler ash layers that coincide with intervals of glacial initiation.&nbsp;&nbsp;The remaining two cores have a promising stratigraphy but lack the necessary length to determine the timing of any volcanic events.&nbsp;&nbsp;&nbsp;</span></p>\n<p><span>In summary, our survey of archives from the global mid-ocean ridge system found very few well-preserved cores.&nbsp;&nbsp;In those cores with reliable stratigraphic records, all of the ash layers present coincided with intervals of either glacial termination or inception.&nbsp;&nbsp;These results imply that seafloor volcanic activity is modulated by variations in sea level.&nbsp;&nbsp;If this finding can be verified with other well-dated cores from the global mid-ocean ridge system, it would suggest the fluid and solid are linked on timescales much shorter than previously assumed.&nbsp;&nbsp;Given the lack of high-quality archival material in core repositories, however, a full test of the sea level hypothesis will require new sediment cores from mid-ocean ridges gathered using modern seafloor imaging technology to retrieve the best possible records of submarine volcanism.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2019<br>\n\t\t\t\t\tModified by: David&nbsp;C&nbsp;Lund</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe last million years of Earth's history is dominated by the Ice Ages, the repeated advance and retreat of continental ice sheets that covered large portions of North America and Eurasia.  While it has long been known that the Ice Ages were paced by variations in Earth's orbit, the mechanisms responsible for amplifying small orbital changes into pronounced climate anomalies remains unclear.  Recently, Earth scientists have focused on the role of sea level and its influence on magmatism at mid-ocean ridges, the underwater chain of volcanoes found throughout the global ocean.  The sea level hypothesis invokes growth of ice sheets and rapid lowering of sea level to release pressure on ridges and promote magmatism in the upper mantle.  Ice sheet retreat will add pressure to the ridges and have the opposite effect.  The goal of our project was to search for records of submarine volcanism in existing sediment core archives to assess the sea level hypothesis.  Out of the more than 18,000 deep sea cores in the four largest U.S. core repositories, only ~30 were collected close enough to the crests of mid-ocean ridges to record ash fallout from submarine eruptions.  \n\nThe grant from NSF provided funding for preliminary sampling and analyses of the prospective sediment cores, most of which are archived at Columbia University, Woods Hole Oceanographic Institution and Oregon State University.  Visual inspection of the cores revealed that only 20 were sufficiently well preserved to merit sampling.  Of these 20 cores, stable isotope analyses of microscopic shells revealed that only six have stratigraphic records reliable enough to infer the timing of events in the geologic past (i.e. &lt;0.05% of the 18,000 cores in the four largest U.S. repositories).  Two cores from the southern East Pacific Rise contain an ash layer that coincides with glacial Termination 4.  Combined with published results from the Pacific Antarctic Ridge (Lund et al., 2018), we now have three realizations of anomalous volcanic activity occurring during terminations.  Curiously, two of the other cores (one from the northern East Pacific Rise and the other from the Southeast Indian Ridge) contain much subtler ash layers that coincide with intervals of glacial initiation.  The remaining two cores have a promising stratigraphy but lack the necessary length to determine the timing of any volcanic events.   \n\nIn summary, our survey of archives from the global mid-ocean ridge system found very few well-preserved cores.  In those cores with reliable stratigraphic records, all of the ash layers present coincided with intervals of either glacial termination or inception.  These results imply that seafloor volcanic activity is modulated by variations in sea level.  If this finding can be verified with other well-dated cores from the global mid-ocean ridge system, it would suggest the fluid and solid are linked on timescales much shorter than previously assumed.  Given the lack of high-quality archival material in core repositories, however, a full test of the sea level hypothesis will require new sediment cores from mid-ocean ridges gathered using modern seafloor imaging technology to retrieve the best possible records of submarine volcanism.  \n\n \n\n\t\t\t\t\tLast Modified: 11/22/2019\n\n\t\t\t\t\tSubmitted by: David C Lund"
 }
}