{
 "awd_id": "1840504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant: Engineering Research Center for the Global Environment Nutrient Network (GEN-2)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Jackson",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2018-08-31",
 "awd_max_amd_letter_date": "2018-08-31",
 "awd_abstract_narration": "The Planning Grants for Engineering Research Centers competition was run as a pilot solicitation within the ERC program.  Planning grants are not required as part of the full ERC competition, but intended to build capacity among teams to plan for convergent, center-scale engineering research.\r\n\r\nAquatic nutrient pollution, including nitrogen (N) and phosphorous (P), poses an existential threat to both humans and ecosystems. Its impacts, which are felt coast-to-coast and around the world, include noxious algal blooms in streams, rivers and the coastal ocean, ocean hypoxia and acidification, loss of inland and coastal fisheries, and the production of potent greenhouse gases that disproportionately contribute to an increase in temperature in the environment. The ?Three R?s? for mitigating aquatic nutrient pollution are: Reduction: decrease nutrient released during the production of energy (N) and food (N and P); Removal: retain P and denitrify bioavailable N to N2 gas following its creation and use; and Recovery: capture and reuse N and P from waste streams. Environmental engineers have made great strides in developing treatment systems for the removal and recovery of nutrients from waste streams. The next frontier lies in optimizing networks of treatment systems at the watershed-to-continental scale while taking into account: (1) all three R?s (not just removal and recovery); (2) natural attenuation by terrestrial vegetation, wetlands, and stream corridors (i.e., the stream and associated riparian and hyporheic zones); and (3) the non-linear responses of ecosystems to nutrient loading. In this grant we will carry out planning exercises and three workshops with the goal of developing a Convergent Engineering Research Center (C-ERC) to address these grand challenges. Our NSF C-ERC will be founded on a computational platform (GEN-2) that brings together engineers, hydrologists, oceanographers, ecologists, economists, political scientists, education experts, and a broad cross-section of stakeholders, in pursuit of practical solutions to nutrient pollution at continental-to-global scales.\r\n\r\nThrough planning exercises and three workshops we will select and refine our: (1) team of scholars, learners, and stakeholders; (2) research questions and approaches; (3) educational and outreach activities; (4) leadership structure and analytical tools needed to promote deep collaboration among team members; (5) approach for ensuring that engineering education and under-represented minority recruitment/inclusion is ?in the DNA? of everything we do; and (6) analytical tools for assessing the Center?s impact. Our planning products will be informed by boundary organization theory, and co-produced by a diverse group of highly qualified scholars (including 23 researchers across 11 universities and three countries) working in four complementary teams. The Watershed Team will develop GEN-2 and assure that it seamlessly integrates with other continental-scale modeling frameworks, assimilates real-time and historical data, and advances the design of next generation water quality observational networks. The Ocean Team will utilize existing regional ocean models to evaluate the relative importance of land-based nutrient sources and natural oceanographic processes (such as nutrient upwelling) on coastal ocean water quality. The Policy Team will evaluate possible solutions to nutrient pollution through the lens of cost-benefit analysis, behavioral economics (using randomized trials to evaluate the long-term efficacy of proposed interventions), and political science (using case studies to uncover governance innovations likely to facilitate management transitions). Finally, the Society Team will utilize NSF I-Corps principles to elucidate goals and ?pain points? of stakeholders and foster an inclusive ecosystem of learners, scholars, and stakeholders that reflects the demographic make-up of the broader community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Grant",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley B Grant",
   "pi_email_addr": "stanleyg@vt.edu",
   "nsf_id": "000473309",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Ferraro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Ferraro",
   "pi_email_addr": "pferraro@jhu.edu",
   "nsf_id": "000202423",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexandria",
   "pi_last_name": "Boehm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandria Boehm",
   "pi_email_addr": "aboehm@stanford.edu",
   "nsf_id": "000474521",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "McNair",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa D McNair",
   "pi_email_addr": "lmcnair@vt.edu",
   "nsf_id": "000265807",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jesus",
   "pi_last_name": "Gomez-Velez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jesus Gomez-Velez",
   "pi_email_addr": "jesus.d.gomezvelez@gmail.com",
   "nsf_id": "000701649",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "128E",
   "pgm_ref_txt": "CENTERS: ENVIRONMENT"
  },
  {
   "pgm_ref_code": "1480",
   "pgm_ref_txt": "ENGINEERING RESEARCH CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this ERC Planning Grant was to develop, through workshops and team building, the capacity to submit successful concergence proposals, leading to an ERC that brings together engineers, hydrologists, ecologists, economists, political scientists, education experts, and a broad cross-section of stakeholders, in pursuit of practical solutions to water quality grand challenges at local-to-continental scales.</p>\n<p>Based on activities funded under this planning grant, the PI and his colleagues prepared and submitted center-scale proposals to three convergence programs at NSF: (1) two pre-proposals to the Engineering Research Center (ERC) program (2018 and 2020 cycles); (2) one proposal to the Growing Convergence Research (GCR) program solicitation (2020 cycle); and (3) one pre-proposal the Environmental Convergence Opportunities in Chemical, bioengineering, Environmental and Transport Systems (ECO-CBET) program solicitation (2020 cycle).&nbsp;</p>\n<p>Key outcomes include:</p>\n<p>1) Two research articles were published in the flagship American Geophysical Union journal Water Resources Research, in support of convergence research on the transport and reaction of nutrient and salt pollution in inland and coastal waters;</p>\n<p>2)<span> </span>Building on the outcomes of the faculty retreat (held in 2019) and the faculty-stakeholder workshop (held in early 2020), the PI led a successful proposal to the NSF GCR program. The GCR project will provide the research team up to $3.6M over five years to investigate bottom-up approaches for managing inland freshwater salinization, and brings together four different universities (Virginia Tech, University of Maryland, NC State University and Vanderbilt University), nearly 40 stakeholders from across the Mid-Atlantic region of the U.S.(representing water and wastewater utilities, stormwater utilities, city and county governments, private research foundations, private consulting firms, property developers, environmental non-governmental organizations (NGOs) and regulators) and ten Principal investigators with collective expertise in environmental engineering, engineering ecology, biology, hydrology, public policy, information science and conflict resolution.</p>\n<p>3)&nbsp;<span>The GCR research team developed and deployed a novel approach for measuring how stakeholders' and researchers' understanding (i.e., knowledge) of an environmental grand challenge--in our case inland freshwater salinization--changes over time in response to convergence research. The novel approach involves periodically interviewing project team participants, with the goal of capturing a snapshot, in the form of fuzzy cognitive maps (FCMs), of their understanding of the causes, consequences and potential solutions of freshwater salinization. By eliciting project participants&rsquo; FCMs periodically and allowing them to refine/update their FCMs over time, we will test the hypothesis that knowledge co-production (including the co-production of research agendas and place-based shared learning around this environmental grand challenge) will lead to a convergence of FCMs across the team. The convergence will be determined by measuring (1) the reduction of cognitive distance among participants and (2) the increase in overall FCM sophistications and complexity as measured by quantitative network theory indices.</span></p>\n<p><span>The use of FCMs to measure convergence over time, in particular, has been of great interest to our stakeholder community, who are invested in both the generation and updating of their individual FCMs, and also in finding out how others on the team view inland freshwater salinization (by making available de-identified individual FCMs and aggregated FCMs that reflect the team's collective wisdom). Faculty associated with the project have embraced this new social science data collection methodology, and several have begun exploring extensions of the FCM results, for example as a starting point for agent based modeling (ABM) of complex social-ecological-systems (SES). The FCM approach developed by our team was also highlighted at the 2021 Science of Team Science (SciTS) Conference, for which the PI served on the Megregional Challenges panel.&nbsp;</span></p>\n<p><span>In summary, this project has: (1) allowed the PI and his collaborators to forge stronger ties (through workshops and other outreach activities) with local stakeholders directly impacted by inland freshwater salinization and nitrogen pollution; (2) provided the opportunity for faculty from diverse disciplines to meet and develop, from scratch, convergence approaches for managing environmental grand challenges that have the potential to undermine both human water security and ecosystem sustainability; and (3) afforded the opportunity for the PI and his collaborators to learn about, and adopt, cutting edge approaches for measuring convergence across the team over time, through the collection of Fuzzy Cognitive Maps (FCMs) and their analysis by network theory approaches.<br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2021<br>\n\t\t\t\t\tModified by: Stanley&nbsp;B&nbsp;Grant</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this ERC Planning Grant was to develop, through workshops and team building, the capacity to submit successful concergence proposals, leading to an ERC that brings together engineers, hydrologists, ecologists, economists, political scientists, education experts, and a broad cross-section of stakeholders, in pursuit of practical solutions to water quality grand challenges at local-to-continental scales.\n\nBased on activities funded under this planning grant, the PI and his colleagues prepared and submitted center-scale proposals to three convergence programs at NSF: (1) two pre-proposals to the Engineering Research Center (ERC) program (2018 and 2020 cycles); (2) one proposal to the Growing Convergence Research (GCR) program solicitation (2020 cycle); and (3) one pre-proposal the Environmental Convergence Opportunities in Chemical, bioengineering, Environmental and Transport Systems (ECO-CBET) program solicitation (2020 cycle). \n\nKey outcomes include:\n\n1) Two research articles were published in the flagship American Geophysical Union journal Water Resources Research, in support of convergence research on the transport and reaction of nutrient and salt pollution in inland and coastal waters;\n\n2) Building on the outcomes of the faculty retreat (held in 2019) and the faculty-stakeholder workshop (held in early 2020), the PI led a successful proposal to the NSF GCR program. The GCR project will provide the research team up to $3.6M over five years to investigate bottom-up approaches for managing inland freshwater salinization, and brings together four different universities (Virginia Tech, University of Maryland, NC State University and Vanderbilt University), nearly 40 stakeholders from across the Mid-Atlantic region of the U.S.(representing water and wastewater utilities, stormwater utilities, city and county governments, private research foundations, private consulting firms, property developers, environmental non-governmental organizations (NGOs) and regulators) and ten Principal investigators with collective expertise in environmental engineering, engineering ecology, biology, hydrology, public policy, information science and conflict resolution.\n\n3) The GCR research team developed and deployed a novel approach for measuring how stakeholders' and researchers' understanding (i.e., knowledge) of an environmental grand challenge--in our case inland freshwater salinization--changes over time in response to convergence research. The novel approach involves periodically interviewing project team participants, with the goal of capturing a snapshot, in the form of fuzzy cognitive maps (FCMs), of their understanding of the causes, consequences and potential solutions of freshwater salinization. By eliciting project participants’ FCMs periodically and allowing them to refine/update their FCMs over time, we will test the hypothesis that knowledge co-production (including the co-production of research agendas and place-based shared learning around this environmental grand challenge) will lead to a convergence of FCMs across the team. The convergence will be determined by measuring (1) the reduction of cognitive distance among participants and (2) the increase in overall FCM sophistications and complexity as measured by quantitative network theory indices.\n\nThe use of FCMs to measure convergence over time, in particular, has been of great interest to our stakeholder community, who are invested in both the generation and updating of their individual FCMs, and also in finding out how others on the team view inland freshwater salinization (by making available de-identified individual FCMs and aggregated FCMs that reflect the team's collective wisdom). Faculty associated with the project have embraced this new social science data collection methodology, and several have begun exploring extensions of the FCM results, for example as a starting point for agent based modeling (ABM) of complex social-ecological-systems (SES). The FCM approach developed by our team was also highlighted at the 2021 Science of Team Science (SciTS) Conference, for which the PI served on the Megregional Challenges panel. \n\nIn summary, this project has: (1) allowed the PI and his collaborators to forge stronger ties (through workshops and other outreach activities) with local stakeholders directly impacted by inland freshwater salinization and nitrogen pollution; (2) provided the opportunity for faculty from diverse disciplines to meet and develop, from scratch, convergence approaches for managing environmental grand challenges that have the potential to undermine both human water security and ecosystem sustainability; and (3) afforded the opportunity for the PI and his collaborators to learn about, and adopt, cutting edge approaches for measuring convergence across the team over time, through the collection of Fuzzy Cognitive Maps (FCMs) and their analysis by network theory approaches.\n\n\n\t\t\t\t\tLast Modified: 12/30/2021\n\n\t\t\t\t\tSubmitted by: Stanley B Grant"
 }
}