{
 "awd_id": "1840723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Moduli Problems in Contact Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 190306.0,
 "awd_amount": 190306.0,
 "awd_min_amd_letter_date": "2018-06-20",
 "awd_max_amd_letter_date": "2020-05-04",
 "awd_abstract_narration": "Symplectic and contact structures first arose in the study of classical mechanical systems, allowing one to describe the time evolution of both simple and complex systems such as springs, planetary motion, and wave propagation.  The equations of motion in classical mechanics are determined by the notion of a conserved quantity, energy.  A related quantity is action, which is minimized by solutions to the equations of motion.  For a closed system, such as the Kepler problem whose solutions describe paths of planets orbiting the sun,  the energy is the sum of the kinetic and potential energy in the system, and the action is given by the (minimized) mean value of kinetic minus potential energy.  Symplectic and contact structures emerge as we investigate these systems by unpacking the information hidden in the notions of energy and action.  Understanding the evolution and distinguishing transformations of these systems led to the development of global invariants of symplectic and contact manifolds.  \r\n\r\nThe PI plans to continue her work in providing foundations and applications for contact invariants stemming from nonequivariant and (circle) equivariant constructions of contact homology. Contact homology is built out of closed orbits of Reeb vector fields and counts of solutions to a nonlinear Cauchy-Riemann equation which interpolates between closed Reeb orbits. Reeb vector fields are Hamiltonian-like vector fields, whose flow lines are solutions to Hamilton's equations of motion, as they conserve energy. Closed Reeb orbits are of particular interest because they can be used to describe the motion of a planet orbiting a star, the closed trajectories of a satellite, and other local distance minimizing \"loops.\" Contact homology can be used to better distinguish contact structures on a given smooth manifold and to extract dynamical information pertaining to the possible Reeb vector fields which can be associated to a fixed contact structure. The PI's work has shown that these invariants capture more phenomena than previously expected. She also plans to study additional structural properties of these contact and related symplectic invariants, Legendrian knots in closed contact manifolds, dynamics of Seifert fiber spaces, and symplectic embeddings. The PI plans to continue her outreach programs which have increased the access and success of underrepresented students and faculty in mathematics as well as foster greater interest in geometry and topology amongst local high school students and undergraduates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Nelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna Nelson",
   "pi_email_addr": "jo.nelson@rice.edu",
   "nsf_id": "000761982",
   "pi_start_date": "2018-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 64643.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 62070.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 63593.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project studied problems relating to mathematical structures known as contact and symplectic geometry. &nbsp;Contact and symplectic geometry have their origins in the study of classical mechanical systems from physics, and allow one to describe systems such as planetary motion and wave propagation. &nbsp;</span>In order to describe how the position and momentum of a particle (or planet) evolve over time, one is led to the specialized notions known as flow lines of Hamiltonian and Reeb vector fields on manifolds. &nbsp;A weather chart indicating the wind direction and strength at given points on the Earth&rsquo;s surface is an example of a vector field on a manifold. &nbsp;</p>\n<p><span>Of particular interest are closed orbits,&nbsp;which are paths flowing along the vector field that return to their starting point. The study of closed orbits can be used to measure warping, voids and&nbsp;other&nbsp;spatial properties&nbsp;of the space of configurations of a dynamical system. For example, the possible elliptic orbits of a single planet under the sun&rsquo;s gravitational pull are perturbed by the influence of other planets in our solar system. This variance from elliptic motion can be described in terms of a specific symplectic structure.</span></p>\n<p>The PI worked on understanding the dynamics of these vector fields by developing global invariants of symplectic and contact manifolds, namely those known as nonequivariant, S^1-equivariant, and cylindrical contact homology. &nbsp; &nbsp;These invariants capture information about the closed orbits. &nbsp;Additionally, she established Morse-Bott computational methods to compute these homology theories. &nbsp;Another part of this project concerned symplectic embeddings, which the PI led an undergraduate research project on. Symplectic embeddings are certain coordinate transformations in which the phase space is preserved under the inclusion of one manifold into the other. &nbsp;The PI used dynamical information about the contact boundary of the symplectic manifolds to obstruct symplectic embeddings of polydisks into ellipsoids. &nbsp;</p>\n<p>The PI advised one graduate student during this award who defended his PhD in June 2022. &nbsp;He will begin a position as a Quantitative Model Development Analyst at US Bank in January 2023. &nbsp; The PI serves on the Boad of Trustees for the Association of Members of the IAS (AMIAS). Through the AMIAS and the IAS School of Mathematics, she secured&nbsp;childcare grants&nbsp;for participants at the AWM Symposia in April 2019 and June 2022. At the NSF sponsored research institution programming for the 2018 Modern Math Workshop she served as the IAS/PCMI representative, speaker, and panelist. In Fall 2020, the PI co-organized&nbsp;Obstruction Bundle Zooming, a weekly virtual learning seminar for graduate students and faculty. &nbsp;Youtube recordings of all the talks and supplementary resources were compiled on a website.</p>\n<div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Upon the PI's arrival at Rice in 2018, she was the driving force in forming the Department&rsquo;s Diversity Committee and served as Chair from its inception through December 2020. The PI started the semesterly event, (Virtual)&nbsp;</span><span>Perspectives for Prospective&nbsp;</span><span>math majors, open to all students with an aim of engaging women and underrepresented students with math faculty and increasing the cohorts of math majors and minors. The PI also co-founded the&nbsp;</span><span>Horizons Colloquium Series</span><span>, which brought outstanding mathematicians from traditionally under-represented backgrounds to Rice University and facilitates informal identity resourcing over lunch from 2018-2020. &nbsp;</span>Since Fall 2020, increased numbers of women and underrepresented minorities have been independently been invited as Colloquium speakers.</p>\n<div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>In March 2021, I worked with the Rice Association for Women in Mathematics (AWM) executive board to host Amanda Glazer (UC Berkeley), to give the first joint AWM-CAAM-Math Colloquium on Decreasing the Gender Gap in Undergraduate Mathematics. Glazer reported on her mixed-methods 2019 National Mathematics Survey and related recommendations, which revealed that large proportions of female students faced a negative mathematics climate and contributes to the persistence of an increased gender gap in mathematics majors at elite private universities.&nbsp;</span>Following discussions with Glazer and inspired by the model of Harvard&rsquo;s Math Nights, the PI helped the Rice AWM organize weekly&nbsp;Math Nights&nbsp;in the Rice Student Union beginning in September 2021. These weekly events are supported by a line of funding that the PI secured from the Dean of Natural Sciences at Rice. Their work was cited for the 2022 National AWM Award for Scientific Excellence to the Rice University AWM Student Chapter.</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p>\n<p><span><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2022<br>\n\t\t\t\t\tModified by: Joanna&nbsp;Nelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project studied problems relating to mathematical structures known as contact and symplectic geometry.  Contact and symplectic geometry have their origins in the study of classical mechanical systems from physics, and allow one to describe systems such as planetary motion and wave propagation.  In order to describe how the position and momentum of a particle (or planet) evolve over time, one is led to the specialized notions known as flow lines of Hamiltonian and Reeb vector fields on manifolds.  A weather chart indicating the wind direction and strength at given points on the Earth’s surface is an example of a vector field on a manifold.  \n\nOf particular interest are closed orbits, which are paths flowing along the vector field that return to their starting point. The study of closed orbits can be used to measure warping, voids and other spatial properties of the space of configurations of a dynamical system. For example, the possible elliptic orbits of a single planet under the sun’s gravitational pull are perturbed by the influence of other planets in our solar system. This variance from elliptic motion can be described in terms of a specific symplectic structure.\n\nThe PI worked on understanding the dynamics of these vector fields by developing global invariants of symplectic and contact manifolds, namely those known as nonequivariant, S^1-equivariant, and cylindrical contact homology.    These invariants capture information about the closed orbits.  Additionally, she established Morse-Bott computational methods to compute these homology theories.  Another part of this project concerned symplectic embeddings, which the PI led an undergraduate research project on. Symplectic embeddings are certain coordinate transformations in which the phase space is preserved under the inclusion of one manifold into the other.  The PI used dynamical information about the contact boundary of the symplectic manifolds to obstruct symplectic embeddings of polydisks into ellipsoids.  \n\nThe PI advised one graduate student during this award who defended his PhD in June 2022.  He will begin a position as a Quantitative Model Development Analyst at US Bank in January 2023.   The PI serves on the Boad of Trustees for the Association of Members of the IAS (AMIAS). Through the AMIAS and the IAS School of Mathematics, she secured childcare grants for participants at the AWM Symposia in April 2019 and June 2022. At the NSF sponsored research institution programming for the 2018 Modern Math Workshop she served as the IAS/PCMI representative, speaker, and panelist. In Fall 2020, the PI co-organized Obstruction Bundle Zooming, a weekly virtual learning seminar for graduate students and faculty.  Youtube recordings of all the talks and supplementary resources were compiled on a website.\n\n\n\n\nUpon the PI's arrival at Rice in 2018, she was the driving force in forming the Department’s Diversity Committee and served as Chair from its inception through December 2020. The PI started the semesterly event, (Virtual) Perspectives for Prospective math majors, open to all students with an aim of engaging women and underrepresented students with math faculty and increasing the cohorts of math majors and minors. The PI also co-founded the Horizons Colloquium Series, which brought outstanding mathematicians from traditionally under-represented backgrounds to Rice University and facilitates informal identity resourcing over lunch from 2018-2020.  Since Fall 2020, increased numbers of women and underrepresented minorities have been independently been invited as Colloquium speakers.\n\n\n\n\nIn March 2021, I worked with the Rice Association for Women in Mathematics (AWM) executive board to host Amanda Glazer (UC Berkeley), to give the first joint AWM-CAAM-Math Colloquium on Decreasing the Gender Gap in Undergraduate Mathematics. Glazer reported on her mixed-methods 2019 National Mathematics Survey and related recommendations, which revealed that large proportions of female students faced a negative mathematics climate and contributes to the persistence of an increased gender gap in mathematics majors at elite private universities. Following discussions with Glazer and inspired by the model of Harvard’s Math Nights, the PI helped the Rice AWM organize weekly Math Nights in the Rice Student Union beginning in September 2021. These weekly events are supported by a line of funding that the PI secured from the Dean of Natural Sciences at Rice. Their work was cited for the 2022 National AWM Award for Scientific Excellence to the Rice University AWM Student Chapter.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 11/04/2022\n\n\t\t\t\t\tSubmitted by: Joanna Nelson"
 }
}