{
 "awd_id": "1840870",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Natural Hazards Engineering Research Infrastructure: Upgrade of the Large High Performance Outdoor Shake Table to Six Degrees of Freedom",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 16299996.0,
 "awd_amount": 16859717.0,
 "awd_min_amd_letter_date": "2018-09-19",
 "awd_max_amd_letter_date": "2021-08-05",
 "awd_abstract_narration": "The large, high-performance, outdoor shake table (LHPOST) experimental facility at the University of California, San Diego, is the largest facility of its kind in the United States for conducting earthquake engineering research on civil infrastructure, and has the world's largest payload capacity (20 MN).  Because there are no overhead height restrictions, this facility can accommodate the tallest structures ever tested on any shake table.  The LHPOST, originally designed to accommodate six degrees of freedom (6DOF), was supported for construction during 2002-2004 as a single degree of freedom (SDOF) system, by the National Science Foundation (NSF), Network for Earthquake Engineering Simulation (NEES), Major Research Equipment and Facilities Construction account, due to budgetary constraints. As an SDOF system and a multi-user national research facility, the LHPOST has been supported by NSF for operations and maintenance under the NEES (FY 2005-FY 2014) and the Natural Hazards Engineering Research Infrastructure (NHERI) (FY 2015 to date) programs.  This award will upgrade the LHPOST from its current SDOF configuration to a full 6DOF capability. In its upgraded configuration, the LHPOST will be able to reproduce all six components of motion (two horizontal and vertical translational components, as well as pitch, roll, and yaw rotational components) experienced by the ground during earthquakes. It will provide a one-of-a-kind facility to test large to full size civil infrastructure, such as structural, nonstructural, geo-structural and soil-foundation-structural systems, under strong earthquake excitation. The ability to test infrastructure under the full range of combined horizontal, vertical, and rotational seismic input motion is critical for research that can lead to effective, economical,and practical new infrastructure designs, as well as seismic rehabilitation and retrofit strategies for existing infrastructure, to improve the seismic performance for post-earthquake resilience, public safety, and national welfare.  The 6DOF LHPOST will provide critical landmark datasets to support the development, calibration, and validation of high-fidelity, physics-based computational models of civil infrastructure systems that will progressively shift the current reliance on physical testing to model-based simulation for the seismic design and performance assessment of such systems. The experimental capabilities provided by the 6DOF LHPOST will support U.S. leadership in earthquake engineering research. The upgraded shake table will also provide a unique tool to educate graduate, undergraduate, and K-12 students, as well as the news media, policy makers, infrastructure owners, insurance providers, and the public, about natural disasters and the national need to develop effective technologies and policies to prevent earthquakes from becoming societal disasters. This award supports the National Earthquake Hazards Reduction Program (NEHRP).   \r\n\r\nThe upgrade of the LHPOST to 6DOF will be achieved by adding two horizontal actuators and reconfiguring all four horizontal actuators into a V-shape at both longitudinal ends of the shake table's 12.2 meter long by 7.6 meter wide platen to provide bi-axial horizontal motions, as well as the yaw motion capabilities. Each of the existing six pressure balanced vertical actuators/bearings will be equipped with a high-flow servovalve to enable vertical, pitch, and roll motion capabilities. To operate the 6DOF table, the number of hydraulic power units will be increased from two to four and the total size of the accumulator banks will be increased from 9,500 to 37,800 liters. A new piping system will be installed between the accumulator banks, the horizontal and vertical actuators, and the surge tank. A third nitrogen-filled hold-down strut will be installed between the bottom of the platen and the bottom of the reaction block to increase the overturning moment capacity of the table. The existing SDOF shake table controller (both hardware and software) will be replaced by a controller with 6DOF capabilities. A new hydraulic distribution system controller will also be provided to handle the safety interlocks, control of the hydraulic power units, and control of the accumulator charging and blowdown. Additionally, the height of the existing four safety towers will be doubled to protect the hydraulic power building from potential specimen collapse. During the upgrade, operations of the shake table under NHERI will cease for a period of 14 months between mid-2020 and mid-2021. Before reopening the facility for operations and research, commissioning of the facility, including acceptance and characterization tests, will be performed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Conte",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joel P Conte",
   "pi_email_addr": "jpconte@ucsd.edu",
   "nsf_id": "000460140",
   "pi_start_date": "2018-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "J",
   "pi_last_name": "Luco",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "J E Luco",
   "pi_email_addr": "jeluco@ucsd.edu",
   "nsf_id": "000450363",
   "pi_start_date": "2018-09-19",
   "pi_end_date": "2020-03-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Restrepo",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Jose I Restrepo",
   "pi_email_addr": "jrestrepo@ucsd.edu",
   "nsf_id": "000486725",
   "pi_start_date": "2018-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "Hutchinson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Tara C Hutchinson",
   "pi_email_addr": "tara@ucsd.edu",
   "nsf_id": "000466542",
   "pi_start_date": "2018-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lelli",
   "pi_last_name": "VanDenEinde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lelli VanDenEinde",
   "pi_email_addr": "lelli@egrove.education",
   "nsf_id": "000725547",
   "pi_start_date": "2018-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Machel",
   "pi_last_name": "Morrison",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Machel L Morrison",
   "pi_email_addr": "mmorrison@ucsd.edu",
   "nsf_id": "000788940",
   "pi_start_date": "2020-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "013Y00",
   "pgm_ele_name": "Natural Hazards Engineering Re"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 8500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 7810746.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 548971.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With a major equipment grant from the NSF awarded on October 1, 2018, and additional financial resources from the University of California, San Diego (UCSD), the Large High-Performance Outdoor Shake Table (LHPOST) was upgraded from one direction of motion (1-DOF) to six (3 translations and 3 rotations, 6-DOF) and renamed the LHPOST6. The upgrade was designed from October 2018 to September 2019 and built from October 2019 to March 2022, collaboratively between UCSD and MTS Systems Corporation. The LHPOST6 became operational in April 2022 and is being funded as a national shared-use experimental facility part of the NSF NHERI network until September 2025. The upgrade was achieved by doubling the number of horizontal actuators and arranging them in a V-shape configuration, adding a hold-down strut at the center of the table, and equipping each of the existing vertical actuators with a high-flow and high-speed servovalve. The upgrade also required a major increase in the hydraulic power system capacity: number of hydraulic power units, accumulator bank capacity, piping layout, a new cooling tower and a new MTS 469D controller, which has advanced control capabilities to run seismic tests reliably and accurately.</p>\n<p class=\"UDMKParagraf1\">The LHPOST6 is a one-of-a-kind, world-class shake table facility for the seismic testing of large/full-scale specimens of civil infrastructure systems, up to a weight of 20MN, with the capability to accurately reproduce ground motions recorded in past earthquakes. Innovations during this project include:</p>\n<ul>\n<li>Defining the system performance requirements based on UCSD?s deep understanding of the LHPOST system dynamics. Iterating with UCSD, MTS developed an accurate system model used to design and size the various servo-hydro-mechanical components of the LHPOST6. This helped gain design confidence to ensure that the system was sized appropriately to meet UCSD?s specification of the LHPOST6 target performance criteria and stay within budget.</li>\n<li>Determining the optimum accumulator bank size and volume that would fit within the existing UCSD hydraulic power system building and interface with the existing and new hydraulic power units, control manifolds, and hardline distribution system to reduce facility costs by avoiding the need to expand the hydraulic power system building.</li>\n<li>Designing and manufacturing the energy dissipation devices of a crash protection system to absorb the impact between the shake table platen and the reaction mass in the case of the North-South travel limits being exceeded.&nbsp; These devices can absorb the large forces from the platen and minimize damage to the reaction mass and platen.</li>\n<li>Designing and manufacturing horizontal actuator piston-rod protection devices that prevent debris from impacting the actuator rods as they move in and out of the actuator cylinders during testing. This will prevent damage to the piston-rod and maximize the operation uptime of the system.</li>\n<li>Designing and manufacturing a table mounted articulation cover mechanism that prevents material (e.g., from a damaged specimen) from falling inside the table reaction mass.&nbsp; This keeps falling debris from damaging various hydro-mechanical equipment in the reaction mass helping to maximize operation uptime and minimize repair and maintenance costs.</li>\n</ul>\n<p>Following the completion of the upgrade, the LHPOST6 was subjected to a wide array of acceptance and characterization tests to compare the target (or desired) motion of the shake table with the achieved table motion under bare table condition. Comparisons show very good signal tracking capability, which is difficult to achieve for large shake tables.</p>\n<p>The LHPOST6 offers to the research and engineering communities a unique, large-scale, high-performance, experimental research facility that will enable research for the advancement of the science, technology, and engineering practice in earthquake disaster mitigation and prevention. Testing of infrastructure at large scale under realistic multi-DOF seismic excitation is essential to fully understand the seismic response behavior of civil infrastructure systems, calibrate, validate, and improve mathematical models, and develop and verify effective methods for earthquake disaster mitigation. Research conducted using the LHPOST6 will improve design codes and construction standards, validate high-fidelity computational models, and develop accurate decision-making tools necessary to build and maintain seismic resilient and sustainable communities. Moreover, it will support the advancement of new and innovative materials, detailing, and construction methods.</p>\n<p>Just as importantly, the LHPOST6 facility will have a significant educational impact. Next-generation researchers, educators, and practitioners will be trained and will achieve a fundamental and holistic understanding of the system-level seismic behavior of civil infrastructures. They will be the contributors and future leaders in world-wide natural disaster-prevention efforts. Large-scale experiments conducted on the LHPOST6 will be persuasive life-size demonstrations that will raise natural disaster public awareness and the importance of the nation?s efforts to develop effective technologies and policies to prevent natural hazards from becoming societal disasters. The LHPOST6 is the highest payload capacity 6-DOF shake table in the world, providing researchers in the U.S. and worldwide a unique facility to help achieve the ultimate objective of a seismic resilient built environment.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2023<br>\n\t\t\t\t\tModified by: Lelli&nbsp;Vandeneinde</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963613941_1_LHPOSTComponents--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963613941_1_LHPOSTComponents--rgov-800width.jpg\" title=\"LHPOST6 Components\"><img src=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963613941_1_LHPOSTComponents--rgov-66x44.jpg\" alt=\"LHPOST6 Components\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Description of components that comprise LHPOST6 system.</div>\n<div class=\"imageCredit\">NHERI@UC San Diego Experimental facility & MTS Systems Corporation</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Lelli&nbsp;Vandeneinde</div>\n<div class=\"imageTitle\">LHPOST6 Components</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963696141_2_LHPOSTComponents--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963696141_2_LHPOSTComponents--rgov-800width.jpg\" title=\"LHPOST6 Hydraulic System Components\"><img src=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963696141_2_LHPOSTComponents--rgov-66x44.jpg\" alt=\"LHPOST6 Hydraulic System Components\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Description of components that comprise LHPOST6 hydraulic system.</div>\n<div class=\"imageCredit\">NHERI@UC San Diego Experimental facility & MTS Systems Corporation</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Lelli&nbsp;Vandeneinde</div>\n<div class=\"imageTitle\">LHPOST6 Hydraulic System Components</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963803876_3_PlatenRemoval--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963803876_3_PlatenRemoval--rgov-800width.jpg\" title=\"Removal of 1.78MN (200 Ton) Steel Platen\"><img src=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963803876_3_PlatenRemoval--rgov-66x44.jpg\" alt=\"Removal of 1.78MN (200 Ton) Steel Platen\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Removal of 12.2m x 7.6m x 2.2m honeycomb steel platen to clear space for upgrade of hydraulic and mechanical equipment.</div>\n<div class=\"imageCredit\">NHERI@UC San Diego Experimental facility</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Lelli&nbsp;Vandeneinde</div>\n<div class=\"imageTitle\">Removal of 1.78MN (200 Ton) Steel Platen</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963958649_4_AccumulatorBanks--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963958649_4_AccumulatorBanks--rgov-800width.jpg\" title=\"Hydraulic Power System Accumulator Bank\"><img src=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685963958649_4_AccumulatorBanks--rgov-66x44.jpg\" alt=\"Hydraulic Power System Accumulator Bank\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Hydraulic Power System consisting of accumulator bank (75 nitrogen-filled bottles of 130 gallons each), pumps, hydraulic pressure and return lines, and surge tank fully installed.</div>\n<div class=\"imageCredit\">NHERI@UC San Diego Experimental facility</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Lelli&nbsp;Vandeneinde</div>\n<div class=\"imageTitle\">Hydraulic Power System Accumulator Bank</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685964163499_5_Servovalves--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685964163499_5_Servovalves--rgov-800width.jpg\" title=\"High-Flow Servovalves for Vertical Actuators\"><img src=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685964163499_5_Servovalves--rgov-66x44.jpg\" alt=\"High-Flow Servovalves for Vertical Actuators\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Equipping each of the existing vertical actuators with a high-flow and high-speed servovalve that was designed and fabricated by MTS Systems.</div>\n<div class=\"imageCredit\">MTS Systems Corporation</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Lelli&nbsp;Vandeneinde</div>\n<div class=\"imageTitle\">High-Flow Servovalves for Vertical Actuators</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685964351668_6_Completed6DOFSystem--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685964351668_6_Completed6DOFSystem--rgov-800width.jpg\" title=\"Completed Shake Table with Cover Mechanism to Protect System\"><img src=\"/por/images/Reports/POR/2023/1840870/1840870_10583919_1685964351668_6_Completed6DOFSystem--rgov-66x44.jpg\" alt=\"Completed Shake Table with Cover Mechanism to Protect System\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Completed shake table with table mounted articulation cover mechanism that prevents material (e.g., from a damaged specimen) from falling inside the table reaction mass.</div>\n<div class=\"imageCredit\">NHERI@UC San Diego Experimental facility</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Lelli&nbsp;Vandeneinde</div>\n<div class=\"imageTitle\">Completed Shake Table with Cover Mechanism to Protect System</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWith a major equipment grant from the NSF awarded on October 1, 2018, and additional financial resources from the University of California, San Diego (UCSD), the Large High-Performance Outdoor Shake Table (LHPOST) was upgraded from one direction of motion (1-DOF) to six (3 translations and 3 rotations, 6-DOF) and renamed the LHPOST6. The upgrade was designed from October 2018 to September 2019 and built from October 2019 to March 2022, collaboratively between UCSD and MTS Systems Corporation. The LHPOST6 became operational in April 2022 and is being funded as a national shared-use experimental facility part of the NSF NHERI network until September 2025. The upgrade was achieved by doubling the number of horizontal actuators and arranging them in a V-shape configuration, adding a hold-down strut at the center of the table, and equipping each of the existing vertical actuators with a high-flow and high-speed servovalve. The upgrade also required a major increase in the hydraulic power system capacity: number of hydraulic power units, accumulator bank capacity, piping layout, a new cooling tower and a new MTS 469D controller, which has advanced control capabilities to run seismic tests reliably and accurately.\nThe LHPOST6 is a one-of-a-kind, world-class shake table facility for the seismic testing of large/full-scale specimens of civil infrastructure systems, up to a weight of 20MN, with the capability to accurately reproduce ground motions recorded in past earthquakes. Innovations during this project include:\n\nDefining the system performance requirements based on UCSD?s deep understanding of the LHPOST system dynamics. Iterating with UCSD, MTS developed an accurate system model used to design and size the various servo-hydro-mechanical components of the LHPOST6. This helped gain design confidence to ensure that the system was sized appropriately to meet UCSD?s specification of the LHPOST6 target performance criteria and stay within budget.\nDetermining the optimum accumulator bank size and volume that would fit within the existing UCSD hydraulic power system building and interface with the existing and new hydraulic power units, control manifolds, and hardline distribution system to reduce facility costs by avoiding the need to expand the hydraulic power system building.\nDesigning and manufacturing the energy dissipation devices of a crash protection system to absorb the impact between the shake table platen and the reaction mass in the case of the North-South travel limits being exceeded.  These devices can absorb the large forces from the platen and minimize damage to the reaction mass and platen.\nDesigning and manufacturing horizontal actuator piston-rod protection devices that prevent debris from impacting the actuator rods as they move in and out of the actuator cylinders during testing. This will prevent damage to the piston-rod and maximize the operation uptime of the system.\nDesigning and manufacturing a table mounted articulation cover mechanism that prevents material (e.g., from a damaged specimen) from falling inside the table reaction mass.  This keeps falling debris from damaging various hydro-mechanical equipment in the reaction mass helping to maximize operation uptime and minimize repair and maintenance costs.\n\n\nFollowing the completion of the upgrade, the LHPOST6 was subjected to a wide array of acceptance and characterization tests to compare the target (or desired) motion of the shake table with the achieved table motion under bare table condition. Comparisons show very good signal tracking capability, which is difficult to achieve for large shake tables.\n\nThe LHPOST6 offers to the research and engineering communities a unique, large-scale, high-performance, experimental research facility that will enable research for the advancement of the science, technology, and engineering practice in earthquake disaster mitigation and prevention. Testing of infrastructure at large scale under realistic multi-DOF seismic excitation is essential to fully understand the seismic response behavior of civil infrastructure systems, calibrate, validate, and improve mathematical models, and develop and verify effective methods for earthquake disaster mitigation. Research conducted using the LHPOST6 will improve design codes and construction standards, validate high-fidelity computational models, and develop accurate decision-making tools necessary to build and maintain seismic resilient and sustainable communities. Moreover, it will support the advancement of new and innovative materials, detailing, and construction methods.\n\nJust as importantly, the LHPOST6 facility will have a significant educational impact. Next-generation researchers, educators, and practitioners will be trained and will achieve a fundamental and holistic understanding of the system-level seismic behavior of civil infrastructures. They will be the contributors and future leaders in world-wide natural disaster-prevention efforts. Large-scale experiments conducted on the LHPOST6 will be persuasive life-size demonstrations that will raise natural disaster public awareness and the importance of the nation?s efforts to develop effective technologies and policies to prevent natural hazards from becoming societal disasters. The LHPOST6 is the highest payload capacity 6-DOF shake table in the world, providing researchers in the U.S. and worldwide a unique facility to help achieve the ultimate objective of a seismic resilient built environment.\n\n \n\n\t\t\t\t\tLast Modified: 06/05/2023\n\n\t\t\t\t\tSubmitted by: Lelli Vandeneinde"
 }
}