{
 "awd_id": "1840811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Developing a National Market Platform for Trading Renewable Energy Certificates",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928343",
 "po_email": "bshirazi@nsf.gov",
 "po_sign_block_name": "Behrooz Shirazi",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2018-08-31",
 "awd_max_amd_letter_date": "2018-08-31",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is to eliminate the barriers to the trading of Renewable Energy Certificates (RECs) and to further accentuate the environmental and sustainability value of green energy production. A broad societal benefit of a national market for RECS (NaMaREC) is the increased adoption of renewable energy technology through projects such as community solar and wind farms leading to reduction in carbon footprints. This benefit is higher when the increasing need for energy due to growing populations is satisfied with more renewable energy. Renewable utilities will benefit from NaMaREC since it will allow them to expand their consumer base and reach consumers that may be willing to pay more for the certificate. Nonrenewable utilities can use NaMaREC to source RECs from cheaper regions, thus reducing their cost of compliance. Ultimately, NaMaREC will provide an avenue to communicate the economics of renewable energy adoption to the public through extensive interviews of potential customers. This project will form partnerships that includes the academia, industry, and start-up ventures to launch NaMaREC. \r\n\r\nThis I-Corps project seeks to develop an online marketplace named NaMaREC (National Market for Renewable Energy Certificates) for the selling and buying of RECs. A REC is a non-tangible, tradable energy commodity in the U.S. that represents proof that 1 megawatt-hour (MWh) of electricity was generated from a renewable energy resource. Currently, there are isolated sellers or aggregators of RECs across the U.S. with trades that are neither harmonized nor integrated. The business thesis of NaMaREC is to harness the economics of scale in the aggregation of RECs in a national market. The underlying motivating value for RECs is that 29 states and three territories of the U.S. have a policy mandate that requires utilities to generate a certain percentage of their outputs from a renewable resource such as solar photovoltaic or wind technology by a target date. This mandate, Renewable Portfolio Standards (RPS), may be satisfied by these companies either by building the requisite renewable energy capacity or buying RECs to satisfy the RPS requirements. Isolated transactions of RECs have limited their market viability and accessibility by firms to meet their state-level RPS. NaMaREC will transform the trading of RECs in an integrated service that does not currently exist.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ekundayo",
   "pi_last_name": "Shittu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ekundayo Shittu",
   "pi_email_addr": "eshittu@gwu.edu",
   "nsf_id": "000559450",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2121 Eye St",
  "perf_city_name": "Washington, D.C.",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Preamble</strong></p>\n<p>The major goal of this project was to conduct stakeholder interviews aimed at discovering the market potential for our technology &ndash; an online marketplace named NaMaREC (National Market for Renewable Energy Certificates) for the selling and buying of renewable energy certificates (RECs). A REC is a non-tangible, tradable energy commodity in the U.S. that represents proof that 1 megawatt-hour (MWh) of electricity was generated from a renewable energy resource. Currently, there are isolated sellers or aggregators of RECs across the U.S. with trades that are neither harmonized nor integrated. <strong>The business thesis of NaMaREC is to harness the economics of scale in the aggregation of RECs in a national market.</strong> The underlying motivating value for RECs is that 29 states (plus 3 territories) in the U.S. have Renewable Portfolio Standard (RPS) policy that requires utilities to generate a certain percentage of their outputs from a renewable resource such as solar or wind. In the course of this project, we interviewed over 120 stakeholders in the renewable energy trading ecosystem. Of all these interviews, 70 were face to face and 50 were by phone. Some of the surprises we observed include the following</p>\n<ol>\n<li>We were surprised to learn that REC buyers are not utilities, but the suppliers/sellers of electricity &ndash; the supplier of electricity must also supply the necessary RECs for compliance.</li>\n<li>We were also surprised to learn that many players in the market do not complain about brokers. In fact, developers or even policymakers say that brokers are a fundamental part of the SREC market operations.</li>\n<li>Given our observations, we knew that we had to segment the market to find a niche for NaMaREC. Through our interviews, we focused on the compliance market for SRECs &ndash; a market that is worth approximately $200M by market volume.</li>\n<li>The differences in the REC markets across the country directly mimic the variation of policies across the country, and in some instances, we noted that the market views of RECs was influenced by state level posturing to renewable energy thus, the REC market in Washington, D.C., for example, is very different from the Texas perspective.</li>\n</ol>\n<p>&nbsp;<strong>Pivoting</strong></p>\n<p>After fifty interviews, it was evident that we had to consider significantly pivoting our proposition. First, we edited our elevator pitch to: &ldquo;An online tool that provides market insights and also works as an exchange platform that allows buyers and sellers of RECs from all across the U.S. to trade with each other.&rdquo;</p>\n<p class=\"Default\">Based on the previous sets of interviews, we thought that brokers would only provide the value of matching buyers and sellers of RECs, and we had fuzzy knowledge about the differences between brokers and traders. At this point, we chatted with the founder of an energy management firm, and we found that while brokers are only an intermediary, traders actually take the risk for their clients and traders can provide value for their clients in different forms such as through auction tracking, information management, REC price tracking, amongst others.</p>\n<p class=\"Default\">We pivoted the technology towards a market intelligence platform, but many questions still linger. For example, we still had to test how this will bring value to customers or what format that value would be. It was evident to the team, at this point, that without a solid and clearly distinctive value proposition, the technology may suffer significant survival challenges should we decide to proceed.</p>\n<p><strong>Resolution</strong></p>\n<p>Some of the major observations in the process include</p>\n<ol>\n<li>In many of the existing networks, the developers were happy with their brokers. For example, the personal touch the brokers brought into the transactions limited their interests in an exchange platform. Even utilities were happy with their brokers.</li>\n<li>The other leverage for utilities is that most of them prefer to sell/buy RECs upfront or through bundled PPAs so as to avoid the complexities of REC trading.</li>\n<li>Brokers who transacted in significant volumes attested to using some of the existing online platforms with some of them even developing theirs by utilizing sophisticated software to manage the process.</li>\n<li>Our decision to explore a different customer segment &ndash; buyers of RECs &ndash; also revealed similar outcomes. The level of interest was negligible.</li>\n</ol>\n<p>As a team, we knew we could not deny the data because the original supposition on value proposition and the subsequent pivots were not significantly to sustain our efforts or sway our decision as a &ldquo;Go&rdquo;. Going forward, we thought that this idea might be tenable and viable in the international ecosystem, say in Europe, where there appears to be some convergence on the value of renewable energy and there may be value for market intelligence tools in developing economies. The EL was also excited to note that she has ideas on many new research questions to explore as she continues to pursue her PhD research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2020<br>\n\t\t\t\t\tModified by: Ekundayo&nbsp;Shittu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPreamble\n\nThe major goal of this project was to conduct stakeholder interviews aimed at discovering the market potential for our technology &ndash; an online marketplace named NaMaREC (National Market for Renewable Energy Certificates) for the selling and buying of renewable energy certificates (RECs). A REC is a non-tangible, tradable energy commodity in the U.S. that represents proof that 1 megawatt-hour (MWh) of electricity was generated from a renewable energy resource. Currently, there are isolated sellers or aggregators of RECs across the U.S. with trades that are neither harmonized nor integrated. The business thesis of NaMaREC is to harness the economics of scale in the aggregation of RECs in a national market. The underlying motivating value for RECs is that 29 states (plus 3 territories) in the U.S. have Renewable Portfolio Standard (RPS) policy that requires utilities to generate a certain percentage of their outputs from a renewable resource such as solar or wind. In the course of this project, we interviewed over 120 stakeholders in the renewable energy trading ecosystem. Of all these interviews, 70 were face to face and 50 were by phone. Some of the surprises we observed include the following\n\nWe were surprised to learn that REC buyers are not utilities, but the suppliers/sellers of electricity &ndash; the supplier of electricity must also supply the necessary RECs for compliance.\nWe were also surprised to learn that many players in the market do not complain about brokers. In fact, developers or even policymakers say that brokers are a fundamental part of the SREC market operations.\nGiven our observations, we knew that we had to segment the market to find a niche for NaMaREC. Through our interviews, we focused on the compliance market for SRECs &ndash; a market that is worth approximately $200M by market volume.\nThe differences in the REC markets across the country directly mimic the variation of policies across the country, and in some instances, we noted that the market views of RECs was influenced by state level posturing to renewable energy thus, the REC market in Washington, D.C., for example, is very different from the Texas perspective.\n\n\n Pivoting\n\nAfter fifty interviews, it was evident that we had to consider significantly pivoting our proposition. First, we edited our elevator pitch to: \"An online tool that provides market insights and also works as an exchange platform that allows buyers and sellers of RECs from all across the U.S. to trade with each other.\"\nBased on the previous sets of interviews, we thought that brokers would only provide the value of matching buyers and sellers of RECs, and we had fuzzy knowledge about the differences between brokers and traders. At this point, we chatted with the founder of an energy management firm, and we found that while brokers are only an intermediary, traders actually take the risk for their clients and traders can provide value for their clients in different forms such as through auction tracking, information management, REC price tracking, amongst others.\nWe pivoted the technology towards a market intelligence platform, but many questions still linger. For example, we still had to test how this will bring value to customers or what format that value would be. It was evident to the team, at this point, that without a solid and clearly distinctive value proposition, the technology may suffer significant survival challenges should we decide to proceed.\n\nResolution\n\nSome of the major observations in the process include\n\nIn many of the existing networks, the developers were happy with their brokers. For example, the personal touch the brokers brought into the transactions limited their interests in an exchange platform. Even utilities were happy with their brokers.\nThe other leverage for utilities is that most of them prefer to sell/buy RECs upfront or through bundled PPAs so as to avoid the complexities of REC trading.\nBrokers who transacted in significant volumes attested to using some of the existing online platforms with some of them even developing theirs by utilizing sophisticated software to manage the process.\nOur decision to explore a different customer segment &ndash; buyers of RECs &ndash; also revealed similar outcomes. The level of interest was negligible.\n\n\nAs a team, we knew we could not deny the data because the original supposition on value proposition and the subsequent pivots were not significantly to sustain our efforts or sway our decision as a \"Go\". Going forward, we thought that this idea might be tenable and viable in the international ecosystem, say in Europe, where there appears to be some convergence on the value of renewable energy and there may be value for market intelligence tools in developing economies. The EL was also excited to note that she has ideas on many new research questions to explore as she continues to pursue her PhD research.\n\n \n\n\t\t\t\t\tLast Modified: 01/13/2020\n\n\t\t\t\t\tSubmitted by: Ekundayo Shittu"
 }
}