{
 "awd_id": "1840406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-NextFlex Workshop on Accelerating Innovative Manufacturing Technology for Flexible Hybrid Electronics; San Jose, California; August 6-7, 2018",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 30480.0,
 "awd_amount": 30480.0,
 "awd_min_amd_letter_date": "2018-06-28",
 "awd_max_amd_letter_date": "2018-06-28",
 "awd_abstract_narration": "This award provides support for planning, organization and execution of the joint NSF-NextFlex Workshop on Accelerating Innovative Manufacturing Technology for Flexible Hybrid Electronics being held in San Jose, California on August 6-7, 2018. The workshop is designed to engage the NSF academic research community and the NextFlex industry community in discussions on emerging topics in nanomanufacturing, and flexible hybrid electronics, all of which are integral to sustainability of advanced manufacturing in America, an enduringly important sector in the nation's economy. An outcome of the workshop is to identify the needs for research and education in support of addressing technological and scientific challenges facing the flexible hybrid electronics industry spearheaded by the NextFlex Manufacturing USA Institute. The workshop encourages participation of graduate students, postdoctoral fellows, early career faculty, and women and under-represented minorities in discussions on advanced manufacturing, nanomanufacturing and flexible hybrid electronics research and education, which is also important for the nation's prosperity. It stimulates ideas for future directions in research and career paths. Workshop outcomes are documented and disseminated as a workshop report and peer-reviewed publications. The workshop symbolizes the needed collaboration and cooperation between NSF and the Manufacturing USA institutes.\r\n\r\nThe workshop's overarching objective is to foster partnerships and stimulate meaningful research collaborations between the NSF research community, especially, that formed by researchers in nanomanufacturing, flexible hybrid electronics (FHE) and related fields, and the NextFlex institute members, comprising of academia, government laboratories and industry. The workshop informs NextFlex partners of important advancements generating from NSF-funded research in flexible electronics and nanomanufacturing, giving them an opportunity to adopt novel technologies into their industrial-scale FHE systems. At the same time, the workshop informs NSF investigators of technological gaps in the FHE road-map and challenges and opportunities ensuing form NextFlex TRL 4-7 research efforts, both of which could be addressed through fundamental TRL 1-3 research, a task that NSF can fulfill. Additionally, the NSF researchers are made aware of NextFlex's capabilities, which may lead to opportunities for future research and student internships. Flexible hybrid electronics is a critical technology for the nation with applications in electronics, healthcare, communication, internet of things, military and security. To meet these demands, NextFlex has identified the need for new nanomaterials, device designs, integrated systems, process models and metrology as areas requiring fundamental understanding. Engaging industrial and academic researchers in discussing their work, sharing best practices, revealing gaps in research and practice is important in developing new research directions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "S.",
   "pi_last_name": "Sreenivasan",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "S. V Sreenivasan",
   "pi_email_addr": "sv.sreeni@mail.utexas.edu",
   "nsf_id": "000281487",
   "pi_start_date": "2018-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Poliks",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Poliks",
   "pi_email_addr": "mpoliks@binghamton.edu",
   "nsf_id": "000101460",
   "pi_start_date": "2018-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787584445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "018Y00",
   "pgm_ele_name": "CM - Cybermanufacturing System"
  },
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 30480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>The NSF-NextFlex Joint Workshop on Accelerating Innovative Manufacturing Technology for Flexible Hybrid Electronics was held at the NextFlex headquarters in San Jose on August 6<sup>th</sup> and 7<sup>th</sup>, 2018. The meeting was held a day before NextFlex&rsquo;s annual innovation day to maximize participation from NextFlex&rsquo;s industry membership. The overall goal of the workshop was <strong><em>to identify and mitigate the obstacles that stand in the way of the US academic community from leveraging the substantial federal investment in the flexible hybrid electronics (FHE) area to conduct impactful basic research in FHE and related field.</em></strong></div><p class=\"Style1\">The workshop was attended by (i) NSF funded US academics performing research in FHE related areas including advanced manufacturing, materials and devices/systems; (ii) US industry and academic participants that are affiliated with the NextFlex Institute; (iii) NextFlex leadership team; and (iv) NSF program managers. The overall organizers of the workshop were Professor S.V. Sreenivasan (Workshop Co-Chair and Director of NASCENT Center at UT-Austin), Professor Mark Poliks (Workshop Co-Chair and Director of CAMM at SUNY-Binghamton) and Laura Castellano (Events Manager at NextFlex). The workshop was funded by NSF (Dr. Khershed Cooper, NSF program manager in the area of nanomanufacturing). Dr. Cooper, Dr. Bruce Kramer (NSF) and Dr. Ben Leever (CTO of NextFlex) provided strategic oversight during the planning phases and organization of this workshop. &nbsp;</p><p class=\"Style1\">In order to address the workshop goals, the workshop included the following key elements:</p><ul><li>On the evening of August 6<sup>th</sup>, an informal exchange of research expertise/interests was facilitated <em>via</em> a shot-gun pitch and a poster session between the academic community (principal investigators funded by NSF in the areas of FHE related advanced manufacturing, materials and devices/systems) and the NextFlex community (including their leadership, and their industry/academic members). This was a valuable exercise as the two communities, prior to this meeting, had limited interactions through the standard venues such as society conferences and publications. </li><li>On the morning of August 7<sup>th</sup>, the conference co-chairs started out by establishing the specific objectives for the day, including understanding NextFlex&rsquo;s roadmap and key thrust areas, as well as the major technology gaps where NextFlex&rsquo;s can use the expertise of academic participants. It was clarified that NextFlex, a manufacturing USA Institute (<a href=\"https://www.manufacturingusa.com/institutes\">https://www.manufacturingusa.com/institutes</a>), supports research programs at the MRL/TRL levels 4-7, while NSF funds academic research in MRL/TRL 1-3<a href=\"file:///C:/Users/svs/Desktop/GeneralPublicReport.docx#_ftn1\">[1]</a>. Next, the CTO of NextFlex (Dr. Ben Leever) provided the keynote speech where he outlined NextFlex&rsquo;s FHE priorities and roadmap, and a publicly distributable version of NextFlex&rsquo;s roadmap was provided to the participants.&nbsp; </li><li>Next, the workshop had five main sessions covering five FHE manufacturing technology gaps areas identified by the workshop co-chairs in conjunction with the NextFlex&rsquo;s leadership team. These five FHE sessions were Materials, Integration, Power, Reliability, and Manufacturing &amp; Metrology Tools. In each session, a relevant expert (invited speaker) first provided an overview of the state-of-the-art to set up the session. This was followed by a moderated open discussion which facilitated a structured exchange between the NSF academic community and the NextFlex&rsquo;s participants. </li><li>Finally, an open session was held to encourage partnerships between the NSF academic participants and the NextFlex community with the specific goal of creating competitive proposals to be submitted to NSF to seek funding for FHE research at MRL/TRL 1-3. Here MRL and refer to Manufacturing Readiness Levels, and Technology Readiness Levels respectively. please see:  <ul><li><span style=\"text-decoration: underline;\"><a href=\"http://www.dodmrl.com/MRL_Deskbook_V2.pdf\">http://www.dodmrl.com/MRL_Deskbook_V2.pdf</a></span>, and </li><li><span style=\"text-decoration: underline;\"><a href=\"https://en.wikipedia.org/wiki/Technology_readiness_level\">https://en.wikipedia.org/wiki/Technology_readiness_level</a></span>.</li></ul></li></ul><p class=\"Style1\">&nbsp;</p><p>As a follow up to the workshop, the PIs have collaborated with Prof. Prabhakar Pagilla of Texas A&amp;M University to establish plans for creating an annual research conference on \"Scalable Flexible Nanodevices Enabled by Roll-to-Roll Manufacturing Systems\". This will be an academic focused event that will complement industry-focused events held by NextFlex Institute. This conference was originally to be launched in December 2020. However, due to COVID-19, it has been delayed for a planned launch in December 2021. The organizers of this conference will include the two PIs of this workshop and Prof. Prabhakar Pagilla of Texas A&amp;M University. Prof. Pagilla has been involved over two decades with the International Conference on Web Handling (https://iweb.okstate.edu/) that was held at Oklahoma State University from the 1990s till 2019. The proposed new conference plans to integrate the attendees of the IWEB conference and expand beyond its focus on roll-to-roll systems technology to include metrology, materials, processes, and devices.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2021<br>\n\t\t\t\t\tModified by: S.&nbsp;V&nbsp;Sreenivasan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>\n<div class=\"porColContainerHR\">\n<div class=\"porContentCol\">\n<h2>Addendum # 1</h2><p style=\"display: inline !important;\"><em>The final report for the 2018 NSF-NextFlex Workshop on Flexible Hybrid Electronics can be accessed at the URL below:</em><br /><a href=\"https://nascent.utexas.edu/nsf-nextflex-fhe-workshop\">https://nascent.utexas.edu/nsf-nextflex-fhe-workshop</a></p>\n<ul>\n</ul>\n<p>&nbsp;</p><br>\n<p>Added: 05/08/2021<br>Submitted by: S.&nbsp;V&nbsp;Sreenivasan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The NSF-NextFlex Joint Workshop on Accelerating Innovative Manufacturing Technology for Flexible Hybrid Electronics was held at the NextFlex headquarters in San Jose on August 6th and 7th, 2018. The meeting was held a day before NextFlex’s annual innovation day to maximize participation from NextFlex’s industry membership. The overall goal of the workshop was to identify and mitigate the obstacles that stand in the way of the US academic community from leveraging the substantial federal investment in the flexible hybrid electronics (FHE) area to conduct impactful basic research in FHE and related field.The workshop was attended by (i) NSF funded US academics performing research in FHE related areas including advanced manufacturing, materials and devices/systems; (ii) US industry and academic participants that are affiliated with the NextFlex Institute; (iii) NextFlex leadership team; and (iv) NSF program managers. The overall organizers of the workshop were Professor S.V. Sreenivasan (Workshop Co-Chair and Director of NASCENT Center at UT-Austin), Professor Mark Poliks (Workshop Co-Chair and Director of CAMM at SUNY-Binghamton) and Laura Castellano (Events Manager at NextFlex). The workshop was funded by NSF (Dr. Khershed Cooper, NSF program manager in the area of nanomanufacturing). Dr. Cooper, Dr. Bruce Kramer (NSF) and Dr. Ben Leever (CTO of NextFlex) provided strategic oversight during the planning phases and organization of this workshop.  In order to address the workshop goals, the workshop included the following key elements:On the evening of August 6th, an informal exchange of research expertise/interests was facilitated via a shot-gun pitch and a poster session between the academic community (principal investigators funded by NSF in the areas of FHE related advanced manufacturing, materials and devices/systems) and the NextFlex community (including their leadership, and their industry/academic members). This was a valuable exercise as the two communities, prior to this meeting, had limited interactions through the standard venues such as society conferences and publications. On the morning of August 7th, the conference co-chairs started out by establishing the specific objectives for the day, including understanding NextFlex’s roadmap and key thrust areas, as well as the major technology gaps where NextFlex’s can use the expertise of academic participants. It was clarified that NextFlex, a manufacturing USA Institute (https://www.manufacturingusa.com/institutes), supports research programs at the MRL/TRL levels 4-7, while NSF funds academic research in MRL/TRL 1-3[1]. Next, the CTO of NextFlex (Dr. Ben Leever) provided the keynote speech where he outlined NextFlex’s FHE priorities and roadmap, and a publicly distributable version of NextFlex’s roadmap was provided to the participants.  Next, the workshop had five main sessions covering five FHE manufacturing technology gaps areas identified by the workshop co-chairs in conjunction with the NextFlex’s leadership team. These five FHE sessions were Materials, Integration, Power, Reliability, and Manufacturing &amp; Metrology Tools. In each session, a relevant expert (invited speaker) first provided an overview of the state-of-the-art to set up the session. This was followed by a moderated open discussion which facilitated a structured exchange between the NSF academic community and the NextFlex’s participants. Finally, an open session was held to encourage partnerships between the NSF academic participants and the NextFlex community with the specific goal of creating competitive proposals to be submitted to NSF to seek funding for FHE research at MRL/TRL 1-3. Here MRL and refer to Manufacturing Readiness Levels, and Technology Readiness Levels respectively. please see:  http://www.dodmrl.com/MRL_Deskbook_V2.pdf, and https://en.wikipedia.org/wiki/Technology_readiness_level. \nAs a follow up to the workshop, the PIs have collaborated with Prof. Prabhakar Pagilla of Texas A&amp;M University to establish plans for creating an annual research conference on \"Scalable Flexible Nanodevices Enabled by Roll-to-Roll Manufacturing Systems\". This will be an academic focused event that will complement industry-focused events held by NextFlex Institute. This conference was originally to be launched in December 2020. However, due to COVID-19, it has been delayed for a planned launch in December 2021. The organizers of this conference will include the two PIs of this workshop and Prof. Prabhakar Pagilla of Texas A&amp;M University. Prof. Pagilla has been involved over two decades with the International Conference on Web Handling (https://iweb.okstate.edu/) that was held at Oklahoma State University from the 1990s till 2019. The proposed new conference plans to integrate the attendees of the IWEB conference and expand beyond its focus on roll-to-roll systems technology to include metrology, materials, processes, and devices.\n\n\t\t\t\t\tLast Modified: 03/12/2021\n\n\t\t\t\t\tSubmitted by: S. V SreenivasanThe final report for the 2018 NSF-NextFlex Workshop on Flexible Hybrid Electronics can be accessed at the URL below:\nhttps://nascent.utexas.edu/nsf-nextflex-fhe-workshop\n\n\n\n \nLast Modified: 05/08/2021\nSubmitted by: S. V Sreenivasan"
 }
}