{
 "awd_id": "1840416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant: Engineering Research Center for Advanced Organ Biofabrication",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Jackson",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2018-08-31",
 "awd_max_amd_letter_date": "2018-08-31",
 "awd_abstract_narration": "The Planning Grants for Engineering Research Centers competition was run as a pilot solicitation within the ERC program.  Planning grants are not required as part of the full ERC competition, but intended to build capacity among teams to plan for convergent, center-scale engineering research.\r\n\r\nBiofabricated organs could eliminate declining quality of life and premature death for millions of patients with organ failure. Organ transplantation is an effective therapy, increasing patients? life-spans and quality of life for years to decades. However, there are only about 30,000 natural donor organs available every year. Additionally, artificial organs are either incapable of permanent support (lungs and livers) or far less effective than transplanted organs (hearts and kidneys). Unlike artificial organs, biofabricated organs will be composed of tissue and thus fully biological. Therefore, these organs will be less prone to complications. Greater availability and better function will also allow these organs to be implanted earlier than current donor organs, before there are severe decreases in a patient?s quality of life. To achieve this goal, however, new material, technologies and methods for making these organs must be developed. This effort will require the collaboration of a team of scientists from many research areas. It will also require the support of industry, foundation, health care, and community partners. Therefore, this grant will develop a plan for the creation of a Center for Advanced Organ Biofabrication to oversee this effort. To achieve this, the academic team at Carnegie Mellon University, the University of Pittsburgh, and the University of Texas El-Paso (UTEP) will work with these partners to develop scientific and educational goals for the Center that ensures success innovating scientific and technological breakthroughs, building a diverse transdisciplinary work force, and creating mass-produced biofabricated organs.\r\n\r\nWithin this planning grant, we propose to establish the scientific and educational objectives of the Center and establish a network of industrial, foundation, community, and clinical stakeholders to support its mission. We will utilize the requested funds to support the following activities: (1) monthly online meetings and two separate site visits with the academic partners to review facilities and develop research, educational, diversity, and industrial consortium plans, (2) meet with companies developing biological products, biofabrication hardware, and pharmaceuticals to develop consortium priorities, and (3) hold a larger, local planning meeting with academic, industrial, foundation, and clinical stakeholders. Meetings with the academic partners will allow us to (1) confirm shared research priorities, (2) build transdisciplinary teams to meet our research, educational, and industrial goals, (3) plan for intercampus research interactions between students at all levels, (4) develop diversity plans, with special emphasis on the role of UTEP as a majority minority institution, and (5) further refine our lists of ideal industrial consortium partners. Online meetings with selected companies will allow us to discuss common scientific interests. The meetings will also create a project-based consortium in which companies have access to thought leaders in this field, become educated in the latest research tools and techniques, support specific research projects, and have the ability to license resulting intellectual property. Lastly, the year-end summit will be held to present a comprehensive outline of our ERC proposal to our research and educational partners, selected industrial groups, foundations, and clinicians. This will be essential to ensuring a strong, supportive community around this work, and we will use the feedback from this meeting to prepare our full ERC proposal.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Cook",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Keith E Cook",
   "pi_email_addr": "keicook@andrew.cmu.edu",
   "nsf_id": "000780142",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Boland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Boland",
   "pi_email_addr": "tboland@utep.edu",
   "nsf_id": "000432186",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Wagner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Wagner",
   "pi_email_addr": "wagnerwr@upmc.edu",
   "nsf_id": "000422758",
   "pi_start_date": "2018-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carngie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1480",
   "pgm_ref_txt": "ENGINEERING RESEARCH CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our vision for the Center for Advanced Organ Biofabrication (CAOr-Bio) was to mass-manufacture biofabricated organs capable of permanent support. We thus proposed to establish CAOr-Bio at Carnegie Mellon University (CMU) with the University of Pittsburgh (Pitt), and the University of Texas El-Paso (UTEP) as partners. Together, CAOr-Bio researchers would develop the science and technologies necessary for mass-manufacturing biofabricated organs. We thus applied for a planning grant to assist our planning and writing of a full Engineering Research Center proposal.</p>\n<p>Within the planning grant, we proposed to establish the scientific and educational objectives of the Center and a network of industrial, foundation, community, and clinical stakeholders to support its mission. To accomplish this, we proposed to utilize planning grant funds to support the following activities: (1) monthly online meetings and two separate site visits with the academic partners to review facilities and develop research, educational, diversity, and industrial consortium plans, (2) meet with companies developing biological products, biofabrication hardware, and pharmaceuticals to develop consortium priorities, and (3) hold a larger, local planning meeting with academic, industrial, foundation, and clinical stakeholders. Meetings with the academic partners were intended to allow us to (1) confirm shared research priorities, (2) build transdisciplinary teams to meet our research, educational, and industrial goals, (3) plan for intercampus research interactions between students at all levels, (4) develop diversity plans, with special emphasis on the role of UTEP as a majority minority institution, and (5) further refine our lists of ideal industrial consortium partners.</p>\n<p>We were successful in all of these endeavors, but we did adjust our tactics in places. First, we held regular online and face to face meetings to plan the Center. We quickly learned, however, that smaller meetings focused on specific areas of the center were more effective. This included meetings focused on research, education, diversity, foundation and industry involvement, and sub-groups within each. Of particular value were small research group meetings focused on specific research thrusts or teams and small educational meetings focused on k-12 and undergraduate and graduate education. As a result, we never held a large, in-person meeting with all of our research, education, industry, and diversity groups together. Instead, we developed overlap between these groups so that concepts would be carried across groups in each meeting. Second, we held two separate site visits with the academic partners as planned. These were incredibly valuable for team-building and setting Center priorities. We got to know each other&rsquo;s research, facilities, and working style while developing Center plans. Third, we spent a great deal of time building bridges to various companies in this space. We were ultimately successful in signing up 19 different companies as part of our consortium in the proposal and several more have expressed interest since that time.</p>\n<p>This work ultimately resulted in a successful pre-proposal.&nbsp; The CAOr-Bio team was invited for a full proposal. We currently await the outcome and reviews of that proposal.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2020<br>\n\t\t\t\t\tModified by: Keith&nbsp;E&nbsp;Cook</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur vision for the Center for Advanced Organ Biofabrication (CAOr-Bio) was to mass-manufacture biofabricated organs capable of permanent support. We thus proposed to establish CAOr-Bio at Carnegie Mellon University (CMU) with the University of Pittsburgh (Pitt), and the University of Texas El-Paso (UTEP) as partners. Together, CAOr-Bio researchers would develop the science and technologies necessary for mass-manufacturing biofabricated organs. We thus applied for a planning grant to assist our planning and writing of a full Engineering Research Center proposal.\n\nWithin the planning grant, we proposed to establish the scientific and educational objectives of the Center and a network of industrial, foundation, community, and clinical stakeholders to support its mission. To accomplish this, we proposed to utilize planning grant funds to support the following activities: (1) monthly online meetings and two separate site visits with the academic partners to review facilities and develop research, educational, diversity, and industrial consortium plans, (2) meet with companies developing biological products, biofabrication hardware, and pharmaceuticals to develop consortium priorities, and (3) hold a larger, local planning meeting with academic, industrial, foundation, and clinical stakeholders. Meetings with the academic partners were intended to allow us to (1) confirm shared research priorities, (2) build transdisciplinary teams to meet our research, educational, and industrial goals, (3) plan for intercampus research interactions between students at all levels, (4) develop diversity plans, with special emphasis on the role of UTEP as a majority minority institution, and (5) further refine our lists of ideal industrial consortium partners.\n\nWe were successful in all of these endeavors, but we did adjust our tactics in places. First, we held regular online and face to face meetings to plan the Center. We quickly learned, however, that smaller meetings focused on specific areas of the center were more effective. This included meetings focused on research, education, diversity, foundation and industry involvement, and sub-groups within each. Of particular value were small research group meetings focused on specific research thrusts or teams and small educational meetings focused on k-12 and undergraduate and graduate education. As a result, we never held a large, in-person meeting with all of our research, education, industry, and diversity groups together. Instead, we developed overlap between these groups so that concepts would be carried across groups in each meeting. Second, we held two separate site visits with the academic partners as planned. These were incredibly valuable for team-building and setting Center priorities. We got to know each other’s research, facilities, and working style while developing Center plans. Third, we spent a great deal of time building bridges to various companies in this space. We were ultimately successful in signing up 19 different companies as part of our consortium in the proposal and several more have expressed interest since that time.\n\nThis work ultimately resulted in a successful pre-proposal.  The CAOr-Bio team was invited for a full proposal. We currently await the outcome and reviews of that proposal.\n\n\t\t\t\t\tLast Modified: 05/19/2020\n\n\t\t\t\t\tSubmitted by: Keith E Cook"
 }
}