{
 "awd_id": "1840963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early Career Polar Research Conference: Building Collaborative Networks and Providing Professional Training Opportunities to Facilitate Success",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 99261.0,
 "awd_amount": 99261.0,
 "awd_min_amd_letter_date": "2018-08-29",
 "awd_max_amd_letter_date": "2022-06-23",
 "awd_abstract_narration": "The newest generation of polar-focused researchers will need a strong understanding of interdisciplinary approaches to understand the rapid changes in polar regions. The Next Generation Polar Research Conference (NGPR-3) is designed to train and help network early career polar researchers to position them for interdisciplinary research careers. This week-long symposium, to be held at the University of Southern California's Wrigley Marine Science Center, will provide an important opportunity for newer polar scientists to understand the benefits of interdisciplinary research approaches that can better inform society and stakeholders and to learn more about safe and effective logistics for research in polar regions.\r\n\r\nThirty four early career scientists (i.e., within 5 years of Ph.D.) from the fields of atmospheric science, marine ecosystems, limnology, ice science, terrestrial ecosystems, geospace, and policy and economics will be competitively selected to attend the conference. The symposium will be designed to foster communication, team-building and leadership skills with a focus on the development of interdisciplinary research. Participants will gain important networking opportunities while attending plenary talks, special sessions, poster sessions and professional development training led by senior mentors from the research subfields of social sciences, natural sciences and physical sciences. The workshop contributes to NSF's strategic objectives to foster the growth of a more capable and diverse research workforce and advance the scientific and innovation skills of the Nation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Karla",
   "pi_last_name": "Heidelberg",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Karla B Heidelberg",
   "pi_email_addr": "KHeidelb@usc.edu",
   "nsf_id": "000422407",
   "pi_start_date": "2018-08-29",
   "pi_end_date": "2019-07-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Sohm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Sohm",
   "pi_email_addr": "sohm@usc.edu",
   "nsf_id": "000593509",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3454 Trousdale Parkway, CAS 116",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890156",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017Y00",
   "pgm_ele_name": "Polar Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 99261.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The 2019 Next Generation Polar Research Symposium (NGPR-3) was designed to provide professional training and networking for early career polar researchers from a variety of polar science related researchers. This symposium provided an important opportunity for early career scientists to network and understand the benefits of interdisciplinary approaches that will advance science and inform society and stakeholders, particularly decision makers. Symposium activities were designed to develop a cohort and foster communication, team building and leadership skills in fields that lend themselves to interdisciplinary approaches.</p>\n<p class=\"Default\"><strong>Intellectual Merit: </strong>The Next Generation of Polar Research (NGPR) symposium series has had a strong track record of promoting success among early career polar researchers through three symposia in 2008, 2015 and 2019. Building on the structure and format of successful past polar-focused symposia, the NGPR-3 symposium fostered the establishment of a collegial U.S. peer network through mentoring and other interactions under mentorship of established polar science and policy scholars. This approach is particularly important given that many of today&rsquo;s key science issues in polar regions lie across the boundaries of traditional disciplines. The symposia has brought together an assembly of highly performing and diverse early career polar researchers from a variety of disciplines to provide professional development training in leadership, communication, navigating professional careers and polar literacy.&nbsp;</p>\n<p class=\"Default\"><strong>Broader Impacts: </strong>The NGPR symposium series has provided an excellent opportunity to network and train cohorts of top-performing early-career polar professionals. Over the course of the three symposia, almost 100 early career scientist have been engaged. Participant selection for the 2019 Symposia (this award) was merit based with additional considerations of balancing gender and ethic factors of the group. Our cohort included individuals from many backgrounds, and ethnicities, including an Native Alaskan scientist. The symposia was also used to mentor early career university faculty and NSF staff in grant writing and conference facilitation skills.</p>\n<p class=\"Default\">Established mentors with documented records of accomplishments in science and/or policy related to polar or interdisciplinary project management were invited to join the symposia and enhanced the training of the participants. These mentors were able to convey a broad overview of emerging polar research needs within a historical context. Finally, a highly trained facilitator worked with all conference attendees in leadership, communication and diversity/inclusion skill-set training.</p>\n<p class=\"Default\"><strong>Outcomes:&nbsp;</strong>Longitudinal analysis of the 2015 and 2019 symposia participants show that participants have been remarkably successful in staying in polar or climate-related fields. Only one person from the 2015 cohort was not located. Many from the 2015 and 2019 conferences have moved into solid career positions in academia or aligned government and NGO positions (e.g. NASA, NSF, Army Corps of Engineers, NCAR, AISC, etc.). In many cases, those that have positions outside of academia are working for organizations that directly support research in Antarctica and the Arctic. Many of these professionals also have adjunct research positions in academia. Those that have University teaching responsibilities teach courses that include Polar science modules or topics, effectively helping to also prepare the next generation of STEM workforce. Several of the past participants have now stepped into leadership roles in designing and creating new NSF and other early career polar workforce development symposia. Symposia cohorts also engage in targeted social media interactions at high levels. These outcomes may indicate &nbsp;that this symposia series created an effective pipeline for engaging top early career scientists and providing them with &nbsp;enhanced networking, training, and cohort building that promotes professional success.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/19/2024<br>\nModified by: Jill&nbsp;Sohm</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe 2019 Next Generation Polar Research Symposium (NGPR-3) was designed to provide professional training and networking for early career polar researchers from a variety of polar science related researchers. This symposium provided an important opportunity for early career scientists to network and understand the benefits of interdisciplinary approaches that will advance science and inform society and stakeholders, particularly decision makers. Symposium activities were designed to develop a cohort and foster communication, team building and leadership skills in fields that lend themselves to interdisciplinary approaches.\n\n\nIntellectual Merit: The Next Generation of Polar Research (NGPR) symposium series has had a strong track record of promoting success among early career polar researchers through three symposia in 2008, 2015 and 2019. Building on the structure and format of successful past polar-focused symposia, the NGPR-3 symposium fostered the establishment of a collegial U.S. peer network through mentoring and other interactions under mentorship of established polar science and policy scholars. This approach is particularly important given that many of todays key science issues in polar regions lie across the boundaries of traditional disciplines. The symposia has brought together an assembly of highly performing and diverse early career polar researchers from a variety of disciplines to provide professional development training in leadership, communication, navigating professional careers and polar literacy.\n\n\nBroader Impacts: The NGPR symposium series has provided an excellent opportunity to network and train cohorts of top-performing early-career polar professionals. Over the course of the three symposia, almost 100 early career scientist have been engaged. Participant selection for the 2019 Symposia (this award) was merit based with additional considerations of balancing gender and ethic factors of the group. Our cohort included individuals from many backgrounds, and ethnicities, including an Native Alaskan scientist. The symposia was also used to mentor early career university faculty and NSF staff in grant writing and conference facilitation skills.\n\n\nEstablished mentors with documented records of accomplishments in science and/or policy related to polar or interdisciplinary project management were invited to join the symposia and enhanced the training of the participants. These mentors were able to convey a broad overview of emerging polar research needs within a historical context. Finally, a highly trained facilitator worked with all conference attendees in leadership, communication and diversity/inclusion skill-set training.\n\n\nOutcomes:Longitudinal analysis of the 2015 and 2019 symposia participants show that participants have been remarkably successful in staying in polar or climate-related fields. Only one person from the 2015 cohort was not located. Many from the 2015 and 2019 conferences have moved into solid career positions in academia or aligned government and NGO positions (e.g. NASA, NSF, Army Corps of Engineers, NCAR, AISC, etc.). In many cases, those that have positions outside of academia are working for organizations that directly support research in Antarctica and the Arctic. Many of these professionals also have adjunct research positions in academia. Those that have University teaching responsibilities teach courses that include Polar science modules or topics, effectively helping to also prepare the next generation of STEM workforce. Several of the past participants have now stepped into leadership roles in designing and creating new NSF and other early career polar workforce development symposia. Symposia cohorts also engage in targeted social media interactions at high levels. These outcomes may indicate that this symposia series created an effective pipeline for engaging top early career scientists and providing them with enhanced networking, training, and cohort building that promotes professional success.\n\n\n\t\t\t\t\tLast Modified: 07/19/2024\n\n\t\t\t\t\tSubmitted by: JillSohm\n"
 }
}