{
 "awd_id": "1841660",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Succession Planning Workshops for the Generic Mapping Tools computer code",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 44213.0,
 "awd_amount": 44213.0,
 "awd_min_amd_letter_date": "2018-07-23",
 "awd_max_amd_letter_date": "2023-02-06",
 "awd_abstract_narration": "The data analysis and visualization package, Generic Mapping Tools (GMT), is a workhorse piece of open source computer software that is extremely flexible and has the power to produce publication-quality graphic presentations of data, maps, and maps with data overlays.  Since its initial inception, GMT has been continually developed and updated to remain relevant to both advances in software, software engineering, and the needs of scientists across the spectrum of the solid earth sciences.  It has become the de facto standard for a community of over 25,000 registered users.  GMT permeates work published in high profile journals such as Nature and Science, as well as many others that report research advances in geophysics and geology, including seismology, geodesy, and geodynamics. Recent developments involving GMT have included extending it to be able to analyze and display more diverse types of data and improving the code for plotting vectors and their uncertainties, earthquake focal mechanisms, and hemispherical projections.  Efforts have also been successful in strengthening GMT's capabilities in terms of high performance computing, time-series analysis, ternary diagrams, and geologic symbols. Of importance has been the development of an Applied Programming Interface and scripts that allow GMT modules to be called directly from the Python open source programming language and MatLab, a widely used mathematical analysis software package.  With the pending retirement of the primary developer and GMT host, a plan for its transition to a new and permanent location, where GMT can remain accessible and continue to be updated and extended as needed by the scientific community and public, is needed. These two working summits provide the planning necessary to devise such a transition plan and identify an appropriate new host.  Broader impacts of the work include international collaboration with Portuguese and German scientists who are involved as key GMT developers and building infrastructure for science in terms of providing critical tools for geoscientists to analyze, visualize, and display their data and research results.\r\n\r\nThe Generic Mapping Tools computer code is an integral part of many scientific workflows in the earth and ocean sciences.  It is an extremely flexible data analytical and visualization tool that has, over the last 30 years, become an essential part of geoscience infrastructure.  These two working summits are to position the code for its upcoming transition to a new host and the identification of that host. One workshop will be held in Portugal where one of the members of the core GMT development teams resides. This is to enable other European scientists who are part of the development team to join and provide input and suggestions for how to continue to improve GMT and make it financially sustainable.  This summit/workshop will be devoted, in part, also to the continued hardening of the code and improving code documentation and meta-documentation, the latter of which will describe the code development process, code testing, building user documentation, maintaining the wiki and error reporting database, etc.  A second summit will be held in the US and will involve participation from the GMT steering committee.  This working summit will help develop a robust and comprehensive plan for GMT transition.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Wessel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Wessel",
   "pi_email_addr": "pwessel@hawaii.edu",
   "nsf_id": "000183742",
   "pi_start_date": "2018-07-23",
   "pi_end_date": "2023-02-06"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Garrett",
   "pi_last_name": "Apuzen-Ito",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Garrett T Apuzen-Ito",
   "pi_email_addr": "gito@hawaii.edu",
   "nsf_id": "000419110",
   "pi_start_date": "2023-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1680 East-West Road",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222225",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 44213.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was strictly focused on bringing the GMT team of developers and contributors together for physical meetings in preparation for our final GMT proposal.&nbsp; We succeeded in having 2 summits (in 2019) which laid the groundwork for preparing a larger MSF Geoinformatics proposal on GMT. This proposal was funded in 2020, but then Covid-19 struck, making further meetings not possible.&nbsp; Health issues of lead GMT developer, Paul Wessel, then delayed work on this project further. &nbsp;But, thanks to our two no-cost extensions (and substantial improvement of Wessel's health) we were able to finally have our last summit on this grant in Oslo, July 2023.&nbsp; This long overdue meeting was particularly important since we have added a few new contributors but never met them in person. Our weeklong summit resulted in a long shopping-list of tasks that we need to work on over the next 2 years until July 2025 when our Geoinformatics grant expires. We were also able to sort out problems with ghostscript whose team unfortunately manages to add bugs to ghostscript from time to time, e.g., breaking transparency and rasterization.&nbsp; All in all this project has been more successful that we imaged when we flew to Portugal in January 2019.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2023<br>\n\t\t\t\t\tModified by: Garrett&nbsp;T&nbsp;Apuzen-Ito</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was strictly focused on bringing the GMT team of developers and contributors together for physical meetings in preparation for our final GMT proposal.  We succeeded in having 2 summits (in 2019) which laid the groundwork for preparing a larger MSF Geoinformatics proposal on GMT. This proposal was funded in 2020, but then Covid-19 struck, making further meetings not possible.  Health issues of lead GMT developer, Paul Wessel, then delayed work on this project further.  But, thanks to our two no-cost extensions (and substantial improvement of Wessel's health) we were able to finally have our last summit on this grant in Oslo, July 2023.  This long overdue meeting was particularly important since we have added a few new contributors but never met them in person. Our weeklong summit resulted in a long shopping-list of tasks that we need to work on over the next 2 years until July 2025 when our Geoinformatics grant expires. We were also able to sort out problems with ghostscript whose team unfortunately manages to add bugs to ghostscript from time to time, e.g., breaking transparency and rasterization.  All in all this project has been more successful that we imaged when we flew to Portugal in January 2019.\n\n\t\t\t\t\tLast Modified: 08/09/2023\n\n\t\t\t\t\tSubmitted by: Garrett T Apuzen-Ito"
 }
}