{
 "awd_id": "1841768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Advanced Cyberinfrastructure Training for Modeling Physical Systems Research",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok Srinivasan",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2018-07-20",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "There is a critical national need for the development of scientists with expertise in modeling and simulating physical systems on the most powerful computers available.  Many pressing problems require this scale of extreme computing in order to make significant advances that contribute to the national welfare and security, such as stewardship of the nuclear stockpile, developing advanced energy technologies, and discovering new physical interactions and materials that may revolutionize technological sectors of the economy.  In order to address this need, a series of two-week summer schools, each preceded by a three-day computational boot camp, is being hosted at Rensselaer Polytechnic Institute.  This series is aimed at graduate students and advanced undergraduate students.  The project serves the national interest, as stated by NSF's mission: to promote the progress of science; to advance the national health, prosperity and welfare; or to secure the national defense.  The boot camp focuses on basic computer skills that are needed for the more advanced material and methods that are to be covered in the summer school.  It will be offered to a subset of the summer school students who need this basic training, since many students from across the country come from colleges and physics programs where adoption of cyberinfrastructure, computational methods and data-intensive computing is far below the level desired by practitioners in advanced scientific computing.  The project is specifically addressing the compartmentalization between computer science versus physics curriculum by bridging that gap through an intensive hands-on learning experience from experts who have developed this type of interdisciplinary agility.  This project is performing significant outreach to encourage women and underrepresented minorities to participate, coupled with specific recruiting targets for this cyber-training series.\r\n\r\nThe boot camp and summer school build on existing activities at Rensselaer, which have successfully integrated computation into the physics curriculum, including three computational courses and a computational physics concentration that have been developed for physics majors.  This NSF project is scaling out these types of activities to a national stage, where students and lecturers are brought from across the country to interact and learn around lectures and activities that illustrate cutting edge physical modeling with advanced algorithms and hardware.  Participants in the summer school have access to the significant supercomputing facility at Rensselaer, the Computational Center for Innovations (CCI), which includes an IBM BlueGene/Q platform.  This facility is being used for hands-on training activities for the students, thereby exposing them to computing at the highest levels, in preparation for a career at the forefront of modeling and simulating physical systems.  The boot camp and summer school are resulting in world-class instruction in basic computer skills and the use and design of highly optimized and efficient codes and algorithms for solving important problems in the physical sciences.  Each summer school is culminating with a competition in which students work in teams to solve significant computational problems related to the physical sciences, with a poster session and prizes awarded. Domain specific topics that are included in the summer school are density functional theory, lattice gauge theory, numerical relativity, big data applications in physics and astronomy, quantum finite elements and quantum many-body simulations.  Since the goal for attendance is 36 summer school students per year (18 to the boot camp), the project activities are having a direct transformative impact on 72 scientists over the two-year period of this project.  In order to create an even greater impact, on-demand tutorials are being posted on an RPI website, based on the video lectures, exercises and activities that are developed through the course of the boot camp and summer school.  The course materials and videos of the lectures are also being made available on the website, along with e-mail announcements to physics departments around the country, in order to encourage integration and adoption of the curriculum.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Giedt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Giedt",
   "pi_email_addr": "giedtj@rpi.edu",
   "nsf_id": "000508642",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Carothers",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher D Carothers",
   "pi_email_addr": "chrisc@cs.rpi.edu",
   "nsf_id": "000258990",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Meunier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Meunier",
   "pi_email_addr": "vincent.meunier@psu.edu",
   "nsf_id": "000571601",
   "pi_start_date": "2018-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street, JROWL Science Ce",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "044Y00",
   "pgm_ele_name": "CyberTraining - Training-based"
  },
  {
   "pgm_ele_code": "724400",
   "pgm_ele_name": "COMPUTATIONAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "7361",
   "pgm_ref_txt": "EDUCATION AND WORKFORCE"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From 2018 to 2023 we ran a total of five summer programs in computational physics serving students from across the United States.&nbsp; The programs had a three day boot camp at the beginning where students were taught basic computer skills.&nbsp; This included the programming languages python, C++ and FORTRAN.&nbsp; The students also learned about scripting using bash and running jobs on linux systems, including accessing remote high performance computing resources.&nbsp; Widely used tools such as makefiles were also discussed.&nbsp; Subsequent to the boot camp, approximately two weeks of lectures by experts in computational physics were given.&nbsp; Here, the students were engaged with examples of how computational tools are applied to solving some of the most pressing problems in physics research, as well as related fields in science.&nbsp; This included lattice gauge theory, density functional theory, quantum machine learning, tensor networks and density matrix field theory.&nbsp; Many of the lectures also involved tutorials where students had exercises to perform in order to enhance learning.&nbsp; During these weeks of the program, as well as in the final week, students worked together in groups on research projects.&nbsp; During the final week of the program, students gave presentations on their group projects.&nbsp; Feedback from students in interviews and surveys showed that they greatly benefitted from the program and were greatly encouraged to pursue careers in computational science.&nbsp; During the course of our program, we had 118 student participants who received training in computational physics.&nbsp; We had 96 instances of lecturers in our program.</p><br>\n<p>\n Last Modified: 12/02/2023<br>\nModified by: Joel&nbsp;Giedt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFrom 2018 to 2023 we ran a total of five summer programs in computational physics serving students from across the United States. The programs had a three day boot camp at the beginning where students were taught basic computer skills. This included the programming languages python, C++ and FORTRAN. The students also learned about scripting using bash and running jobs on linux systems, including accessing remote high performance computing resources. Widely used tools such as makefiles were also discussed. Subsequent to the boot camp, approximately two weeks of lectures by experts in computational physics were given. Here, the students were engaged with examples of how computational tools are applied to solving some of the most pressing problems in physics research, as well as related fields in science. This included lattice gauge theory, density functional theory, quantum machine learning, tensor networks and density matrix field theory. Many of the lectures also involved tutorials where students had exercises to perform in order to enhance learning. During these weeks of the program, as well as in the final week, students worked together in groups on research projects. During the final week of the program, students gave presentations on their group projects. Feedback from students in interviews and surveys showed that they greatly benefitted from the program and were greatly encouraged to pursue careers in computational science. During the course of our program, we had 118 student participants who received training in computational physics. We had 96 instances of lecturers in our program.\t\t\t\t\tLast Modified: 12/02/2023\n\n\t\t\t\t\tSubmitted by: JoelGiedt\n"
 }
}