{
 "awd_id": "1841649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER SitS: Bury and Forget Nitrogen Sensors Coupled With Remote Sensing for Soil Health",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Svetlana Tatic-Lucic",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2018-09-06",
 "awd_max_amd_letter_date": "2018-09-06",
 "awd_abstract_narration": "Excess fertilizer application from farm fields results in nitrogen runoff which causes major drinking water contamination as well as commercial fishing and tourism industry decline. Therefore, it is vitally important to have accurate predictive nitrogen soil models that can help farmers reduce fertilizer use by knowing exactly what type of fertilizer to use and precisely when and where in a field to apply.  However, the accuracy of these soil models is lacking because soil nitrogen concentration data acquired at numerous points within a field is currently cost prohibitive and technically challenging.  This research will create low-cost sensors that can electrically transmit soil nitrogen levels (ammonium and nitrate ion concentration levels) from various soil depths and locations to a central hub so that data can be transmitted through the internet and analyzed remotely.  Sensors that can be fitted with low-cost data transmission electronics will be made of low-cost graphene (carbon) that is disposable and can be created using scalable manufacturing protocols.  The completed sensors will be tested in the soils surrounding tomato plants to acquire high resolution spatial and temporal nitrogen data for improving soil nitrogen models that can be utilized by farmers.  \r\n\r\nThe objective of this project is to develop bury-and-forget nitrogen sensors coupled with remote sensing technologies for real-time analysis of soil health. The sensors will be developed with flexible graphene electrodes functionalized with ionophore membranes for sensing of ammonium and nitrate ions in soils using laser inscribing and inkjet printing techniques (Aim 1). A network of these sensors will be developed using commercial Bluetooth-based mesh network modules for sensor power, computing, and communications (Aim 2). This project will elucidate the sensor depth and broadcast frequency that is capable/needed for successful in-soil nitrogen monitoring using a bucket brigade approach. This sensor network will be merged with existing crop models developed and challenged with in-field relevant conditions using a model tomato system in a testbed facility (Aim 3). The testbed facility will be used for collecting high resolution nitrogen sensor data from the soil coupled with monitoring of the Normalized Difference Vegetation Index of the plants as benchmarks to integrate remote sensing and real-time field measurements. The proposed project will lead to new: 1) wireless nitrogen sensors (both labile and mobile); 2) knowledge of spatiotemporal dynamics of soil nitrogen coupled with above ground plant physiology; 3) knowledge of scaling micro/nanosensor subsurface soil data, long-duration signal acquisition/curation, and pinpointing the maximum wireless data transmission depth in soil; and 4) best management practices for coupling soil sensor results to current field-scale tools such as remote sensing. The project will be the first to connect in-situ nanosensors, remote sensing, and crop modeling for the same sample, therein establishing a platform for improving understanding of soil biogeochemistry, sensor networks, and fundamental spatiotemporal scaling principles.  This project will facilitate rapid studies for improving empirical model parameters (crop coefficients), as well as to validate assumptions in remote sensing (links between yellowing leaves and nutrient stress) and in-situ soil sensors (nutrient fate and transport). In addition to testing the developed sensor systems, this project will establish strategies and best practices for the development, testing, and deployment of soil nutrient sensors that can be reproduced anywhere for sensor testing and/or hypothesis testing, leading to improved models and observation networks to manage soil health. Such sensor networks and resultant models are expected to lead to precision agriculture where fertilizers are spread onto specific locations of the field in a metered fashion only when needed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Claussen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan C Claussen",
   "pi_email_addr": "jcclauss@iastate.edu",
   "nsf_id": "000692086",
   "pi_start_date": "2018-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "537 BISSELL RD",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500111096",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project produced a rapid and inexpensive method for monitoring multiple&nbsp;fertilizer ions in soil.&nbsp; The project developed these sensors using laser induced graphene that were coated with ion selective membranes.&nbsp; The finalized sensors were able to continuously monitor nitrate, ammonium, and potassium ions in soil slurries and water solutions for months with negligible interference from other ions.&nbsp; The sensors were fitted to soil probes and used to monitor these fertilizer ions in soils.&nbsp; Electronics with wireless transmission capabilities were developed to power the sensors and transmit the data out of soils to a central network so that data could be collected without removing the sensors from the soil.&nbsp; &nbsp;</p>\n<p>The data collected from the soil sensors could be used to predict nitrogen variations in distinct plant crops, field contours, and field drainage conditions.&nbsp;More broadly speaking, distributing networks of these sensors could lead to precision agriculture where fertilizers are spread onto only certain locations of the farm field in a metered fashion only when needed.&nbsp;Also, the transmission of data out of soils has been a challenge to the scientific community and hence the knowledge gained in this project could be useful for a wide variety of engineers and scientists who are interested in developing precision agriculture tools that are connected to the internet.</p>\n<p>The project also elucidated some key techniques for developing graphene-based sensors and ion sensor development in general. The project made some important discoveries on how the electrical conductivity, surface roughness, and surface wettability could be distinctly changed to produce ion selective sensors that experienced less noise and were more stable so that they could be used for months of operation.&nbsp; These material properties were also changed to create graphene-based open channels (i.e., open microfluidics) that could split and transport a single field sample to distinct ion selective sensors so that nitrate, ammonium, and potassium could be measured simultaneously (i.e., multiplexed sensing).&nbsp; Hence this project demonstrated the versatility of laser induced graphene and its ability for superior performance over conventional sensor materials.&nbsp; More broadly, the techniques developed in this project to create and tune laser induced graphene could be applied to a wide variety of electronic electrochemical devices beyond sensors including energy harvesting devices, salt desalination devices, and water splitting devices for example.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2022<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;C&nbsp;Claussen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project produced a rapid and inexpensive method for monitoring multiple fertilizer ions in soil.  The project developed these sensors using laser induced graphene that were coated with ion selective membranes.  The finalized sensors were able to continuously monitor nitrate, ammonium, and potassium ions in soil slurries and water solutions for months with negligible interference from other ions.  The sensors were fitted to soil probes and used to monitor these fertilizer ions in soils.  Electronics with wireless transmission capabilities were developed to power the sensors and transmit the data out of soils to a central network so that data could be collected without removing the sensors from the soil.   \n\nThe data collected from the soil sensors could be used to predict nitrogen variations in distinct plant crops, field contours, and field drainage conditions. More broadly speaking, distributing networks of these sensors could lead to precision agriculture where fertilizers are spread onto only certain locations of the farm field in a metered fashion only when needed. Also, the transmission of data out of soils has been a challenge to the scientific community and hence the knowledge gained in this project could be useful for a wide variety of engineers and scientists who are interested in developing precision agriculture tools that are connected to the internet.\n\nThe project also elucidated some key techniques for developing graphene-based sensors and ion sensor development in general. The project made some important discoveries on how the electrical conductivity, surface roughness, and surface wettability could be distinctly changed to produce ion selective sensors that experienced less noise and were more stable so that they could be used for months of operation.  These material properties were also changed to create graphene-based open channels (i.e., open microfluidics) that could split and transport a single field sample to distinct ion selective sensors so that nitrate, ammonium, and potassium could be measured simultaneously (i.e., multiplexed sensing).  Hence this project demonstrated the versatility of laser induced graphene and its ability for superior performance over conventional sensor materials.  More broadly, the techniques developed in this project to create and tune laser induced graphene could be applied to a wide variety of electronic electrochemical devices beyond sensors including energy harvesting devices, salt desalination devices, and water splitting devices for example.\n\n \n\n\t\t\t\t\tLast Modified: 02/06/2022\n\n\t\t\t\t\tSubmitted by: Jonathan C Claussen"
 }
}