{
 "awd_id": "1841696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERA-CAPS: Meiotic recombination in plants (MEIOREC): The effect of chromosome axis remodeling on recombination outcomes in large-genome plants.",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 635520.0,
 "awd_amount": 719259.0,
 "awd_min_amd_letter_date": "2018-08-13",
 "awd_max_amd_letter_date": "2020-04-13",
 "awd_abstract_narration": "This project examines how the structure of chromosomes affects meiotic recombination in maize, a model plant species as well as a major crop.  Meiotic recombination is a process of exchanging parts between chromosomes during sexual reproduction.  This exchange is the main source of new genetic variation in the progeny.  Thus, it is a major force behind species evolution and extremely important in plant and animal breeding.  Despite their importance, recombination events are not evenly distributed along chromosomes.  In many plant species with large genomes, including most crops, recombination does not happen in large portions of the genome and predominantly takes place near chromosome ends, which creates a major obstacle for plant breeding. Developing ways to increase recombination will provide access to a much higher number of allele combinations, and lead to more efficient breeding approaches. This information will be transferable to other crop species. To understand how chromosome structure affects where recombination takes place on chromosomes, this project will use biochemistry and state-of-the-art microscopy.  The project is part of a US-European Union scientific collaboration.  \r\n\r\nThe goal of this project is to elucidate how the chromosome axis, a proteinaceous structure that organizes chromatin into chromosomes, affects the landscape of meiotic recombination in maize.  Meiotic recombination is initiated by the formation of double-strand breaks (DSBs) in chromosomal DNA, some of which are subsequently repaired as crossovers (COs).  In large-genome plants, including maize, COs are few and their distribution is heavily biased, with most of them located near chromosome ends and very few in centromeric and pericentromeric regions of chromosomes.  Why COs are formed in specific chromosome regions is poorly understood.  There is, however, evidence that the chromosome axis plays a major role in this process.  To examine the role of the chromosome axis in CO formation, this project will (i) elucidate chromosome axis behavior during meiotic prophase using live imaging, (ii) utilize super-resolution microscopy to investigate how DSB repair proceeds in the context of the chromosome axis using wild-type plants as well as mutants with altered versions of axis proteins, and (iii) examine the dynamics of interactions between chromosome axis proteins and proteins involved in DSB repair and CO formation using proteomics approaches.  About one-third of the maize genome and one-fifth of genes are in pericentromeric regions, which show, on average, 20-fold less recombination than the more-highly recombining distal chromosome regions.  Developing ways to increase recombination in pericentromeric regions will provide access to a much higher number of allele combinations, and lead to more efficient breeding approaches.  This project is part of the EU-USA ERA-CAPS project \"Meiotic recombination in plants (MEIOREC)\".\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wojciech",
   "pi_last_name": "Pawlowski",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Wojciech P Pawlowski",
   "pi_email_addr": "wp45@cornell.edu",
   "nsf_id": "000381895",
   "pi_start_date": "2018-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 635520.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 83739.0
  }
 ],
 "por": null
}