{
 "awd_id": "1841220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: An Innovative Modelling Approach to Predict Non-Equilibrium Phases Produced in Metal Additive Manufacture Processes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 208742.0,
 "awd_amount": 208742.0,
 "awd_min_amd_letter_date": "2018-08-15",
 "awd_max_amd_letter_date": "2018-08-15",
 "awd_abstract_narration": "This EArly-concept Grant for Exploratory Research (EAGER) project will develop a new and untested approach toward modeling of the non-equilibrium behavior of complex metal alloys in terms of the evolution of their atomic arrangement.  In additive manufacturing of metals, various process maps are used to guide the selection of time and temperature to produce the desired microstructure to meet the required mechanical properties or performance.  Most metal fabrication processes occur at equilibrium, with  known conditions of temperature and time. In contrast, the laser-engineered net shaping and related additive manufacturing processes builds a part by depositing the metal as small molten drops which are rapidly and repeatedly heated and solidified layer by layer. While this greatly reduces the time, cost, and weight in the direct build of a complex multi-part assembly, the rapid and repeated melting and re-solidification in additive manufacturing results in a variety of difficult-to-predict non-equilibrium phases that lead to uncertainty in the resulting microstructure and mechanical properties.  At present, expensive trial-and-error experimental studies form the basis for such microstructural development. This work has the potential to realize non-equilibrium maps that will enable the full potential of additive manufacturing, thereby advancing the processing of industrially significant alloys to empower new applications in the biomedical, aerospace, chemical, and energy industries. As a result, this work will enhance the US economy, society, and global competitiveness in manufacturing. \r\n\r\nTo realize the full potential for reducing fabrication costs through the use of additive manufacturing, viable thermodynamic and kinetic road maps need to be generated for predicting the microstructures to guide and optimize the processing parameters to optimize the material performance. The thermodynamics and kinetics of Inconel 718, a nickel based superalloy, will be modeled from first-principles calculations and data-intensive statistical mechanics approaches. The temporal evolution of atomic arrangements at given temperature and chemical potentials, will be modeled based on the diffusion through vacancy mechanism. The change of atomic configuration will be simulated under an adiabatic approximation, averaging out fast degrees of freedom such as electronic and lattice vibrations on the hopping time scale. Then, the temporal evolution of atomic arrangement will be modeled by a series of events: switching a vacancy with one of its nearest neighbor atoms, which is equivalent to the hopping of the switched atom to the vacant site. Integrating numerical predictions with experimentally observed microstructural responses will rapidly verify the proposed approach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Schneider",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Judy A Schneider",
   "pi_email_addr": "jas0094@uah.edu",
   "nsf_id": "000403814",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eunseok",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eunseok Lee",
   "pi_email_addr": "eunseok.lee@uah.edu",
   "nsf_id": "000679041",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "310 Sparkman Drive, Department o",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358991234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 208742.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The specific objective of this project was to explore the non-equilibrium thermodynamic-kinetic-coupled behavior of Inconel 718 in terms of the evolution of its atomic arrangement.&nbsp; Funding on this project provided the opportunity for a graduate student in Mechanical Engineering to collaborate with a graduate student in Computer Science and complete their Master&rsquo;s degrees.&nbsp; The broader impacts of this collaboration was the exposure of students from different fields to a real-life scenario in which a database structure was guided by the engineering requirements and vice versa.&nbsp; As the professional path of both students will be in interdisciplinary areas, this experience should prove beneficial in their careers.&nbsp; Their research will prove beneficial to the additive manufacturing community in efforts to reduce costs while improving the mechanical performance and reliability of the printed parts. &nbsp;</p>\n<p>The intellectual merit of this project was establishing experimental methods to collect data for identifying minor phases present in the as-built additive manufacturing process of powder bed fusion.&nbsp; Due to the small amount of solidification phases present, lower limits of detection of the experimental methods become problematic.&nbsp; Numerical methods used non-equilibrium thermodynamic-kinetic-coupled behaviors of complex alloys in terms of the evolution of their atomic arrangement.&nbsp; This established a probability of phase formation during non-equilibrium conditions that was anchored experimentally with their quantification.&nbsp; While the phases were predicted to be present, the modeling approach was not able to provide insight into volume fractions expected to be formed.&nbsp; Thus this project effectively coupled the modeling with the experimental approach toward understanding phase evolution based on starting microstructure in additively manufactured Inconel 718.&nbsp; To help disseminate the information, a database was structured to capture the numerical modeling and experimental data to be accessed by the additive manufacturing community.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2020<br>\n\t\t\t\t\tModified by: Judy&nbsp;Schneider</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe specific objective of this project was to explore the non-equilibrium thermodynamic-kinetic-coupled behavior of Inconel 718 in terms of the evolution of its atomic arrangement.  Funding on this project provided the opportunity for a graduate student in Mechanical Engineering to collaborate with a graduate student in Computer Science and complete their Master’s degrees.  The broader impacts of this collaboration was the exposure of students from different fields to a real-life scenario in which a database structure was guided by the engineering requirements and vice versa.  As the professional path of both students will be in interdisciplinary areas, this experience should prove beneficial in their careers.  Their research will prove beneficial to the additive manufacturing community in efforts to reduce costs while improving the mechanical performance and reliability of the printed parts.  \n\nThe intellectual merit of this project was establishing experimental methods to collect data for identifying minor phases present in the as-built additive manufacturing process of powder bed fusion.  Due to the small amount of solidification phases present, lower limits of detection of the experimental methods become problematic.  Numerical methods used non-equilibrium thermodynamic-kinetic-coupled behaviors of complex alloys in terms of the evolution of their atomic arrangement.  This established a probability of phase formation during non-equilibrium conditions that was anchored experimentally with their quantification.  While the phases were predicted to be present, the modeling approach was not able to provide insight into volume fractions expected to be formed.  Thus this project effectively coupled the modeling with the experimental approach toward understanding phase evolution based on starting microstructure in additively manufactured Inconel 718.  To help disseminate the information, a database was structured to capture the numerical modeling and experimental data to be accessed by the additive manufacturing community. \n\n \n\n\t\t\t\t\tLast Modified: 03/26/2020\n\n\t\t\t\t\tSubmitted by: Judy Schneider"
 }
}