{
 "awd_id": "1841189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrating Computational Thinking into the Insights Elementary Science Curriculum",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925117",
 "po_email": "adestrul@nsf.gov",
 "po_sign_block_name": "Arlene de Strulle",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 2990802.0,
 "awd_amount": 2990802.0,
 "awd_min_amd_letter_date": "2018-09-13",
 "awd_max_amd_letter_date": "2020-12-23",
 "awd_abstract_narration": "The STEM+C Program supports research and development of interdisciplinary and transdisciplinary approaches to the integration of computing within science, technology, engineering, and mathematics (STEM) teaching and learning for preK-12 students in both formal and informal settings. There is a pressing need for elementary science curriculum materials that integrate computational thinking; however, scientifically rigorous, coherent, and developmentally appropriate materials are scarce. This project, Integrating Computational Thinking into the Insights Elementary Science Curriculum, supported by the STEM+C program, will develop such materials by adapting instructional modules from Insights, an elementary science curriculum that promotes students' science sense-making through inquiry, discourse, and reflection. Specifically, four modules in the Insights curriculum, two for grade 1 and two for grade 4, will be developed and pilot tested. Each module is designed for 6-8 weeks of instructional time. This work is important because it creates anchoring points for articulating a developmentally appropriate progression for CT-science integration. Lessons learned during development will generate knowledge about productive ways to integrate CT with science and will identify limitations to effective integration. The project address elementary teachers' lack of preparation to teach CT by providing professional development. Resources, including annotated artifacts of student work and videos of classrooms in which students are engaged in CT-enriched science inquiry, will be integrated into an interactive teacher guide. \r\n\r\nDevelopment and pilot testing of the CT-integrated modules and associated teacher supports will involve iterative design-test-revise cycles in three grade 1 and three grade 4 classrooms. Field testing will expand to 18 classrooms per grade. Teachers and school administrators are involved in the design-test-revise process. To achieve its aims, the project team will take four steps: (1) conduct a crosswalk of the 21 Insights elementary science modules with Next Generation Science Standards (NGSS) to produce a provisional scope and sequence for NGSS alignment and CT-science integration; (2) develop and test four revised, NGSS-aligned Insights modules that integrate CT concepts and practices consistent with NGSS and the Computer Science Teachers Association standards; (3) develop teacher supports for implementing the revised Insights modules; and (4) conduct a small comparison study to investigate the impact of the revised Insights modules on student CT and science learning. Results of the comparison study will be used to strengthen CT integration for the revised field test version, support the development of teacher materials, and provide preliminary information about the promise of the revised modules.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Goldsmith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn Goldsmith",
   "pi_email_addr": "lgoldsmith@edc.org",
   "nsf_id": "000308039",
   "pi_start_date": "2018-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Marian",
   "pi_last_name": "Pasquale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marian Pasquale",
   "pi_email_addr": "mpasquale@edc.org",
   "nsf_id": "000091168",
   "pi_start_date": "2018-09-13",
   "pi_end_date": "2020-12-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Waterman",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin P Waterman",
   "pi_email_addr": "kwaterman@edc.org",
   "nsf_id": "000090809",
   "pi_start_date": "2018-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Education Development Center",
  "inst_street_address": "300 5TH AVE STE 2010",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176182227",
  "inst_zip_code": "024518778",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "EDUCATION DEVELOPMENT CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWH4L4GKKW58"
 },
 "perf_inst": {
  "perf_inst_name": "Education Development Center",
  "perf_str_addr": "43 Foundry Avenue",
  "perf_city_name": "Waltham",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024538313",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 2990802.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;<em>Integrating Computational Thinking into the&nbsp;</em>Insights<em>&nbsp;Elementary Science Curriculum</em>&nbsp;project updated units from&nbsp;<em>Insights</em>, an NSF-funded elementary science curriculum developed before the NGSS framework. Our revisions aligned the curriculum with NGSS by updating the grade-level placement of topics and adding explicit reference to the Science and Engineering Practices (SEPs), while addressing calls to include computational thinking (CT) in K-12 education. The project built on an earlier NSF-funded initiative to integrate CT into science instruction (Broadening Participation of Elementary School Teachers and Students in Computer Science through STEM Integration and Statewide Collaboration; Award Number: 1543136).&nbsp;</p>\r\n<p><strong>Our Approach</strong></p>\r\n<p>In that earlier initiative, we acknowledged that elementary teachers faced significant time constraints, and with CS advocates seeking instructional time as well, we chose to address this challenge by integrating elements of computational thinking (CT) into science instruction rather than adding a separate discipline.</p>\r\n<p>As such, we developed a three-level structure:&nbsp;</p>\r\n<ul>\r\n<li>Identify CT concepts, skills, and practices that&nbsp;<em>exist</em>&nbsp;in lessons, and revise materials to help teachers recognize and elaborate on them.</li>\r\n<li><em>Enhance</em>&nbsp;lessons to emphasize computing concepts already present, but not a central focus.</li>\r\n<li><em>Extend</em>&nbsp;the curriculum with additional activities focused more on computer science that explore disciplinary concepts.</li>\r\n</ul>\r\n<p>In this project, we focused on the first two levels of integration, emphasizing CT through three SEPs: using mathematics and computational thinking, developing and using models, and analyzing and interpreting data. This approach leveraged overlaps between SEPs and CT rather than focusing on coding, which would have required additional instructional time and overhead that could disrupt science learning. These practices naturally offer opportunities to engage in elements of CT such as abstraction, generalization, and problem decomposition, while maintaining an emphasis on inquiry-based science instruction. By leveraging these overlaps, the curriculum fosters foundational CT skills in ways that align seamlessly with science learning.</p>\r\n<p><strong>Project Activities</strong></p>\r\n<ul>\r\n<li>Revised five&nbsp;<em>Insights</em>&nbsp;units to align with NGSS:   \r\n<ul>\r\n<li>Grade 1: Exploring Sound, Exploring Light, Plants and Animals</li>\r\n<li>Grade 4: Changing Landscapes, Bones and Skeletons</li>\r\n</ul>\r\n</li>\r\n<li>Developed a digital model of pitch and volume for&nbsp;<em>Exploring Sound</em>&nbsp;that simulates a hands-on activity from the unit and transitions to a new phenomenon, enabling students to compare the two. Technology-related overhead remains a challenge for regular class use.</li>\r\n<li>Conducted three rounds of testing and revisions based on feedback from 46 teachers across 13 districts (urban, suburban, rural).</li>\r\n<li>Created an online resource to introduce teachers to NGSS, the curriculum's approach to science teaching and learning, key teaching practices, and unit details.</li>\r\n</ul>\r\n<p><strong>Our Results</strong><br />During field testing, teachers prioritized engaging students in investigations over identifying specific practices. Of the eight SEPs, teachers were least confident about \"using mathematics and computational thinking\" and how it fit into science instruction. None reported administrative pressure to include CT in their teaching.</p>\r\n<p>Our primary responsibility was to create robust science materials that helped teachers teach good science. We also aimed to help teachers understand the importance of SEPs, recognize their use, and develop them in students. Finally, we highlighted tasks that support key practices, especially the three SEPs emphasized.</p>\r\n<p><strong>Areas for Ongoing Consideration</strong><br /><em>The value of integrating CT in other disciplines.</em>&nbsp;Students naturally develop foundational CT skills (such as abstraction and problem decomposition) through inquiry-based science. However, explicitly emphasizing CT in science lessons raises questions about trade-offs. For students, it may increase cognitive load and distract from science content. For teachers, focusing on CT may detract from their ability to fully address key science objectives. This tension highlights the need to balance the integration of CS concepts and skills with the primary goal of promoting strong science learning. Questions remain about the degree to which identifying CT within lessons benefits teachers' understanding of its role in science practices, their ability to foster these skills in students, and the overall alignment of CT with disciplinary learning.</p>\r\n<p><em>Using&nbsp;digital modes to investigate phenomena.</em>&nbsp;Further research is needed to identify digital models that advance elementary students' understanding of key science concepts and explore whether students perceive these models as representations of real-world rules or engage with them as separate, self-contained systems. Feasibility of producing digital models as part of broader curriculum development efforts is also an open question.</p>\r\n<p><em>The&nbsp;role of educative curriculum materials.</em>&nbsp;There is a challenge to designing materials that serve teachers with diverse content knowledge and pedagogical approaches. User-friendly, educative curricula alone cannot fully support teachers' understanding or instructional skills; professional learning opportunities are still needed to promote strong science instruction.</p>\r\n<p><strong>Conclusion</strong><br />Integrating computational thinking into elementary science curricula remains a complex challenge, with unresolved tensions between fostering CT skills and maintaining a focus on core science learning. By prioritizing the development of robust, NGSS-aligned science units, this project provides a foundation for future efforts to navigate these complexities and refine the role of CT in science education.</p>\r\n<p>Information about the project is available at&nbsp;<a href=\"http://insights.edc.org/\" target=\"_new\">insights.edc.org</a>; publication of the materials is forthcoming.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/23/2025<br>\nModified by: Kevin&nbsp;P&nbsp;Waterman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTheIntegrating Computational Thinking into theInsightsElementary Science Curriculumproject updated units fromInsights, an NSF-funded elementary science curriculum developed before the NGSS framework. Our revisions aligned the curriculum with NGSS by updating the grade-level placement of topics and adding explicit reference to the Science and Engineering Practices (SEPs), while addressing calls to include computational thinking (CT) in K-12 education. The project built on an earlier NSF-funded initiative to integrate CT into science instruction (Broadening Participation of Elementary School Teachers and Students in Computer Science through STEM Integration and Statewide Collaboration; Award Number: 1543136).\r\n\n\nOur Approach\r\n\n\nIn that earlier initiative, we acknowledged that elementary teachers faced significant time constraints, and with CS advocates seeking instructional time as well, we chose to address this challenge by integrating elements of computational thinking (CT) into science instruction rather than adding a separate discipline.\r\n\n\nAs such, we developed a three-level structure:\r\n\r\nIdentify CT concepts, skills, and practices thatexistin lessons, and revise materials to help teachers recognize and elaborate on them.\r\nEnhancelessons to emphasize computing concepts already present, but not a central focus.\r\nExtendthe curriculum with additional activities focused more on computer science that explore disciplinary concepts.\r\n\r\n\n\nIn this project, we focused on the first two levels of integration, emphasizing CT through three SEPs: using mathematics and computational thinking, developing and using models, and analyzing and interpreting data. This approach leveraged overlaps between SEPs and CT rather than focusing on coding, which would have required additional instructional time and overhead that could disrupt science learning. These practices naturally offer opportunities to engage in elements of CT such as abstraction, generalization, and problem decomposition, while maintaining an emphasis on inquiry-based science instruction. By leveraging these overlaps, the curriculum fosters foundational CT skills in ways that align seamlessly with science learning.\r\n\n\nProject Activities\r\n\r\nRevised fiveInsightsunits to align with NGSS:   \r\n\r\nGrade 1: Exploring Sound, Exploring Light, Plants and Animals\r\nGrade 4: Changing Landscapes, Bones and Skeletons\r\n\r\n\r\nDeveloped a digital model of pitch and volume forExploring Soundthat simulates a hands-on activity from the unit and transitions to a new phenomenon, enabling students to compare the two. Technology-related overhead remains a challenge for regular class use.\r\nConducted three rounds of testing and revisions based on feedback from 46 teachers across 13 districts (urban, suburban, rural).\r\nCreated an online resource to introduce teachers to NGSS, the curriculum's approach to science teaching and learning, key teaching practices, and unit details.\r\n\r\n\n\nOur Results\nDuring field testing, teachers prioritized engaging students in investigations over identifying specific practices. Of the eight SEPs, teachers were least confident about \"using mathematics and computational thinking\" and how it fit into science instruction. None reported administrative pressure to include CT in their teaching.\r\n\n\nOur primary responsibility was to create robust science materials that helped teachers teach good science. We also aimed to help teachers understand the importance of SEPs, recognize their use, and develop them in students. Finally, we highlighted tasks that support key practices, especially the three SEPs emphasized.\r\n\n\nAreas for Ongoing Consideration\nThe value of integrating CT in other disciplines.Students naturally develop foundational CT skills (such as abstraction and problem decomposition) through inquiry-based science. However, explicitly emphasizing CT in science lessons raises questions about trade-offs. For students, it may increase cognitive load and distract from science content. For teachers, focusing on CT may detract from their ability to fully address key science objectives. This tension highlights the need to balance the integration of CS concepts and skills with the primary goal of promoting strong science learning. Questions remain about the degree to which identifying CT within lessons benefits teachers' understanding of its role in science practices, their ability to foster these skills in students, and the overall alignment of CT with disciplinary learning.\r\n\n\nUsingdigital modes to investigate phenomena.Further research is needed to identify digital models that advance elementary students' understanding of key science concepts and explore whether students perceive these models as representations of real-world rules or engage with them as separate, self-contained systems. Feasibility of producing digital models as part of broader curriculum development efforts is also an open question.\r\n\n\nTherole of educative curriculum materials.There is a challenge to designing materials that serve teachers with diverse content knowledge and pedagogical approaches. User-friendly, educative curricula alone cannot fully support teachers' understanding or instructional skills; professional learning opportunities are still needed to promote strong science instruction.\r\n\n\nConclusion\nIntegrating computational thinking into elementary science curricula remains a complex challenge, with unresolved tensions between fostering CT skills and maintaining a focus on core science learning. By prioritizing the development of robust, NGSS-aligned science units, this project provides a foundation for future efforts to navigate these complexities and refine the role of CT in science education.\r\n\n\nInformation about the project is available atinsights.edc.org; publication of the materials is forthcoming.\r\n\n\n\t\t\t\t\tLast Modified: 01/23/2025\n\n\t\t\t\t\tSubmitted by: KevinPWaterman\n"
 }
}