{
 "awd_id": "1841792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Progress and Pitfalls in Monitoring STEM Doctoral Degree Holders Career Paths",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earnestine Psalmonds",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 246863.0,
 "awd_amount": 246863.0,
 "awd_min_amd_letter_date": "2018-08-24",
 "awd_max_amd_letter_date": "2018-08-24",
 "awd_abstract_narration": "The National Opinion Research Center (NORC) at the University of Chicago will conduct a spring 2019 conference and related preparatory tasks focused on how doctoral-granting universities and their doctoral programs can collect and utilize data on STEM PhD career pathways. The overarching objective of the project is to help develop widely-shared standards for the kind of career outcomes that should be measured; the methods for collecting the data; and the ways in which data should be analyzed and findings disseminated to prospective students, faculty, and administrators. Funding will be used to support four main activities: a web-based national survey of graduate deans in fall 2018, a focus group of graduate deans in December 2018, a one-and-a-half-day conference in May or June 2019, and a multi-pronged dissemination of results of the project. A proposed survey of graduate schools will be the first systematic effort to collect data nationwide and across classes of institutions and graduate programs on the various approaches being implemented to consider how they are working. The project has potential to influence knowledge that could be available to students and university doctoral program leaders about career paths followed by recent cohorts of doctoral recipients to enable graduate students to make wiser career choices. \r\n\r\nThe proposed workshop will bring together representatives from higher education institutions who have been developing different approaches to studying career pathways of PhD recipients in the STEM fields as well as social science experts in data collection and utilization. The conference will enable participants to exchange lessons learned to date on challenges and accomplishments in tracking STEM careers, develop strategies for mitigating the challenges, and generate an empirically based understanding of issues surrounding career pathway data collection and utilization. The project team will employ a two-step process in collecting quantitative and qualitative data from approximately 270 institutions that currently engage in a career pathways project, have provided information on PhD graduate career outcomes in a public form, or have not engaged this topic. Prior to the conference, they will conduct an online survey to better understand the barriers to beginning a career pathway data collection process and hold focus groups to present the survey findings.  The project will culminate with the conference and dissemination of a monograph that will provide insight and guidance for universities on career pathways data collection and utilization. \r\n\r\nThis project is funded by he EHR Core Research Program (NSF 15-509) under the STEM Professional Workforce Development core theme.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hoffer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas B Hoffer",
   "pi_email_addr": "hoffer-tom@norc.org",
   "nsf_id": "000299395",
   "pi_start_date": "2018-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Opinion Research Center",
  "inst_street_address": "55 E MONROE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7732566000",
  "inst_zip_code": "606035713",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "NATIONAL OPINION RESEARCH CENTER",
  "org_prnt_uei_num": "MPYFY5UMSDP4",
  "org_uei_num": "MPYFY5UMSDP4"
 },
 "perf_inst": {
  "perf_inst_name": "National Opinion Research Center",
  "perf_str_addr": "National Opinion Research Center",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606372745",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 246863.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">Graduate program leaders and students are increasingly interested in accurate information on the career pathways of their graduates to guide program improvements and aid career decision making. A number of promising efforts have been initiated in recent years but systematic information on what graduate programs are doing nationwide has not been collected.<span>&nbsp; </span>This project by NORC at the University of Chicago supported a spring 2019 workshop and related preparatory work, focusing on how doctorate-granting universities and their doctoral programs are collecting and utilizing data on science, technology, engineering, and mathematics (STEM) Ph.D. career pathways. The overriding objectives of the project were to help develop widely shared standards for the kinds of career outcomes that should be measured, the methods for collecting the data, and how the data should be analyzed and findings disseminated to and utilized by prospective students, faculty, and administrators.</span></p>\n<p><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">The project had four main activities: a web-based national survey of graduate deans in fall 2018, focus groups of graduate deans, a one-and-a-half-day workshop in May 2019, and multifaceted dissemination of the results of the project. The survey collected data from 175 graduate deans from the 250 institutions with 20 or more STEM doctorate recipients in 2017. <span>&nbsp;</span>Data were collected on current practices of monitoring graduates? careers followed by doctorate-granting universities and questions probed for information on factors facilitating and obstructing the development of monitoring systems. The survey found that between 30 and 40 percent of all doctoral institutions are currently collecting data on career pathways on a university-wide scale with centralized standards and direction. Another 20 percent have some programs collecting data but not university wide or with centralized direction. Among those with university-wide and centralized systems, most are using surveys to collect data but many are also or instead collecting via web-based searches ('web scraping').<span>&nbsp; </span>These institutions face major challenges of low response rates, data processing and analysis, obtaining comparison data on graduates from peer institutions and nationwide, and reporting back their findings to program leaders and students.<span>&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Preliminary findings from the survey informed a set of guiding questions that were the subject of the two focus groups of graduate deans in December 2018, which served to highlight, elaborate, qualify, and refine our initial interpretations of the survey findings. One key point was that many institutions lack up-to-date contact information on their graduates, especially those five or more years beyond graduation, leading to low response rates and possible non-response biases in the data. Another was that national benchmarking data on pathways from the NSF Survey of Doctorate Recipients (SDR) are not widely used due to complications of access and analytic capacity. </span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The workshop was held on May 28 and 29, 2019 at NORC in Chicago and was attended by 35 graduate deans and research experts. The workshop began with keynote presentations from four national leaders in the field of graduate education and career paths. These were followed a full-day focus on five central questions about monitoring career pathways each addressed by panels of participants. The panel discussions followed an interactive format and elicited lively discussions related to each question: What data should be collected? How best to collect the data? How often should data be collected? How best to analyze and disseminate the data collected? And How to develop useful benchmarking for program comparisons?</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The project included a strong outreach and dissemination component. The NORC team reached large numbers of graduate deans and other national leaders in our work on this project and have had productive exchanges with many. In addition to the web-based contacts made through the survey of 250 graduate deans, the project staffed an exhibit at the December 2018 annual meeting of the Council of Graduate Schools to promote the survey and larger project and made direct contact with over 50 deans. The focus groups were conducted at the CGS meetings and brought together deans from leading institutions to share insights from their experiences and help identify the main challenges.<span>&nbsp; </span>In advance of the workshop, the NORC project team developed a working paper providing detail on the survey findings and identifying several discussion questions for the workshop to address and shared it with all invitees (Hoffer, T.B., Stewart, D., Bradburn, N.M. and Knepler, E. 2019. <em>Progress and Pitfalls in Tracking U.S. Doctoral Career Paths.</em> Chicago: NORC). <span>&nbsp;</span>Coming out of the workshop, the project team developed a white paper on recommendations for data collection efforts and subsequent research and development (<span>Hoffer, T.B., Stewart, D., Bradburn, N.M. and Knepler, E. 2019. <em>Identifying Promising Practices in University-Based Monitoring of Doctoral Career Pathways</em><strong>&nbsp;</strong><em>&nbsp;</em></span><em>.</em><span> Chicago: NORC</span><strong></strong><em></em>). The working and white paper are posted on the NORC public website and links are being provided in October 2019 to the surveyed deans and workshop participants.&nbsp;</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2019<br>\n\t\t\t\t\tModified by: Thomas&nbsp;B&nbsp;Hoffer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1841792/1841792_10575873_1570813049243_NORC_Logo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1841792/1841792_10575873_1570813049243_NORC_Logo--rgov-800width.jpg\" title=\"NORC logo\"><img src=\"/por/images/Reports/POR/2019/1841792/1841792_10575873_1570813049243_NORC_Logo--rgov-66x44.jpg\" alt=\"NORC logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NORC at the University of Chicago is a nonprofit research institution that helps governments, nonprofits, and businesses make better decisions through data and analysis.</div>\n<div class=\"imageCredit\">NORC</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;B&nbsp;Hoffer</div>\n<div class=\"imageTitle\">NORC logo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1841792/1841792_10575873_1570813783334_NORC-HEAC-Logo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1841792/1841792_10575873_1570813783334_NORC-HEAC-Logo--rgov-800width.jpg\" title=\"NORC HEAC logo\"><img src=\"/por/images/Reports/POR/2019/1841792/1841792_10575873_1570813783334_NORC-HEAC-Logo--rgov-66x44.jpg\" alt=\"NORC HEAC logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">provides targeted data analysis and research assistance to inform solutions for higher education institutions, associations, and government agencies.</div>\n<div class=\"imageCredit\">NORC</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;B&nbsp;Hoffer</div>\n<div class=\"imageTitle\">NORC HEAC logo</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nGraduate program leaders and students are increasingly interested in accurate information on the career pathways of their graduates to guide program improvements and aid career decision making. A number of promising efforts have been initiated in recent years but systematic information on what graduate programs are doing nationwide has not been collected.  This project by NORC at the University of Chicago supported a spring 2019 workshop and related preparatory work, focusing on how doctorate-granting universities and their doctoral programs are collecting and utilizing data on science, technology, engineering, and mathematics (STEM) Ph.D. career pathways. The overriding objectives of the project were to help develop widely shared standards for the kinds of career outcomes that should be measured, the methods for collecting the data, and how the data should be analyzed and findings disseminated to and utilized by prospective students, faculty, and administrators.\n\nThe project had four main activities: a web-based national survey of graduate deans in fall 2018, focus groups of graduate deans, a one-and-a-half-day workshop in May 2019, and multifaceted dissemination of the results of the project. The survey collected data from 175 graduate deans from the 250 institutions with 20 or more STEM doctorate recipients in 2017.  Data were collected on current practices of monitoring graduates? careers followed by doctorate-granting universities and questions probed for information on factors facilitating and obstructing the development of monitoring systems. The survey found that between 30 and 40 percent of all doctoral institutions are currently collecting data on career pathways on a university-wide scale with centralized standards and direction. Another 20 percent have some programs collecting data but not university wide or with centralized direction. Among those with university-wide and centralized systems, most are using surveys to collect data but many are also or instead collecting via web-based searches ('web scraping').  These institutions face major challenges of low response rates, data processing and analysis, obtaining comparison data on graduates from peer institutions and nationwide, and reporting back their findings to program leaders and students.  \n\nPreliminary findings from the survey informed a set of guiding questions that were the subject of the two focus groups of graduate deans in December 2018, which served to highlight, elaborate, qualify, and refine our initial interpretations of the survey findings. One key point was that many institutions lack up-to-date contact information on their graduates, especially those five or more years beyond graduation, leading to low response rates and possible non-response biases in the data. Another was that national benchmarking data on pathways from the NSF Survey of Doctorate Recipients (SDR) are not widely used due to complications of access and analytic capacity. \n\nThe workshop was held on May 28 and 29, 2019 at NORC in Chicago and was attended by 35 graduate deans and research experts. The workshop began with keynote presentations from four national leaders in the field of graduate education and career paths. These were followed a full-day focus on five central questions about monitoring career pathways each addressed by panels of participants. The panel discussions followed an interactive format and elicited lively discussions related to each question: What data should be collected? How best to collect the data? How often should data be collected? How best to analyze and disseminate the data collected? And How to develop useful benchmarking for program comparisons?\n\nThe project included a strong outreach and dissemination component. The NORC team reached large numbers of graduate deans and other national leaders in our work on this project and have had productive exchanges with many. In addition to the web-based contacts made through the survey of 250 graduate deans, the project staffed an exhibit at the December 2018 annual meeting of the Council of Graduate Schools to promote the survey and larger project and made direct contact with over 50 deans. The focus groups were conducted at the CGS meetings and brought together deans from leading institutions to share insights from their experiences and help identify the main challenges.  In advance of the workshop, the NORC project team developed a working paper providing detail on the survey findings and identifying several discussion questions for the workshop to address and shared it with all invitees (Hoffer, T.B., Stewart, D., Bradburn, N.M. and Knepler, E. 2019. Progress and Pitfalls in Tracking U.S. Doctoral Career Paths. Chicago: NORC).  Coming out of the workshop, the project team developed a white paper on recommendations for data collection efforts and subsequent research and development (Hoffer, T.B., Stewart, D., Bradburn, N.M. and Knepler, E. 2019. Identifying Promising Practices in University-Based Monitoring of Doctoral Career Pathways  . Chicago: NORC). The working and white paper are posted on the NORC public website and links are being provided in October 2019 to the surveyed deans and workshop participants. \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 10/11/2019\n\n\t\t\t\t\tSubmitted by: Thomas B Hoffer"
 }
}