{
 "awd_id": "1842132",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Community College Cyber Pilot Program (C3P)",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 749869.0,
 "awd_amount": 749869.0,
 "awd_min_amd_letter_date": "2018-09-14",
 "awd_max_amd_letter_date": "2018-09-14",
 "awd_abstract_narration": "This project from Whatcom Community College (WCC), in collaboration with California State University San Bernardino (CSUSB) will run an apprenticeship-like, cohort-based program known as the Community College Cyber Pilot (C3P) Scholars Program. The aim is to place highly qualified cybersecurity professionals in government positions, in alignment with the National Defense Authorization Act of 2018. This project will explore pathways for non-traditional students and veterans to enter the cybersecurity field and successfully complete a cybersecurity program and secure gainful employment in the field. In this case, the term \"non-traditional student\" refers to those who do not hold a prior technical degree but do hold a bachelor's degree. The long-term goal of the project is to build the institutional capacity required for community colleges to independently run successful SFS programs, as well as to increase the diversity of the student population in cybersecurity programs and the number of cybersecurity professionals in federal employment. WCC and CSUSB both have designations as Centers of Academic Excellence (CAE) Cyber Defense; furthermore, WCC runs CyberWatch West, the regional cybersecurity education consortium, while CSUB currently has an active CyberCorps(R): Scholarship for Service (SFS) program.\r\n\r\nThe proposed C3P Scholars Program will run across six pilot colleges, including WCC, and a total of 30 students will receive scholarships. The C3P project has the following goals to be accomplished over a three-year timeframe: (1) Develop a replicable model program for C3P, expanding the SFS CyberCorps(R) program to community colleges; (2) Recruit pilot colleges and deliver faculty/institutional SFS capacity building academy covering critical program and institutional components; (3) Support C3P cohorts in recruitment and retention of 30 highly qualified students to participate as SFS scholars in the C3P program; (4) Provide guided pathway for SFS Scholars including assessing work readiness through a series of assessments related to NICE work roles and usage of an e-portfolio system for students to document their skills for potential employers; (5) Increase the number of cyber professionals working in federal jobs; and (6) Expand the number of potential community college PIs and institutional capacity for effective grant/fiscal management for the SFS program.\r\n\r\nCo-funding for this project is provided from the Advanced Technological Education (ATE) and NSF Scholarships in STEM (S-STEM) programs, reflecting alignment of the project with major emphases of the ATE program on involvement of community colleges and the S-STEM program on financial and co-curricular support for high-achieving students with demonstrated financial need.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tony",
   "pi_last_name": "Coulson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tony Coulson",
   "pi_email_addr": "tcoulson@csusb.edu",
   "nsf_id": "000517961",
   "pi_start_date": "2018-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises Corporation at CSUSB",
  "inst_street_address": "5500 UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "SAN BERNARDINO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9095375929",
  "inst_zip_code": "924072318",
  "inst_country_name": "United States",
  "cong_dist_code": "33",
  "st_cong_dist_code": "CA33",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES CORPORATION AT CSUSB",
  "org_prnt_uei_num": "",
  "org_uei_num": "QJZ1F3UMLEJ4"
 },
 "perf_inst": {
  "perf_inst_name": "California State University San Bernardino",
  "perf_str_addr": "5500 University Parkway",
  "perf_city_name": "San Bernardino",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "924072393",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  },
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 749869.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall purpose of this community college cyber pilot program (C3P) with Whatcom Community College (WCC) and California State University, San Bernardino (CSUSB) was to institutionalize the student and faculty development and support required for bachelor&rsquo;s holding or veteran students to successfully complete the CyberCorps derived program at participating community colleges. The components and processes of the C3P project are derived directly from the unique expertise and experiences of the collaborative partners on this project, WCC and CSUSB. The project utilized the proven mentoring model developed at WCC and leveraged CSUSB&rsquo;s significant CyberCorps experience.&nbsp;</p>\n<p>This C3P project established a cohort-based program known as internally as the C3P Scholars program. Working with 4 community colleges, 23 students received scholarships, education, and specialized training in cybersecurity. The C3P Scholars program established a replicable model for scholarship programs as well as training in the best-practices for student success in an SFS program. A majority of students who participated in the C3P Scholars program graduated and found employment in a state, local, or federal government agency or continued to pursue higher education.</p>\n<p>Overall, the C3P Scholars program successfully expanded participation to include underserved groups, thereby increasing diversity of the CyberCorps program and infusing it with diverse educational backgrounds, including those with a prior bachelor&rsquo;s degree (57%) and veterans (64%).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2022<br>\n\t\t\t\t\tModified by: Tony&nbsp;Coulson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall purpose of this community college cyber pilot program (C3P) with Whatcom Community College (WCC) and California State University, San Bernardino (CSUSB) was to institutionalize the student and faculty development and support required for bachelor’s holding or veteran students to successfully complete the CyberCorps derived program at participating community colleges. The components and processes of the C3P project are derived directly from the unique expertise and experiences of the collaborative partners on this project, WCC and CSUSB. The project utilized the proven mentoring model developed at WCC and leveraged CSUSB’s significant CyberCorps experience. \n\nThis C3P project established a cohort-based program known as internally as the C3P Scholars program. Working with 4 community colleges, 23 students received scholarships, education, and specialized training in cybersecurity. The C3P Scholars program established a replicable model for scholarship programs as well as training in the best-practices for student success in an SFS program. A majority of students who participated in the C3P Scholars program graduated and found employment in a state, local, or federal government agency or continued to pursue higher education.\n\nOverall, the C3P Scholars program successfully expanded participation to include underserved groups, thereby increasing diversity of the CyberCorps program and infusing it with diverse educational backgrounds, including those with a prior bachelor’s degree (57%) and veterans (64%).\n\n \n\n\t\t\t\t\tLast Modified: 09/08/2022\n\n\t\t\t\t\tSubmitted by: Tony Coulson"
 }
}