{
 "awd_id": "1842358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Partnering with Teachers on the Design of Inquiry for Socio-scientific Computational Thinking",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928447",
 "po_email": "cshen@nsf.gov",
 "po_sign_block_name": "Chia Shen",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 1035998.0,
 "awd_amount": 1035998.0,
 "awd_min_amd_letter_date": "2018-09-10",
 "awd_max_amd_letter_date": "2021-01-28",
 "awd_abstract_narration": "As a result of the powerful innovation and application of computing in STEM disciplines, the STEM+C program supporting this project, addresses an urgent need for real-world, interdisciplinary, and computational preparation of students from the early grades through high school (pre-K-12). This project focuses on a very difficult problem that is in search of a solution. Most major challenges that confront society today, such as generating sufficient energy, preventing and treating diseases, maintaining supplies of clean water and food, and addressing other critical environmental problems, are \"socio-scientific.\" Efforts to integrate these issues into science instruction have not fully succeeded because they include (1) the intrinsic complexity of these issues, rendering them difficult to reason about even for adults; (2) inadequate involvement of teachers in initial phases and (3) the difficulty and discomfort of facilitating classroom discussions of controversial, emotionally fraught issues that don't have single right answers. This project will address these issues in an integrated way using computational methods and computational thinking. Researchers from the University of Maryland and the University of Calgary will collaborate with teachers to design strategies for providing these concepts to middle school students.\r\n\r\nThis project addresses the three above mentioned issues in the classroom context by introducing computational thinking and associated tools to teachers. The teachers will be involved as full partners in the project from the beginning. Extensive engagement in the project activities, followed by collaborative adaptation of those activities to middle school classrooms will help teachers gain comfort with STEM subjects and with socio-scientific ideas and with learner-centered pedagogy about these issues. In the context of this professional and curriculum development plan, the research team will address research questions designed to inform theory building.  By working with teachers from multiple locations, the team will develop insights for how to adapt the inquiries to teachers' and students' local contexts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ayush",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ayush Gupta",
   "pi_email_addr": "ayush@umd.edu",
   "nsf_id": "000577853",
   "pi_start_date": "2018-09-10",
   "pi_end_date": "2021-01-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Sohr",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Erin R Sohr",
   "pi_email_addr": "esohr@umd.edu",
   "nsf_id": "000781972",
   "pi_start_date": "2021-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Elby",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Elby",
   "pi_email_addr": "ELBY@PHYSICS.UMD.EDU",
   "nsf_id": "000196741",
   "pi_start_date": "2018-09-10",
   "pi_end_date": "2019-10-29"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pratim",
   "pi_last_name": "Sengupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pratim Sengupta",
   "pi_email_addr": "pratim.sengupta@Vanderbilt.Edu",
   "nsf_id": "000548930",
   "pi_start_date": "2018-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Radoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Radoff",
   "pi_email_addr": "jradoff@umd.edu",
   "nsf_id": "000781757",
   "pi_start_date": "2018-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Sohr",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Erin R Sohr",
   "pi_email_addr": "esohr@umd.edu",
   "nsf_id": "000781972",
   "pi_start_date": "2018-09-10",
   "pi_end_date": "2021-01-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "Brown",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tara M Brown",
   "pi_email_addr": "tmbrown@umd.edu",
   "nsf_id": "000797543",
   "pi_start_date": "2019-10-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1035998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8e3e23b8-7fff-dc2c-b2d8-aee373ebca10\">\n<p dir=\"ltr\"><span>The goal of this project was to foster a partnership between elementary teachers and university researchers to investigate socioscientific phenomena and co-design inquiry activities and curricular materials suitable for use in their classrooms or for professional development with other teachers. The co-designed inquiry activities focused on CT-infused lessons that engage students and teachers in reasoning about socioscientific issues that are both locally and globally consequential. This process of co-design built capacity in local schools for teachers to work with peers on interdisciplinary curriculum development and provided a rich space for university researchers to study the nature and process of using</span><span> computational modeling and thinking to explore socioscientific issues, such as ethnocentrism, and human and animal migration. This project supported the development of local professional learning communities of teachers and researchers committed to inquiry into locally relevant socioscientific issues, drawing on computational thinking to extend modeling/reasoning, and developing K12 units based on these inquiries. These lessons include an integrated, science and social studies unit that explores human and animal migration using computational thinking.</span></p>\n<p dir=\"ltr\"><span>Our research focused on examining the integration of socioscientific and computational modeling/thinking in several contexts. These contexts include understanding how computational modeling of socio-scientific issues can be integrated with traditional weaving practices in rural settings in Guatemala, critiques and insights of the mathematical and computational assumptions and modeling of racial segregation, and the productive overlap of moral reasoning with computational thinking in children&rsquo;s reasoning about resource allocation scenarios. This research informed the development of educational experiences and products for K12 teachers and students.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/19/2023<br>\nModified by: Erin&nbsp;R&nbsp;Sohr</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nThe goal of this project was to foster a partnership between elementary teachers and university researchers to investigate socioscientific phenomena and co-design inquiry activities and curricular materials suitable for use in their classrooms or for professional development with other teachers. The co-designed inquiry activities focused on CT-infused lessons that engage students and teachers in reasoning about socioscientific issues that are both locally and globally consequential. This process of co-design built capacity in local schools for teachers to work with peers on interdisciplinary curriculum development and provided a rich space for university researchers to study the nature and process of using computational modeling and thinking to explore socioscientific issues, such as ethnocentrism, and human and animal migration. This project supported the development of local professional learning communities of teachers and researchers committed to inquiry into locally relevant socioscientific issues, drawing on computational thinking to extend modeling/reasoning, and developing K12 units based on these inquiries. These lessons include an integrated, science and social studies unit that explores human and animal migration using computational thinking.\n\n\nOur research focused on examining the integration of socioscientific and computational modeling/thinking in several contexts. These contexts include understanding how computational modeling of socio-scientific issues can be integrated with traditional weaving practices in rural settings in Guatemala, critiques and insights of the mathematical and computational assumptions and modeling of racial segregation, and the productive overlap of moral reasoning with computational thinking in childrens reasoning about resource allocation scenarios. This research informed the development of educational experiences and products for K12 teachers and students.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/19/2023\n\n\t\t\t\t\tSubmitted by: ErinRSohr\n"
 }
}