{
 "awd_id": "1842580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Engineering Designer Composite Materials -- Magnetically Controlling Filler Alignment of Oblate Spheroids in Novel Thermoset Metamaterials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2018-06-15",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 430031.0,
 "awd_amount": 428867.0,
 "awd_min_amd_letter_date": "2018-07-30",
 "awd_max_amd_letter_date": "2018-07-30",
 "awd_abstract_narration": "CBET - 1652958\r\nPI: Walker, Travis W.\r\n\r\nThe goal of this CAREER award is to develop an integrated program of education and research focused on the creation of novel metamaterials, which are advanced composite materials that exhibit properties not usually found in naturally occurring materials.  Metamaterials are often created by adding filler particles to a substrate, such as a polymeric material.  If the size, shape, and orientation of the filler particles can be precisely controlled, then macroscopic properties of the material such as its strength or stiffness, can be tailored in novel ways.  This project will use magnetic fields to control filler particles, such as magnetic microdisks that have been used in preliminary experiments. The project will develop theoretical models to help identify novel strategies for engineering composite materials. The experiments and theory will test the hypothesis that metamaterials can be designed on the sub-micron length scale by controlling the alignment time of submicron filler particles and the solidification of the composite.  Results from the project could help advance additive manufacturing by finding ways to vary properties spatially through a composite material.  The project will include development of new modules and hands-on activities for K-12 and college participants in a new course titled, \"Exploring the Magic of Physics via Hands-on Service Learning.\" Furthermore, the research team will leverage the use of 3D printing capabilities in their laboratory to develop workshops on 3D modeling and printing for high-school students and teachers.\r\n\r\nComposite metamaterials will be fabricated by aligning two-dimensional magnetic particles, i.e., disks, in Newtonian fluids while controlling the center of mass distribution of the particles. The size, shape, orientation, buoyancy, susceptibility, and concentration of the particles are each expected to influence alignment dynamics and the formation of disruptions, such as the particle chaining, which could lead to unwanted heterogeneity in the material.  The experiments will involve the use of new kind of magnetic tweezer apparatus for investigating alignment using a rotating magnetic field.  Two-particle interactions under various magnetic field conditions will be examined.  Then, the rheological properties of colloidal suspensions will be measured to determine influences of particle shape and orientation.  Strategies will be identified for magnetically aligning filler particles while preventing chain formation.  Then, an apparatus will be developed to systematically analyze control parameters during alignment and polymerization of bulk anisotropic composites.  Continuum-based theoretical descriptions for particle motions in viscous fluids in the presence of body forces will help interpret experimental data, provide insight into the design of filler particles, and guide precision engineering of advanced composites.  Nanocomposites with precisely aligned fillers will offer new opportunities for innovation in creating advanced biomaterial, optical, electromagnetic, and membrane technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Travis",
   "pi_last_name": "Walker",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Travis W Walker",
   "pi_email_addr": "travis.walker@sdsmt.edu",
   "nsf_id": "000656245",
   "pi_start_date": "2018-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota School of Mines and Technology",
  "perf_str_addr": "501 East Saint Joseph Street",
  "perf_city_name": "Rapid City",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577013995",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 428867.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-weight: bold;\">Overall Summary </span></p>\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">The goal of this NSF CAREER award (1652958, 1842580) was to develop an integrated program of education and research that focused on the creation of novel metamaterials, which are advanced composite materials that exhibit properties that are not usually found in naturally occurring materials. </span></p>\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-weight: bold;\">Experimental Outcomes. </span><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">This project investigated the use of magnetic fields to control filler particles, such as magnetic microdisks. Composite metamaterials were fabricated by aligning two-dimensional magnetic particles, i.e., disks, in Newtonian fluids while controlling the center of mass distribution of the particles. The size, shape, orientation, buoyancy, susceptibility, and concentration of the particles were each found to influence alignment dynamics and the formation of disruptions, such as particle chaining, which can lead to unwanted heterogeneity in the material. The experiments involved the use of a new kind of magnetic-tweezer apparatus for investigating alignment using a rotating magnetic field. We adapted an Anycubic Photon LCD printer that prints photopolymer resin, removing most magnetic-metal components to reduce interference with the four (4) electromagnetic coils that were incorporated for particle orientation. Strategies were identified for magnetically aligning filler particles while preventing chain formation. </span></p>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-weight: bold;\">Theoretical and Computational Outcomes. </span><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">The project developed theoretical models to help identify novel strategies for engineering composite materials. Continuum-based theoretical descriptions for particle motions in viscous fluids in the presence of body forces were developed to interpret experimental data, providing insight into the design of filler particles and guiding precision engineering of advanced composites. We developed software (accelerated Stokesian dynamics) that implements the spectral-accuracy method that calculates both the hydrodynamic and magnetic interactions accurately and efficiently. The rheological properties of a suspension of magnetic particles under constant magnetic fields were investigated. </span></p>\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">Results from the project could help advance additive manufacturing by finding ways to vary properties spatially through a composite material. Nanocomposites with precisely aligned fillers could offer new opportunities for innovation in creating advanced biomaterial, optical, electromagnetic, and membrane technologies. </span></p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-weight: bold;\">Educational Outcomes. </span><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-style: italic;\">Exploring the Magic of Physics via Hands-on Service Learning. </span><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">The project included development of new modules and hands-on activities for K-12 and college participants in a new course, which was delivered in 2017 through the University Honors College (UHC) at Oregon State University (OSU). From this course, six hands-on learning modules were conceived, created, presented, and disseminated to a crowd of 3,409 (mostly) K-8 students in the Willamette Valley, Oregon. In 2017 and 2019, we spent a week at Maryknoll High School as visiting faculty for their Mx Scholar Program for STEM and Aerospace, working with multiple sections and over 100 students on the Mars Medical Challenge. </span></p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-style: italic;\">3D Printing the Future. </span><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">We leveraged the use of 3D printing capabilities in our laboratory to develop workshops on 3D modeling and printing for high-school students and teachers. In 2017, we delivered our curriculum on 3D Printing the Future to 22 students at OSU for the Apprenticeships in Science and Engineering (ASE) Program. In 2018-2019 and 2021-2023, with help from our group, the 3D Printing Club presented the one-week summer camp, 3D and Beyond! (flyer from 2019 included). In 2021 and 2022, we successfully delivered a pilot version of a program to high school teachers and students that was entitled &ldquo;Materials and Manufacturing Education (MME) for the Next Generation.&rdquo; </span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-style: italic;\">Undergraduate and High School Research. </span><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">We have sponsored a number of student on STEM related projects. Resources from this work have directly influenced 1 institutional instructor, 1 postdoctoral research assistant, 6 Ph.D. students, 11 M.S. students, 60 U.G. students, 1 high school teacher, 2 high school students (ASE), 11 high school students (SESEY), 64 high school students (3D &amp; Beyond), 14 high school students (MME), 5 high school teachers (MME), over 100 Maryknoll Mx Scholars, 22 high school students (ASE MSC), 15 additional high school students, and numerous K-20 students through outreach. </span></p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-weight: bold;\">Dissemination. </span><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">As a part of this work, our group was able to attend 17 conferences, while delivering 15 oral presentations and 4 posters. Additionally, we gave 6 invited talks on the subject at preeminent institutions. To date, we have disseminated our work to a variety of communities with 5 peer-review journal articles, with at least 6 other manuscripts in preparation. Further, resources have aided 5 PhD theses, 4 MS theses, and 3 UHC theses so far. </span></p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-style: italic;\">Intellectual Property. </span><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">As an extension of this work, we have been investigating microrheology of anaerobic biofilms, as well as the growth of these biofilms on nonwoven membranes. This work is a part of a larger project for an anaerobic digestion system for wasterwater treatment that is currently working through customer discovery. </span></p>\n<p><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL'; font-weight: bold;\">Extenuating Circumstances. </span><span style=\"font-size: 9.000000pt; font-family: 'NimbusSanL';\">In 2017, the award started at OSU. In 2018, the award was transferred from OSU to SDSMT. During 2020&ndash;2021, the global health crisis caused significant delays, cancellations, and changes to our overall plan for the research and education platforms that we were building. </span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n Last Modified: 01/29/2024<br>\nModified by: Travis&nbsp;W&nbsp;Walker</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1842580/1842580_10473491_1706548343548_3d_flyer_final1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1842580/1842580_10473491_1706548343548_3d_flyer_final1--rgov-800width.jpg\" title=\"3D Printing & Beyond Summer Camp\"><img src=\"/por/images/Reports/POR/2024/1842580/1842580_10473491_1706548343548_3d_flyer_final1--rgov-66x44.jpg\" alt=\"3D Printing & Beyond Summer Camp\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This advertisement was for the 3D Printing & Beyond Summer Camp that was help at SDSMT from 2019.07.14-19.</div>\n<div class=\"imageCredit\">SDSMT 3D Printing Club</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Travis&nbsp;W&nbsp;Walker\n<div class=\"imageTitle\">3D Printing & Beyond Summer Camp</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nOverall Summary \n\n\nThe goal of this NSF CAREER award (1652958, 1842580) was to develop an integrated program of education and research that focused on the creation of novel metamaterials, which are advanced composite materials that exhibit properties that are not usually found in naturally occurring materials. \n\n\nExperimental Outcomes. This project investigated the use of magnetic fields to control filler particles, such as magnetic microdisks. Composite metamaterials were fabricated by aligning two-dimensional magnetic particles, i.e., disks, in Newtonian fluids while controlling the center of mass distribution of the particles. The size, shape, orientation, buoyancy, susceptibility, and concentration of the particles were each found to influence alignment dynamics and the formation of disruptions, such as particle chaining, which can lead to unwanted heterogeneity in the material. The experiments involved the use of a new kind of magnetic-tweezer apparatus for investigating alignment using a rotating magnetic field. We adapted an Anycubic Photon LCD printer that prints photopolymer resin, removing most magnetic-metal components to reduce interference with the four (4) electromagnetic coils that were incorporated for particle orientation. Strategies were identified for magnetically aligning filler particles while preventing chain formation. \n\n\n\n\n\nTheoretical and Computational Outcomes. The project developed theoretical models to help identify novel strategies for engineering composite materials. Continuum-based theoretical descriptions for particle motions in viscous fluids in the presence of body forces were developed to interpret experimental data, providing insight into the design of filler particles and guiding precision engineering of advanced composites. We developed software (accelerated Stokesian dynamics) that implements the spectral-accuracy method that calculates both the hydrodynamic and magnetic interactions accurately and efficiently. The rheological properties of a suspension of magnetic particles under constant magnetic fields were investigated. \n\n\nResults from the project could help advance additive manufacturing by finding ways to vary properties spatially through a composite material. Nanocomposites with precisely aligned fillers could offer new opportunities for innovation in creating advanced biomaterial, optical, electromagnetic, and membrane technologies. \n\n\n\n\n\n\n\n\nEducational Outcomes. Exploring the Magic of Physics via Hands-on Service Learning. The project included development of new modules and hands-on activities for K-12 and college participants in a new course, which was delivered in 2017 through the University Honors College (UHC) at Oregon State University (OSU). From this course, six hands-on learning modules were conceived, created, presented, and disseminated to a crowd of 3,409 (mostly) K-8 students in the Willamette Valley, Oregon. In 2017 and 2019, we spent a week at Maryknoll High School as visiting faculty for their Mx Scholar Program for STEM and Aerospace, working with multiple sections and over 100 students on the Mars Medical Challenge. \n\n\n\n\n\n\n\n\n\n\n\n3D Printing the Future. We leveraged the use of 3D printing capabilities in our laboratory to develop workshops on 3D modeling and printing for high-school students and teachers. In 2017, we delivered our curriculum on 3D Printing the Future to 22 students at OSU for the Apprenticeships in Science and Engineering (ASE) Program. In 2018-2019 and 2021-2023, with help from our group, the 3D Printing Club presented the one-week summer camp, 3D and Beyond! (flyer from 2019 included). In 2021 and 2022, we successfully delivered a pilot version of a program to high school teachers and students that was entitled Materials and Manufacturing Education (MME) for the Next Generation. \n\n\n\n\n\n\n\n\n\n\n\nUndergraduate and High School Research. We have sponsored a number of student on STEM related projects. Resources from this work have directly influenced 1 institutional instructor, 1 postdoctoral research assistant, 6 Ph.D. students, 11 M.S. students, 60 U.G. students, 1 high school teacher, 2 high school students (ASE), 11 high school students (SESEY), 64 high school students (3D & Beyond), 14 high school students (MME), 5 high school teachers (MME), over 100 Maryknoll Mx Scholars, 22 high school students (ASE MSC), 15 additional high school students, and numerous K-20 students through outreach. \n\n\n\n\n\n\n\n\nDissemination. As a part of this work, our group was able to attend 17 conferences, while delivering 15 oral presentations and 4 posters. Additionally, we gave 6 invited talks on the subject at preeminent institutions. To date, we have disseminated our work to a variety of communities with 5 peer-review journal articles, with at least 6 other manuscripts in preparation. Further, resources have aided 5 PhD theses, 4 MS theses, and 3 UHC theses so far. \n\n\n\n\n\n\n\n\nIntellectual Property. As an extension of this work, we have been investigating microrheology of anaerobic biofilms, as well as the growth of these biofilms on nonwoven membranes. This work is a part of a larger project for an anaerobic digestion system for wasterwater treatment that is currently working through customer discovery. \n\n\nExtenuating Circumstances. In 2017, the award started at OSU. In 2018, the award was transferred from OSU to SDSMT. During 20202021, the global health crisis caused significant delays, cancellations, and changes to our overall plan for the research and education platforms that we were building. \n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/29/2024\n\n\t\t\t\t\tSubmitted by: TravisWWalker\n"
 }
}