{
 "awd_id": "1842588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: A Fine-Grained Data-Driven Approach to Studying Sequential Decision-Making in Engineering Systems Design",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927933",
 "po_email": "kjabloko@nsf.gov",
 "po_sign_block_name": "Kathryn Jablokow",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2018-08-15",
 "awd_max_amd_letter_date": "2020-09-14",
 "awd_abstract_narration": "This EArly-concept Grant for Exploratory Research (EAGER) grant supports fundamental research into sequential decision making in engineering systems design. Each decision an engineer makes during a design process impacts the direction and outcomes of the project. An improved understanding this process can lead to better guidelines and support tools for engineering designers and, in turn, improved engineered systems and overall industrial competitiveness. However, an important challenge in studying these processes is the difficulty of obtaining fine-grained empirical data of engineering designers in action. This project will create and demonstrate a research platform for the large-scale data acquisition and analysis of decision processes in engineering systems design. This new research approach provides a high-resolution lens for probing into design thinking and will enable researchers to identify design thinking patterns and strategies that are not evident through other observational techniques. This can lead to valuable insights that have a major impact on engineering design education, practitioner strategies, and engineering tools. Specific outcomes of this project include the creation of the open-source fine-grained data-driven research platform, dissemination of the platform to other researchers, and demonstration of its use to investigate engineering design thinking through empirical studies of systems thinking and sequential decision making in the design of solar energy systems. \r\n\r\nThe primary objective of this high-risk high-reward project is to create and demonstrate a research approach centered on the acquisition and analysis of fine-grained design activity data for design research.  The approach is based on an open-source research experiment platform extended from an existing computer-aided design (CAD) software, Energy3D, for renewable energy systems design. This project will 1) extend Energy3D to incorporate functionality required for a research platform, 2) demonstrate use of the new research platform to support the acquisition of fine-grained data from real-world design exercises, and 3) disseminate the platform within the engineering design research community through publications and tutorials. The research study will highlight how fine-grained data enables new research directions on sequential decision-making and system thinking, two fundamental elements of engineering design thinking. Specifically, the approach combines Markov decision process and deep neural networks with data from human-subject experiments to establish decision process models. A principal risk of this project is that there may be limits to the conclusions researchers can draw based primarily on the observed actions of designers. However, the potential reward is deep insight into designers' sequential decision-making and its interaction with systems thinking. This is expect to lead to recommendations for improved engineering design strategy and transformative next-generation design tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhenghui",
   "pi_last_name": "Sha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenghui Sha",
   "pi_email_addr": "zsha@austin.utexas.edu",
   "nsf_id": "000756912",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Xie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Xie",
   "pi_email_addr": "charles@intofuture.org",
   "nsf_id": "000075350",
   "pi_start_date": "2018-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "204 Mechanical Engineering Build",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "072Y00",
   "pgm_ele_name": "EDSE-Engineering Design and Sy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An in-depth understanding of design thinking is vital for advancing design theories, methods, and tools. However, the challenge lies in obtaining fine-grained data of design actions that may provide a high-resolution lens for probing into designers' thinking. To address this challenge, this project created a research platform for large-scale data acquisition and conducted fundamental research into sequential decision-making in engineering systems design. More specifically, we have archived the following outcomes.</p>\n<p>First, we successfully extended our previously developed computer-aided design (CAD) software - Energy3D (now called Aladdin equipped with Cloud technology) - for renewable energy systems design to a research platform for data-driven design thinking research. Together with this platform, we have created a set of supporting materials, including design challenge problems, tutorials, and experimental templates, to facilitate the dissemination of the products to both academics and practitioners. This research platform provided a solution for design researchers to collect fine-grained data of design behaviors and investigate how and why particular design sequences emerge in systems design contexts. The open-source commitment of this platform ensured its impact was broad. Such a platform has also shown its potential in K-12 education by offering instructional materials of engineering design in high schools. For example, the team integrated our design challenges into a summer camp program called Engineering Summer Academy, organized by the College of Engineering at the University of Arkansas. We delivered it to two high-school classes in two consecutive years during the three years of the project.</p>\n<p>Second, the multi-interdisciplinary team advanced the knowledge in modeling and predicting human sequential design decisions by integrating existing design theories into two sequential learning models, the recurrent neural network model and the reinforcement learning model. We tested the model performance by comparing their prediction accuracies with commonly used models of sequential design decision-making. The results indicate the new models outperform existing ones. This conclusion is validated in predicting designers' sequential actions in the computer-aided design of two different systems - a solarized home design and a solarized parking lot design. This outcome has a significant impact on the advancement of CAD software, an indispensable tool in developing almost <em>all</em> engineering products in contemporary times. Current CAD systems are <em>passive</em> tools for implementing design ideas and do not learn anything about designers, no matter how long they interact. The new generation of CAD software can monitor users' actions and \"get to know\" their thinking by machine learning of the fine-grained design activity data logged by the software. Our techniques are ready to support the realization of such CAD software, making it an <em>active partner</em> to understand users' needs and help them overcome barriers in the design process.</p>\n<p>Third, we defined the concept of design embedding, a latent representation of design thinking, and used advanced embedding techniques from the machine learning literature to characterize designers' behaviors in five different dimensions, including design action preference, one-step sequential behavior, contextual behavior, long-term sequential behavior, and reflective thinking behavior.&nbsp;One important application of design embedding is to cluster human design behaviors to extract beneficial design heuristics and human intelligence in supporting computational design research. In this research direction, another outcome is that by leveraging cognitive science and standard psychological tests, we successfully identified and quantified the critical factors of systems thinking, including inductive and deductive thinking, divergent and convergent thinking, analogical and logical reasoning, and working memory. These psychological constructs complement the design embedding concept for design thinking representation, thus supporting a more comprehensive view of design thinking research.</p>\n<p>At the time the project is concluded, the team has disseminated the knowledge via ten journal and juried conference papers (with one piece winning the Best Paper Award at an international conference) and three conference presentations. In speaking of a broader impact, the research outcomes are of great interest to&nbsp;design education and CAD training communities. Timely results have been generated to facilitate the invention of AI-assisted tools for automatic acquisition of the hard-won knowledge of experienced designers for training novice designers. AI-assisted CAD might soon change how we learn to design and design with computers. The collection of the new knowledge will advance further research and community discussions around the topics on smart CAD and human-AI partnership in design.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2021<br>\n\t\t\t\t\tModified by: Zhenghui&nbsp;Sha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn in-depth understanding of design thinking is vital for advancing design theories, methods, and tools. However, the challenge lies in obtaining fine-grained data of design actions that may provide a high-resolution lens for probing into designers' thinking. To address this challenge, this project created a research platform for large-scale data acquisition and conducted fundamental research into sequential decision-making in engineering systems design. More specifically, we have archived the following outcomes.\n\nFirst, we successfully extended our previously developed computer-aided design (CAD) software - Energy3D (now called Aladdin equipped with Cloud technology) - for renewable energy systems design to a research platform for data-driven design thinking research. Together with this platform, we have created a set of supporting materials, including design challenge problems, tutorials, and experimental templates, to facilitate the dissemination of the products to both academics and practitioners. This research platform provided a solution for design researchers to collect fine-grained data of design behaviors and investigate how and why particular design sequences emerge in systems design contexts. The open-source commitment of this platform ensured its impact was broad. Such a platform has also shown its potential in K-12 education by offering instructional materials of engineering design in high schools. For example, the team integrated our design challenges into a summer camp program called Engineering Summer Academy, organized by the College of Engineering at the University of Arkansas. We delivered it to two high-school classes in two consecutive years during the three years of the project.\n\nSecond, the multi-interdisciplinary team advanced the knowledge in modeling and predicting human sequential design decisions by integrating existing design theories into two sequential learning models, the recurrent neural network model and the reinforcement learning model. We tested the model performance by comparing their prediction accuracies with commonly used models of sequential design decision-making. The results indicate the new models outperform existing ones. This conclusion is validated in predicting designers' sequential actions in the computer-aided design of two different systems - a solarized home design and a solarized parking lot design. This outcome has a significant impact on the advancement of CAD software, an indispensable tool in developing almost all engineering products in contemporary times. Current CAD systems are passive tools for implementing design ideas and do not learn anything about designers, no matter how long they interact. The new generation of CAD software can monitor users' actions and \"get to know\" their thinking by machine learning of the fine-grained design activity data logged by the software. Our techniques are ready to support the realization of such CAD software, making it an active partner to understand users' needs and help them overcome barriers in the design process.\n\nThird, we defined the concept of design embedding, a latent representation of design thinking, and used advanced embedding techniques from the machine learning literature to characterize designers' behaviors in five different dimensions, including design action preference, one-step sequential behavior, contextual behavior, long-term sequential behavior, and reflective thinking behavior. One important application of design embedding is to cluster human design behaviors to extract beneficial design heuristics and human intelligence in supporting computational design research. In this research direction, another outcome is that by leveraging cognitive science and standard psychological tests, we successfully identified and quantified the critical factors of systems thinking, including inductive and deductive thinking, divergent and convergent thinking, analogical and logical reasoning, and working memory. These psychological constructs complement the design embedding concept for design thinking representation, thus supporting a more comprehensive view of design thinking research.\n\nAt the time the project is concluded, the team has disseminated the knowledge via ten journal and juried conference papers (with one piece winning the Best Paper Award at an international conference) and three conference presentations. In speaking of a broader impact, the research outcomes are of great interest to design education and CAD training communities. Timely results have been generated to facilitate the invention of AI-assisted tools for automatic acquisition of the hard-won knowledge of experienced designers for training novice designers. AI-assisted CAD might soon change how we learn to design and design with computers. The collection of the new knowledge will advance further research and community discussions around the topics on smart CAD and human-AI partnership in design.\n\n\t\t\t\t\tLast Modified: 12/31/2021\n\n\t\t\t\t\tSubmitted by: Zhenghui Sha"
 }
}