{
 "awd_id": "1847721",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Workshop: An Annual Retreat to Broaden Participation of Black Social and Personality Psychologists: Oregon 2019, Louisiana 2020",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 41850.0,
 "awd_amount": 41850.0,
 "awd_min_amd_letter_date": "2018-08-30",
 "awd_max_amd_letter_date": "2019-09-10",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences Postdoctoral Research Fellowship (SPRF) and Social Psychology programs. The Black Social and Personality Psychologists' Retreat (BlaSPR) is an annual conference that focuses on broadening the participation of Black scholars within the field of social and personality psychology. As of 2016, 3% of members within the international organization of social and personality psychologists (SPSP) self-identified as Black or African-American. The underrepresentation of Black members in the field means that graduate students and early career scholars are less likely than their White peers (who comprise 63% of SPSP membership) to have role models and mentors from their racial/ethnic group, negatively impacting persistence and perceived fit within the field. BlaSPR will create opportunities for Black scholars to build community among their peers and share critical information to facilitate success. The conference features workshops on professional development and productivity, research presentations, and collaborative writing time. A core emphasis throughout each component of the conference is helping attendees network among peers and connect with senior scholars who can serve as mentors. Ultimately, this conference offers an opportunity to enhance the professional and scientific development of Black social and personality psychologists and their colleagues, ensuring a robust pipeline of scholars who will serve as role models for future scientists and create more inclusive climates in higher education and science.\r\n\r\nJunior scholars face many hurdles as they traverse the pipeline from undergraduate study to graduate school and beyond. Although challenges and hurdles exist for people from all backgrounds who pursue graduate study in the fields of social and personality psychology, Black scholars represent a small proportion of the field, which creates additional academic and psychological challenges and hurdles. Attributional ambiguity can raise questions about whether one's treatment is because of their race or some other factor, and the lack of mentorship and low visibility of Black senior scholars can undermine sense of fit and belonging within the field to threaten persistence. This conference intervenes to mitigate these consequences and positively impact the professional trajectories of Black social and personality psychologists. Over two and a half days, attendees will attend professional development workshops on productivity, navigating the job market, and applying for fellowships; participate in research presentations where they will give and receive critical feedback; and network with peers and senior scholars who may ultimately become research collaborators, tenure letter writers, and accountability partners. Overall, by creating a space for Black scholars to reinforce these crucial research skills and build community, the proposed conference will help broaden the participation of Black social and personality psychologists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evelyn",
   "pi_last_name": "Carter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evelyn Carter",
   "pi_email_addr": "ecarter@equity.ucla.edu",
   "nsf_id": "000784225",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ivuoma",
   "pi_last_name": "Onyeador",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Ivuoma N Onyeador",
   "pi_email_addr": "ivy.onyeador@kellogg.northwestern.edu",
   "nsf_id": "000758546",
   "pi_start_date": "2018-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Society for Personality and Social Psychology",
  "inst_street_address": "1120 CONNECTICUT AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2025246541",
  "inst_zip_code": "200363902",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SOCIETY FOR PERSONALITY & SOCIAL PSYCHOLOGY INC",
  "org_prnt_uei_num": "LTLEPKP75GE5",
  "org_uei_num": "HHJ7JW5MDEC4"
 },
 "perf_inst": {
  "perf_inst_name": "Society for Personality and Social Psychology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200363987",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "820800",
   "pgm_ele_name": "SPRF-Broadening Participation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 19425.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 22425.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-916be615-7fff-3ecd-e120-0f2f21e0f168\"> </span></p>\n<p dir=\"ltr\"><span>The Black Social and Personality Psychologists&rsquo; Retreat (BlaSPR) was an annual conference (2018-2020) that focused on broadening the participation of Black scholars within the field of social and personality psychology. As of 2016, 3% of members within the international organization of social and personality psychologists (Society for Personality and Social Psychology; SPSP) self-identified as Black or African-American. The underrepresentation of Black members in the field means that graduate students and early career scholars are less likely than their White peers (who comprise 63% of SPSP) to have role models and mentors from their racial/ethnic group, negatively impacting persistence and perceived fit within the field. As a result, it is imperative to create opportunities for Black scholars to build community among their peers and to share critical information to aid success. This two-and-a-half day conference featured workshops on professional development and productivity, research presentations, and collaborative writing time. Further, there was a core emphasis on networking among peers and connections with senior scholars that could serve as mentors. We had </span><span>21</span><span> attendees in 2018, 25 in 2019, and 21 in 2020. At each retreat we held dinners with prominent Black faculty who shared their career experiences; convened roundtables where attendees got feedback on research presentations and workshops where attendees got&nbsp;feedback on written work; shared professional development resources; hosted job market panels; and formed accountability and writing groups.</span></p>\n<p dir=\"ltr\"><span>Attendees formed collaborations and conducted new research based on the connections made at BlaSPR. One attendee mentioned that they almost dropped out of their program but the BlaSPR&nbsp;community convinced them to continue in their program. After two years, that attendee has earned their PhD and is a postdoctoral fellow. This story is not unique. BlaSPR has fostered a vibrant community of scholars who are invested in each other&rsquo;s growth and achievement, facilitating grants and job applications and manuscript submissions. Moreover, BlaSPR has inspired similar meetups, like the gathering of Black Scholars at SPSSI, meetups of Southeast Asian and Latinx social psychologists at SPSP meetings, and Flourish, a retreat for early career faculty of color. BlaSPR&rsquo;s efforts were recognized by the Society for the Improvement of Psychological Science, winning their 2020 Mission Awardand by SPSP, winning the 2020 Service to SPSP Award.</span></p>\n<p dir=\"ltr\"><span><br /></span></p>\n<p dir=\"ltr\"><span>Intellectual Merit</span></p>\n<p dir=\"ltr\"><span>The lack of racial diversity in social and personality psychology hinders efforts to conduct science that is generalizable and relevant to everyone. Addressing racial diversity is imperative for the field and the resulting science produced. Much of social psychological research indicates that numerical underrepresentation and unanswered questions about one&rsquo;s value and fit within a domain can have detrimental consequences for performance, persistence, and general well-being. Creating community and providing exposure to ingroup members who can serve as mentors and role models is a crucial intervention that can mitigate these negative effects, and BlaSPR did just that. Moreover, the conference co-PIs are early career Black social psychologists who have successfully overcome various hurdles to earn their PhDs, have secured extramural funding to support postdoctoral positions, and are now advancing translational science in their professional careers. They are well aware of the challenges that Black early career social and personality psychologists face, and are well-positioned to create a space that provides Black scholars with the tools and support necessary to thrive. Finally, the sort of intensive programming geared toward fostering community that this conference offered, particularly for such a focused population, was novel within this field, and offers many possibilities for ways to measure long-term impact on participants&rsquo; professional trajectories.</span></p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\"><span>Broader Impacts</span></p>\n<p dir=\"ltr\"><span>This conference was explicitly designed to increase the participation of underrepresented Black social and personality psychologists in the field, with the ultimate aim of sparking a feedback loop that sustains and multiplies these efforts. The conference has had a broader impact on this community in at least three ways. First, it has facilitated networking and partnerships which has facilitated participants&rsquo; research output. For example, one of the accountability groups formed included three postdocs. Through this partnership all&nbsp;</span>have submitted multiple manuscripts for publication in peer-reviewed outlets and all are now in tenure track positions.</p>\n<p dir=\"ltr\"><span>Second, the conference advanced participants&rsquo; understanding of the tools necessary to proceed throughout their professional trajectory. Each year participants extol the benefits of the programming, which is designed to illuminate the hidden curriculum of academia. Indeed, after the 2020 conference almost all participants indicated they learned important tools to help them not only survive in academia but to thrive.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Third, by providing the opportunity for attendees to lead workshops and serve on panels, the conference helped prepare these individuals to bring similar programming wherever these resources are needed. At the broadest level, the conference benefits society by providing additional role models for future scientists, yielding research that better and more accurately reflects the experiences of minority groups, and creating more inclusive climates in higher education.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2021<br>\n\t\t\t\t\tModified by: Ivuoma&nbsp;N&nbsp;Onyeador</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe Black Social and Personality Psychologists’ Retreat (BlaSPR) was an annual conference (2018-2020) that focused on broadening the participation of Black scholars within the field of social and personality psychology. As of 2016, 3% of members within the international organization of social and personality psychologists (Society for Personality and Social Psychology; SPSP) self-identified as Black or African-American. The underrepresentation of Black members in the field means that graduate students and early career scholars are less likely than their White peers (who comprise 63% of SPSP) to have role models and mentors from their racial/ethnic group, negatively impacting persistence and perceived fit within the field. As a result, it is imperative to create opportunities for Black scholars to build community among their peers and to share critical information to aid success. This two-and-a-half day conference featured workshops on professional development and productivity, research presentations, and collaborative writing time. Further, there was a core emphasis on networking among peers and connections with senior scholars that could serve as mentors. We had 21 attendees in 2018, 25 in 2019, and 21 in 2020. At each retreat we held dinners with prominent Black faculty who shared their career experiences; convened roundtables where attendees got feedback on research presentations and workshops where attendees got feedback on written work; shared professional development resources; hosted job market panels; and formed accountability and writing groups.\nAttendees formed collaborations and conducted new research based on the connections made at BlaSPR. One attendee mentioned that they almost dropped out of their program but the BlaSPR community convinced them to continue in their program. After two years, that attendee has earned their PhD and is a postdoctoral fellow. This story is not unique. BlaSPR has fostered a vibrant community of scholars who are invested in each other’s growth and achievement, facilitating grants and job applications and manuscript submissions. Moreover, BlaSPR has inspired similar meetups, like the gathering of Black Scholars at SPSSI, meetups of Southeast Asian and Latinx social psychologists at SPSP meetings, and Flourish, a retreat for early career faculty of color. BlaSPR’s efforts were recognized by the Society for the Improvement of Psychological Science, winning their 2020 Mission Awardand by SPSP, winning the 2020 Service to SPSP Award.\n\n\nIntellectual Merit\nThe lack of racial diversity in social and personality psychology hinders efforts to conduct science that is generalizable and relevant to everyone. Addressing racial diversity is imperative for the field and the resulting science produced. Much of social psychological research indicates that numerical underrepresentation and unanswered questions about one’s value and fit within a domain can have detrimental consequences for performance, persistence, and general well-being. Creating community and providing exposure to ingroup members who can serve as mentors and role models is a crucial intervention that can mitigate these negative effects, and BlaSPR did just that. Moreover, the conference co-PIs are early career Black social psychologists who have successfully overcome various hurdles to earn their PhDs, have secured extramural funding to support postdoctoral positions, and are now advancing translational science in their professional careers. They are well aware of the challenges that Black early career social and personality psychologists face, and are well-positioned to create a space that provides Black scholars with the tools and support necessary to thrive. Finally, the sort of intensive programming geared toward fostering community that this conference offered, particularly for such a focused population, was novel within this field, and offers many possibilities for ways to measure long-term impact on participants’ professional trajectories.\n \nBroader Impacts\nThis conference was explicitly designed to increase the participation of underrepresented Black social and personality psychologists in the field, with the ultimate aim of sparking a feedback loop that sustains and multiplies these efforts. The conference has had a broader impact on this community in at least three ways. First, it has facilitated networking and partnerships which has facilitated participants’ research output. For example, one of the accountability groups formed included three postdocs. Through this partnership all have submitted multiple manuscripts for publication in peer-reviewed outlets and all are now in tenure track positions.\nSecond, the conference advanced participants’ understanding of the tools necessary to proceed throughout their professional trajectory. Each year participants extol the benefits of the programming, which is designed to illuminate the hidden curriculum of academia. Indeed, after the 2020 conference almost all participants indicated they learned important tools to help them not only survive in academia but to thrive. \nThird, by providing the opportunity for attendees to lead workshops and serve on panels, the conference helped prepare these individuals to bring similar programming wherever these resources are needed. At the broadest level, the conference benefits society by providing additional role models for future scientists, yielding research that better and more accurately reflects the experiences of minority groups, and creating more inclusive climates in higher education.\n\n\t\t\t\t\tLast Modified: 07/06/2021\n\n\t\t\t\t\tSubmitted by: Ivuoma N Onyeador"
 }
}