{
 "awd_id": "1848065",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Convergence:  RAISE  Dynamic Touch-based Bacteria-Device Two-Way Communication",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 974999.0,
 "awd_amount": 974999.0,
 "awd_min_amd_letter_date": "2018-09-07",
 "awd_max_amd_letter_date": "2023-06-15",
 "awd_abstract_narration": "Biological cells interact with their surroundings by sensing and responding to a range of stimuli and cues. In the tissues of higher organisms, cells communicate with each other, leading to collective functions. Research on electrical and mechanical communication of mammalian cells has led to progress in tissue engineering and to an understanding of the workings of nerve and muscle.  Eventually, this understanding might translate into devices that could restore sight or motor activity. This research project will study how bacterial cells interact mechanically and electrically with the surface of an electronic device, how cell-cell interactions produce a response at the device surface, and how signals from a device can be transmitted by bacterial cells to other bacterial cells.  The outcomes of these experiments could further knowledge about how touch-based bacterial communication can be utilized to engineer functional device-integrated communities of bacteria. These research efforts could nucleate a new discipline at the intersection of microbiology, biomaterials, and nanoelectronics. The creation of new devices that integrate bacteria could benefit society through advancing the manufacture of pharmaceuticals and specialty chemicals, smart logic-gated sensors, and bio-based filters for chemical remediation, energy conversion, and water purification. The research activities will add a new facet to workforce development and will foster a diverse community of scientists, internal and external to UMass, through team-based research, targeted workshops, and educational programs. The research team is committed to inspiring diverse K-12 students through the development of interdisciplinary teaching modules and weekend programs for high school students. \r\n\r\nThis research project targets an understanding of how signals from a device or material are transmitted to and processed by bacteria, how intercellular communications can be intercepted and re-coded by devices, and how bacterial mechanotransduction and voltage responses play out at material interfaces. The program builds from a focus on device interactions with isolated cells to an understanding of how groups of cells interact with a device. Ultimately, the research will progress to a comprehension of the device interactions with an entire bacterial community. The project investigators will quantify timescales, length scales, and signal magnitudes relevant to mechanical and electrical interactions, targeting the basic principles of rapid bacterial-device communication. They will also address important issues in microbiology, including identifying changes in gene expression associated with the initial response to a given stimulus and in downstream single cell and group behaviors. This research project integrates cutting edge methods in microbiology, biomaterials, and nanoelectronics to target guiding scientific principles for engineering functional, device-integrated communities of bacteria. This research project also will impact the creation of new microscopy, prototype devices, and cellular reporters of gene activity that will more broadly advance science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Santore",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Maria M Santore",
   "pi_email_addr": "santore@mail.pse.umass.edu",
   "nsf_id": "000244361",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Tuominen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mark T Tuominen",
   "pi_email_addr": "tuominen@physics.umass.edu",
   "nsf_id": "000382415",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "M",
   "pi_last_name": "Siegrist",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "M S Siegrist",
   "pi_email_addr": "siegrist@umass.edu",
   "nsf_id": "000781900",
   "pi_start_date": "2018-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "062Y00",
   "pgm_ele_name": "GCR-Growing Convergence Resear"
  },
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "049Z",
   "pgm_ref_txt": "RAISE-Research Advanced by Interdiscipli"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 974999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This program aimed to determine how bacteria sense when they are in contact with surfaces as opposed to being free in solution, and to translate features of cell-surface contact to downstream bacteria cell behaviors, for instance early growth patterns.&nbsp; Distinguishing a surface environment from a solution environment is a critical bacterial function that enables bacterial cells to change into forms that produce biofilms and infections.&nbsp; The ability for scientists to communicate with bacterial cells by relaying surface-signals provides a non-toxic means to control bacteria, not only to mitigate infections but also to direct bacteria to conduct useful jobs such as producing electricity, degrading waste, or synthesizing and secreting target compounds on command.&nbsp; Further, understanding a bacterial cells&rsquo; &ldquo;sense of touch&rdquo; will enable us to create advanced materials that transmit signals in new ways.&nbsp; This program developed a means to decouple chemistry-driven interactions from mechanical interactions so that mechanisms for a bacterial cells&rsquo; sense of touch could be precisely understood.&nbsp; We showed how depletion forces, mechanical attractions caused by large molecules in solution, cause bacteria to adhere to chemically inert surfaces, defeating antifouling surface character and potentially triggering touch-sensitive bacteria response.&nbsp; We developed a new microscopy method to detect nanometric changes in the bending of the bacterial cell envelope, likely integral to bacterial surface sensing.&nbsp; We showed how different patterns of adhesion, at the level of individual cells, translate to different patterns and growth behaviors in early bacterial colony shape.</p>\r\n<p>&nbsp;</p>\r\n<p>Beyond scientific studies, the program supported workshops to seed a new scientific community and to transfer early results to researchers at other universities and at companies and government labs.&nbsp; The program also supported an outreach effort reaching high school and elementary aged children in Western Massachusetts.</p><br>\n<p>\n Last Modified: 11/29/2024<br>\nModified by: Maria&nbsp;M&nbsp;Santore</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1848065/1848065_10580626_1732908672103_figure_for_outcomes_report--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1848065/1848065_10580626_1732908672103_figure_for_outcomes_report--rgov-800width.jpg\" title=\"Curvature of adhered cell envelope\"><img src=\"/por/images/Reports/POR/2024/1848065/1848065_10580626_1732908672103_figure_for_outcomes_report--rgov-66x44.jpg\" alt=\"Curvature of adhered cell envelope\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Curvature of cell envelope of adhered E. coli cells:  (A) and (B) Gaussian and mean curvature, respectively of side-adhered cell. (C) and (D) Gaussian and mean curvature, respectively of end-adhered cell. Note sharp envelope bending at the edge of the contact zone in all cases.</div>\n<div class=\"imageCredit\">Zhou Xu and Santore Lab, in Langmuir. 39, 6387-6398 (2023). DOI: 10.1021/acs.langmuir.3c00089</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Maria&nbsp;M&nbsp;Santore\n<div class=\"imageTitle\">Curvature of adhered cell envelope</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis program aimed to determine how bacteria sense when they are in contact with surfaces as opposed to being free in solution, and to translate features of cell-surface contact to downstream bacteria cell behaviors, for instance early growth patterns. Distinguishing a surface environment from a solution environment is a critical bacterial function that enables bacterial cells to change into forms that produce biofilms and infections. The ability for scientists to communicate with bacterial cells by relaying surface-signals provides a non-toxic means to control bacteria, not only to mitigate infections but also to direct bacteria to conduct useful jobs such as producing electricity, degrading waste, or synthesizing and secreting target compounds on command. Further, understanding a bacterial cells sense of touch will enable us to create advanced materials that transmit signals in new ways. This program developed a means to decouple chemistry-driven interactions from mechanical interactions so that mechanisms for a bacterial cells sense of touch could be precisely understood. We showed how depletion forces, mechanical attractions caused by large molecules in solution, cause bacteria to adhere to chemically inert surfaces, defeating antifouling surface character and potentially triggering touch-sensitive bacteria response. We developed a new microscopy method to detect nanometric changes in the bending of the bacterial cell envelope, likely integral to bacterial surface sensing. We showed how different patterns of adhesion, at the level of individual cells, translate to different patterns and growth behaviors in early bacterial colony shape.\r\n\n\n\r\n\n\nBeyond scientific studies, the program supported workshops to seed a new scientific community and to transfer early results to researchers at other universities and at companies and government labs. The program also supported an outreach effort reaching high school and elementary aged children in Western Massachusetts.\t\t\t\t\tLast Modified: 11/29/2024\n\n\t\t\t\t\tSubmitted by: MariaMSantore\n"
 }
}