{
 "awd_id": "1849674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Integrated Research and Education on Bio-Inspired Burrowing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 532000.0,
 "awd_min_amd_letter_date": "2018-09-20",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) Program grant will promote the scientific understanding of the highly efficient burrowing mechanisms of animals in the natural world. Burrowing organisms can inhabit a wide range of subsurface soil types, and adopt a variety of burrowing strategies such as fracturing, digging, bulk fluidization, localized fluidization, localized grain rearrangement and compaction, facilitated by rhythmically changing their body shape.  Several different species such as earthworms and bivalve mollusks possess extraordinary burrowing efficiency compared to most man-made penetrometers.  Why the dynamic change in body shape is able to facilitate penetration in particulate soil is still largely unknown.  From a geomechanical perspective, this award supports the discovery and fundamental understanding of the interaction between soil and bio-inspired penetrators with dynamic shapes.  This research has potential to inspire the development of next-generation, high-efficiency underground construction technologies and versatile small-scale underground penetrometers.  Application of these technologies can help reduce energy consumption and improve productivity; and underground sensing networks enabled by bio-inspired burrowing can help monitor the safety of infrastructure.  Small, agile underground robots can also be used for normal geotechnical engineering site characterization, and also regions that are normally difficult to reach due to energy and environmental restrictions, such as the exploration of Mars or sites on Earth that are liquefied or damaged due to natural hazards (e.g., earthquakes, landslides, flooding, etc.).  In addition, the new knowledge and techniques obtained through this research can be used to develop an understanding of the mechanical interactions between animal and sediment as well as shed light on the ecology and evolution of burrowing organisms.  This research will serve as a platform to promote learning, teaching and training: the interdisciplinary and bio-inspired nature of the research is an ideal outreach topic to generate enthusiasm in K-12 students and the public about STEM education and research; the integration of the research approaches and findings into teaching and mentoring will help improve the image of geotechnical engineering and invoke students' interests in interdisciplinary research.   The education objective of this project is to utilize this bio-inspired research to educate various audiences, including K-12 students, undergraduate and graduate students, and the general public, on biomimicry research for geotechnical engineering via two major pathways: (1) Partnering with GLBio, a dedicated organization in biomimicry innovation and education, the research outcomes will be disseminated to a broader audience including K-12 students and the general public.  In collaboration with GLBio, a mobile interactive demo booth and an adaptable lecture module on the burrowing mechanism will be developed to educate the audience about biomimicry and interdisciplinary research.  Outreach activities will be performed through GLBio's network, which includes schools, zoos, and museums in northeast Ohio. (2) A regional alliance for geotechnical engineering education in northeast Ohio (NEOGeo), involving public and private universities as well as local industry partners, will be established to integrate the educational resources and to improve their educational quality.  To promote diversity and equality, priority will be given to qualified students from historically underrepresented groups (females and African-Americans), as well as students from low-income families and economically disadvantaged regions when recruiting students for the research program.\r\n\r\nThe research objective of project is to investigate the interaction between granular materials and bio-inspired penetrators with dynamic shape through integrated experimental and numerical models.  The complexity of burrowing lies in the tempo-spatial change in the boundaries between granular materials and the burrower, as well as the solid-flow transition of the granular material.  Experimental digital image correlation (DIC) techniques and the numerical discrete element method (DEM) are ideal for characterizing and modeling the granule dynamics, providing key multi-scale information to fully understand this dynamic structure-granule interaction problem.  In this research, (1) a simple two-component apparatus utilizing an \"artificial muscle\" will be designed to mimic the burrowing kinematics of clams; penetration experiments with the artificial clam will provide ground truth multiscale observations of the soil-burrower interaction using DIC; (2) a virtual calibration chamber based on DEM will be developed and validated, and it will be used to investigate more fundamental mechanisms of burrowing at multiple length and time scales, as well as to systematically survey the effects of soil properties, soil stress states and burrower kinematics on burrowing performance.  This research will ultimately answer the following questions: 1) Given a certain type of soil, how does the penetrator's changing shape affect the penetration efficiency? 2) Given the penetrator's dynamics and kinematics, how does the penetration efficiency (resistance) correlate to soil properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Junliang",
   "pi_last_name": "Tao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junliang Tao",
   "pi_email_addr": "jtao25@asu.edu",
   "nsf_id": "000652916",
   "pi_start_date": "2018-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852877205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research aimed to unveil the mysteries of the graceful movements of burrowing creatures. We delved deep into the interaction between granular materials and bio-inspired self-burrowing penetrators, setting the stage for groundbreaking discoveries.</p>\n<h3 class=\"anchored\">Intellectual Merits<a class=\"anchorjs-link \" href=\"http://localhost:4300/2023-10-06-career-outcome.html#intellectual-merits\"></a></h3>\n<p>This research extends the knowledge base of geotechnical engineering and geomechanics. Burrowing, often seen as the domain of biology, was reimagined as a soil-animal interaction process, opening up exciting possibilities for innovation and exploration:</p>\n<ol type=\"1\">\n<li><strong>Upward Burrowing Simplicity: </strong>we first examined the less-understood upward burrowing behavior of razor clams. We discovered that unlike downward burrowing which employs a series of complex coordinated motions of the shell and foot, upward burrowing relies on elegant extension and contraction of only the foot muscles. This simple mechanism challenges the conventional wisdom of burrowing mechanics, enriching our understanding.</li>\n<li><strong>Reciprocating Power:</strong> Employing particle-based discrete element methods (DEM) and simplified analytical models based on soil mechanics, we unearthed a fundamental principle for burrowing - asymmetry in force-displacement curves within a single cycle. This insight paves the way for new approaches in dynamic soil-structure interactions and robotic burrowing mechanisms.</li>\n<li><strong>Rotational Power: </strong>The self-burial behavior of flowering seeds and the tunneling prowess of worm lizards also inspired our exploration. These natural phenomena, both involving rotation, reduce penetration forces in soil. Our systematic studies, both experimental and numerical, offered a multiscale (from particle scale to penetrator scale) insight into this simple but effective mechanism.</li>\n<li><strong>Helical Power: </strong>Taking inspirations from bacterial swimmers and sandfish lizards, we demystified how helical motion can generate thrust and minimize resistance in granular environments. Leveraging advanced numerical simulations, we shed light on a promising avenue for designing robots capable of conquering the subterranean world.</li>\n</ol>\n<p>Our intellectual journey culminated in the development of a series of robots that can burrow upwards, downwards, and horizontally, paving the way for an exciting future of subterranean exploration.</p>\n<h3 class=\"anchored\">Broader Impacts<a class=\"anchorjs-link \" href=\"http://localhost:4300/2023-10-06-career-outcome.html#broader-impacts\"></a></h3>\n<p>The ramifications of our work extend beyond the realm of geotechnical engineering. Our findings, theories, and methods have the potential to impact various fields:</p>\n<ol type=\"1\">\n<li>\n<p><strong>Technological Advancements:</strong> Our research has the potential to inspire new geotechnical technologies, offering more efficient penetration and construction methods. Self-burrowing robots based on our discoveries hold promise for autonomous site investigations, extraterrestrial soil sampling, soil moisture monitoring, and contamination detection.</p>\n</li>\n<li>\n<p><strong>Biological and Robotic Frontiers:</strong> Our exploration has left a mark on biology and robotics, providing a mechanistic understanding of biological burrowing strategies and a soil-mechanics perspective for underground robotics.</p>\n</li>\n<li>\n<p><strong>Transdisciplinary Training: </strong>Our highly interdisciplinary work prepared research assistants and graduate students for a world that values versatility. They gained not only a strong foundation in interdisciplinary technical knowledge, but also the complementary skills needed to excel in their careers.&nbsp;The research involved a diverse group, including four PhD students, four MS students, fourteen undergraduate students, one high school student and two high school teachers, fostering interest and expertise in these fields. This effort contributes to building a workforce adept at using sustainable, nature-inspired approaches to solve problems.</p>\n</li>\n<li>\n<p><strong>Educational and Outreach Impact:</strong> The fruits of our labor enriched the educational landscape. We developed two courses on bio-inspired design and a short course on bio-inspired geotechnics, which reached more than 100 students. We developed kids and public-friendly outreach modules, which have been demonstrated at numerous events on the ASU campus and beyond.</p>\n</li>\n</ol>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2023<br>\n\t\t\t\t\tModified by: Junliang&nbsp;Tao</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496363371_Screenshotfrom2023-10-1615-43-06--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496363371_Screenshotfrom2023-10-1615-43-06--rgov-800width.jpg\" title=\"Bioinspirations and bio-inspired burrowing robots\"><img src=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496363371_Screenshotfrom2023-10-1615-43-06--rgov-66x44.jpg\" alt=\"Bioinspirations and bio-inspired burrowing robots\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Downward burrowing of razor clams (b) Upward burrowing of razor clams (c) self-burial seeds (d) worm lizards (e) symmetrical design does not result in horizontal burrowing (f) horizontal burrowing by implementing rotation on one end</div>\n<div class=\"imageCredit\">Julian Tao</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Junliang&nbsp;Tao</div>\n<div class=\"imageTitle\">Bioinspirations and bio-inspired burrowing robots</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496032064_Screenshotfrom2023-10-1615-39-25--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496032064_Screenshotfrom2023-10-1615-39-25--rgov-800width.jpg\" title=\"Horizontal burrowing robots\"><img src=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496032064_Screenshotfrom2023-10-1615-39-25--rgov-66x44.jpg\" alt=\"Horizontal burrowing robots\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Design and performance of a series of horizontal burrowing robots</div>\n<div class=\"imageCredit\">Julian Tao</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Junliang&nbsp;Tao</div>\n<div class=\"imageTitle\">Horizontal burrowing robots</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496147659_Screenshotfrom2023-10-1615-38-46--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496147659_Screenshotfrom2023-10-1615-38-46--rgov-800width.jpg\" title=\"Rotation-induced penetration force reduction\"><img src=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496147659_Screenshotfrom2023-10-1615-38-46--rgov-66x44.jpg\" alt=\"Rotation-induced penetration force reduction\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Average normalized penetration force decreases with relative slip velocity (defined by the ratio of the rotational velocity and the penetration velocity).</div>\n<div class=\"imageCredit\">Julian Tao</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Junliang&nbsp;Tao</div>\n<div class=\"imageTitle\">Rotation-induced penetration force reduction</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697495774305_Screenshotfrom2023-10-1615-35-05--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697495774305_Screenshotfrom2023-10-1615-35-05--rgov-800width.jpg\" title=\"Imaging analysis of upward burrowing robot\"><img src=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697495774305_Screenshotfrom2023-10-1615-35-05--rgov-66x44.jpg\" alt=\"Imaging analysis of upward burrowing robot\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Particle movement during one burrowing-out cycle</div>\n<div class=\"imageCredit\">Julian Tao</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Junliang&nbsp;Tao</div>\n<div class=\"imageTitle\">Imaging analysis of upward burrowing robot</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496560617_SREtour--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496560617_SREtour--rgov-800width.jpg\" title=\"Outreach\"><img src=\"/por/images/Reports/POR/2023/1849674/1849674_10470998_1697496560617_SREtour--rgov-66x44.jpg\" alt=\"Outreach\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">CompuPower SRE Lab Tours at ASU</div>\n<div class=\"imageCredit\">Julian Tao</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Junliang&nbsp;Tao</div>\n<div class=\"imageTitle\">Outreach</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOur research aimed to unveil the mysteries of the graceful movements of burrowing creatures. We delved deep into the interaction between granular materials and bio-inspired self-burrowing penetrators, setting the stage for groundbreaking discoveries.\nIntellectual Merits\n\nThis research extends the knowledge base of geotechnical engineering and geomechanics. Burrowing, often seen as the domain of biology, was reimagined as a soil-animal interaction process, opening up exciting possibilities for innovation and exploration:\n\nUpward Burrowing Simplicity: we first examined the less-understood upward burrowing behavior of razor clams. We discovered that unlike downward burrowing which employs a series of complex coordinated motions of the shell and foot, upward burrowing relies on elegant extension and contraction of only the foot muscles. This simple mechanism challenges the conventional wisdom of burrowing mechanics, enriching our understanding.\nReciprocating Power: Employing particle-based discrete element methods (DEM) and simplified analytical models based on soil mechanics, we unearthed a fundamental principle for burrowing - asymmetry in force-displacement curves within a single cycle. This insight paves the way for new approaches in dynamic soil-structure interactions and robotic burrowing mechanisms.\nRotational Power: The self-burial behavior of flowering seeds and the tunneling prowess of worm lizards also inspired our exploration. These natural phenomena, both involving rotation, reduce penetration forces in soil. Our systematic studies, both experimental and numerical, offered a multiscale (from particle scale to penetrator scale) insight into this simple but effective mechanism.\nHelical Power: Taking inspirations from bacterial swimmers and sandfish lizards, we demystified how helical motion can generate thrust and minimize resistance in granular environments. Leveraging advanced numerical simulations, we shed light on a promising avenue for designing robots capable of conquering the subterranean world.\n\n\nOur intellectual journey culminated in the development of a series of robots that can burrow upwards, downwards, and horizontally, paving the way for an exciting future of subterranean exploration.\nBroader Impacts\n\nThe ramifications of our work extend beyond the realm of geotechnical engineering. Our findings, theories, and methods have the potential to impact various fields:\n\n\n\nTechnological Advancements: Our research has the potential to inspire new geotechnical technologies, offering more efficient penetration and construction methods. Self-burrowing robots based on our discoveries hold promise for autonomous site investigations, extraterrestrial soil sampling, soil moisture monitoring, and contamination detection.\n\n\n\nBiological and Robotic Frontiers: Our exploration has left a mark on biology and robotics, providing a mechanistic understanding of biological burrowing strategies and a soil-mechanics perspective for underground robotics.\n\n\n\nTransdisciplinary Training: Our highly interdisciplinary work prepared research assistants and graduate students for a world that values versatility. They gained not only a strong foundation in interdisciplinary technical knowledge, but also the complementary skills needed to excel in their careers. The research involved a diverse group, including four PhD students, four MS students, fourteen undergraduate students, one high school student and two high school teachers, fostering interest and expertise in these fields. This effort contributes to building a workforce adept at using sustainable, nature-inspired approaches to solve problems.\n\n\n\nEducational and Outreach Impact: The fruits of our labor enriched the educational landscape. We developed two courses on bio-inspired design and a short course on bio-inspired geotechnics, which reached more than 100 students. We developed kids and public-friendly outreach modules, which have been demonstrated at numerous events on the ASU campus and beyond.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2023\n\n\t\t\t\t\tSubmitted by: Junliang Tao"
 }
}