{
 "awd_id": "1850706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Imaging Tools for the Early Detection of Burli Ulcer",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andre Marshall",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2018-09-18",
 "awd_max_amd_letter_date": "2018-09-18",
 "awd_abstract_narration": "This innovation demonstrates how advanced algorithm information technologies can transform the medical care delivery system by shifting the focus to early diagnosis. This technology identifies suspicious skin lesions as positive or negative for the structural properties of Buruli ulcers. Furthermore, this technique validates the classification system for other skin lesions which can be improved and expanded to include other types of skin diseases for humans, animals, and also plants. Point-of-care diagnostics for skin diseases have the potential to not only identify diseases in the early stages, but also create opportunities to initiate medical interventions in earlier stages of a disease, thereby reducing medical costs by treating diseases with antibiotic therapy instead of surgical interventions and eliminating any unnecessary pain and suffering resulting from complications of late-stage disease diagnosis. This innovation is critical for differential diagnosis, disease surveillance, collecting environmental contextual data, medication adherence, and advancing health literacy. This work is important because it contributes to a wider body of knowledge that seeks to validate algorithm development for point-of-care diagnostics, and ultimately improves access to healthcare for rural and hard-to-reach populations, also reducing barriers to care for otherwise stigmatizing and debilitating diseases.\r\n\r\nAdvancements in point-of-care diagnostics for neglected tropical diseases, and neglected infections of poverty represents an opportunity to decrease both the incidence and prevalence of debilitating and disfiguring diseases. These otherwise preventable diseases represent the most disability-adjusted life years lost. Representative of an interdisciplinary intervention, image diagnostics for skin diseases require the development of effective means for intervention design, management, and evaluation while enhancing the relationships and collaborations working internationally, across cultures, with community-based primary care, and to also include opportunities for incorporating telehealth to address access to care in resource-limited and hard-to-reach communities. Opportunities to more widely disseminate this research, and to include commercial potential expands the scope of this innovation and provides additional education and training opportunities for students of engineering and public health, but also for clinicians, and community-based healthcare providers. Successful implementation of point-of-care diagnostics for early stage disease detection advances the disciplines and allows for the translation of the innovation, analysis, synthesis, and interpretation of research for future education and training. Lastly, the advancement of this type of innovation has the ability to shift the medical system to early diagnosis reducing the overall disease burden of ill-health and disability due to late stage diagnosis of disease.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Courtney",
   "pi_last_name": "Queen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Courtney M Queen",
   "pi_email_addr": "courtney.m.queen@ttuhsc.edu",
   "nsf_id": "000781433",
   "pi_start_date": "2018-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University Health Science Center",
  "inst_street_address": "3601 4TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067434565",
  "inst_zip_code": "794300002",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY HEALTH SCIENCES CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "E4Z2NUYUMHF9"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University Health Science Center",
  "perf_str_addr": "1650 Pine Street",
  "perf_city_name": "Abilene",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "796013053",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report &ndash; NSF Award #1850706</p>\n<p>&nbsp;</p>\n<p>Project Title: Imaging Tools for the Early Detection of Buruli Ulcer Disease</p>\n<p>&nbsp;</p>\n<p>Recipient Organization: Texas Tech University Health Sciences Center</p>\n<p>&nbsp;</p>\n<p>PI: Courtney Queen, Ph.D.</p>\n<p>&nbsp;</p>\n<p>This technology provides a non-invasive, low cost, and mobile diagnostic tool for the early detection of Buruli ulcer disease. Based on multispectral imaging, automated technology can segment skin lesions to identify the deep tissue characteristics and structural properties of the lesions, as well as identify lesion morphology, texture, color, and subsurface tissue hardening or thickening. Current sensitivity is at 90%, and specificity at 93.3% (Hu, Queen, &amp; Zouridakis, 2013).&nbsp;&nbsp;The licensed and patented technology is a feasible approach for deploying a sophisticated diagnostic tool on a general-purpose device such as a cell phone in rural and hard to reach places where Buruli ulcer and other neglected diseases of poverty are most prevalent. This early stage diagnostic tool is critical as, currently, the most common diagnostic stage is late in the disease progression which always requires surgical intervention to cure. Late stage diagnosis almost always results in higher costs for medical care, increased risk due to infections, more elaborate wound care regimens, scarring, disfigurement, potential amputation, disability and stigma. Diagnosed in the early stages, Buruli ulcer is treatable with antibiotic therapy</p>\n<p>&nbsp;</p>\n<p>The project was initiated for Neglected Tropical Diseases (NTDs) of the skin, primarily Buruli Ulcer, however the entrepreneurial education as a part of the NSF I-Corps program allowed the team to benefit from the guided facilitation of the customer discovery process and to determine the readiness of the technology for transition to market. This educational opportunity allowed the team to expand the scope of the innovation to focus on larger economic markets by focusing on melanoma. Other outcomes of the discovery process include expansion to wound care, including those for burns, and tools for home management for early detection, but also in recovery. By the end of the exercise and funding period the general hypothesis changed to reflect the market demand as revealed in data collection and customer discovery. This expansion of the ecosystem was a natural evolution as Melanoma was already within the capacity of the innovation and a patented use of the technology.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This award enabled the achievement of outcomes to include the start-up and development of a company, Advanced Codex Solutions LLC (ACS). The company is a registered taxable entity, with an Employer Identification Number (EIN) with Courtney Queen and George Zouridakis as co-owners. ACS has a DUNS number and is also registered in the SAMS system and with SBIR.gov.</p>\n<p>&nbsp;</p>\n<p>Other outcomes achieved as a part of this award include conducting over 110 interviews with potential customers which led to the improved knowledge about other funding streams, development of the technology that would direct benefit the customers and society. Adjustments were made to the commercialization plan based on data generated from the interviews, and determinations for scientific readiness were also influenced by this support.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Readiness for transition to market was initially indicated by a &lsquo;no-go&rsquo; decision with additional time to further explore opportunities for the viability of products and services. At the time of the ultimate completion of the funding period a transition team was appointed, a CEO identified, and movement forward to improve upon the scientific efficacy of the innovation, an additional research award was obtained to further advance and diversify the technology for other purposes as suggested in the discovery process. NSF accepted the proposal of the Pitch for a Phase I SBIR/STTR grant for further Research and Development of the technology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2020<br>\n\t\t\t\t\tModified by: Courtney&nbsp;M&nbsp;Queen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report &ndash; NSF Award #1850706\n\n \n\nProject Title: Imaging Tools for the Early Detection of Buruli Ulcer Disease\n\n \n\nRecipient Organization: Texas Tech University Health Sciences Center\n\n \n\nPI: Courtney Queen, Ph.D.\n\n \n\nThis technology provides a non-invasive, low cost, and mobile diagnostic tool for the early detection of Buruli ulcer disease. Based on multispectral imaging, automated technology can segment skin lesions to identify the deep tissue characteristics and structural properties of the lesions, as well as identify lesion morphology, texture, color, and subsurface tissue hardening or thickening. Current sensitivity is at 90%, and specificity at 93.3% (Hu, Queen, &amp; Zouridakis, 2013).  The licensed and patented technology is a feasible approach for deploying a sophisticated diagnostic tool on a general-purpose device such as a cell phone in rural and hard to reach places where Buruli ulcer and other neglected diseases of poverty are most prevalent. This early stage diagnostic tool is critical as, currently, the most common diagnostic stage is late in the disease progression which always requires surgical intervention to cure. Late stage diagnosis almost always results in higher costs for medical care, increased risk due to infections, more elaborate wound care regimens, scarring, disfigurement, potential amputation, disability and stigma. Diagnosed in the early stages, Buruli ulcer is treatable with antibiotic therapy\n\n \n\nThe project was initiated for Neglected Tropical Diseases (NTDs) of the skin, primarily Buruli Ulcer, however the entrepreneurial education as a part of the NSF I-Corps program allowed the team to benefit from the guided facilitation of the customer discovery process and to determine the readiness of the technology for transition to market. This educational opportunity allowed the team to expand the scope of the innovation to focus on larger economic markets by focusing on melanoma. Other outcomes of the discovery process include expansion to wound care, including those for burns, and tools for home management for early detection, but also in recovery. By the end of the exercise and funding period the general hypothesis changed to reflect the market demand as revealed in data collection and customer discovery. This expansion of the ecosystem was a natural evolution as Melanoma was already within the capacity of the innovation and a patented use of the technology. \n\n \n\nThis award enabled the achievement of outcomes to include the start-up and development of a company, Advanced Codex Solutions LLC (ACS). The company is a registered taxable entity, with an Employer Identification Number (EIN) with Courtney Queen and George Zouridakis as co-owners. ACS has a DUNS number and is also registered in the SAMS system and with SBIR.gov.\n\n \n\nOther outcomes achieved as a part of this award include conducting over 110 interviews with potential customers which led to the improved knowledge about other funding streams, development of the technology that would direct benefit the customers and society. Adjustments were made to the commercialization plan based on data generated from the interviews, and determinations for scientific readiness were also influenced by this support. \n\n \n\nReadiness for transition to market was initially indicated by a ‘no-go’ decision with additional time to further explore opportunities for the viability of products and services. At the time of the ultimate completion of the funding period a transition team was appointed, a CEO identified, and movement forward to improve upon the scientific efficacy of the innovation, an additional research award was obtained to further advance and diversify the technology for other purposes as suggested in the discovery process. NSF accepted the proposal of the Pitch for a Phase I SBIR/STTR grant for further Research and Development of the technology.\n\n \n\n\t\t\t\t\tLast Modified: 09/15/2020\n\n\t\t\t\t\tSubmitted by: Courtney M Queen"
 }
}