{
 "awd_id": "1854175",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Convergence HTF: Collaborative: Workshop on Convergence Research about Multimodal Human Learning Data during Human Machine Interactions",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 12515.0,
 "awd_amount": 12515.0,
 "awd_min_amd_letter_date": "2018-09-21",
 "awd_max_amd_letter_date": "2018-09-21",
 "awd_abstract_narration": "Intelligent, interactive, and highly networked machines -- with which people increasingly share their autonomy and agency -- are a growing part of the landscape, particularly in regard to work.  As automation today moves from the factory floor to knowledge and service occupations, insight and action are needed to reap the benefits in increased productivity and increased job opportunities, and to mitigate social costs. Such innovations also have significant implications and potential value for lifelong learning, skills assessments, and job training/retraining in an environment in which workforce demands are changing rapidly. The workshop supported by this award will promote the convergence of cognitive psychology, learning sciences, data science, computer science, and engineering disciplines to define key challenges and research imperatives of the nexus of humans, technology, and work with focus on human affect, motivation, metacognition, and cognition during learning and problem solving. Convergence is the deep integration of knowledge, theories, methods, and data from multiple fields to form new and expanded frameworks for addressing scientific and societal challenges and opportunities. This convergence workshop addresses the future of work at the human-technology frontier.\r\n\r\nThe specific focus of this multi-phased workshop approach is to advance fundamental understanding of how to collect and analyze multimodal, multichannel sensor on human affect, motivation, metacognition, and cognition during learning and problem solving, and effectively integrate this data into actionable educational interventions in advanced learning technology environments (e.g., intelligent tutoring systems). The impacts of this research extend to a diverse range of learning environments, and job training and retraining opportunities. A multi-phased workshop approach will be used to explore the implications in multiple job sectors, and the outcomes will be broadly disseminated across geographic and disciplinary boundaries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Azevedo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger Azevedo",
   "pi_email_addr": "roger.azevedo@ucf.edu",
   "nsf_id": "000206946",
   "pi_start_date": "2018-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "060Z",
   "pgm_ref_txt": "Convergent Research"
  },
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 12515.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our NSF&nbsp;Convergence HDR project&nbsp;focused on interdisciplinary research about complex human learning data during human-machine interactions. Studying methods for effective and accurate collection and analysis of multimodal human data during learning and problem-solving in advanced learning technology (ALT) environments (e.g., intelligent tutoring systems, serious games, immersive virtual learning environments) was the focus of our project. Our two workshops made substantial advances in the fundamental understanding of how to integrate multimodal sensor data that contains information about human affect, motivation, metacognition, and cognition across multiple data channels (e.g., log files, eye tracking, facial expressions of emotions, physiological sensors, screen recordings, concurrent verbalizations) into actionable educational interventions such as providign real-time intelligent scaffolding and feedback that support self-regulated human learning in ALT environments.</p>\n<p>Our interdisciplinary team has disseminated the results of this project to several communities. First, we have communicated our results to fellow interdisciplinary researchers, academics, industry partners, and educational leaders at several national and international conferences in the last two years. Second, we have shared our results with young scholars such as our postdoctoral fellows and graduate students in our respective research laboratories. Third, we have discussed our results with our and other NSF program officers in terms of securing additional funding to pursue this type of research. Lastly, we have strategically disseminated our results to educational and industry partners to emphasize the advantages of using multimodal multichannel data to design, develop, and implement intelligent learning technologies to support STEM learning in K-12 and the workforce.</p>\n<p>In terms of impact on society, our workshop is important in terms of understanding the nature of humans&rsquo; self-regulated learning and making these processes visible to them, parents, teachers, administrators, and other stakeholders (e.g., trainers), and leaning technologies (to make them intelligent). Self-regulated learning is fundamental to all learning and our findings and future work in the area stands to contribute, advance, and transform how people learn.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/10/2020<br>\n\t\t\t\t\tModified by: Roger&nbsp;Azevedo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur NSF Convergence HDR project focused on interdisciplinary research about complex human learning data during human-machine interactions. Studying methods for effective and accurate collection and analysis of multimodal human data during learning and problem-solving in advanced learning technology (ALT) environments (e.g., intelligent tutoring systems, serious games, immersive virtual learning environments) was the focus of our project. Our two workshops made substantial advances in the fundamental understanding of how to integrate multimodal sensor data that contains information about human affect, motivation, metacognition, and cognition across multiple data channels (e.g., log files, eye tracking, facial expressions of emotions, physiological sensors, screen recordings, concurrent verbalizations) into actionable educational interventions such as providign real-time intelligent scaffolding and feedback that support self-regulated human learning in ALT environments.\n\nOur interdisciplinary team has disseminated the results of this project to several communities. First, we have communicated our results to fellow interdisciplinary researchers, academics, industry partners, and educational leaders at several national and international conferences in the last two years. Second, we have shared our results with young scholars such as our postdoctoral fellows and graduate students in our respective research laboratories. Third, we have discussed our results with our and other NSF program officers in terms of securing additional funding to pursue this type of research. Lastly, we have strategically disseminated our results to educational and industry partners to emphasize the advantages of using multimodal multichannel data to design, develop, and implement intelligent learning technologies to support STEM learning in K-12 and the workforce.\n\nIn terms of impact on society, our workshop is important in terms of understanding the nature of humans’ self-regulated learning and making these processes visible to them, parents, teachers, administrators, and other stakeholders (e.g., trainers), and leaning technologies (to make them intelligent). Self-regulated learning is fundamental to all learning and our findings and future work in the area stands to contribute, advance, and transform how people learn.\n\n\t\t\t\t\tLast Modified: 03/10/2020\n\n\t\t\t\t\tSubmitted by: Roger Azevedo"
 }
}