{
 "awd_id": "1558795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Hydrothermal and Microbiological Investigations of the Active Brothers Volcano in the Kermadec Arc",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah K. Smith",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 119205.0,
 "awd_amount": 127205.0,
 "awd_min_amd_letter_date": "2016-11-07",
 "awd_max_amd_letter_date": "2018-05-29",
 "awd_abstract_narration": "Nearly one third, or 22,000 km of Earth's submarine volcanic activity, occurs along intraoceanic volcanic arcs.  The volcanos and seafloor spreading centers in these areas host significant numbers of hydrothermal systems that vent hot, mineral-charged waters into the oceans and support unique micro- and macrobiological communities that are found nowhere else on Earth. The chemistry of hydrothermal systems found along interoceanic arcs differ substantially from those located at mid-ocean ridges, with arc systems exhibiting strong magmatic signatures.  This unique chemistry, coupled with the shallow depths at which the calderas of many of these arc volcanoes occur, result in highly acidic and volatile-enriched fluids that are the precursors to economically metal-rich mineral deposits. Because these systems are difficult to detect unless they are come upon by accident, these systems are relatively unstudied and have unexplored microbiological communities. This research will undertake a 20-day oceanographic research expedition and shore-based laboratory studies of the samples that are collected to characterize one of these unique volcanoes: Brothers Volcano in the Kermadec Arc in the Western Pacific Ocean. This volcano has also been selected as a potential ocean drilling site with science focused on the development of a better understanding of active seafloor hydrothermal systems and their circulation pathways. Goals of the present research program include using remotely operated vehicles to survey and sample the rocks, vent fluids, and microbes in the Brothers Volcano caldera. It also includes an extensive heat flow survey to identify areas of fluid recharge and discharge. Broader impacts of the research include establishing collaborations with New Zealand scientists, graduate student training, support of two investigators whose genders are under-represented in the sciences, and public outreach through the Woods Hole Oceanographic Institution's award-winning Dive and Discover website. Presentations will also be made to the public as opportunities present themselves. There is also the potential for the discovery of new microbiological species with unusual metabolic pathways or enzymes which may have natural products and/or pharmacological utility. The work also has the ability to help us understand the formation of hydrothermal vent related sulfide deposits which commonly are rich in copper, gold, and molybdenum. This research also complements the science agenda of the NSF-funded International Ocean Discovery Program and provides a critical site survey upon which seafloor drilling legs can be based. \r\n\r\nThis research is focused on documenting and understanding the geology, heat flow, hydrothermal, and microbial characteristics of the Brothers Volcano edifice in the Kermadec Arc in the Western Pacific Ocean. A 20-day sample collection cruise will take place in the caldera of the Brothers Volcano and will be followed up by onshore laboratory geochemical and microbiological work. The research project will test five hypotheses related to hydrothermal circulation at Brothers volcano. Work will include documenting the heat and chemical fluxes coming from the caldera; the role of low pH in these systems; and the influence of magmatic volatile-rich hydrothermal fluids on rock alteration. Research will also involve determining mechanisms and the extent of fluid-rock interaction and mass transfer of carbon, sulfur, metals and metalloids into the ocean; the subseafloor distribution of metals and associated mineral deposits; and the diversity and extent of microbial life in an arc volcano hydrothermal environment. Brothers volcano is ideally suited for such studies because it harbors two different styles of hydrothermal vents within its caldera: (1) high-temperature black smoker-type fluids discharging from Cu-Au-rich sulfide chimneys; and (2) moderate temperature, gassy, acid-sulfate waters where native sulfur chimneys and extensive Fe-oxyhydroxide crusts occur. During the cruise a mapping, sampling, and observational program will take place, consisting of a series of dives by a remotely operated vehicle to four distinct hydrothermal fields within Brothers caldera. Thermal blankets will be deployed in the caldera around the hydrothermal vents to measure heat flow and fluid recharge and discharge zones. Coexisting minerals and fluids associated with the vents and the surrounding caldera will be collected and geochemically analyzed. This research and the resulting caldera survey complements other observational and analytical work carried out over the past decade by NOAA, the National Ocean and Atmospheric Administration, and its corresponding agency associated with the government of New Zealand. One important goal of the survey work is to identify potential sites for ocean drilling for further understanding of seafloor arc volcanic systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna-Louise",
   "pi_last_name": "Reysenbach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna-Louise Reysenbach",
   "pi_email_addr": "bwar@pdx.edu",
   "nsf_id": "000426907",
   "pi_start_date": "2016-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 119205.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Deep-sea volcanoes are biological hotspots nurtured by diverse  hydrothermal mineral formations that contribute important chemical  fluxes to the deep ocean. Yet, they are still some of the least explored  features on the sea floor. Two distinct hydrothermal systems co-occur  in the caldera of Brothers volcano in the Kermadec arc northeast of New  Zealand. Two resurgent volcanic cones inside the caldera discharge  magmatically-influenced hydrothermal fluids while, just 3 km away,  seawater-influenced hydrothermal fluids are expelled from Cu-Zn-Au rich  chimneys. How changes in the hydrothermal regime during the evolution of  the volcano have shaped the microbial communities, is  unknown. We reconstructed over 800 genomes from  18 Brothers volcano hydrothermal vent sites and demonstrate that the  complex hydrologic evolution and subsurface hydrology of the volcano  drives the rich microbial genomic diversity. We discovered about 65  bacterial and 29 archaeal genomic new families that encompass nearly 300  new genera. Within the Archaea alone, in addition to new members of phyla  like the Heimdalarchaeota and Hydrothermarchaeota, the first deep-sea  non-ammonia oxidizing thaumarchaeote genome closely related to one from  Yellowstone National Park was obtained. Half of the archaeal genomes  from the lower cone site are members of the archaeal DPANN  superphylum, that have small genomes and are likely symbiotic.  Comparative amplicon data from Brothers volcano and deep-sea  hydrothermal vents, revealed two distinct microbial communities  associated with hydrothermal activity on the caldera wall that differ at  very small spatial scales (i.e. between adjacent chimneys). Much like in the Yellowstone caldera, where acid hot springs can be directly adjacent to alkaline hot spings, it is the complexity of the hydrological environment in&nbsp; caldera walls that manifests itself as an underlying  imprint on differences in the microbial community diversity. &nbsp;This points to the  importance of considering the geological legacy and subsurface  hydrologic fluid regime in understanding drivers of microbial community  diversity, assembly and evolution.&nbsp;</p>\n<p>These more than 800 Brothers volcano genomes, may hold secrets to new enzymes and tecnologies. During the research expedition day to day operations were share on a public website Divediscover.org. Two undergraduate students were involved in the research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2019<br>\n\t\t\t\t\tModified by: Anna-Louise&nbsp;Reysenbach</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1558795/1558795_10465447_1570391471323_sulis20180316133403--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1558795/1558795_10465447_1570391471323_sulis20180316133403--rgov-800width.jpg\" title=\"Hydrothermal chimneys\"><img src=\"/por/images/Reports/POR/2019/1558795/1558795_10465447_1570391471323_sulis20180316133403--rgov-66x44.jpg\" alt=\"Hydrothermal chimneys\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Hydrothermal chimneys on the Brothers volcano caldera wall</div>\n<div class=\"imageCredit\">Woods Hole Oceanographic Institution</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Anna-Louise&nbsp;Reysenbach</div>\n<div class=\"imageTitle\">Hydrothermal chimneys</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nDeep-sea volcanoes are biological hotspots nurtured by diverse  hydrothermal mineral formations that contribute important chemical  fluxes to the deep ocean. Yet, they are still some of the least explored  features on the sea floor. Two distinct hydrothermal systems co-occur  in the caldera of Brothers volcano in the Kermadec arc northeast of New  Zealand. Two resurgent volcanic cones inside the caldera discharge  magmatically-influenced hydrothermal fluids while, just 3 km away,  seawater-influenced hydrothermal fluids are expelled from Cu-Zn-Au rich  chimneys. How changes in the hydrothermal regime during the evolution of  the volcano have shaped the microbial communities, is  unknown. We reconstructed over 800 genomes from  18 Brothers volcano hydrothermal vent sites and demonstrate that the  complex hydrologic evolution and subsurface hydrology of the volcano  drives the rich microbial genomic diversity. We discovered about 65  bacterial and 29 archaeal genomic new families that encompass nearly 300  new genera. Within the Archaea alone, in addition to new members of phyla  like the Heimdalarchaeota and Hydrothermarchaeota, the first deep-sea  non-ammonia oxidizing thaumarchaeote genome closely related to one from  Yellowstone National Park was obtained. Half of the archaeal genomes  from the lower cone site are members of the archaeal DPANN  superphylum, that have small genomes and are likely symbiotic.  Comparative amplicon data from Brothers volcano and deep-sea  hydrothermal vents, revealed two distinct microbial communities  associated with hydrothermal activity on the caldera wall that differ at  very small spatial scales (i.e. between adjacent chimneys). Much like in the Yellowstone caldera, where acid hot springs can be directly adjacent to alkaline hot spings, it is the complexity of the hydrological environment in  caldera walls that manifests itself as an underlying  imprint on differences in the microbial community diversity.  This points to the  importance of considering the geological legacy and subsurface  hydrologic fluid regime in understanding drivers of microbial community  diversity, assembly and evolution. \n\nThese more than 800 Brothers volcano genomes, may hold secrets to new enzymes and tecnologies. During the research expedition day to day operations were share on a public website Divediscover.org. Two undergraduate students were involved in the research.\n\n\t\t\t\t\tLast Modified: 10/06/2019\n\n\t\t\t\t\tSubmitted by: Anna-Louise Reysenbach"
 }
}