{
 "awd_id": "1558044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Building the Microbiome into the Hibernator Metabolic Phenotype",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927265",
 "po_email": "mrawat@nsf.gov",
 "po_sign_block_name": "Mamta Rawat",
 "awd_eff_date": "2016-12-15",
 "awd_exp_date": "2020-11-30",
 "tot_intn_awd_amt": 627341.0,
 "awd_amount": 635307.0,
 "awd_min_amd_letter_date": "2016-12-14",
 "awd_max_amd_letter_date": "2019-07-08",
 "awd_abstract_narration": "The guts of all animals, including humans, contain vast numbers of bacteria that appear to live in harmony with their hosts. To advance knowledge of how animals and humans benefit from their resident bacteria, the ways that bacteria communicate with their hosts must be understood. This project identifies the molecules, called metabolites that are produced when bacteria digest food in the host's gut. Bacterial metabolites can be absorbed into the host body where they are used for nourishment, and they also provide a crucial communication link between bacteria and the host's own cells. Besides using the host's diet, some bacteria produce metabolites by breaking down molecules that are part of the host's gut, which is normally a healthy process but not well understood. To determine which metabolites in the host's body come from bacteria breaking down food vs. the gut molecules, researchers will use ground squirrels that eat during summer and then stop eating during their winter hibernation season. Researchers will sequence the DNA of gut bacteria to reveal how their genetic makeup relates to production of different metabolites that appear in the body of summer and winter squirrels, including those produced from food or from host molecules. Project findings will increase knowledge of how animals and their bacteria communicate and influence each other during altered dietary conditions. The project will develop educational modules for middle and high school students to teach concepts about the role of gut microbes in nutrition and health, using hibernation as an engaging and unifying theme.\r\n\r\nA challenge in understanding host-gut microbe relationships is identifying metabolites produced by the gut microbiota that are incorporated into the host metabolome, thus potentially influencing host physiology. Bacterial-derived metabolites originate from degradation of dietary substrates or from endogenous compounds produced by the host. This project uses hibernation, in which the host animal ceases feeding for long periods each year, coupled with experimental microbiota depletion to identify bacterial metabolites in host tissues produced from dietary vs. host-derived substrates. The bacterial metagenome, its metabolic output (metabolome) and the host's metabolome will be assessed in squirrels feeding in summer, fasted in hibernation and refed in spring, some treated with antibiotics to deplete the microbiota. Microbiota capacity to degrade a complex plant glycan and a simple sugar will be assessed through breath responses to orally-administered 13C-labeled substrates and targeted and untargeted metabolomics analyses of microbiota and host tissue. Bacterial contribution to protein sparing during hibernation is measured using targeted metabolomic analysis of 15N-labeled proteins incorporated after injection of 13C,15N-labeled urea. Bioinformatic tools will be used to construct a system-based analysis that integrates the bacterial metagenome and metabolome features of the hibernator host and its seasonally changing microbiota.  Results of the project will for the first time integrate the gut microbiome into hibernation biology and produce new knowledge that can be applied to other animal-microbial symbioses in which food resources vary over time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Carey",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah V Carey",
   "pi_email_addr": "hannah.carey@wisc.edu",
   "nsf_id": "000124732",
   "pi_start_date": "2016-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 139757.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 239687.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 255863.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The guts of all animals, including humans, contain a diverse community of microbes called the microbiome. Generally, the host and the microbiome live in relative harmony, but many details about how they influence each other remain unknown. Because gut microbes obtain nutrients mostly from their host&rsquo;s diet, dietary fluctuations can greatly affect the function of the microbiome. This can, in turn, impact the&nbsp; microbiome&rsquo;s relationship with its host &ndash; a process called symbiosis. Our project investigated an extreme example of dietary fluctuation and its effects on host-microbiome symbiosis: hibernation in 13-lined ground squirrels, which is accompanied by complete fasting for several months each winter. It is known that winter fasting in ground squirrels changes the abundance and composition of their microbiomes, but how this change impacts microbiome function and ground squirrel biology is unknown. To address this we used stable isotope technology to track the flow of small molecules (metabolites) from the microbiome into the animals&rsquo; bodies. This involved giving ground squirrels compounds labeled with <span style=\"font-size: 10px;\"><sup>13</sup></span>C and/or <span style=\"font-size: 10px;\"><sup>15</sup></span>N, and then, after some time, analyzing the squirrels&rsquo; tissues and breath for the presence of <span style=\"font-size: 10px;\"><sup>13</sup></span>C and <span style=\"font-size: 10px;\"><sup>15</sup></span>N in other molecules including proteins, metabolites and CO<sub>2</sub>. Using a combination of methods, we tested the hypothesis that both microbiome function and host physiology change seasonally to promote a beneficial host-microbiome symbiosis during hibernation.</p>\n<p><strong><em>Our results provide the first direct evidence that the gut microbiome plays a functional role in hibernation</em></strong><em>.</em> We found that urea (a waste product of animal metabolism) is transported into the ground squirrel gut where it is broken down by a microbial enzyme called urease (not present in mammals) into nitrogenous compounds that are absorbed across the gut wall and into body fluids and tissues. The absorbed urea-derived nitrogen can then be used to synthesize metabolites (e.g., amino acids) which are incorporated into tissue proteins such as those in liver and muscle. &ldquo;Salvaging&rdquo; of the nitrogen from urea and its incorporation into animal protein is more prominent the longer an animal is hibernating, likely reducing the loss of tissue mass that would otherwise occur due to the lack of dietary intake and immobility for many months. We also found that changes in the hibernator&rsquo;s physiology contribute to this symbiosis: hibernating ground squirrels have a higher abundance of transporter proteins that move urea from blood into the gut where the microbes and their enzymes reside, compared with non-hibernating squirrels. This remarkable symbiosis benefits not only the host animal but its gut microbes as well: by degrading the host&rsquo;s urea, microbes gain access to valuable nitrogen and carbon for their own growth. Understanding the mechanisms by which mammals partner with their gut symbionts to maintain protein balance in nitrogen-limited situations like hibernation may lead to new approaches to maximize the health of other nitrogen-limited animals, such as humans.</p>\n<p>Our project also demonstrates that the ground squirrel microbiome enables incorporation of the carbon found in inulin (a plant fiber that cannot be digested by mammals) into a variety of metabolites in the animals&rsquo; blood and tissues, and that microbial degradation of inulin varies seasonally. The rate of appearance of <span style=\"font-size: 10px;\"><sup>13</sup></span>CO<sub>2</sub> in exhaled breath (a byproduct of inulin metabolism) after oral administraton of <span style=\"font-size: 10px;\"><sup>13</sup></span>C-labeled inulin indicates that the capacity of the ground squirrel microbiome to metabolize this fiber is substantially reduced in winter vs. summer. This is likely due to the 10-fold reduction in total numbers of microbes in winter, as the relative abundance of microbial genes that code for inulin-degrading enzymes does not change seasonally. Detailed analysis of the ground squirrel metabolites that incorporate <span style=\"font-size: 10px;\"><sup>13</sup></span>C in blood and tissues after <span style=\"font-size: 10px;\"><sup>13</sup></span>C-inulin treatment is still in progress, but we expect it will reveal the depth and breadth to which microbially-derived molecules populate an animal&rsquo;s body.</p>\n<p>This project led to societal impacts beyond its novel scientific discoveries. We partnered with the science outreach staff at the Wisconsin Institute for Discovery (WID) to develop an interactive station centered around the biology of hibernation and the gut microbiome. This station was integrated into WID&rsquo;s &ldquo;Saturday Science&rdquo; program targeting K-middle school children and, using visual tools and hands-on activities, demonstrated aspects of hibernation, gut microbes, and how they influence each other. A high school student who interned with our research team helped run this station, bringing high school level educational outreach to our project.&nbsp; The doctoral and postdoctoral trainees on the project also gave public outreach talks on hibernation and the microbiome at other public venues, and the doctoral trainee collaborated with a local artist to produce a hibernation microbiology comic called \"A Microbial World: Surviving Hibernation\" in collaboration with JKX Comics, which was incorporated into our outreach activities. The comic was part of a larger project by JKX Comics, called \"Gaining STEAM!,\" which aims to use art to increase science accessibility and representation of diverse scientists.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/24/2021<br>\n\t\t\t\t\tModified by: Hannah&nbsp;V&nbsp;Carey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe guts of all animals, including humans, contain a diverse community of microbes called the microbiome. Generally, the host and the microbiome live in relative harmony, but many details about how they influence each other remain unknown. Because gut microbes obtain nutrients mostly from their host’s diet, dietary fluctuations can greatly affect the function of the microbiome. This can, in turn, impact the  microbiome’s relationship with its host &ndash; a process called symbiosis. Our project investigated an extreme example of dietary fluctuation and its effects on host-microbiome symbiosis: hibernation in 13-lined ground squirrels, which is accompanied by complete fasting for several months each winter. It is known that winter fasting in ground squirrels changes the abundance and composition of their microbiomes, but how this change impacts microbiome function and ground squirrel biology is unknown. To address this we used stable isotope technology to track the flow of small molecules (metabolites) from the microbiome into the animals’ bodies. This involved giving ground squirrels compounds labeled with 13C and/or 15N, and then, after some time, analyzing the squirrels’ tissues and breath for the presence of 13C and 15N in other molecules including proteins, metabolites and CO2. Using a combination of methods, we tested the hypothesis that both microbiome function and host physiology change seasonally to promote a beneficial host-microbiome symbiosis during hibernation.\n\nOur results provide the first direct evidence that the gut microbiome plays a functional role in hibernation. We found that urea (a waste product of animal metabolism) is transported into the ground squirrel gut where it is broken down by a microbial enzyme called urease (not present in mammals) into nitrogenous compounds that are absorbed across the gut wall and into body fluids and tissues. The absorbed urea-derived nitrogen can then be used to synthesize metabolites (e.g., amino acids) which are incorporated into tissue proteins such as those in liver and muscle. \"Salvaging\" of the nitrogen from urea and its incorporation into animal protein is more prominent the longer an animal is hibernating, likely reducing the loss of tissue mass that would otherwise occur due to the lack of dietary intake and immobility for many months. We also found that changes in the hibernator’s physiology contribute to this symbiosis: hibernating ground squirrels have a higher abundance of transporter proteins that move urea from blood into the gut where the microbes and their enzymes reside, compared with non-hibernating squirrels. This remarkable symbiosis benefits not only the host animal but its gut microbes as well: by degrading the host’s urea, microbes gain access to valuable nitrogen and carbon for their own growth. Understanding the mechanisms by which mammals partner with their gut symbionts to maintain protein balance in nitrogen-limited situations like hibernation may lead to new approaches to maximize the health of other nitrogen-limited animals, such as humans.\n\nOur project also demonstrates that the ground squirrel microbiome enables incorporation of the carbon found in inulin (a plant fiber that cannot be digested by mammals) into a variety of metabolites in the animals’ blood and tissues, and that microbial degradation of inulin varies seasonally. The rate of appearance of 13CO2 in exhaled breath (a byproduct of inulin metabolism) after oral administraton of 13C-labeled inulin indicates that the capacity of the ground squirrel microbiome to metabolize this fiber is substantially reduced in winter vs. summer. This is likely due to the 10-fold reduction in total numbers of microbes in winter, as the relative abundance of microbial genes that code for inulin-degrading enzymes does not change seasonally. Detailed analysis of the ground squirrel metabolites that incorporate 13C in blood and tissues after 13C-inulin treatment is still in progress, but we expect it will reveal the depth and breadth to which microbially-derived molecules populate an animal’s body.\n\nThis project led to societal impacts beyond its novel scientific discoveries. We partnered with the science outreach staff at the Wisconsin Institute for Discovery (WID) to develop an interactive station centered around the biology of hibernation and the gut microbiome. This station was integrated into WID’s \"Saturday Science\" program targeting K-middle school children and, using visual tools and hands-on activities, demonstrated aspects of hibernation, gut microbes, and how they influence each other. A high school student who interned with our research team helped run this station, bringing high school level educational outreach to our project.  The doctoral and postdoctoral trainees on the project also gave public outreach talks on hibernation and the microbiome at other public venues, and the doctoral trainee collaborated with a local artist to produce a hibernation microbiology comic called \"A Microbial World: Surviving Hibernation\" in collaboration with JKX Comics, which was incorporated into our outreach activities. The comic was part of a larger project by JKX Comics, called \"Gaining STEAM!,\" which aims to use art to increase science accessibility and representation of diverse scientists.\n\n \n\n\t\t\t\t\tLast Modified: 03/24/2021\n\n\t\t\t\t\tSubmitted by: Hannah V Carey"
 }
}