{
 "awd_id": "1602816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GEM: Construction of a Storm-Time Plasma Sheet Model Including Effects of Bubble Injections",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Winter",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 269454.0,
 "awd_amount": 269454.0,
 "awd_min_amd_letter_date": "2017-08-31",
 "awd_max_amd_letter_date": "2018-04-16",
 "awd_abstract_narration": "Plasma transport from the outer magnetosphere towards the Earth was thought to be dominated by large-scale convective flows.  However, satellite observations have given a new view in which an estimated 60%-100% of the Earthward transport of plasma mass and energy through the magnetosphere is in the form of flow bursts (short-lived flows with velocities exceeding 400 km/s) and bursty bulk flows (longer duration flows containing flow bursts).  These bursty bulk flows (BBFs) are associated with plasma-sheet bubbles (regions of closed magnetic flux with lower entropy than their surroundings).  The lower entropy makes it possible for them to be more easily injected into the inner magnetosphere and thus, the particles they contain may be important seed and source populations for the ring current and radiation belts.  This developing view of the plasma sheet with bubble structures and bursts of Earthward flow is far different than the relatively smooth plasma distributions and large-scale flows in plasma sheet models that are in common usage.  The goal of this project is to construct the first empirical plasma-sheet model that explicitly includes the climatology of bubble/BBF injections during geomagnetic storms. The new model will be made freely available and thus serve as a valuable resource for other groups engaged in magnetospheric research.  Using this new model in a series of simulations, the research team will address questions that are aimed at enhancing understanding about the effects of the bubbles in providing a source population for the high-energy radiation in the inner magnetosphere. The project will provide support for the professional development of an early-career researcher, training for graduate students, and a research experience for high school students, thus contributing to building the future scientific workforce. \r\n\r\nThe proposers take an interesting approach to the construction of the plasma sheet model.   Instead of using observations to build an empirical model, the research team will obtain the statistical features of the plasma and electric field distributions in the near-Earth plasma sheet using systematic data-constrained computer simulations. The simulations will be optimized to match observed geomagnetic indices, statistical properties of bubbles/BBFs and the background plasma distribution. The newly constructed model will contain the full statistical information on both the background distribution and the meso-scale intermittent bubble injections. The proposal team will use the model to explore:  (1) how bubble/BBF injections modulate the background distribution of plasma and electric field in the near-Earth plasma sheet during different phases of geomagnetic storms, and (2) how the seed and source populations for the radiation belt electrons are transported to and distributed along geosynchronous orbit through bubble/BBF injections.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Toffoletto",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Frank R Toffoletto",
   "pi_email_addr": "toffo@rice.edu",
   "nsf_id": "000366938",
   "pi_start_date": "2018-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Yang",
   "pi_email_addr": "jianyang@rice.edu",
   "nsf_id": "000630879",
   "pi_start_date": "2017-08-31",
   "pi_end_date": "2018-04-16"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Toffoletto",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Frank R Toffoletto",
   "pi_email_addr": "toffo@rice.edu",
   "nsf_id": "000366938",
   "pi_start_date": "2017-08-31",
   "pi_end_date": "2018-04-16"
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 269454.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The magnetosphere is the region in space around the Earth that is controlled by the Earth&rsquo;s magnetic field. This magnetic field contains trapped plasma, specifically the region with the most energy density is trapped energetic plasma in the inner magnetosphere. Understanding the physics of this region requires a large-scale model. The greatest challenge in accurate large-scale modeling of the Earth's magnetosphere is the accurate representation of the inner plasma sheet and its coupling to the ionosphere, which is the ionized region of the atmosphere. That region involves both the night side tail of the magnetosphere and the inner magnetosphere.&nbsp;</p>\n<p>&nbsp;</p>\n<p>At present, no model incorporates all three of these effects satisfactorily or self-consistently. Global MHD models include inertial effects, but fail with regard to and the tracking of particles of distinct species and energies required to include gradient-curvature drifts. A well-established model of the inner magnetosphere is the Rice Convection Model (RCM) (Toffoletto et al., 2020) that uses a slow flow approximation in its formalism. However, in order to understand inner magnetospheric processes adequately, we must theoretically incorporate inertial effects to more realistically represent dynamic events that are observed during active times, with sufficient grid resolution in the ionosphere.&nbsp;</p>\n<p>The new version of the RCM that we are developing includes inertia self-consistently and with the much more realistic interchange assumption, including the entire volume of the flux tube rather than concentrating all mass in the equatorial plane (Yang et al, 2019). The interchange assumption is the approximation of pressure and density constancy along the magnetic field lines. It is an elegant approximation motivated by the classic theory of interchange. This does mean, however, that the wave transit time-delays between the ionosphere and magnetosphere are still not taken into account.&nbsp;</p>\n<p>References</p>\n<p class=\"publications\">Toffoletto, F. R., &ldquo;Modeling techniques&rdquo;, in Ring Current Investigations: The Quest for Space Weather Prediction, V. K. Jordanova, R. Ilie, and M. W. Chen, editors, in press, Elsevier publ., 2020.</p>\n<p class=\"publications\">Yang, J., Wolf, R., Toffoletto, F., Sazykin, S., Wang, W., &amp; Cui, J (2019). The Inertialized Rice Convection Model.&nbsp;<em>Journal of Geophysical Research: Space Physics</em>,&nbsp;<a href=\"https://doi.org/10.1029/2019JA026811\">https://doi.org/10.1029/2019JA026811</a></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2021<br>\n\t\t\t\t\tModified by: Frank&nbsp;R&nbsp;Toffoletto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe magnetosphere is the region in space around the Earth that is controlled by the Earth’s magnetic field. This magnetic field contains trapped plasma, specifically the region with the most energy density is trapped energetic plasma in the inner magnetosphere. Understanding the physics of this region requires a large-scale model. The greatest challenge in accurate large-scale modeling of the Earth's magnetosphere is the accurate representation of the inner plasma sheet and its coupling to the ionosphere, which is the ionized region of the atmosphere. That region involves both the night side tail of the magnetosphere and the inner magnetosphere. \n\n \n\nAt present, no model incorporates all three of these effects satisfactorily or self-consistently. Global MHD models include inertial effects, but fail with regard to and the tracking of particles of distinct species and energies required to include gradient-curvature drifts. A well-established model of the inner magnetosphere is the Rice Convection Model (RCM) (Toffoletto et al., 2020) that uses a slow flow approximation in its formalism. However, in order to understand inner magnetospheric processes adequately, we must theoretically incorporate inertial effects to more realistically represent dynamic events that are observed during active times, with sufficient grid resolution in the ionosphere. \n\nThe new version of the RCM that we are developing includes inertia self-consistently and with the much more realistic interchange assumption, including the entire volume of the flux tube rather than concentrating all mass in the equatorial plane (Yang et al, 2019). The interchange assumption is the approximation of pressure and density constancy along the magnetic field lines. It is an elegant approximation motivated by the classic theory of interchange. This does mean, however, that the wave transit time-delays between the ionosphere and magnetosphere are still not taken into account. \n\nReferences\nToffoletto, F. R., \"Modeling techniques\", in Ring Current Investigations: The Quest for Space Weather Prediction, V. K. Jordanova, R. Ilie, and M. W. Chen, editors, in press, Elsevier publ., 2020.\nYang, J., Wolf, R., Toffoletto, F., Sazykin, S., Wang, W., &amp; Cui, J (2019). The Inertialized Rice Convection Model. Journal of Geophysical Research: Space Physics, https://doi.org/10.1029/2019JA026811\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2021\n\n\t\t\t\t\tSubmitted by: Frank R Toffoletto"
 }
}