{
 "awd_id": "1624777",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "AGS-PRF: Inferring Predictability and Dynamics of Atlantic Multidecadal Climate Variability from Marine and Terrestrial Paleoclimate Records",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2017-05-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 86000.0,
 "awd_amount": 172000.0,
 "awd_min_amd_letter_date": "2017-04-10",
 "awd_max_amd_letter_date": "2018-05-30",
 "awd_abstract_narration": "Under the aegis of the AGS-PRF (post-doctoral research fellowship) solicitation, the researcher aims to leverage recent compilations of proxy records to characterize North Atlantic multidecadal variability (AMV) in sea surface temperatures (SSTs). The research explores the potential of publicly available paleoclimate records in combination with a proven modeling technique to address fundamental hypotheses about the time scales, stationarity, anthropogenic influence, and coupled atmosphere-ocean dynamics of Atlantic multidecadal variability (AMV).  The project is guided by three specific science questions and one far-reaching and overarching question.  \r\n\r\nSpecifically, the research seeks to address: \r\n\r\nQuestion 1) What is the predictability of AMV as evidenced by proxy records? Do proxy records suggest mechanisms of coupled atmosphere-ocean AMV?\r\n\r\nStrategy: To diagnose AMV predictability from proxy records, linear inverse models (LIMs) will be derived from marine and terrestrial proxy records. Eigenvalue analyses will be used to show dominant dynamical patterns and time scales, and marine and terrestrial records will be used to identify coupled climate variability. Forecast skill of models derived from proxies, modern observations, and output from the Last Millennium Reanalysis Project will be compared.\r\n\r\nQuestion 2) Is AMV changing through time, and can we attribute changes to anthropogenic forcing? \r\n\r\nStrategy: Non-stationarities in AMV, including possible responses to anthropogenic influences, will be explored using statistical tests, wavelet analyses, and eigenvector analyses of LIMs constructed over temporal subsets of the data.\r\n\r\nQuestion 3) How do AMV dynamics in general circulation models and proxy-derived models differ? \r\n\r\nStrategy: Dynamics responsible for AMV in proxy-derived LIMs will be compared to mechanisms for AMV in controls runs from the CMIP5 (Coupled Model Intercomparison Project, Phase 5) archives.\r\n\r\nThe research is guided by the far-reaching and overarching question: \r\n\r\nQuestion: Do paleoclimate proxy data have power to constrain AMV dynamics and predictability? \r\n\r\nStrategy: If \"yes,\" then proxy records can be directly useful in making and evaluating modern climate forecasts, and the techniques can be expanded to other regions and time scales. If \"no,\" then the research will help quantify the limits of proxy records to assess predictability of modern climate, and identify new record types and sites to improve dynamical understanding and predictive power.\r\n\r\n\r\nThe broader impacts involve supporting an early career scientist, helping reduce the uncertainty in North Atlantic multidecadal variability (AMV) in sea surface temperatures (SSTs), and providing materials to local STEM high school teachers and students through projects already in existence at the university.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Amrhein",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel E Amrhein",
   "pi_email_addr": "",
   "nsf_id": "000715169",
   "pi_start_date": "2017-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Amrhein                 Daniel         E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": null,
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981957940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  },
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1530",
   "pgm_ref_txt": "PALEOCLIMATE PROGRAM"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 86000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 86000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Applying data assimilation approaches from weather forecasting and modern climatology to problems in the geologic past has the potential to revolutionize how we think about ancient climates and their evolution. A major focus of this project, motivated by large errors in reconstructions of North Atlantic properties, was understanding how well we know properties that we reconstruct from past climate &mdash; in other words, uncertainty quantification in paleoclimate reconstructions.</span></p>\n<p>One class of reconstruction errors arises from assumptions of proxy temporal representativeness (TR), i.e. how accurately proxy measurements represent climate variables at particular times and time intervals. I developed a mathematical framework to understand how large errors are when 1) the time interval over which data average and the target interval of climatic interest have different durations, 2) those intervals are offset from one another in time (including when those offsets are unknown due to chronological uncertainty), and 3) the paleoclimate archive has been smoothed in time prior to sampling (Figure 1). Errors depend on sampling procedures and the frequency spectra of the climate process being sampled and can dwarf the signal of interest in some cases. A key outcome is that observational metadata should be published alongside data records to facilitate skillful data assimilation.</p>\n<p>&nbsp;</p>\n<div>Data assimilation uses climate models to &ldquo;stitch together&rdquo; sparse observations. While errors are often assumed to originate primarily from proxy data, the models (typically CMIP5 coupled simulations) are affected by errors of their own. A second topic of research was how much of our uncertainty in paleoclimate reconstructions comes from fundamental uncertainties in climate dynamics, as represented by the spread of covariances from CMIP5 last millennium simulations. Experiments with hypothetical climate signals show that the ability to resolve local, isotropic air temperature anomalies is a function of length scale and location, reflecting data availability and model-derived covariances. Considering three models and the PAGES2k data distribution, we found that uncertainty in dynamical representations of climate variability are a leading contributor to structural uncertainty in paleoclimate data assimilation, with similar error variance to that expected from observational error. This outcome points to the need to explore new and larger ensembles of climate states in paleoclimate DA.</div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2019<br>\n\t\t\t\t\tModified by: Daniel&nbsp;E&nbsp;Amrhein</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1624777/1624777_10480919_1567143188725_ScreenShot2019-08-29at10.32.20PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1624777/1624777_10480919_1567143188725_ScreenShot2019-08-29at10.32.20PM--rgov-800width.jpg\" title=\"Origins of representativeness errors\"><img src=\"/por/images/Reports/POR/2019/1624777/1624777_10480919_1567143188725_ScreenShot2019-08-29at10.32.20PM--rgov-66x44.jpg\" alt=\"Origins of representativeness errors\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">One focus was understanding how large errors are expected to be when measurements span different time periods than the climate variables they are used to represent. Three types of errors are illustrated here. Knowledge of these errors is important for paleoclimate data assmilation.</div>\n<div class=\"imageCredit\">Dan Amrhein</div>\n<div class=\"imageSubmitted\">Daniel&nbsp;E&nbsp;Amrhein</div>\n<div class=\"imageTitle\">Origins of representativeness errors</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nApplying data assimilation approaches from weather forecasting and modern climatology to problems in the geologic past has the potential to revolutionize how we think about ancient climates and their evolution. A major focus of this project, motivated by large errors in reconstructions of North Atlantic properties, was understanding how well we know properties that we reconstruct from past climate &mdash; in other words, uncertainty quantification in paleoclimate reconstructions.\n\nOne class of reconstruction errors arises from assumptions of proxy temporal representativeness (TR), i.e. how accurately proxy measurements represent climate variables at particular times and time intervals. I developed a mathematical framework to understand how large errors are when 1) the time interval over which data average and the target interval of climatic interest have different durations, 2) those intervals are offset from one another in time (including when those offsets are unknown due to chronological uncertainty), and 3) the paleoclimate archive has been smoothed in time prior to sampling (Figure 1). Errors depend on sampling procedures and the frequency spectra of the climate process being sampled and can dwarf the signal of interest in some cases. A key outcome is that observational metadata should be published alongside data records to facilitate skillful data assimilation.\n\n \nData assimilation uses climate models to \"stitch together\" sparse observations. While errors are often assumed to originate primarily from proxy data, the models (typically CMIP5 coupled simulations) are affected by errors of their own. A second topic of research was how much of our uncertainty in paleoclimate reconstructions comes from fundamental uncertainties in climate dynamics, as represented by the spread of covariances from CMIP5 last millennium simulations. Experiments with hypothetical climate signals show that the ability to resolve local, isotropic air temperature anomalies is a function of length scale and location, reflecting data availability and model-derived covariances. Considering three models and the PAGES2k data distribution, we found that uncertainty in dynamical representations of climate variability are a leading contributor to structural uncertainty in paleoclimate data assimilation, with similar error variance to that expected from observational error. This outcome points to the need to explore new and larger ensembles of climate states in paleoclimate DA.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/30/2019\n\n\t\t\t\t\tSubmitted by: Daniel E Amrhein"
 }
}