{
 "awd_id": "1627339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Asylum Seeker and Refugee Integration in Europe",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 393633.0,
 "awd_amount": 393633.0,
 "awd_min_amd_letter_date": "2017-09-07",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "General Summary\r\n\r\nThis research seeks to establish which policies are best suited to promote the social and economic integration of refugees. Despite the importance of this question, extant research fails to inform policy, as it tends to rely on highly aggregated national models that differentiate countries based on whether they espouse assimilationist or multicultural policies. The PIs of this study focus on localities in three countries - Germany, France, and Switzerland - and for each, evaluate the effects of specific policies on integration success. In particular, they focus on four key elements of policy: 1) bureaucratic protocols that affect the length of time it takes for asylum claims to be processed, 2) the geographic allocation of refugees 3) policies that structure refugees' access to public benefits and the labor market, and 4) the returns to government investments in state-run courses in citizenship, and whether these are consequential for immigrant success in the host country. The study leverages identification strategies to identify  causally the impact of various policies on subsequent integration outcomes, which is a crucial concern for all European and North American countries.\r\n\r\nTechnical Summary\r\n\r\nThis systematic evaluation of the impact of refugee integration policies provides important contributions to existing immigration research by (1) applying advanced econometric and experimental methods to a new policy area in order to produce internally-valid evidence; and 2) advancing understanding of integration outcomes beyond economic success by directly measuring political and social outcomes for highly vulnerable populations. Methodologically, the PIs leverage detailed data on refugee outcomes provided by administrative and survey data to focus on identifying the effect of four factors: (i) policy measures that affect the length of time it takes for asylum claims to be processed; (ii) geographic allocation of refugees; (iii) policies that structure refugees' access to governmental benefits and the labor market; and (iv) regulations that govern integration course requirements (such as language, civic, or job market training).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Laitin",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "David D Laitin",
   "pi_email_addr": "dlaitin@stanford.edu",
   "nsf_id": "000169426",
   "pi_start_date": "2017-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jens",
   "pi_last_name": "Hainmueller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jens Hainmueller",
   "pi_email_addr": "jhain@stanford.edu",
   "nsf_id": "000542158",
   "pi_start_date": "2017-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rafaela",
   "pi_last_name": "Dancygier",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rafaela M Dancygier",
   "pi_email_addr": "rdancygi@princeton.edu",
   "nsf_id": "000549570",
   "pi_start_date": "2017-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dominik",
   "pi_last_name": "Hangartner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dominik Hangartner",
   "pi_email_addr": "d.hangartner@lse.ac.uk",
   "nsf_id": "000688969",
   "pi_start_date": "2017-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Ferwerda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Ferwerda",
   "pi_email_addr": "Jeremy.A.Ferwerda@Dartmouth.edu",
   "nsf_id": "000714297",
   "pi_start_date": "2017-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "616 Serra St.",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943056060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 135054.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 185947.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 72632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In light of multiple refugee crises that have challenged European governments and societies &ndash; and have had ramifications in the United States and elsewhere &ndash; this research sought to provide a detailed understanding of refugee integration in several major European receiving countries and establish what policies are best suited to promote the social and economic integration of refugees. Through a combination of survey, archival, and administrative data analysis, we produced a series of key findings.</p>\n<p>First, we found that temporary employment bans for asylum seekers have lasting negative consequences for their economic integration. In particular, based on data from Germany, we found that having to wait an additional seven months before being allowed to enter the labor market upon arrival reduced employment rates after five years by about 20 percentage points. It takes up to ten years for this employment gap to disappear.</p>\n<p>Second, we found that an ad-hoc language training program in Germany, which served over 230,000 newly arrived asylum seekers over a few months, had no discernable short-term effect on employment rates. In contrast, a more comprehensive, pre-existing language program increased employment rates substantially.</p>\n<p>Third, using ten years of administrative data from Switzerland, we demonstrated that ethnic networks play a key role in facilitating the economic integration of refugees, as being assigned to live in locations with many co-nationals catalyzes refugees&rsquo; entry into the labor market.</p>\n<p>Fourth, we found that &ldquo;integration contracts&rdquo; in France, in which immigrants receive long-term residency if they fulfill language and civic training, had no effect on successful integration. This suggests a clear need to innovate in policy directed towards integration success of immigrants in France in particular, but in other West European countries relying on similar policies.</p>\n<p>Fifth, we leveraged unique data from French asylum decisions to understand asylum decision-making by government officials. We first found that asylum officers are more likely to grant asylum immediately following migrant shipwrecks, but less likely to do so for applicants from Syria and Iraq immediately following a terrorist attack. We also found that, while discrimination between Christian and Muslim asylum applicants does exist, this effect diminishes as asylum officers become more experienced in making decisions. These findings underscore the importance of implementing anti-discrimination procedures for inexperienced asylum officers.&nbsp;</p>\n<p>Sixth, using data from Sweden, we found that increases in emigration, not just immigration, bolster electoral support for radical right populist parties that campaign against migration.&nbsp;</p>\n<p>Seventh, using repeat surveys conducted during the Syrian refugee crisis from 2015-16 and the Ukrainian refugee crisis in 2022, we found that the European public&rsquo;s support for asylum-seekers has remained surprisingly durable over time, as their preferences for accepting certain kinds of asylum-seekers has remained stable.</p>\n<p>Eighth, we evaluated the effect of citizens&rsquo; private hosting of Ukrainian refugees in Germany on refugee integration, and found that the private hosting program has a strong positive impact despite the many hurdles that sponsors must clear.</p>\n<p>Lastly, we accessed and analyzed novel administrative data from the Netherlands that we will use to train a machine-learning algorithm to make placement recommendations for where resettled refugees should be located in order to maximize their chances of success.</p>\n<p>In the aggregate, these studies provide a systematic evaluation of the impact of refugee integration policies on integration outcomes &ndash; including outcomes beyond economic success &ndash; and establish a basic understanding of the conditions favorable for the integration of asylum seekers and refugees. These results provide lessons that are not just applicable for European policymakers; they are also useful for American policymakers as they confront the security and economic challenges associated with increasing numbers of asylum seekers.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/01/2023<br>\nModified by: David&nbsp;D&nbsp;Laitin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn light of multiple refugee crises that have challenged European governments and societies  and have had ramifications in the United States and elsewhere  this research sought to provide a detailed understanding of refugee integration in several major European receiving countries and establish what policies are best suited to promote the social and economic integration of refugees. Through a combination of survey, archival, and administrative data analysis, we produced a series of key findings.\n\n\nFirst, we found that temporary employment bans for asylum seekers have lasting negative consequences for their economic integration. In particular, based on data from Germany, we found that having to wait an additional seven months before being allowed to enter the labor market upon arrival reduced employment rates after five years by about 20 percentage points. It takes up to ten years for this employment gap to disappear.\n\n\nSecond, we found that an ad-hoc language training program in Germany, which served over 230,000 newly arrived asylum seekers over a few months, had no discernable short-term effect on employment rates. In contrast, a more comprehensive, pre-existing language program increased employment rates substantially.\n\n\nThird, using ten years of administrative data from Switzerland, we demonstrated that ethnic networks play a key role in facilitating the economic integration of refugees, as being assigned to live in locations with many co-nationals catalyzes refugees entry into the labor market.\n\n\nFourth, we found that integration contracts in France, in which immigrants receive long-term residency if they fulfill language and civic training, had no effect on successful integration. This suggests a clear need to innovate in policy directed towards integration success of immigrants in France in particular, but in other West European countries relying on similar policies.\n\n\nFifth, we leveraged unique data from French asylum decisions to understand asylum decision-making by government officials. We first found that asylum officers are more likely to grant asylum immediately following migrant shipwrecks, but less likely to do so for applicants from Syria and Iraq immediately following a terrorist attack. We also found that, while discrimination between Christian and Muslim asylum applicants does exist, this effect diminishes as asylum officers become more experienced in making decisions. These findings underscore the importance of implementing anti-discrimination procedures for inexperienced asylum officers.\n\n\nSixth, using data from Sweden, we found that increases in emigration, not just immigration, bolster electoral support for radical right populist parties that campaign against migration.\n\n\nSeventh, using repeat surveys conducted during the Syrian refugee crisis from 2015-16 and the Ukrainian refugee crisis in 2022, we found that the European publics support for asylum-seekers has remained surprisingly durable over time, as their preferences for accepting certain kinds of asylum-seekers has remained stable.\n\n\nEighth, we evaluated the effect of citizens private hosting of Ukrainian refugees in Germany on refugee integration, and found that the private hosting program has a strong positive impact despite the many hurdles that sponsors must clear.\n\n\nLastly, we accessed and analyzed novel administrative data from the Netherlands that we will use to train a machine-learning algorithm to make placement recommendations for where resettled refugees should be located in order to maximize their chances of success.\n\n\nIn the aggregate, these studies provide a systematic evaluation of the impact of refugee integration policies on integration outcomes  including outcomes beyond economic success  and establish a basic understanding of the conditions favorable for the integration of asylum seekers and refugees. These results provide lessons that are not just applicable for European policymakers; they are also useful for American policymakers as they confront the security and economic challenges associated with increasing numbers of asylum seekers.\n\n\n\t\t\t\t\tLast Modified: 12/01/2023\n\n\t\t\t\t\tSubmitted by: DavidDLaitin\n"
 }
}