{
 "awd_id": "1629840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Evaluating the Rheological Structure of the North Anatolian Fault Zone, Turkey",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 269915.0,
 "awd_amount": 304438.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2021-06-04",
 "awd_abstract_narration": "The main objective of this project is to understand how earthquakes occur along major strike-slip faults, such as the San Andreas fault in California. More specifically, the research team will identify which part of the tectonic plates are the strongest and which ones are the weakest, which can feed into better models of the mechanics of strike-slip faults. To do this, the team will study parts of the North Anatolian Fault zone, a strike-slip fault in Turkey with a geometry very similar to the San Andreas and the site of many destructive earthquakes, such as the 1999 Izmit and Dücze earthquakes and the 2011 Van earthquake. There are two unique attributes of the North Anatolian Fault zone that make it particularly useful for understanding the earthquake cycle and the strength of the plate. First, small pieces of the upper mantle (such rocks are known as xenoliths) are brought up in volcanoes along the fault. These rocks allow for direct evaluation of how the Earth?s mantle, which is thought to be the strongest part of a tectonic plate, is deformed in a strike-slip fault. Second, entire blocks of the middle crust, the other candidate for the strongest part of a tectonic plate, have been brought up along the North Anatolian Fault. Thus, in this region, the team can directly test the relative strengths of the different parts of the tectonic plates in a strike-slip setting. The project will advance desired societal outcomes through training of U.S. graduate students and promote international scientific collaboration.\r\n \r\nThis interdisciplinary project will integrate empirical and theoretical approaches to generate new understanding of lithospheric rheology in strike-slip fault systems. The aim of the project is to study the North Anatolian Fault zone, Turkey, by integrating field investigations, microstructural analysis, and geodynamic modeling. The research team will use a series of unique exposures in the Sea of Marmara region of the North Anatolian Fault zone, to better understand the rheological behavior of the upper mantle and middle crust in the same, active strike-slip fault. First, the researchers will study a series of mantle xenoliths exposed in two volcanic centers along the north margin of the fault system. The mechanical properties, and volatile content of the lithospheric mantle at 45 to 80 km below the surface will be characterized from the xenoliths. Second, the team will characterize lateral variations in finite strain, stress, viscosity, and deformation mechanisms of samples from a mid-crustal exposure that was affected by strike-slip deformation in the North Anatolian Fault zone and was subsequently exhumed. Various rheological models that predict different strength variations with depth will be tested by comparing the mid-crustal to the upper mantle strength. Geodynamic modeling will simulate how the different lithospheric layers interact during the seismic cycle in strike-slip systems, testing specifically whether the brittle fault and ductile layers interact to control the stress level throughout the lithosphere. These models will be evaluated against the stress and deformation conditions estimated from xenoliths and mid-crustal exposures, as well as surface velocities before and after the 1999 Izmit and Dücze earthquakes. By comparing the North Anatolian Fault zone with results from other strike-slip fault systems, this project aims at characterizing the strength of strike-slip systems in general. In particular, it will address if strike-slip fault systems have systematically different characteristics than fault zones in other tectonic environments, and whether a lithosphere feedback between brittle and ductile layers controls the mechanical behavior of strike-slip fault zones. The goal of the project is to produce an accurate understanding of the seismic cycle on active strike-slip fault systems, and hence, the work is relevant to seismic hazards in western Turkey and elsewhere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Basil",
   "pi_last_name": "Tikoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Basil Tikoff",
   "pi_email_addr": "basil@geology.wisc.edu",
   "nsf_id": "000424404",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1215 W Dayton St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 121704.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 148211.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 34523.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Strike-slip faults at the surface of the Earth, such as the San Andreas fault in California, are connected at depth to zones of shearing.&nbsp; These shear zones continue through the entire tectonic plate, which includes the topmost part of the Earth&rsquo;s mantle (lithospheric mantle).&nbsp; The complication is that the Earth&rsquo;s crust and Earth&rsquo;s mantle respond very differently to deformation, as a result of different composition, pressure conditions, and temperatures.&nbsp;</p>\n<p>Our work investigated mantle xenoliths from adjacent to the North Anatolian fault zone of Turkey and the Baja California shear zone of Mexico.&nbsp; We have characterized the three-dimensional fabric geometry, microstructural evolution, internal grain deformation (active deformation mechanisms), stress, water content, and viscosity of the upper mantle beneath the North Anatolian fault zone and the Baja California shear zone.&nbsp; In both fault zones, the upper mantle has been affected by shearing related to deformation along the plate boundary.</p>\n<p>The North Anatolian fault zone preserves evidence for three-dimensional fabrics, which could only result if deformation deviated from two-dimensional strike-slip movement.&nbsp; Importantly, the data show that shearing occurs at low differential stress (&lt;20 MPa) and in dry conditions in the mantle portion of the NAFZ.&nbsp; We documented an increase in viscosity of two orders of magnitude from deeper towards shallower depths, as a result of a change in internal grain deformation.&nbsp;</p>\n<p>The upper mantle beneath the Baja California shear zone consists of two main microstructures occurring at different depths.&nbsp; The three-dimensional shape fabrics require three-dimensional flow, although of a different geometry compared to the North Anatolian fault.&nbsp; Shearing occurs at low differential stress (&lt;30 MPa), in both dry and damp conditions. Viscosities range over three orders of magnitude, with higher values at shallower depths.</p>\n<p>Together, the two study areas indicate that: 1) Three-dimensional deformation occurs in the lithospheric mantle below major strike-slip fault zones; 2) The fault does not appear to form discrete fault planes in the upper mantle, but rather deforms in a homogeneous and non-localized manner; and 3) Upper mantle deforms at low stresses and with varying viscosities at depth.</p>\n<p>The results from this empirical part are now sufficient to be used to constrain numerical models of fault behavior with collaborators. &nbsp;The results from this empirical part are now sufficient to constrain numerical models of fault behavior with collaborators.&nbsp; To date, the numerical modeling has concentrated on basic interpretation and internal consistency of the results.&nbsp; The simulations produce smaller grain sizes within the shear zone, which weakens the rocks. &nbsp;</p>\n<p>This grain size reduction is inefficient at initiating shear zone formation. &nbsp;Instead, the stress concentration generated at the base of the earthquake-producing fault is sufficient to explain the development of a shear zone, and that grain size reduction can occur as a result of the shear zone development (rather than being the cause). &nbsp;Further, the maximum depth of earthquakes is dramatically affected by grain size. &nbsp;Overall, the timescale over which grain size evolves is so long that reliable models of depth of seismicity need to consider the interplay of grain size and the earthquake cycle.</p>\n<p>One post-doctoral fellow was trained as part of this grant and has been recently employed by the U.S. Geological Survey.&nbsp; The project involved a collaborative effort of geologists and numerical modelers working together.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2022<br>\n\t\t\t\t\tModified by: Basil&nbsp;Tikoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStrike-slip faults at the surface of the Earth, such as the San Andreas fault in California, are connected at depth to zones of shearing.  These shear zones continue through the entire tectonic plate, which includes the topmost part of the Earth’s mantle (lithospheric mantle).  The complication is that the Earth’s crust and Earth’s mantle respond very differently to deformation, as a result of different composition, pressure conditions, and temperatures. \n\nOur work investigated mantle xenoliths from adjacent to the North Anatolian fault zone of Turkey and the Baja California shear zone of Mexico.  We have characterized the three-dimensional fabric geometry, microstructural evolution, internal grain deformation (active deformation mechanisms), stress, water content, and viscosity of the upper mantle beneath the North Anatolian fault zone and the Baja California shear zone.  In both fault zones, the upper mantle has been affected by shearing related to deformation along the plate boundary.\n\nThe North Anatolian fault zone preserves evidence for three-dimensional fabrics, which could only result if deformation deviated from two-dimensional strike-slip movement.  Importantly, the data show that shearing occurs at low differential stress (&lt;20 MPa) and in dry conditions in the mantle portion of the NAFZ.  We documented an increase in viscosity of two orders of magnitude from deeper towards shallower depths, as a result of a change in internal grain deformation. \n\nThe upper mantle beneath the Baja California shear zone consists of two main microstructures occurring at different depths.  The three-dimensional shape fabrics require three-dimensional flow, although of a different geometry compared to the North Anatolian fault.  Shearing occurs at low differential stress (&lt;30 MPa), in both dry and damp conditions. Viscosities range over three orders of magnitude, with higher values at shallower depths.\n\nTogether, the two study areas indicate that: 1) Three-dimensional deformation occurs in the lithospheric mantle below major strike-slip fault zones; 2) The fault does not appear to form discrete fault planes in the upper mantle, but rather deforms in a homogeneous and non-localized manner; and 3) Upper mantle deforms at low stresses and with varying viscosities at depth.\n\nThe results from this empirical part are now sufficient to be used to constrain numerical models of fault behavior with collaborators.  The results from this empirical part are now sufficient to constrain numerical models of fault behavior with collaborators.  To date, the numerical modeling has concentrated on basic interpretation and internal consistency of the results.  The simulations produce smaller grain sizes within the shear zone, which weakens the rocks.  \n\nThis grain size reduction is inefficient at initiating shear zone formation.  Instead, the stress concentration generated at the base of the earthquake-producing fault is sufficient to explain the development of a shear zone, and that grain size reduction can occur as a result of the shear zone development (rather than being the cause).  Further, the maximum depth of earthquakes is dramatically affected by grain size.  Overall, the timescale over which grain size evolves is so long that reliable models of depth of seismicity need to consider the interplay of grain size and the earthquake cycle.\n\nOne post-doctoral fellow was trained as part of this grant and has been recently employed by the U.S. Geological Survey.  The project involved a collaborative effort of geologists and numerical modelers working together.\n\n\t\t\t\t\tLast Modified: 12/06/2022\n\n\t\t\t\t\tSubmitted by: Basil Tikoff"
 }
}