{
 "awd_id": "1632982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: The Mechanical Properties of Biofilms: State-of-the-Art and Research Needs, at University of Notre Dame in late July or early August of 2017",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2017-03-15",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 75643.0,
 "awd_amount": 75643.0,
 "awd_min_amd_letter_date": "2017-03-21",
 "awd_max_amd_letter_date": "2017-03-21",
 "awd_abstract_narration": "1632982\r\nNerenberg\r\n\r\nBiofilms arise from microorganisms in natural and engineered systems from organic substances that are produced by the organisms and are outside of the cell. While biofilms are needed for many environmental treatment processes, such as the moving bed biofilm reactor and the granular sludge reactor, in many other environmental processes they are detrimental. For example, biofilms cause fouling of membrane filtration systems, greatly increasing energy requirements. They also can harbor pathogens in water transmission mains and clog porous media. Biofilms also are problematic in other fields. For example, in industry they can cause bio-corrosion in water and oil pipelines and biofouling cooling towers. In shipping, they initiate the fouling of ship hulls, resulting in a major increase hydraulic drag and energy consumption. In the health field, biofilms produce recalcitrant infections of prosthetic devices, lung infections of people with cystic fibrosis, and are the primary cause of dental caries. A workshop on biofilms is proposed with a focus on their mechanical properties. The workshop will tentatively be held at the University of Notre Dame in late July or early August of 2017.\r\n\r\nBiofilms can cause fouling in environmental, industrial, and clinical settings, leading to enormous economic costs. Yet little is known about the mechanical properties of biofilms, which is key for developing effective biofilm management strategies. The proposed workshop will bring together researchers from various disciplines to define critical research needs to better understand biofilm mechanical properties. In addition to five experts from Notre Dame, the PI expects to invite up to 60 leading US researchers in the field of biofilms and biofilm mechanical properties to participate with support from this grant. Leading researchers from other countries will be encouraged to participate, using outside support, in person or via video conference. Many of the researchers will come from disciplines that normally would not intersect, such as environmental engineering, mechanical engineering, chemical engineering, microbiology, materials science, medical science, and applied mathematics. The workshop will address the following: 1. What are the problems from the science, engineering, and medical fields, where biofilm mechanical properties play a key role? 2. What types of information are needed to characterize biofilm mechanical behavior? 3. What physical, chemical, and microbiological factors affect the mechanical properties of biofilms? 4. How are biofilm mechanical properties described? 5. What are the experimental approaches for determining biofilm mechanical properties, and what are their advantages and disadvantages? What type of parameters are obtained? 6. What types of models are available to describe biofilm mechanical properties and for which types of problems are the models most suitable? The outcome will be a summary of the state the knowledge on biofilm mechanical properties and a definition of critical research needs for environmental, medical, and other applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Nerenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Nerenberg",
   "pi_email_addr": "Nerenberg.1@nd.edu",
   "nsf_id": "000484413",
   "pi_start_date": "2017-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "Fitzpatrick Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 75643.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biofilms are aggregates of microorganisms embedded in self-produced, matrix of extracellular polymeric substances (EPS), typically attached to a surface.&nbsp; They often play key roles in environmental engineering processes, either beneficial and detrimental.&nbsp; One area of biofilm research that has received relatively little attention is their mechanical properties. These determine how biofilms deform and detach when subjected to external forces, which can have important impacts on biofilm behavior in natural, clinical, and engineered systems.&nbsp;</p>\n<p>A workshop was held to critically assess needs, methods, and applications related to biofilm mechanical properties.&nbsp; The workshop brought together approximately 50 participants from a range of disciplines, including environmental engineering, mechanical engineering, medical/dental sciences, biophysics, materials science, chemistry, fluid dynamics, and mathematical modeling.&nbsp; The workshop was organized into six sessions, addressing: (1) Real-world biofilms and their mechanical properties, (2) Biofilm composition and mechanics, (3) Measuring biofilm mechanical properties, (4) Biophysics and use of mechanical properties, (5) Biofilm mechanics, function, and survival, and (6) Biofilm removal.</p>\n<p>Based on keynote presentations, participant presentations, and brainstorming sessions, key research needs were identified.&nbsp; These included: better chemical characterization of the biofilm EPS; better understanding of the effects of microbial composition on EPS properties; whether biofilms have &ldquo;mechano-sensing&rdquo; mechanism; better understanding of the molecular basis for cohesion, especially as it relates to EPS composition and the bulk water chemistry; mechanical properties at different scales; comparing methods of measuring biofilm mechanical properties; the impact of the scale of measurement; whether biofilm mechanical properties be modified; how to promote biofilm detachment; and how mechanicaal properties be modeled.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2021<br>\n\t\t\t\t\tModified by: Robert&nbsp;Nerenberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBiofilms are aggregates of microorganisms embedded in self-produced, matrix of extracellular polymeric substances (EPS), typically attached to a surface.  They often play key roles in environmental engineering processes, either beneficial and detrimental.  One area of biofilm research that has received relatively little attention is their mechanical properties. These determine how biofilms deform and detach when subjected to external forces, which can have important impacts on biofilm behavior in natural, clinical, and engineered systems. \n\nA workshop was held to critically assess needs, methods, and applications related to biofilm mechanical properties.  The workshop brought together approximately 50 participants from a range of disciplines, including environmental engineering, mechanical engineering, medical/dental sciences, biophysics, materials science, chemistry, fluid dynamics, and mathematical modeling.  The workshop was organized into six sessions, addressing: (1) Real-world biofilms and their mechanical properties, (2) Biofilm composition and mechanics, (3) Measuring biofilm mechanical properties, (4) Biophysics and use of mechanical properties, (5) Biofilm mechanics, function, and survival, and (6) Biofilm removal.\n\nBased on keynote presentations, participant presentations, and brainstorming sessions, key research needs were identified.  These included: better chemical characterization of the biofilm EPS; better understanding of the effects of microbial composition on EPS properties; whether biofilms have \"mechano-sensing\" mechanism; better understanding of the molecular basis for cohesion, especially as it relates to EPS composition and the bulk water chemistry; mechanical properties at different scales; comparing methods of measuring biofilm mechanical properties; the impact of the scale of measurement; whether biofilm mechanical properties be modified; how to promote biofilm detachment; and how mechanicaal properties be modeled.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/15/2021\n\n\t\t\t\t\tSubmitted by: Robert Nerenberg"
 }
}