{
 "awd_id": "1634764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Low-Power, Low-Cost Microbial Genetic Analyzer For Discovery and Monitoring of Ocean Microbes",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 976210.0,
 "awd_amount": 976210.0,
 "awd_min_amd_letter_date": "2017-07-11",
 "awd_max_amd_letter_date": "2018-09-18",
 "awd_abstract_narration": "In this project, a team of engineers and biologists will work together to develop an Ocean Microbial Surveyor (OMS); a miniature, autonomous genetic analyzer that can quantitatively analyze DNA and RNA of the microbial biomass sampled from an aquatic environment such as the ocean.  Current technologies are typically expensive, cumbersome, complex, and power-hungry, limiting the number of users as well as the number of systems that can be deployed for scientific measurements.  The OMS developed in this project will leverage technology from the biomedical research field to enable new capabilities for ocean monitoring, to make these new technologies easily accessible to oceanographers, and to increase the number of systems that can be deployed for scientific discovery. The OMS will be inexpensive, low power, small and autonomous to enable large networks of OMS systems to be used and to provide new measurement capabilities. Marine microbes account for more than 90% of the ocean biomass, but they are among the most under-studied life forms because of their often-inaccessible habitats. It is important to be able to measure microbes in their natural environment over time and space (spatiotemporal) scales to understand the effects of climate change and other environmental factors on microbial abundance, distribution, function, and production. The long-term goal is to integrate the OMS into other ocean testing platforms and ultimately as a broad network of industry-refined, multi-target microbial analyzers dispersed throughout the globe, in the hands of diverse scientific investigators.\r\n\r\nThe broader impacts of this project are to build science, technology, engineering, and mathematics (STEM) talent, innovate for the future, improve society, and engage a wide audience in the technology and science. STEM talent will be increased by providing excellent training opportunities for two postdoctoral fellows and numerous undergraduate students in a multidisciplinary research environment.  The innovative technology developed in this project will inspire diverse generations of scientists and engineers to explore the oceans and enable access to new data from the genetic instruments that may lead to new discoveries.  Monitoring marine microbial activities may help society understand critical issues such as how climate change and other environmental stresses impact the primary production from marine microbes.  The new genetic sensors will be displayed and operated in the Biosphere 2 Ocean habitat, near Tucson, Arizona, to provide outreach to groups of school children and adults enabling them to observe science-driven technology development and ocean microbial monitoring experiments.\r\n\r\nThe OMS to be developed in this project is based on the integration of loop-mediated isothermal DNA and RNA amplification (LAMP) with microfluidics to produce a small footprint, low energy consumption analytical module that can be used on various platforms such as buoys, autonomous underwater vehicles (AUVs), and robotic floats. LAMP is a fast, selective, sensitive isothermal reaction that requires only \"one-pot\" and produces large quantities of amplification product, enabling simple optical colorimetric detection. The completed OMS prototype, incorporating the LAMP capability, will be able to perform 50 assays per deployment with a user-specified sampling interval. Each assay will measure a user-designed pair of DNA and RNA targets in triplicate. A prototype OMS will be developed that integrates all hardware systems into a single microfluidic chip.  The project plan includes development of the hardware subsystems including chassis design, power circuitry, pump and valve automation, illumination and imaging systems, and thermal control design. A microfluidic chip for microbial lysis and nucleic acids extraction (on-chip extraction) will be developed on the benchtop and then integrated into a single microfluidic device with an \"on-chip quantification\" unit for measurement of DNA and RNA from captured microbes. LAMP reagents will be lyophilized with a company partner, and a chip will be developed to dispense and lyophilize reagents. The target cost of the OMS unit will be less than 1/10th that of existing instruments, supporting experiments requiring multi-node sampling of microbial abundance and/or function.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deirdre",
   "pi_last_name": "Meldrum",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Deirdre R Meldrum",
   "pi_email_addr": "deirdre.meldrum@asu.edu",
   "nsf_id": "000413074",
   "pi_start_date": "2017-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shih-Hui",
   "pi_last_name": "Chao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shih-Hui Chao",
   "pi_email_addr": "joe.chao@asu.edu",
   "nsf_id": "000500782",
   "pi_start_date": "2017-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "ORSPA",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  },
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  },
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 332997.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 643213.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Devices capable of automated aquatic DNA analysis currently exist, yet their unsuitability for use in long-duration multi-node networks and their general lack of availability to the broader scientific community motivate the incorporation of new technology into sampling robots. Loop-mediated isothermal amplification (LAMP) assays, compared with microarrays or PCR, offer the ultimate in low power consumption, cost, and miniaturization potential. As such, LAMP technology is the ideal technology to enable the vision of expansive robotic sampling of aquatic organisms on a massively distributed scale.</p>\n<p><br />In this project we developed the prototype of a low-cost, low-power autonomous microbiological analyzer called the Ocean Microbial Surveyor (OMS) for large-scale, <em>in situ</em> robotic quantification via LAMP assays of marine microorganisms. There are two major components: 1) An energy-efficient LAMP analysis module and 2) Automated microfluidic-based hardware and low-energy electronics to perform the analyses. The OMS can be used for seawater sampling, microbial collection, lysis of captured microbes, and extraction of DNA for loop-mediated isothermal amplification.</p>\n<p><br />Project design, development and testing required solving technical problems and/or creating new technical solutions to ensure all system components were compatible with one another and resulted in the following outcomes. Hardware designs of the OMS subsystems were completed including chassis design; power circuitry; pump and valve automation; illumination and imaging system design; and thermal control design. An on-chip extraction microfluidic chip for microbial lysis and nucleic acids extraction was designed and fabricated. We developed a better and easier on-chip extraction approach to acquire purified DNA/RNA without a traditional extraction process. It is based on the QuickExtract kit from Lucigen and allows for obtaining purified nucleic acids with no on-chip columns or even centrifugation. An on-chip quantification microfluidic chip with porous reaction chambers for quantification of DNA from captured microbes using pH-based colorimetric LAMP and an inexpensive detection platform was also designed and developed. Methods were developed for enzyme lyophilization of the LAMP reagents and on-chip lyophilization to dispense and lyophilize reagents in our custom microfluidic chip. Finally, the on-chip extraction and quantification chips were integrated into a single microfluidic cassette. With these steps complete, we were able to build an integrated prototype OMS with automation hardware and software for operating the LAMP cassette and running the OMS. An operator&rsquo;s manual provides detailed information about the OMS and its operations.<br /><br /></p>\n<p>More broadly, we provided STEM training opportunities for an undergraduate student, a graduate student, and four postdoctoral researchers in a multidisciplinary research environment. This training in concert with the technologies and OMS system we developed contributes to increasing oceanography community access to instruments in support of diverse scientific investigations, as well as inspiring diverse generations of scientists and engineers. This technology may enable the monitoring of marine microbial activities to understand critical issues such as how climate change or other environmental stresses impact the primary production from marine microbes.<br /><br /></p>\n<p>We were unable to complete all of the original goals of the project due to ASU's reduction in promised resources (space, equipment, supplies, personnel, lab support, etc.) from what was originally set forth in the proposal.&nbsp; Issues involving the failure to provide the promised institutional support are currently the subject of a complaint pending in the United States District Court for District of Arizona titled&nbsp;Deirdre Meldrum vs. Arizona Board of Regents et al., in Case No. 2:20-CV-02165-GMS. The Complaint alleges various causes of action including Breach of Contract, Breach of Implied Covenant of Good Faith and Fair Dealing, Intentional and Negligent Misrepresentation, Unjust Enrichment, Promissory Estoppel, Tortious Interference with Employment Relationship, Violations of the First Amendment (Right of Free Speech and to Petition to Redress Grievances), Violation of Title IX, and Violation of Arizona Public Records Laws. A copy of the Complaint and related filings are matters of public record and can be obtained from the federal court filing access website PACER.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2022<br>\n\t\t\t\t\tModified by: Deirdre&nbsp;R&nbsp;Meldrum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDevices capable of automated aquatic DNA analysis currently exist, yet their unsuitability for use in long-duration multi-node networks and their general lack of availability to the broader scientific community motivate the incorporation of new technology into sampling robots. Loop-mediated isothermal amplification (LAMP) assays, compared with microarrays or PCR, offer the ultimate in low power consumption, cost, and miniaturization potential. As such, LAMP technology is the ideal technology to enable the vision of expansive robotic sampling of aquatic organisms on a massively distributed scale.\n\n\nIn this project we developed the prototype of a low-cost, low-power autonomous microbiological analyzer called the Ocean Microbial Surveyor (OMS) for large-scale, in situ robotic quantification via LAMP assays of marine microorganisms. There are two major components: 1) An energy-efficient LAMP analysis module and 2) Automated microfluidic-based hardware and low-energy electronics to perform the analyses. The OMS can be used for seawater sampling, microbial collection, lysis of captured microbes, and extraction of DNA for loop-mediated isothermal amplification.\n\n\nProject design, development and testing required solving technical problems and/or creating new technical solutions to ensure all system components were compatible with one another and resulted in the following outcomes. Hardware designs of the OMS subsystems were completed including chassis design; power circuitry; pump and valve automation; illumination and imaging system design; and thermal control design. An on-chip extraction microfluidic chip for microbial lysis and nucleic acids extraction was designed and fabricated. We developed a better and easier on-chip extraction approach to acquire purified DNA/RNA without a traditional extraction process. It is based on the QuickExtract kit from Lucigen and allows for obtaining purified nucleic acids with no on-chip columns or even centrifugation. An on-chip quantification microfluidic chip with porous reaction chambers for quantification of DNA from captured microbes using pH-based colorimetric LAMP and an inexpensive detection platform was also designed and developed. Methods were developed for enzyme lyophilization of the LAMP reagents and on-chip lyophilization to dispense and lyophilize reagents in our custom microfluidic chip. Finally, the on-chip extraction and quantification chips were integrated into a single microfluidic cassette. With these steps complete, we were able to build an integrated prototype OMS with automation hardware and software for operating the LAMP cassette and running the OMS. An operator’s manual provides detailed information about the OMS and its operations.\n\n\n\nMore broadly, we provided STEM training opportunities for an undergraduate student, a graduate student, and four postdoctoral researchers in a multidisciplinary research environment. This training in concert with the technologies and OMS system we developed contributes to increasing oceanography community access to instruments in support of diverse scientific investigations, as well as inspiring diverse generations of scientists and engineers. This technology may enable the monitoring of marine microbial activities to understand critical issues such as how climate change or other environmental stresses impact the primary production from marine microbes.\n\n\n\nWe were unable to complete all of the original goals of the project due to ASU's reduction in promised resources (space, equipment, supplies, personnel, lab support, etc.) from what was originally set forth in the proposal.  Issues involving the failure to provide the promised institutional support are currently the subject of a complaint pending in the United States District Court for District of Arizona titled Deirdre Meldrum vs. Arizona Board of Regents et al., in Case No. 2:20-CV-02165-GMS. The Complaint alleges various causes of action including Breach of Contract, Breach of Implied Covenant of Good Faith and Fair Dealing, Intentional and Negligent Misrepresentation, Unjust Enrichment, Promissory Estoppel, Tortious Interference with Employment Relationship, Violations of the First Amendment (Right of Free Speech and to Petition to Redress Grievances), Violation of Title IX, and Violation of Arizona Public Records Laws. A copy of the Complaint and related filings are matters of public record and can be obtained from the federal court filing access website PACER.\n\n \n\n\t\t\t\t\tLast Modified: 02/15/2022\n\n\t\t\t\t\tSubmitted by: Deirdre R Meldrum"
 }
}