{
 "awd_id": "1636799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physics and Dynamics of the Tropical Cyclone Cirrus Canopy",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032928796",
 "po_email": "ygu@nsf.gov",
 "po_sign_block_name": "Yu Gu",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 574167.0,
 "awd_amount": 574167.0,
 "awd_min_amd_letter_date": "2017-03-24",
 "awd_max_amd_letter_date": "2019-04-15",
 "awd_abstract_narration": "The proposed work seeks to improve understanding of the dynamics and thermodynamics of tropical cyclones (TCs), with a specific emphasis on hurricanes and tropical storms in the Atlantic Ocean basin, specifically within the upper troposphere/cirrus canopy.  The team proposes to elucidate the factors controlling diurnal pulses in convection within the canopy (and possibly rainfall within the TC), which is an interesting and relatively new question within the tropical cyclone research community, and one that may have interesting implications for TC track and intensity forecasts.  The team proposes to use a hierarchy of numerical models to investigate the sources and consequences of upper tropospheric stability; especially the use of existing and under-utilized observations from the NASA Global Hawk and NOAA G-IV.  This work will involve the training of several graduate students; with a goal to recruit students from underrepresented groups.  The societal benefit of this study is through the potential improvements to hurricane track and intensity forecasts.   \r\n\r\nThis study seeks to utilize a large set of airborne observations and numerical models to study the physics of high clouds associated with tropical cyclones. The observations comprise under-utilized flight-level turbulence data from the NOAA G-IV aircraft, dropsondes from the G-IV and the NASA Global Hawks.  This study will describe the distribution of turbulence, low Richardson number, and multiple tropopause structures in tropical cyclones. The emphasis will be on differences within and beyond the high clouds and with respect to time of day.  The study will also evaluate daily variations, with focus on the recently discovered, outward-propagating pulses of high cloudiness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Molinari",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Molinari",
   "pi_email_addr": "jmolinari@albany.edu",
   "nsf_id": "000092555",
   "pi_start_date": "2017-03-24",
   "pi_end_date": "2019-04-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Corbosiero",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen L Corbosiero",
   "pi_email_addr": "kcorbosiero@albany.edu",
   "nsf_id": "000664663",
   "pi_start_date": "2019-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Fovell",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Robert G Fovell",
   "pi_email_addr": "rfovell@albany.edu",
   "nsf_id": "000312555",
   "pi_start_date": "2017-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Corbosiero",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen L Corbosiero",
   "pi_email_addr": "kcorbosiero@albany.edu",
   "nsf_id": "000664663",
   "pi_start_date": "2017-03-24",
   "pi_end_date": "2019-04-15"
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 Washington Ave",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 192586.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 381581.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>One of the most challenging, outstanding research questions concerning tropical cyclones (i.e., hurricanes), which are among the costliest natural disasters in terms of life and property, is how they intensify. The problem of forecasting tropical cyclone intensity change is compounded by the fact that the intensity of the storm is modulated by the environment in which the storm is embedded and processes internal (e.g., clouds and precipitation) to the storm itself.</span></p>\n<p><span>The focus of this research has been to understand the interactions between tropical cyclones and the environments in which they are embedded, with an emphasis on storm structure, the intensity and duration of convection (i.e., thunderstorms), and the properties of clouds that comprise the storm, especially the upper-level clouds, known as the cirrus canopy. This work utilized a large set of airborne observations, high-resolution numerical model simulations, satellite data, and lightning observations to study the impacts of the cirrus canopy, also known as the outflow layer, on hurricane intensity and structure.</span></p>\n<p><span>Our work has demonstrated that a key aspect of how the cirrus canopy clouds, composed of water droplets, ice crystals, and rain (collectively known as hydrometeors), affect storm intensity and structure is through </span><span>interaction of cloud hydrometeors with radiation (emitted by the sun and also by the hydrometeors themselves). This interaction affects the distributions of temperature, atmospheric pressure, and, ultimately, the wind field, which defines the storm intensity. Our research has found that the interactions between clouds and radiation can: 1) cause </span><span>large changes in the structure within the core the storm, creating upper-level warming within hurricanes that contributes to rapid pressure falls</span><span> and intensification; 2) create significant turbulence in the atmosphere, greatest at night and in strong hurricanes, which can affect air travel; and, 3) cause oscillations in tropical cyclone cloud-top height that are a ubiquitous features of nearly all hurricanes and have periods of approximately one day.</span><span> These newly discovered aspects of the impacts of cloud-radiation interactions on tropical cyclones have led to an improved understanding of the daily changes in hurricane structure and intensity; the atmospheric turbulence generated by hurricanes; and, how the upper levels of hurricanes can significantly, and rapidly, change storm intensity.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2022<br>\n\t\t\t\t\tModified by: Kristen&nbsp;L&nbsp;Corbosiero</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the most challenging, outstanding research questions concerning tropical cyclones (i.e., hurricanes), which are among the costliest natural disasters in terms of life and property, is how they intensify. The problem of forecasting tropical cyclone intensity change is compounded by the fact that the intensity of the storm is modulated by the environment in which the storm is embedded and processes internal (e.g., clouds and precipitation) to the storm itself.\n\nThe focus of this research has been to understand the interactions between tropical cyclones and the environments in which they are embedded, with an emphasis on storm structure, the intensity and duration of convection (i.e., thunderstorms), and the properties of clouds that comprise the storm, especially the upper-level clouds, known as the cirrus canopy. This work utilized a large set of airborne observations, high-resolution numerical model simulations, satellite data, and lightning observations to study the impacts of the cirrus canopy, also known as the outflow layer, on hurricane intensity and structure.\n\nOur work has demonstrated that a key aspect of how the cirrus canopy clouds, composed of water droplets, ice crystals, and rain (collectively known as hydrometeors), affect storm intensity and structure is through interaction of cloud hydrometeors with radiation (emitted by the sun and also by the hydrometeors themselves). This interaction affects the distributions of temperature, atmospheric pressure, and, ultimately, the wind field, which defines the storm intensity. Our research has found that the interactions between clouds and radiation can: 1) cause large changes in the structure within the core the storm, creating upper-level warming within hurricanes that contributes to rapid pressure falls and intensification; 2) create significant turbulence in the atmosphere, greatest at night and in strong hurricanes, which can affect air travel; and, 3) cause oscillations in tropical cyclone cloud-top height that are a ubiquitous features of nearly all hurricanes and have periods of approximately one day. These newly discovered aspects of the impacts of cloud-radiation interactions on tropical cyclones have led to an improved understanding of the daily changes in hurricane structure and intensity; the atmospheric turbulence generated by hurricanes; and, how the upper levels of hurricanes can significantly, and rapidly, change storm intensity.\n\n\t\t\t\t\tLast Modified: 04/01/2022\n\n\t\t\t\t\tSubmitted by: Kristen L Corbosiero"
 }
}