{
 "awd_id": "1636476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "LTER: Cross-scale controls over responses of the Alaskan boreal forest to changing disturbance regimes",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032925376",
 "po_email": "fbmoore@nsf.gov",
 "po_sign_block_name": "Paco Moore",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 6762000.0,
 "awd_amount": 6762000.0,
 "awd_min_amd_letter_date": "2017-01-19",
 "awd_max_amd_letter_date": "2023-04-27",
 "awd_abstract_narration": "Alaska has warmed more than twice as rapidly as the rest of the United States over the past century, with some of the largest increases occurring in boreal (pine) forests far from the coast. This warming has triggered large changes in the number and size of wildfires, the melting of frozen soil, patterns of water flow, and outbreaks of insects and diseases. Thus, Alaskan landscapes are changing rapidly in complex ways, which is important because the changes directly affect the availability of natural resources and ecosystem services to Alaskan residents. More generally, changes to landscapes in the far North are of global significance because boreal forests cover vast areas and play a role in determining the Earth's climate. Understanding how and why boreal forests respond as they do to a warmer world is important for predicting both regional and global changes over the next century. This Long Term Ecological Research (LTER) project, started in 1987, will continue to provide long-term data on how changing climate impacts Alaskan forests and the people who depend on them for a living.  This LTER research will test new ideas and gain fresh insights of the type possible only from studies that last decades. The LTER scientists will also continue their long history of collaboration with state and federal agencies regarding forest and wildlife management, especially in regard to increasing disturbance from fire. \r\n\r\nThis project represents an integrated research program to study the cross-scale controls over responses of the Alaskan boreal forest to changing climate-disturbance interactions, including the associated consequences for regional feedbacks to the climate system, and to identify vulnerabilities and potential adaptations to social-ecological change with rural Alaskan communities and land management agencies. The project addresses the dynamics of change through the integration of five components: 1) Studying direct effects of climate change on ecosystems and disturbance regimes by characterizing controls over the spatial heterogeneity of ecosystems and disturbances, and the sensitivities of these controls to regional climate, and by studying the spatial and temporal synchrony of multiple disturbances to assess which landscapes are most vulnerable to change; 2) Understanding patterns, mechanisms, and consequences for scale-dependent climate-disturbance interactions involving current and legacy influences of fire, permafrost, and trophic dynamics as drivers of ecosystem and landscape change; 3) Linking landscape heterogeneity with regional and global climate feedbacks by studying and modeling how intermediate-scale patterns and processes influence regional scale ecosystem dynamics and climate feedbacks; 4) Studying how climate variability and change are affecting coupled social-ecological dynamics by characterizing variability in changes to ecosystem services across a select group of interior Alaskan communities, and collaborating with communities to find solutions that reduce vulnerability and improve adaptation to social-ecological change; 5) Integrating science and resource management with regional environmental change by coordinating research activities with agencies to fill management knowledge gaps, assessing outcomes of policy decisions, and communicating syntheses to policy makers in meaningful ways.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Ruess",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Roger W Ruess",
   "pi_email_addr": "rwruess@alaska.edu",
   "nsf_id": "000471468",
   "pi_start_date": "2017-01-19",
   "pi_end_date": "2021-08-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Mack",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle C Mack",
   "pi_email_addr": "michelle.mack@nau.edu",
   "nsf_id": "000429675",
   "pi_start_date": "2021-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Jones",
   "pi_mid_init": "B",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Jeremy B Jones",
   "pi_email_addr": "Jay.Jones@alaska.edu",
   "nsf_id": "000454837",
   "pi_start_date": "2017-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Mack",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle C Mack",
   "pi_email_addr": "michelle.mack@nau.edu",
   "nsf_id": "000429675",
   "pi_start_date": "2017-01-19",
   "pi_end_date": "2021-08-10"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "A. David",
   "pi_last_name": "McGuire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "A. David McGuire",
   "pi_email_addr": "admcguire@alaska.edu",
   "nsf_id": "000171988",
   "pi_start_date": "2017-01-19",
   "pi_end_date": "2021-08-09"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Hollingsworth",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa N Hollingsworth",
   "pi_email_addr": "tnhollingsworth@alaska.edu",
   "nsf_id": "000537054",
   "pi_start_date": "2017-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2254000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1127000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1347768.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 906232.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1127000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past century, Alaska has been warming twice as quickly as the global average, with some of the largest annual air temperature increases occurring in continental--or interior--boreal forests. This warmer, drier climate has triggered unprecedented changes in disturbance regimes and species ranges resulting in new patterns of forest recover with distinct ecosystem structures and functions, which have altered the abundance, distribution, and access to ecosystem services by Alaskans.</p>\n<p>The <em>intellectual merit</em> of our research at Bonanza Creek (BNZ) Long-term Ecological Research (LTER) site derives from our comprehensive program to understand cross-scale interactive effects of changing climate and disturbance regimes on the Alaskan boreal forest, to study associated regional feedbacks to the climate system, and to identify vulnerabilities and adaptation opportunities to social-ecological change with Alaskan communities. Over the last five years, BNZ produced 368 peer-reviewed journal articles, including publications in Nature, Science, and PNAS, and supported 28 theses and dissertations. We also created&nbsp;<em>broader impacts</em> for a range of target populations: local K-12 students, 45 rural Alaskan villages and towns, a national network of artists and writers, and state, national, and international policymakers.</p>\n<p>Our work contributed to &gt;60 synthesis papers. For example, multi-decadal seedfall records contributed to syntheses of seed production testing predictions of ecological theory, functional mechanisms, and species responses to changing climate and disturbance. Similarly, our long-term streamflow and chemistry data contributed to cross-latitudinal syntheses of stream chemistry. Our research has informed conceptual syntheses of ecosystem response to changing climate and disturbance regimes and how ecological legacies can be used to predict changes in ecosystem state. Finally, our Permafrost Carbon Network synthesis work has led to new understanding of the role of permafrost soils in climate feedbacks and the Earth System, which was featured in the Six Assesment Report of the Internation Panel on Climate Change.</p>\n<p>Our In a Time of Change<em> </em>(ITOC) program is an environmental science, arts, and humanities (eSAH) program that produces events focused on social-ecological themes related to boreal forests. It is linked to eSAH programs at other LTER sites and provides network-wide leadership in this area [132, 133]. Over the last grant cycle, ITOC produced two programs. First, <em>Microbial Worlds</em>, launched in 2017, focused on the roles microbes play in environmental health. Audience surveys showed an increase in knowledge and motivation to learn about microbes and appreciation of science. Second, in 2020, ITOC launched <em>Boreal Forest Stories</em>, which explores the integration of narrative in collaborative eSAH projects about the boreal forest. Forty-two participating artists, teams, and organizations gathered bi-monthly with BNZ scientists for virtual workshops and four in-person field trips. The project will culminate in a public exhibit with literary readings, live performances, educational activities, and a book.</p>\n<p>Our education research and outreach program, in collaboration with the Arctic and Earth SIGNs project, developed a culturally responsive learning framework to meet in-school and out-of-school needs on climate change learning and citizen science in Indigenous communities or other STEM underserved groups. We applied and adapted this framework in our BNZ citizen science and Schoolyard LTER programs that use Global Learning and Observations to Benefit the Environment and two BNZ-created citizen science programs on boreal berry ecology. Results from educational experiments support the idea that community and citizen science with scenario stories development provides a promising method to connect data to action for a sustainable and resilient future.<strong><em>&nbsp;</em></strong></p>\n<p>Over the past five years, we conducted 80 professional development workshops<em> </em>for 1,400 formal and informal educators and community members, reaching over 4,000 youth. More than 2,000 students engaged in year-long or multi-year climate change investigations and stewardship action projects. In the 2019 Climate Change in My Community workshop and in our 2020 Climate &amp; Energy Connections e-Course, more than 90% of participants increased their confidence to teach real-world inquiry activities<em>.</em> These self-reported outcomes reflect participants&rsquo; willingness to facilitate an inquiry-learning process, decreased fear of math and/or science, and the ability to share information about climate change.<em> </em>Our Fostering Science program provides science adventure camps for youth (age 10-16) in State care. Our week-long day camp has grown from five campers in 2017 to 40 campers in 2023, and&nbsp; more than 50% of our campers are Alaska Native.<em>&nbsp;</em></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/15/2024<br>\nModified by: Michelle&nbsp;C&nbsp;Mack</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOver the past century, Alaska has been warming twice as quickly as the global average, with some of the largest annual air temperature increases occurring in continental--or interior--boreal forests. This warmer, drier climate has triggered unprecedented changes in disturbance regimes and species ranges resulting in new patterns of forest recover with distinct ecosystem structures and functions, which have altered the abundance, distribution, and access to ecosystem services by Alaskans.\n\n\nThe intellectual merit of our research at Bonanza Creek (BNZ) Long-term Ecological Research (LTER) site derives from our comprehensive program to understand cross-scale interactive effects of changing climate and disturbance regimes on the Alaskan boreal forest, to study associated regional feedbacks to the climate system, and to identify vulnerabilities and adaptation opportunities to social-ecological change with Alaskan communities. Over the last five years, BNZ produced 368 peer-reviewed journal articles, including publications in Nature, Science, and PNAS, and supported 28 theses and dissertations. We also createdbroader impacts for a range of target populations: local K-12 students, 45 rural Alaskan villages and towns, a national network of artists and writers, and state, national, and international policymakers.\n\n\nOur work contributed to 60 synthesis papers. For example, multi-decadal seedfall records contributed to syntheses of seed production testing predictions of ecological theory, functional mechanisms, and species responses to changing climate and disturbance. Similarly, our long-term streamflow and chemistry data contributed to cross-latitudinal syntheses of stream chemistry. Our research has informed conceptual syntheses of ecosystem response to changing climate and disturbance regimes and how ecological legacies can be used to predict changes in ecosystem state. Finally, our Permafrost Carbon Network synthesis work has led to new understanding of the role of permafrost soils in climate feedbacks and the Earth System, which was featured in the Six Assesment Report of the Internation Panel on Climate Change.\n\n\nOur In a Time of Change (ITOC) program is an environmental science, arts, and humanities (eSAH) program that produces events focused on social-ecological themes related to boreal forests. It is linked to eSAH programs at other LTER sites and provides network-wide leadership in this area [132, 133]. Over the last grant cycle, ITOC produced two programs. First, Microbial Worlds, launched in 2017, focused on the roles microbes play in environmental health. Audience surveys showed an increase in knowledge and motivation to learn about microbes and appreciation of science. Second, in 2020, ITOC launched Boreal Forest Stories, which explores the integration of narrative in collaborative eSAH projects about the boreal forest. Forty-two participating artists, teams, and organizations gathered bi-monthly with BNZ scientists for virtual workshops and four in-person field trips. The project will culminate in a public exhibit with literary readings, live performances, educational activities, and a book.\n\n\nOur education research and outreach program, in collaboration with the Arctic and Earth SIGNs project, developed a culturally responsive learning framework to meet in-school and out-of-school needs on climate change learning and citizen science in Indigenous communities or other STEM underserved groups. We applied and adapted this framework in our BNZ citizen science and Schoolyard LTER programs that use Global Learning and Observations to Benefit the Environment and two BNZ-created citizen science programs on boreal berry ecology. Results from educational experiments support the idea that community and citizen science with scenario stories development provides a promising method to connect data to action for a sustainable and resilient future.\n\n\nOver the past five years, we conducted 80 professional development workshops for 1,400 formal and informal educators and community members, reaching over 4,000 youth. More than 2,000 students engaged in year-long or multi-year climate change investigations and stewardship action projects. In the 2019 Climate Change in My Community workshop and in our 2020 Climate & Energy Connections e-Course, more than 90% of participants increased their confidence to teach real-world inquiry activities. These self-reported outcomes reflect participants willingness to facilitate an inquiry-learning process, decreased fear of math and/or science, and the ability to share information about climate change. Our Fostering Science program provides science adventure camps for youth (age 10-16) in State care. Our week-long day camp has grown from five campers in 2017 to 40 campers in 2023, and more than 50% of our campers are Alaska Native.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 07/15/2024\n\n\t\t\t\t\tSubmitted by: MichelleCMack\n"
 }
}