{
 "awd_id": "1636910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BD Spokes: SPOKE: MIDWEST: Collaborative: Integrative Materials Design (IMaD): Leverage, Innovate, and Disseminate",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927092",
 "po_email": "alsuarez@nsf.gov",
 "po_sign_block_name": "Alejandro Suarez",
 "awd_eff_date": "2017-02-15",
 "awd_exp_date": "2021-01-31",
 "tot_intn_awd_amt": 27540.0,
 "awd_amount": 27540.0,
 "awd_min_amd_letter_date": "2017-02-17",
 "awd_max_amd_letter_date": "2020-11-03",
 "awd_abstract_narration": "Materials innovation is a pipeline, deriving from a deep understanding and control of material behavior and properties, leading to advanced materials designs that advance economic prosperity, address national and regional energy needs, and bolster national security. Improving this pipeline requires connecting independent but thematically congruent national and regional materials design efforts to align key stakeholders, consolidate diverse materials data expertise, simplify data access, coalesce on topics of data description and interoperability, enhance and ensure the quality of datasets, and deploy scalable data services to support materials researchers. The Midwest Big Data Spoke (MBD Spoke) for Integrative Materials Design (IMaD) connects researchers in industry, universities, and government to the people and services needed to easily find, access, and use data, tools, and services for materials design. The Midwest is the ideal place for such a program. Many major national materials design efforts funded by DOE, NIST, and NSF as part of the Materials Genome Initiative (MGI) operate in the Midwest, and the Midwest is home to major manufacturing industries that depend critically on materials innovation for their continued competitiveness.\r\n\r\nThe technical work of IMaD will involve integration of software and services from across the Midwest and beyond, including the Materials Commons, the Materials Data Facility, NIST Materials Resource Registry, and Citrine Informatics, to enable smooth flow of software and data among these different systems. For example, integrated authentication provided by Globus Auth will enable access to different components with common credentials (e.g., institutional credentials), and integration of Globus transfer will allow for rapid and reliable exchange of large datasets. Common schemas and metadata terms will be developed and deployed to permit cross-system searching and display of information. Materials data from partners across the Midwest and beyond will be loaded into the Material Data Facility to permit easy discovery and access. Concurrently with these and other development activities, a series of workshops and meetings will be convened to engage academic, government, and industry participants in defining requirements for, and making use of, the integrated system for materials design.\r\n\r\nThis award received co-funding from the Math and Physical Sciences Directorate (MPS) Division of Materials Research (DMR).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dane",
   "pi_last_name": "Morgan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dane Morgan",
   "pi_email_addr": "ddmorgan@wisc.edu",
   "nsf_id": "000108542",
   "pi_start_date": "2017-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "024Y00",
   "pgm_ele_name": "BD Spokes -Big Data Regional I"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028Z",
   "pgm_ref_txt": "BD Spokes Full Awards"
  },
  {
   "pgm_ref_code": "1765",
   "pgm_ref_txt": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ref_code": "1771",
   "pgm_ref_txt": "METAL & METALLIC NANOSTRUCTURE"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 27540.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; The Midwest Big Data Hub (MBDH) Integrative Materials Design (IMaD)  Spoke project sought to accelerate and broaden the pipeline of basic  research innovation in materials science into practical applications to  address societal needs, drive economic prosperity, and boost national  security. IMaD sought to do this by connecting efforts from a variety of  independent national and regional materials design efforts to: simplify  data access, align key stakeholders, consolidate diverse materials data  expertise, coalesce on topics of data description and interoperability,  enhance and ensure the dataset quality, and deploy and maintain modern  scalable data services. Specifically, IMaD&rsquo;s goals were to 1) leverage  and integrate the expertise, services, facilities, and community  connections, and unique datasets of the IMaD partners; 2) expedite and  advance materials design by promoting and simplifying materials data  sharing and discovery across existing services; and 3) to disseminate  and distribute Midwest materials datasets.</p>\n<p>&nbsp; As part of this  effort University of Wisconsin has worked closely with University of  Chicago and the other IMaD partners in multiple ways, including:</p>\n<p>1) Participation in extensive discussions to share knowledge, data, and align development goals.</p>\n<p>2)  Developing software tools to support development, use, and evolution of  machine learning models in materials science, including the MAteraisl  Simulation Toolit-Machine Learning (MAST-ML), which automates many  aspects of developing machine learning tools for the community.</p>\n<p>3)  Sharing undergraduate research efforts, which has supported  undergraduates at the interface of data and materials science and led to  a paper submitted for publication.</p>\n<p>4) Presenting at joint  workshops on new tools and approaches to machine learning and materials  education in order to grow the community of educators and researcher  integrating data science into materials science.</p>\n<p>5) Sharing of  multiple databases related to diffusion, electron microscopy imaging,  and materials electronic band gaps that are of interest for development  of such widely varying areas as new steels for nuclear reactors to new  solar energy technologies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/15/2021<br>\n\t\t\t\t\tModified by: Dane&nbsp;Morgan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  The Midwest Big Data Hub (MBDH) Integrative Materials Design (IMaD)  Spoke project sought to accelerate and broaden the pipeline of basic  research innovation in materials science into practical applications to  address societal needs, drive economic prosperity, and boost national  security. IMaD sought to do this by connecting efforts from a variety of  independent national and regional materials design efforts to: simplify  data access, align key stakeholders, consolidate diverse materials data  expertise, coalesce on topics of data description and interoperability,  enhance and ensure the dataset quality, and deploy and maintain modern  scalable data services. Specifically, IMaD’s goals were to 1) leverage  and integrate the expertise, services, facilities, and community  connections, and unique datasets of the IMaD partners; 2) expedite and  advance materials design by promoting and simplifying materials data  sharing and discovery across existing services; and 3) to disseminate  and distribute Midwest materials datasets.\n\n  As part of this  effort University of Wisconsin has worked closely with University of  Chicago and the other IMaD partners in multiple ways, including:\n\n1) Participation in extensive discussions to share knowledge, data, and align development goals.\n\n2)  Developing software tools to support development, use, and evolution of  machine learning models in materials science, including the MAteraisl  Simulation Toolit-Machine Learning (MAST-ML), which automates many  aspects of developing machine learning tools for the community.\n\n3)  Sharing undergraduate research efforts, which has supported  undergraduates at the interface of data and materials science and led to  a paper submitted for publication.\n\n4) Presenting at joint  workshops on new tools and approaches to machine learning and materials  education in order to grow the community of educators and researcher  integrating data science into materials science.\n\n5) Sharing of  multiple databases related to diffusion, electron microscopy imaging,  and materials electronic band gaps that are of interest for development  of such widely varying areas as new steels for nuclear reactors to new  solar energy technologies.\n\n\t\t\t\t\tLast Modified: 06/15/2021\n\n\t\t\t\t\tSubmitted by: Dane Morgan"
 }
}