{
 "awd_id": "1636653",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "IEDA 2016-2021: Operation of a Multi-Disciplinary Data Facility for the Earth Science Community",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2017-05-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 7504029.0,
 "awd_amount": 7359917.0,
 "awd_min_amd_letter_date": "2017-05-09",
 "awd_max_amd_letter_date": "2020-06-17",
 "awd_abstract_narration": "Geoscience in the 21st century is increasingly data driven.  Easy, reliable access to trustworthy, quality-controlled data on the Earth and its environment is critical for enabling the mining and analysis of multi-disciplinary datasets that make scientific breakthroughs happen and increase our knowledge of the Earth and the things that happen on and below its surface. The increasing number of large-volume, automatically-generated datasets; the need to convert important legacy data and datasets that are presently available only on paper in journals and other scientific publications; the need to educate students, faculty, and the public in proper data management and curation so they can access already-collected data or make their data useable by others; and the need to improve discovery of existing legacy data and combine information from disparate data types or that are in different formats is a major challenge not only for geoscience but for other fields of science as well.   As a result, geoscience data increasingly need to be professionally managed and curated to both make these data easily and publicly available and to maximize their potential for use for research which can provide benefits to society. This funding renews support for the Interdisciplinary Earth Data Alliance (IEDA), one of the premiere, NSF-funded, solid-earth, data repositories.  IEDA provides discovery and public access to a large volume and variety of NSF-funded data as well as that from a number of other sources so these data can be used and reused by anyone. IEDA was established in 2009 from a series of independent data management/curation activities to provide a single clearinghouse with shared cyberinfrastructure and tools to help solid-earth, NSF-funded, researchers from the ocean, earth, and polar geosciences deposit their data for public access and to discover and reuse data collected by themselves and others to do new science.  IEDA develops and operates the necessary databases, software tools, and services that support investigators with data stewardship and access throughout the full data life cycle, with a special focus on disciplines that typically generate and use complex, heterogeneous, structured and unstructured datasets that are particularly challenging to manage and combine. IEDA hosts and serves data that includes marine seismic data and bathymetry; rock and seafloor sediment and hydrothermal vent fluid geochemistry; geochronology; Antarctic research; information about physical samples; and other marine and earth science data. It also has developed and deployed map-based data discovery tools and compiled data products that enable quick identification of data and/or datasets of interest. Researchers from across the US and around the world have used IEDA data and tools and combined them in novel ways to study a wide variety of topics, such as providing new insights on the evolution of mid-ocean ridges and processes happening on continental margins, seafloor and hotspot processes, mantle geodynamics, geohazards, sediment transport between the continents and oceans, global geochemical cycles, and Earth surface processes.  All of these would have been impossible or difficult to do in a timely manner without the use of IEDA data holdings and discovery tools. In addition to the broader impacts of promoting public access to important NSF-funded and other geoscience data, other broader impacts of the facility include development of a diverse and highly connected geoinformatics workforce, with a focus on promoting and training women in the field; student and postdoctoral training, within the facility, in data management and curation; education and training of students and faculty across the nation in the importance of data sharing, best practices in data collection and curation, metadata preparation, the processes for making data amenable for reuse and reanalysis by others, and in accessing IEDA and the data systems to which it is linked.\r\n\r\nThe Interdisciplinary Earth Data Alliance (IEDA) is a unique facility whose operations are based on a partnership of domain-specific data systems that are scientifically linked in their relevance for studies of the solid Earth. These systems share a common repository infrastructure and work together to offer integrated services for data submission and data discovery and access that support interdisciplinary research. IEDA shared services ensure broad discovery and persistent access of data submitted by both individual investigators and data acquisition facilities; and it maintains a close liaison with the science community to ensure that its services are aligned with the practices and requirements of its users. Key components of the IEDA system include repositories for file-based resources; a registry and metadata catalog of geoscience samples; web applications for data submission and sample registration; synthesis datasets for global seafloor topography and geochemistry; user interfaces for text-based and map-based data discovery and access; support for machine clients to submit and access data and metadata; and software for data visualization and exploration. IEDA also provides tools for data management planning and reporting to assist investigators with NSF data management policies. Global seafloor topography and solid-earth geochemical data are processed and synthesized for consistency and completeness, made accessible through web sites and web services, and are included as data layers in IEDA's data exploration software GeoMapApp. IEDA data curators review file-based data submissions for metadata quality to ensure that documentation is sufficient to support future reuse. Long-term archives for IEDA data consist of NOAA's National Center for Environmental Information or the Columbia University Long-Term Archive for data preservation. IEDA uses open-source, standards-based technologies to promote interoperable systems for exchanging data and information and foster next-generation geoscience research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerstin",
   "pi_last_name": "Lehnert",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kerstin A Lehnert",
   "pi_email_addr": "lehnert@ldeo.columbia.edu",
   "nsf_id": "000491181",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Goldberg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Goldberg",
   "pi_email_addr": "goldberg@ldeo.columbia.edu",
   "nsf_id": "000162566",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Carbotte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne Carbotte",
   "pi_email_addr": "carbotte@ldeo.columbia.edu",
   "nsf_id": "000455391",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vicki",
   "pi_last_name": "Ferrini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vicki Ferrini",
   "pi_email_addr": "ferrini@ldeo.columbia.edu",
   "nsf_id": "000108510",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Richard",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Richard",
   "pi_email_addr": "smr2209@columbia.edu",
   "nsf_id": "000078418",
   "pi_start_date": "2017-05-09",
   "pi_end_date": "2019-08-25"
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia Univeristy Lamont-Doherty Earth Obs.",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "540700",
   "pgm_ele_name": "Polar Cyberinfrastructure"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  },
  {
   "pgm_ele_code": "829100",
   "pgm_ele_name": "SEES Ship Operations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2646305.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 3035851.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1677761.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earth scientists generate a vast amount of data as part of their research by making many different types of observations, measurements, and experiments in the field (on land or at sea) and in laboratories that help us better understand the past and present state of our planet and the processes. For example, they measure the speed of seismic waves traveling through the Earth&rsquo;s interior to unravel its internal structure. They collect rocks from volcanoes and analyze their chemical composition to understand the processes that form the Earth&rsquo;s crust. They study sediments found on continents and on the ocean floor to find remnants of past life and environments. These observations and measurements accumulate into an immense body of data that form the foundation of new knowledge and discoveries beyond their original purpose. These data need to be preserved and made available for future use in new research endeavors, in education of K-12 and college students, and for decision-makers to inform policies. Scientific innovation and transparency of research depend on open access to data. The NSF therefore funds research data facilities that provide professional services for data storage, data cataloguing, and making the data discoverable and accessible online in the most meaningful way.</p>\n<p>This grant provided funding for the operation of the Interdisciplinary Earth Data Alliance IEDA from 2017 to 2020. Over this timeframe, IEDA continued to develop and maintain primary data resources for marine geoscience research, for research in geochemistry, petrology, and geochronology, and for a wider spectrum of earth and polar sciences as an essential component of the research infrastructure in these disciplines. IEDA was initiated in 2010 as a partnership between the Marine Geoscience Data System (MGDS) and the EarthChem data systems, which also include the System for Earth Sample Registration (SESAR). These data systems are scientifically linked in their relevance for studies of the solid Earth. IEDA has also provided a suite of shared services for data registration, data publication, data discovery, outreach and education that are used across the IEDA partner systems. Two data systems operated at other institutions have joined IEDA, the Academic Seismic Portal @ UTIG and the Library of Experimental Phase Relations (LEPR), both closely aligned with IEDA&rsquo;s foundational systems. IEDA&rsquo;s multidisciplinary resources have focused on unique observational data acquired by individual investigators (&ldquo;long-tail data&rdquo;) and dedicated data acquisition and sample repository&nbsp;facilities in the Ocean, Earth, and Polar Sciences. Investigators as well as the data acquisition facilities have used IEDA&rsquo;s services to store, share, and preserve their data for future re-use and in compliance with data policies of funding agencies and publishers. Researchers from across the globe explore and mine IEDA&rsquo;s data collections and global syntheses of quality-controlled data to solve research problems and explore new data-driven approaches. Educators use IEDA data systems and visualization tools to create course materials and class exercises that allow students to explore and analyze multidisciplinary Geoscience data.</p>\n<p>Over the period of performance of this award, increased effort has been dedicated to improve alignment of IEDA repository operations with the FAIR principles for Findable, Accessible, Interoperable, and Reusable data. IEDA worked with a wide range of peer data facilities on linking and data exchange on the web. IEDA data systems expanded their capability to give external systems direct, machine-readable access to data holdings and so they can be discovered and used in a meaningful way by a broader research community.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2021<br>\n\t\t\t\t\tModified by: Kerstin&nbsp;A&nbsp;Lehnert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEarth scientists generate a vast amount of data as part of their research by making many different types of observations, measurements, and experiments in the field (on land or at sea) and in laboratories that help us better understand the past and present state of our planet and the processes. For example, they measure the speed of seismic waves traveling through the Earth’s interior to unravel its internal structure. They collect rocks from volcanoes and analyze their chemical composition to understand the processes that form the Earth’s crust. They study sediments found on continents and on the ocean floor to find remnants of past life and environments. These observations and measurements accumulate into an immense body of data that form the foundation of new knowledge and discoveries beyond their original purpose. These data need to be preserved and made available for future use in new research endeavors, in education of K-12 and college students, and for decision-makers to inform policies. Scientific innovation and transparency of research depend on open access to data. The NSF therefore funds research data facilities that provide professional services for data storage, data cataloguing, and making the data discoverable and accessible online in the most meaningful way.\n\nThis grant provided funding for the operation of the Interdisciplinary Earth Data Alliance IEDA from 2017 to 2020. Over this timeframe, IEDA continued to develop and maintain primary data resources for marine geoscience research, for research in geochemistry, petrology, and geochronology, and for a wider spectrum of earth and polar sciences as an essential component of the research infrastructure in these disciplines. IEDA was initiated in 2010 as a partnership between the Marine Geoscience Data System (MGDS) and the EarthChem data systems, which also include the System for Earth Sample Registration (SESAR). These data systems are scientifically linked in their relevance for studies of the solid Earth. IEDA has also provided a suite of shared services for data registration, data publication, data discovery, outreach and education that are used across the IEDA partner systems. Two data systems operated at other institutions have joined IEDA, the Academic Seismic Portal @ UTIG and the Library of Experimental Phase Relations (LEPR), both closely aligned with IEDA’s foundational systems. IEDA’s multidisciplinary resources have focused on unique observational data acquired by individual investigators (\"long-tail data\") and dedicated data acquisition and sample repository facilities in the Ocean, Earth, and Polar Sciences. Investigators as well as the data acquisition facilities have used IEDA’s services to store, share, and preserve their data for future re-use and in compliance with data policies of funding agencies and publishers. Researchers from across the globe explore and mine IEDA’s data collections and global syntheses of quality-controlled data to solve research problems and explore new data-driven approaches. Educators use IEDA data systems and visualization tools to create course materials and class exercises that allow students to explore and analyze multidisciplinary Geoscience data.\n\nOver the period of performance of this award, increased effort has been dedicated to improve alignment of IEDA repository operations with the FAIR principles for Findable, Accessible, Interoperable, and Reusable data. IEDA worked with a wide range of peer data facilities on linking and data exchange on the web. IEDA data systems expanded their capability to give external systems direct, machine-readable access to data holdings and so they can be discovered and used in a meaningful way by a broader research community.\n\n \n\n\t\t\t\t\tLast Modified: 03/05/2021\n\n\t\t\t\t\tSubmitted by: Kerstin A Lehnert"
 }
}