{
 "awd_id": "1640215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advancing High School Computer Science Through Math and Science Integration",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925153",
 "po_email": "miford@nsf.gov",
 "po_sign_block_name": "Michael Ford",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 653013.0,
 "awd_amount": 1249821.0,
 "awd_min_amd_letter_date": "2017-06-14",
 "awd_max_amd_letter_date": "2022-03-14",
 "awd_abstract_narration": "Chicago Public Schools (CPS), through its CS4All initiative, has led the nation in K-12 Computer Science (CS) education, and has recently made CS a high school graduation requirement, starting with the 2020 graduating class. CPS is experiencing a tiered implementation of the CS graduation requirement in its high schools: the first tier of schools is integrating the Exploring Computer Science (ECS) course into their curriculum and a second tier of schools will do so by 2019. A third tier of approximately 40 schools face additional barriers (e.g., lack of resources, qualified teachers, reduced student exposure) and are resisting the transition to CS adoption. The project targets these schools by focusing on integration of computational thinking into the teaching of mathematics and science courses and will test the hypothesis that this effort will provide a 'bridge' to computer science course offerings. The effort will focus on teacher leadership and subsequent teacher development. Several curricula will be tested for integration into existing courses, for example Project GUTS (Growing up thinking scientifically) for supporting computational thinking in science courses and Bootstrap for Algebra. This approach will change school culture and attitudes towards CS and will provide a bridge for third tier schools to achieve sufficient professional development for offering the ECS course. These efforts will ultimately culminate in 100% coverage of the CS graduation requirement across the district. Through documentation and study of this effort, the project will serve as a model for other districts nationwide for integrating computational thinking into the teaching of science and mathematics and how this could support change in school culture and capacity for offering computer science courses. The project addresses core objectives of the STEM+C program to support research advancing a strong and developmental foundation in computing and computational thinking in preK-12 science, technology, engineering, or mathematics (STEM) teaching and learning and the applied integration of STEM content in preK-12 computer science education. \r\n\r\nIn this proposal the research questions involve: 1) understanding whether integration of CS into math and science, coupled with teacher leadership professional development and coaching, can support the formation of a school-level community around computational thinking; 2) understanding how a strong Professional Learning Community (PLC) around computational thinking might facilitate implementation of a CS course; and 3) understanding the extent to which high school students proficiency will be impacted by CS integration. Surveys will provide insight into changes in teacher practice and perceptions. Social networks will be explored. Institutional change will be documented through detailed comparative case studies. Answers to research questions will be attained by examining student learning outcomes, teaching practice, teacher social networks, and professional learning opportunities. The breadth of data gathered through multiple tools will be used to examine the relationship between the approach and student learning outcomes. Case studies of 12 teachers leaders will provide insight into the ways in which teacher interactions influence uptake of CS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucia",
   "pi_last_name": "Dettori",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lucia Dettori",
   "pi_email_addr": "lucia@cdm.depaul.edu",
   "nsf_id": "000109123",
   "pi_start_date": "2017-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "McGee",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M McGee",
   "pi_email_addr": "mcgee@lponline.net",
   "nsf_id": "000277387",
   "pi_start_date": "2017-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Brenda",
   "pi_last_name": "Wilkerson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brenda Wilkerson",
   "pi_email_addr": "bdwilkerson@cps.edu",
   "nsf_id": "000694933",
   "pi_start_date": "2017-06-14",
   "pi_end_date": "2018-04-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Rasmussen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Rasmussen",
   "pi_email_addr": "arasmussen@cps.edu",
   "nsf_id": "000719935",
   "pi_start_date": "2018-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Mather",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Mather",
   "pi_email_addr": "awmather@cps.edu",
   "nsf_id": "000766934",
   "pi_start_date": "2018-04-10",
   "pi_end_date": "2019-05-24"
  }
 ],
 "inst": {
  "inst_name": "DePaul University",
  "inst_street_address": "1 E JACKSON BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3123627388",
  "inst_zip_code": "606042287",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "DEPAUL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNZ8KMRWTDB6"
 },
 "perf_inst": {
  "perf_inst_name": "Chicago Public Schools",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606024309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1249821.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7c669212-7fff-d181-546b-35f474aa4366\"> </span></p>\n<p dir=\"ltr\"><span>The Chicago Public Schools (CPS) leads the nation in computer science education. Each year roughly 14,000 CPS students graduate with at least one year of computer science. This is the result of a graduation requirement that CPS enacted in 2016. The foundational course that most students complete to fulfill the requirement is&nbsp;</span><span>Exploring Computer Science</span><span>&nbsp;(ECS).</span><span> </span><span>Starting in 2017, the overall goal of the Bridges to ECS4All (Bridges) project was to build the capacity of schools to support the implementation of computer science across the curriculum. By infusing computational thinking (CT) activities in math and science, the project aimed to develop a reciprocal relationship in which computer science courses can support students in implementing CT in math and science and vice versa. </span><span>The research plan included 1) integration of CT into STEM subjects and 2) research on the spread of CT across the district.</span></p>\n<p dir=\"ltr\"><span>The Bridges project team worked with the CPS Office of Science to infuse CT activities into the high school (HS) science curriculum. Examples of CT lessons supported by the Bridges project include: developing Scratch programs to model satellite motion around the Earth using Keplar&rsquo;s laws of motion and using Sage Modeler to develop ecosystems dynamics models of coyote populations in Chicago. The team conducted an analysis of the CPS HS biology, chemistry, and physics courses for the presence of NGSS practices. Each lesson was also evaluated for the presence of the following CT practices: computational modeling, computational visualization, computational data practices, algorithms, programming, and computational problem solving.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The three most prevalent NGSS practices across all the units are </span><span>Obtaining, Evaluating, and Communicating Information </span><span>(76% of lesson time), </span><span>Constructing Explanations and Designing Solutions </span><span>(63%), and </span><span>Engaging in Argument from Evidence</span><span> (42%). The next most prevalent practices were </span><span>Developing and Using Models</span><span> (33%), followed by </span><span>Using Mathematics and Computational Thinking</span><span> (12%) and </span><span>Analyzing and Interpreting Data </span><span>(11%). While the scientific practice of modeling affords opportunities for students to engage in CT practices, most of the modeling time in the curriculum did not incorporate CT practices. The most prevalent CT practices are computational modeling and computational visualization, followed by computational data practices, algorithms, and programming.&nbsp;</span></p>\n<p dir=\"ltr\"><strong>Intellectual Merit</strong></p>\n<p dir=\"ltr\"><span>The Bridges project conducted two investigations of the integration of CT into HS science classes. The first investigation involved case studies of students engaging in computational modeling activities in their chemistry class. Students were video recorded during their investigation and then interviewed about the experience. All students had completed the ECS course in a prior year of HS. The students used a computational model of bonding to explore abstract concepts about types of bonds. Students were able to successfully use the model as evidence to build scientific explanations. There were two ways in which the ECS course prepared students for computational modeling in chemistry. ECS provides students with computational experiences that can help them feel comfortable with computational modeling. ECS also focuses on problem solving with computational tools, which can help students feel comfortable with engaging in computational inquiry.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The second investigation involved an analysis of student performance in HS science classes as a function of whether students took ECS prior to their science class.&nbsp; The results indicate that students who completed CS courses tend to earn higher grades in subsequent science courses than students who have not completed CS courses. This analysis was conducted on all science classes. There is suggestive evidence that the effects of CS are driven by ECS course-taking. The team&nbsp; also conducted analyses on whether the effects of ECS were larger for schools that adopted the CPS official HS science curriculum, which the Bridges project had supported through the integration of CT activities. Based on one year of implementation data, the results are inconclusive. Since all science teachers at a school had adopted the CPS HS science curriculum, the unit of analysis was at the school level rather than the teacher level, as was used in the previous analysis on the effect of ECS across all science classes. Therefore, the analyses are less powerful and more prone to bias due to other factors. However, the analyses did show that the effect of ECS on science grades was even larger than the overall effect for science classes. Future work can extend and clarify these results by incorporating additional years of data on the CPS HS science curriculum as well as examining the level of implementation by teacher, thus allowing for a more robust analysis.</span></p>\n<p dir=\"ltr\"><strong>Broader Impacts</strong></p>\n<p dir=\"ltr\"><span>Given the large number of CPS students completing computer science courses each year, the Bridges project has provided a model for building upon students&rsquo; CT skills to improve outcomes in their science classes.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/09/2023<br>\nModified by: Steven&nbsp;M&nbsp;Mcgee</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe Chicago Public Schools (CPS) leads the nation in computer science education. Each year roughly 14,000 CPS students graduate with at least one year of computer science. This is the result of a graduation requirement that CPS enacted in 2016. The foundational course that most students complete to fulfill the requirement isExploring Computer Science(ECS). Starting in 2017, the overall goal of the Bridges to ECS4All (Bridges) project was to build the capacity of schools to support the implementation of computer science across the curriculum. By infusing computational thinking (CT) activities in math and science, the project aimed to develop a reciprocal relationship in which computer science courses can support students in implementing CT in math and science and vice versa. The research plan included 1) integration of CT into STEM subjects and 2) research on the spread of CT across the district.\n\n\nThe Bridges project team worked with the CPS Office of Science to infuse CT activities into the high school (HS) science curriculum. Examples of CT lessons supported by the Bridges project include: developing Scratch programs to model satellite motion around the Earth using Keplars laws of motion and using Sage Modeler to develop ecosystems dynamics models of coyote populations in Chicago. The team conducted an analysis of the CPS HS biology, chemistry, and physics courses for the presence of NGSS practices. Each lesson was also evaluated for the presence of the following CT practices: computational modeling, computational visualization, computational data practices, algorithms, programming, and computational problem solving.\n\n\nThe three most prevalent NGSS practices across all the units are Obtaining, Evaluating, and Communicating Information (76% of lesson time), Constructing Explanations and Designing Solutions (63%), and Engaging in Argument from Evidence (42%). The next most prevalent practices were Developing and Using Models (33%), followed by Using Mathematics and Computational Thinking (12%) and Analyzing and Interpreting Data (11%). While the scientific practice of modeling affords opportunities for students to engage in CT practices, most of the modeling time in the curriculum did not incorporate CT practices. The most prevalent CT practices are computational modeling and computational visualization, followed by computational data practices, algorithms, and programming.\n\n\nIntellectual Merit\n\n\nThe Bridges project conducted two investigations of the integration of CT into HS science classes. The first investigation involved case studies of students engaging in computational modeling activities in their chemistry class. Students were video recorded during their investigation and then interviewed about the experience. All students had completed the ECS course in a prior year of HS. The students used a computational model of bonding to explore abstract concepts about types of bonds. Students were able to successfully use the model as evidence to build scientific explanations. There were two ways in which the ECS course prepared students for computational modeling in chemistry. ECS provides students with computational experiences that can help them feel comfortable with computational modeling. ECS also focuses on problem solving with computational tools, which can help students feel comfortable with engaging in computational inquiry.\n\n\nThe second investigation involved an analysis of student performance in HS science classes as a function of whether students took ECS prior to their science class. The results indicate that students who completed CS courses tend to earn higher grades in subsequent science courses than students who have not completed CS courses. This analysis was conducted on all science classes. There is suggestive evidence that the effects of CS are driven by ECS course-taking. The team also conducted analyses on whether the effects of ECS were larger for schools that adopted the CPS official HS science curriculum, which the Bridges project had supported through the integration of CT activities. Based on one year of implementation data, the results are inconclusive. Since all science teachers at a school had adopted the CPS HS science curriculum, the unit of analysis was at the school level rather than the teacher level, as was used in the previous analysis on the effect of ECS across all science classes. Therefore, the analyses are less powerful and more prone to bias due to other factors. However, the analyses did show that the effect of ECS on science grades was even larger than the overall effect for science classes. Future work can extend and clarify these results by incorporating additional years of data on the CPS HS science curriculum as well as examining the level of implementation by teacher, thus allowing for a more robust analysis.\n\n\nBroader Impacts\n\n\nGiven the large number of CPS students completing computer science courses each year, the Bridges project has provided a model for building upon students CT skills to improve outcomes in their science classes.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/09/2023\n\n\t\t\t\t\tSubmitted by: StevenMMcgee\n"
 }
}