{
 "awd_id": "1642336",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SI2-SSE: Enabling Chemical Accuracy in Computer Simulations: An Integrated Software Platform for Many-Body Molecular Dynamics",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stefan Robila",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 499918.0,
 "awd_amount": 499918.0,
 "awd_min_amd_letter_date": "2017-03-27",
 "awd_max_amd_letter_date": "2017-03-27",
 "awd_abstract_narration": "This project is jointly funded by the Office of Advanced Cyberinfrastructure and and the Division of Chemistry within the Directorate of Mathematical and Physical Sciences. As attested by the 2013 Nobel Prize in Chemistry awarded to Martin Karplus, Michael Levitt, and Arieh Warshel, molecular-level computer simulations have become indispensable in many research areas, including chemistry, physics, materials science, and biochemistry, and often provide fundamental insights that are otherwise difficult to obtain. Nowadays, computer simulations are used to complement, guide, and sometimes replace experimental measurements, reducing the amount of time and money spent on research to bring ideas from the lab to practical applications. In the pharmaceutical industry computer simulations play a key role in structure-based drug design as demonstrated by the development of HIV protease inhibitors. In the chemical industry, computer modeling guides the design of new catalysts as well as novel materials for applications in more efficient batteries, and fuel and solar cells. More recently, there has been significant success in using of computer simulations to design more effective chemical processes as well as to provide information on safety issues. However, both the realism and the predictive power of a molecular-level computer simulation directly depend on the accuracy with which the interactions between molecules are described. To address the limitations of existing simulation approaches, the project group has recently developed a new theoretical/computational methodology that has been shown to display unprecedented accuracy when applied to a variety of molecular systems. The overarching goal of the proposed research is the implementation of this new methodology into an integrated and publicly available software platform that will allow the scientific community to address a broad range of problems through computer simulations. Potential applications include, but are not limited to, the rational design of new drugs as well as novel materials for water purification and the detection of toxic compounds and explosives, the virtual screening of catalysts for more efficient chemical processes, the development of new batteries, solar and fuel cells, and biomolecular structure prediction. A diverse group of high school, undergraduate, and graduate students will be directly involved in different aspects of the proposed research. The students will thus acquire critical knowledge about computer simulations and programming, which will significantly enhance their competitiveness in today's computer-driven job market. Given its multidisciplinary and multifaceted nature, the proposed research will promote scientific progress at different levels and contribute to the development of new technologies that will advance the national health, prosperity and welfare, as well as secure the national defense.\r\n\r\nThe proposed research focuses on the development and implementation of unique software elements that will enable computer simulations on both CPU and GPU architectures using the so-called many-body molecular dynamics (MB-MD) methodology developed by the Paesani group. These software elements will be made publicly available to the scientific community through an integrated platform. MB-MD is a new simulation methodology that has already been shown to provide unprecedented accuracy in molecular simulations of a variety of molecular systems from the gas to the condensed phase. The new software elements comprise three components integrated in a unique software platform: a suite of publicly available computational tools for the automated generation of many-body potential energy functions from electronic structure data; a client-server architecture for the calculation of the required electronic structure data through volunteer computing; independent CPU and GPU plugins for the OpenMM toolkit which will enable MB-MD simulations of generic molecular systems across different phases. In parallel with the proposed research and software engineering projects, outreach and mentoring activities to promote STEM disciplines among students from underprivileged and underrepresented minorities through the PI and Co-PI direct involvement in several outreach programs at UC San Diego and the San Diego Supercomputer Center. These activities are specifically designed to increase the involvement and advancement of women, minorities, and economically disadvantaged groups across different education levels, from high school to undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francesco",
   "pi_last_name": "Paesani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francesco Paesani",
   "pi_email_addr": "fpaesani@ucsd.edu",
   "nsf_id": "000547903",
   "pi_start_date": "2017-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Goetz",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas W Goetz",
   "pi_email_addr": "awgoetz@ucsd.edu",
   "nsf_id": "000604387",
   "pi_start_date": "2017-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Zonca",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Zonca",
   "pi_email_addr": "zonca@sdsc.edu",
   "nsf_id": "000690072",
   "pi_start_date": "2017-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "8005",
   "pgm_ref_txt": "Scientific Software Elements"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 499918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Computer simulations have become in indispensable tools in molecular sciences, providing fundamental insights into complex phenomena that are often difficult (if not impossible) to obtain by other means. However, both the realism and the predicting ability of a computer simulation depend sensitively on the accuracy of the models used to describe the underlying molecular interactions.\n<div></div>\n<div>In this project, we developed and implemented unique software elements to enable many-body molecular dynamics (MB-MD) simulations of arbitrary systems, with chemical and spectroscopic accuracy, on various hardware architectures. These software elements are made publicly available to the scientific community through an integrated platform that combines automated computational tools for the development of many-body molecular models, which exploit active learning, and robust plugins for open source molecular simulations software.</div>\n<div></div>\nOver the course of this project, several undergraduate and graduate students, and postdocs contributed to this research and were trained in broader aspects of computer and data science, as well as advanced topics in quantum and statistical mechanics, many-body interactions, state-of-the-art computer simulations, and modern programming techniques. The results of our research were disseminated to communities of interest through publication of peer-reviewed articles as well as seminars and public lectures given by the team members at national and international conferences and academic institutions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/19/2020<br>\n\t\t\t\t\tModified by: Francesco&nbsp;Paesani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nComputer simulations have become in indispensable tools in molecular sciences, providing fundamental insights into complex phenomena that are often difficult (if not impossible) to obtain by other means. However, both the realism and the predicting ability of a computer simulation depend sensitively on the accuracy of the models used to describe the underlying molecular interactions.\n\nIn this project, we developed and implemented unique software elements to enable many-body molecular dynamics (MB-MD) simulations of arbitrary systems, with chemical and spectroscopic accuracy, on various hardware architectures. These software elements are made publicly available to the scientific community through an integrated platform that combines automated computational tools for the development of many-body molecular models, which exploit active learning, and robust plugins for open source molecular simulations software.\n\nOver the course of this project, several undergraduate and graduate students, and postdocs contributed to this research and were trained in broader aspects of computer and data science, as well as advanced topics in quantum and statistical mechanics, many-body interactions, state-of-the-art computer simulations, and modern programming techniques. The results of our research were disseminated to communities of interest through publication of peer-reviewed articles as well as seminars and public lectures given by the team members at national and international conferences and academic institutions.\n\n\t\t\t\t\tLast Modified: 08/19/2020\n\n\t\t\t\t\tSubmitted by: Francesco Paesani"
 }
}