{
 "awd_id": "1642291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Cirrus Cloud Formation and Microphysical Properties from In-situ Observed Characteristics to Global Climate Impacts",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 338940.0,
 "awd_amount": 338940.0,
 "awd_min_amd_letter_date": "2017-08-15",
 "awd_max_amd_letter_date": "2017-08-15",
 "awd_abstract_narration": "This study will investigate the determinant factors behind cirrus cloud formation and evolution based on in-situ observations at various geographical locations. In addition, the global radiative forcing of observation-constrained aerosol impacts on cirrus microphysical properties will be quantified by using a climate model. The project will focus on three critical scientific issues: (1) Hemispheric differences in cirrus cloud macroscopic and microphysical properties under similar dynamical conditions; (2) Multi-scale dynamical forcings driving ice nucleation and their impacts on cirrus simulations in a climate model; and (3) Impacts of anthropogenic aerosol emissions on cirrus microphysical properties and the subsequent influences on global radiation.\r\n\r\nTo address these scientific issues, The research team will: (1) extract cirrus cloud samples from a composite in-situ dataset covering various geographical locations, and compare the formation and evolution of cirrus clouds between two hemispheres; (2) examine the micro- to mesoscale (~0.1-10 km) variabilities of water vapor and temperature, and improve the NCAR Community Atmosphere Model version 5 (CAM5) by including these observed variabilities; (3) compare the in-situ measured cirrus microphysical properties between polluted and pristine regions, and use CAM5 to quantify the consequent perturbations on global radiation balance.\r\n\r\nIntellectual Merit:\r\nCirrus clouds are one of the main modulators of Earth's climate system. However, due to their large spatial heterogeneity and temporal variability, cirrus clouds remain one of the poorly-represented components in current general circulation models (GCMs). This project will improve our understanding of cirrus microphysical properties in relation to dynamical conditions and aerosol backgrounds, by analyzing in-situ aircraft data obtained from both the Northern and Southern Hemispheres, polluted and pristine regions. Furthermore, the research team will use the observed characteristics to evaluate the simulations of relative humidity and cirrus clouds in CAM5 in terms of their occurrence, spatial coverage and microphysical properties. In addition, a \"best-observation-matched\" ice microphysics configuration will be implemented into CAM5.  Overall, using micro- to mesoscale observations of cirrus formation and evolution, the research will improve cirrus cloud simulations in CAM5 and provide a new estimation on cirrus clouds' adjustments due to anthropogenic aerosol emissions (i.e., aerosol indirect forcing through perturbations of cirrus microphysical properties).\r\n\r\nBroader Impacts:\r\nBoth the observational dataset and the new model parameterization will be released to the community, including a synthesized in-situ observation dataset (a total of 8 campaigns from NSF, NASA and European Union), and a sub-grid scale parameterization of relative humidity variability for GCMs. The improved estimation of anthropogenic aerosol impact on cirrus cloud radiative forcing can contribute to uncertainty reduction in the next IPCC report. The project will greatly benefit teaching and mentoring of undergraduate and graduate students at University of Wyoming and San Jose State University. The project will also recruit and train undergraduate students for presenting their research at the local K-12 schools via San Jose State University's undergraduate Ambassador Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Minghui",
   "pi_last_name": "Diao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Minghui Diao",
   "pi_email_addr": "mhdiao@gmail.com",
   "nsf_id": "000696004",
   "pi_start_date": "2017-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University",
  "perf_str_addr": "One Washington Square",
  "perf_city_name": "San Jose",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951920104",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 338940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cirrus clouds have significant impacts on Earth's climate system through their radiative effects, which are affected by cloud microphysical properties, such as the mass and number concentrations of ice crystals. Understanding the physical processes controlling cirrus cloud formation and evolution is a critical step towards more accurate representation of cirrus clouds in global climate models (GCM).</p>\n<p>A comprehensive investigation on cirrus microphysical properties has been conducted based on both airborne in-situ observations and climate model simulations. Several major outcomes related to the intellectual merits include: 1) a large composite aircraft-based in-situ observations containing seven US National Science Foundation (NSF) funded flight campaigns have been generated. A systematic quality control procedure has been developed to examine observation data quality. 2) A scale-aware, definition-aware comparison method has been developed to compare high-resolution in-situ aircraft observations with coarse-scale GCM simulations. 3) A novel method has been developed to quantify aerosol indirect effects on cirrus clouds by isolating thermodynamic and dynamic influences, before quantifying the impacts of aerosol number concentrations on cirrus microphysical properties. 4) Cirrus cloud evolution has been separated into five evolution phases, and aerosol indirect effects have been examined for each phase. 5) The widely used NCAR Community Earth System Model (CESM) has been tested by comparing against the in-situ cirrus microphysics data, and outstanding issues in model representation of cirrus clouds have been identified. 6) The dynamical driving force for cirrus cloud formation in CESM has been improved by considering the orographic gravity waves, which is critically important for cirrus clouds over mountains and high plateaus. 7) Clear evidence of aerosol indirect effects on cirrus clouds has been obtained from satellite observed changes in cirrus microphysical properties due to the perturbations of volcanic ashes and sulfate aerosols, which complements our in-situ aircraft data analysis. &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Regarding the broader impact of this project, the aircraft-based observations and model simulations generated and processed throughout this project have been used as class teaching materials for both undergraduate and graduate courses by PI Diao at San Jose State University (SJSU), as well as by PI Liu at the University of Wyoming and Texas A&amp;M University. The project team led by PI Diao at SJSU also participated in recruitment of K-12 students through campus visiting programs and has trained undergraduate and graduate students as ambassadors, who presented their research at a local community college &ndash; the Skyline College. This collaborative project has trained and partially supported five graduate students, three undergraduate students, and two postdoctoral researchers in total at three universities.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2022<br>\n\t\t\t\t\tModified by: Minghui&nbsp;Diao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCirrus clouds have significant impacts on Earth's climate system through their radiative effects, which are affected by cloud microphysical properties, such as the mass and number concentrations of ice crystals. Understanding the physical processes controlling cirrus cloud formation and evolution is a critical step towards more accurate representation of cirrus clouds in global climate models (GCM).\n\nA comprehensive investigation on cirrus microphysical properties has been conducted based on both airborne in-situ observations and climate model simulations. Several major outcomes related to the intellectual merits include: 1) a large composite aircraft-based in-situ observations containing seven US National Science Foundation (NSF) funded flight campaigns have been generated. A systematic quality control procedure has been developed to examine observation data quality. 2) A scale-aware, definition-aware comparison method has been developed to compare high-resolution in-situ aircraft observations with coarse-scale GCM simulations. 3) A novel method has been developed to quantify aerosol indirect effects on cirrus clouds by isolating thermodynamic and dynamic influences, before quantifying the impacts of aerosol number concentrations on cirrus microphysical properties. 4) Cirrus cloud evolution has been separated into five evolution phases, and aerosol indirect effects have been examined for each phase. 5) The widely used NCAR Community Earth System Model (CESM) has been tested by comparing against the in-situ cirrus microphysics data, and outstanding issues in model representation of cirrus clouds have been identified. 6) The dynamical driving force for cirrus cloud formation in CESM has been improved by considering the orographic gravity waves, which is critically important for cirrus clouds over mountains and high plateaus. 7) Clear evidence of aerosol indirect effects on cirrus clouds has been obtained from satellite observed changes in cirrus microphysical properties due to the perturbations of volcanic ashes and sulfate aerosols, which complements our in-situ aircraft data analysis.     \n\nRegarding the broader impact of this project, the aircraft-based observations and model simulations generated and processed throughout this project have been used as class teaching materials for both undergraduate and graduate courses by PI Diao at San Jose State University (SJSU), as well as by PI Liu at the University of Wyoming and Texas A&amp;M University. The project team led by PI Diao at SJSU also participated in recruitment of K-12 students through campus visiting programs and has trained undergraduate and graduate students as ambassadors, who presented their research at a local community college &ndash; the Skyline College. This collaborative project has trained and partially supported five graduate students, three undergraduate students, and two postdoctoral researchers in total at three universities. \n\n\t\t\t\t\tLast Modified: 09/09/2022\n\n\t\t\t\t\tSubmitted by: Minghui Diao"
 }
}