{
 "awd_id": "1643387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Antarctic Seismic Investigations of ULVZ Structure",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael E. Jackson",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 72612.0,
 "awd_amount": 72612.0,
 "awd_min_amd_letter_date": "2017-02-15",
 "awd_max_amd_letter_date": "2017-02-15",
 "awd_abstract_narration": "Non-Technical Project Description\r\n\r\nThis research will study Ultralow Velocity Zones (ULVZs), located in Earth's interior on top of the boundary between the Earth's solid mantle and its fluid outer core.   The ULVZs are so named because seismic waves passing through the Earth slow down dramatically when they encounter these zones. While ULVZs are thought to be related to melting processes, there is growing controversy regarding their origin and the role they play in the thermal and chemical evolution of our planet. The ULVZs may include the largest magma chambers in Earth's interior. Currently, researchers have only searched 40% of Earth's core-mantle boundary for the ULVZs and this project would use existing seismic data to map an unexplored area under Antarctica and interpret the nature of the ULVZs. This project will support two graduate students and create opportunities for undergraduate involvement.   Project results will be published in scientific journals, presented at science fairs, and communicated through the researchers' websites. The research team will also take part in the NSF-sponsored PolarTREC (Teachers and Researchers Exploring and Collaborating) program to communicate the science to students and the broader community.  \r\n\r\n\r\nTechnical Project Description\r\n\r\nThe National Research Council has highlighted high-resolution imaging of core-mantle boundary (CMB) structure as a high-priority, emerging research opportunity in the Earth Sciences since anomalies along the CMB likely play a critical role in the thermal and chemical evolution of our planet. Of particular interest are ultralow velocity zones (ULVZs), thin laterally-varying boundary layers associated with dramatic seismic velocity decreases and increases in density that are seen just above the CMB.  Many questions exist regarding the origin of ULVZs, but incomplete seismic sampling of the lowermost mantle has limited our ability to map global ULVZ structure in detail.  Using recently collected data from the Transantarctic Mountains Northern Network (TAMNNET) in Antarctica, this project will use core-reflected seismic phases (ScP, PcP, and ScS) to investigate ULVZ presence/absence along previously unexplored sections of the CMB.  The data sampling includes the southern boundary of the Pacific Large Low Shear Velocity Province (LLSVP), a dominant feature in global shear wave tomography models, and will allow the researchers to examine a possible connection between ULVZs and LLSVPs. The main objectives of the project are to: 1) use TAMNNET data to document ULVZ presence/absence in previously unexplored regions of the lowermost mantle with array-based approaches; 2) model the data with 1- and 2.5-D wave propagation tools to obtain ULVZ properties and to assess trade-offs among the models; 3) use high quality events to augment the densely-spaced TAMNNET data with that from the more geographically-distributed, open-access Antarctic stations to increase CMB coverage with single-station analyses; and 4) explore the implications of ULVZ solution models for origin, present-day dynamics, and evolution, including their connection to other deep mantle structures, like LLSVPs.\r\n\r\nThe project aims to provide new constraints on ULVZs, including their potential connection to LLSVPs, and thus relates to other seismic and geodynamic investigations focused on processes within the Earth?s interior. This project will promote a new research collaboration between The University of Alabama (UA) and Arizona State University (ASU), each of which brings specific strengths to the initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Garnero",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Garnero",
   "pi_email_addr": "garnero@asu.edu",
   "nsf_id": "000459427",
   "pi_start_date": "2017-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852871404",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 72612.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This work used seismic data from an array of portable seismographic sensors installed in Antarctica.&nbsp;&nbsp;These sensors recorded vibrations from distant earthquakes which traveled down into the deep earth and reflected of Earth&rsquo;s core mantle boundary, &frac12; to the center of the planet.&nbsp;&nbsp;These core-reflections are important because they carry information about anomalous structures, if present, near the core-mantle boundary.&nbsp;&nbsp;Scientists are interested in deep Earth anomalies because they hold key information about the formation and evolution of the planet, as well as present day processes occurring in the deep Earth, some of which may relate to processes at the surface of the planet like plate tectonics, and volcanism.&nbsp;&nbsp;In this research, we studies core-reflections and found anomalous energy in the seismograms that is well explained by ultra-low velocity zones (ULVZs)&mdash;a seismic structure that sits atop the core-mantle boundary that is thin (10&rsquo;s of km), and likely dense and partially molten.&nbsp;&nbsp;The imaged ULVZs are the southernmost ever detected on Earth, and give evidence for their nature being compositionally distinct. The latter point is important because any deep Earth compositionally distinct entity must have an evolutionary pathway that is related to the dynamic convecting mantle in order to accumulate the material to be seismically observable.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2020<br>\n\t\t\t\t\tModified by: Edward&nbsp;J&nbsp;Garnero</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis work used seismic data from an array of portable seismographic sensors installed in Antarctica.  These sensors recorded vibrations from distant earthquakes which traveled down into the deep earth and reflected of Earth’s core mantle boundary, &frac12; to the center of the planet.  These core-reflections are important because they carry information about anomalous structures, if present, near the core-mantle boundary.  Scientists are interested in deep Earth anomalies because they hold key information about the formation and evolution of the planet, as well as present day processes occurring in the deep Earth, some of which may relate to processes at the surface of the planet like plate tectonics, and volcanism.  In this research, we studies core-reflections and found anomalous energy in the seismograms that is well explained by ultra-low velocity zones (ULVZs)&mdash;a seismic structure that sits atop the core-mantle boundary that is thin (10’s of km), and likely dense and partially molten.  The imaged ULVZs are the southernmost ever detected on Earth, and give evidence for their nature being compositionally distinct. The latter point is important because any deep Earth compositionally distinct entity must have an evolutionary pathway that is related to the dynamic convecting mantle in order to accumulate the material to be seismically observable.\n\n \n\n\t\t\t\t\tLast Modified: 01/15/2020\n\n\t\t\t\t\tSubmitted by: Edward J Garnero"
 }
}