{
 "awd_id": "1643285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Modeling ice-ocean Interaction for the Rapidly Evolving Ice Shelf Cavities of Pine Island and Thwaites Glaciers, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924961",
 "po_email": "pcutler@nsf.gov",
 "po_sign_block_name": "Paul Cutler",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 561981.0,
 "awd_amount": 561981.0,
 "awd_min_amd_letter_date": "2017-07-05",
 "awd_max_amd_letter_date": "2017-07-05",
 "awd_abstract_narration": "The West Antarctic Ice Sheet contains enough ice to raise global sea levels by 3-4 meters. Ice-sheet volume falls, and sea level increases, when more ice is lost to the ocean by glacier flow than is replaced by snowfall. Glacier speed is reduced when ice shelves, which are the floating extensions of the ice sheets, are present. Processes that affect ice shelf thickness and extent therefore influence the rates of grounded ice loss and sea-level rise. West Antarctica is currently losing ice, at an accelerating rate, with most loss occurring in the Amundsen Sea region via discharge from Pine Island and Thwaites glaciers. This loss was initiated by increased circulation of relatively warm ocean water beneath these glacier's ice shelves, causing them to thin by melting. However, this melting also depends on how the changing shape of the ice shelves affects the ocean circulation beneath them and the speeds of the grounded glaciers upstream. Limited understanding of these processes leads to uncertainties in estimates of future ice loss. This interdisciplinary project brings together glaciologists and oceanographers from three US institutions to study the interactions between changing glacier flow, ice shelf shape and extent, and ocean circulation. Data and numerical models will be used to identify the key processes that determine how rapidly this region can shed ice. The project team will train postdocs and graduate students in cutting-edge modeling techniques, and educate the public about Antarctic ice loss through talks, school science fairs, and Seattle Science Center's annual Polar Science Weekend. \r\n\r\nThe project team will conduct simulations, using a combination of ice-sheet and ocean models, to reduce uncertainties in projected ice loss from Pine Island and Thwaites glaciers by: (i) assessing how ice-shelf melt rates will change as the ice-shelf cavities evolve through melting and grounding-line retreat, and (ii) improving understanding of the sensitivity of sub-shelf melt rates to changes in ocean state on the nearby continental shelf. These studies will reduce uncertainty on ice loss and sea-level rise estimates, and lay the groundwork for development of future fully-coupled ice-sheet/ocean models. The project will first develop high-resolution ice-shelf-cavity circulation models driven by modern observed regional ocean state and validated with estimates of melt derived from satellite observations. Next, an ice-flow model will be used to estimate the future grounding retreat. An iterative process with the ocean-circulation and ice-flow models will then simulate melt rates at each stage of retreat. These results will help assess the validity of the hypothesis that unstable collapse of the Amundsen Sea sector of West Antarctica is underway, which was based on simplified models of melt rate. These models will also provide a better understanding of the sensitivity of melt to regional forcing such as changes in Circumpolar Deep Water temperature and wind-driven changes in thermocline height. Finally, several semi-coupled ice-ocean simulations will help determine the influence of the ocean-circulation driven melt over the next several decades. These simulations will provide a much-improved understanding of the linkages between far-field ocean forcing, cavity circulation and melting, and ice-sheet response.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Joughin",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ian R Joughin",
   "pi_email_addr": "Ian@apl.washington.edu",
   "nsf_id": "000089370",
   "pi_start_date": "2017-07-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Dutrieux",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre Dutrieux",
   "pi_email_addr": "pierred@ldeo.columbia.edu",
   "nsf_id": "000694287",
   "pi_start_date": "2017-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "Applied Physics Lab",
  "perf_str_addr": "1013 NE 40th Street",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  },
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 561981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"AbstractSummary\">The pattern of ocean-induced melting beneath the floating ice shelves that restrict the flow of ice to the ocean was believed to help control Antarctica's sea-level contribution.<strong>&nbsp;</strong>Using numerical models, this project investigated the sensitivity of ice loss to the spatial pattern and total ice-shelf melt for Pine Island Glacier, Antarctica. Contrary to earlier studies, this project demonstrated that there is only minor sensitivity to the pattern of melt (&lt;6%). Instead, the total melt determines the rate of ice loss and how much the glacier will increase sea level.&nbsp;&nbsp;For the maximum expected ocean melting, Pine Island Glacier could raise sea level by up to 41 mm over the next 200 years. This work also showed that this glacier sped up by 12% since 2017. This speedup was caused by the calving of icebergs that removed nearly 20% of the ice shelf. When the ice shelf loss is included, the model produces an extra 5 mm of sea-level rise over 200 years. Greater sea-level rise could occur if there is more ice shelf breakup.</p>\n<p>To demonstrate the connection between ocean heat content variability, ice shelf melt variability, and ice response, this project analyzed satellite and ship-based observations along with numerical models of the Amundsen Sea embayment. This effort showed that the ocean heat content available to melt ice shelves is highly sensitive to wind forcing caused by natural atmospheric variability in the tropics at decadal timescales and potentially by centennial-scale, human-induced trends. Other important factors are local freshwater and salt sources (e.g., sea ice and iceberg melt). The natural variability and relatively short climate (and ocean) record make it difficult to separate natural and human-induced influences in a statistical sense. This difficulty stresses the importance of supporting long-term, in-place monitoring efforts.&nbsp;&nbsp;New methods to decipher the relative importance of each are also needed.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2022<br>\n\t\t\t\t\tModified by: Ian&nbsp;R&nbsp;Joughin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1643285/1643285_10499026_1660941725247_PIGSpeedup-Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1643285/1643285_10499026_1660941725247_PIGSpeedup-Figure2--rgov-800width.jpg\" title=\"Breakup of Outer Part of the Pine Island Glacier Ice Shelf\"><img src=\"/por/images/Reports/POR/2022/1643285/1643285_10499026_1660941725247_PIGSpeedup-Figure2--rgov-66x44.jpg\" alt=\"Breakup of Outer Part of the Pine Island Glacier Ice Shelf\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sequence of images from the Copernicus Sentinel Radar Satellites showing the progressive loss of the front of the Pine Island Glacier's ice shelf.</div>\n<div class=\"imageCredit\">Joughin, Shapero, Smith, and Dutrieux</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ian&nbsp;R&nbsp;Joughin</div>\n<div class=\"imageTitle\">Breakup of Outer Part of the Pine Island Glacier Ice Shelf</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "The pattern of ocean-induced melting beneath the floating ice shelves that restrict the flow of ice to the ocean was believed to help control Antarctica's sea-level contribution. Using numerical models, this project investigated the sensitivity of ice loss to the spatial pattern and total ice-shelf melt for Pine Island Glacier, Antarctica. Contrary to earlier studies, this project demonstrated that there is only minor sensitivity to the pattern of melt (&lt;6%). Instead, the total melt determines the rate of ice loss and how much the glacier will increase sea level.  For the maximum expected ocean melting, Pine Island Glacier could raise sea level by up to 41 mm over the next 200 years. This work also showed that this glacier sped up by 12% since 2017. This speedup was caused by the calving of icebergs that removed nearly 20% of the ice shelf. When the ice shelf loss is included, the model produces an extra 5 mm of sea-level rise over 200 years. Greater sea-level rise could occur if there is more ice shelf breakup.\n\nTo demonstrate the connection between ocean heat content variability, ice shelf melt variability, and ice response, this project analyzed satellite and ship-based observations along with numerical models of the Amundsen Sea embayment. This effort showed that the ocean heat content available to melt ice shelves is highly sensitive to wind forcing caused by natural atmospheric variability in the tropics at decadal timescales and potentially by centennial-scale, human-induced trends. Other important factors are local freshwater and salt sources (e.g., sea ice and iceberg melt). The natural variability and relatively short climate (and ocean) record make it difficult to separate natural and human-induced influences in a statistical sense. This difficulty stresses the importance of supporting long-term, in-place monitoring efforts.  New methods to decipher the relative importance of each are also needed.\n\n \n\n\t\t\t\t\tLast Modified: 08/20/2022\n\n\t\t\t\t\tSubmitted by: Ian R Joughin"
 }
}