{
 "awd_id": "1644975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Numeracy Infusion for College Educators (NICE)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924657",
 "po_email": "srichard@nsf.gov",
 "po_sign_block_name": "Sandra Richardson",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 196978.0,
 "awd_amount": 196978.0,
 "awd_min_amd_letter_date": "2017-02-17",
 "awd_max_amd_letter_date": "2017-02-17",
 "awd_abstract_narration": "Quantitative reasoning (QR), the contextualized use of numbers and data in a way that involves critical thinking skills, is essential for informed decision making, career advancement, and full participation in civic life. Most students do not have sufficient opportunities to learn the QR skills needed for personal and professional success, and this disadvantage is particularly acute among students from underrepresented minority populations. In response to this need, two Hispanic-Serving Institutions (HSIs), Hostos Community College and Lehman College will implement a professional development (PD) project, Numeracy Infusion for College Educators (NICE), for 24 faculty in those two institutions along with Bronx Community College faculty (also an HSI). The project will build on prior work in which faculty members learned how to infuse QR into courses ranging from biology, chemistry, and mathematics, to African and African-American studies, history, and political science.\r\n\r\nOver the course of the project, faculty volunteers will participate either in an intensive 10-week summer program or in a 10-month program offered during the academic year. The NICE project will teach faculty how to (a) apply QR within the context of their subject areas, (b) articulate QR learning goals and objectives, (c) incorporate best practices for teaching QR, (d) adapt and implement strategies for infusing QR into course instruction, and (e) assess the effectiveness of QR initiatives. The same progressive teaching methods that have proven effective in undergraduate QR instruction will be used to teach faculty within the NICE program; specifically, faculty will engage in active and collaborative learning using real-world data. Toward establishing an adaptable model for faculty PD in QR that offers a comparison between an extended academic year experience and a more intense summer-only experience, the project team will focus on three key research questions: (1) How does the NICE program enhance the QR teaching abilities of faculty? (2) How does the NICE program impact faculty efforts to infuse QR into their course instruction?; and (3) How does faculty participation in NICE translate into real QR learning gains among CUNY students?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esther",
   "pi_last_name": "Wilder",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Esther I Wilder",
   "pi_email_addr": "Esther.Wilder@lehman.cuny.edu",
   "nsf_id": "000094364",
   "pi_start_date": "2017-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "inst_street_address": "250 BEDFORD PARK BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189608107",
  "inst_zip_code": "104681527",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DJ4SM8UQBHT7"
 },
 "perf_inst": {
  "perf_inst_name": "Hostos Community College",
  "perf_str_addr": "500 Grand Concourse",
  "perf_city_name": "Bronx",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104515323",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "NY15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8238",
   "pgm_ref_txt": "DCLS-Hispanic Serving Inst"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 196978.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Numeracy Infusion for College Educators (NICE) project facilitated the infusion of quantitative reasoning (QR) instruction and assessment into undergraduate courses at the City University of New York&rsquo;s (CUNY&rsquo;s) three Hispanic-Serving Institutions (HSIs) in the Bronx: Bronx Community College, Hostos Community College, and Lehman College.&nbsp; The program provided training in best practices for QR instruction to approximately two dozen faculty in a wide range of disciplines (e.g., astronomy, chemistry, education, English, mathematics, nursing, and sociology), teaching instructors how to (a) apply QR within a disciplinary context, (b) articulate QR learning goals and objectives, (c) incorporate best practices for teaching QR, (d) adapt and implement strategies for infusing QR into course instruction, and (e) assess the effectiveness of QR initiatives in order to further improve the quality of undergraduate teaching.&nbsp; NICE also fostered the development of a community of practice across the three institutions.&nbsp; CUNY faculty interested in QR can now rely on support not just from the NICE project team, but from many of the faculty who participated in the program.</p>\n<p>Participating faculty enrolled in either an online summer program or an academic-year program.&nbsp; Although NICE is chiefly an online course, each instruction program began with a two-day in-person session in which faculty got acquainted with one another and discussed QR pedagogy. &nbsp;During these sessions, faculty also participated in an assessment activity and discussed the meaning and relevance of QR, with special emphasis on the required reading, Jeffrey Bennett's classic book MATH FOR LIFE. &nbsp;The online component of NICE consisted of eight units: (1) QR and Making Numbers Meaningful; (2) QR Learning Outcomes; (3) The Brain, Cognition and QR; (4) QR and Writing; (5) Discovery Methods; (6) Representations of Data; (7) QR Assessment; and (8) QR Stereotypes and Culture. &nbsp;Each unit included a set of readings, videos, hands-on activities, and interactive discussions. &nbsp;In addition, participating faculty completed several key tasks&mdash;activities and assignments in which they developed materials for their own courses&mdash;and collaboratively assessed the work completed by their peers.</p>\n<p>The NICE instruction program adopted many of the same progressive teaching methods that have proven effective in undergraduate QR instruction. &nbsp;Faculty engaged in active and collaborative learning using real-world data, reviewed samples of students&rsquo; work, evaluated QR assessment instruments, and reviewed a variety of online resources that can be used to engage students and others in meaningful data analysis projects. &nbsp;The network of CUNY faculty devoted to QR instruction has grown over the course of the project, and the 2018 QR Pedagogy Capstone Conference attracted more than 50 faculty from across CUNY.</p>\n<p>Our research on the NICE project has focused on three key questions: (1) To what extent does the NICE program enhance the QR teaching abilities of faculty? (2) How has it influenced the faculty&rsquo;s efforts to infuse QR into their course instruction? and (3) Has faculty participation in NICE led to QR learning gains among CUNY students?&nbsp; We have also compared the effectiveness of the summer and academic-year programs.&nbsp; Our analyses show that faculty who enrolled in the program during the summer were not only more likely to complete the program, but to complete it in a timely fashion. &nbsp;Surveys and skills assessment administered at the beginning and end of each instruction program demonstrate that NICE is effective in enhancing the capabilities of participating faculty and in promoting a strong commitment to QR instruction. &nbsp;For example, 94% of faculty agreed that their NICE participation had made them more familiar with new strategies and tools for teaching QR.&nbsp; The student assessment data, gathered independently by faculty participants, reveal meaningful gains in students&rsquo; QR skills as well as their comfort with data analysis and related tasks.</p>\n<p>The Bronx is New York&rsquo;s poorest borough, and Bronx CUNY students are overwhelmingly minority, female, and economically and academically disadvantaged. &nbsp;By training more than two dozen faculty, NICE has improved the educational experiences of thousands of students.&nbsp; NICE has also helped faculty beyond CUNY as a result of our dissemination activities. &nbsp;The instructional materials from the project are readily available on the NICE website (<a href=\"about:blank\">www.teachqr.org</a>), which also includes resources on best practices and tools for engaging students in data analysis. &nbsp;Moreover, our research on NICE&mdash;both existing publications/presentations and those in progress&mdash;contributes to our understanding of best practices for faculty development. &nbsp;Finally, we have worked to ensure that the NICE materials and evaluation results are widely available to educators, policymakers, administrators, and researchers.&nbsp; These efforts have included more than a dozen presentations, workshops, and scholarly papers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2021<br>\n\t\t\t\t\tModified by: Esther&nbsp;I&nbsp;Wilder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Numeracy Infusion for College Educators (NICE) project facilitated the infusion of quantitative reasoning (QR) instruction and assessment into undergraduate courses at the City University of New York’s (CUNY’s) three Hispanic-Serving Institutions (HSIs) in the Bronx: Bronx Community College, Hostos Community College, and Lehman College.  The program provided training in best practices for QR instruction to approximately two dozen faculty in a wide range of disciplines (e.g., astronomy, chemistry, education, English, mathematics, nursing, and sociology), teaching instructors how to (a) apply QR within a disciplinary context, (b) articulate QR learning goals and objectives, (c) incorporate best practices for teaching QR, (d) adapt and implement strategies for infusing QR into course instruction, and (e) assess the effectiveness of QR initiatives in order to further improve the quality of undergraduate teaching.  NICE also fostered the development of a community of practice across the three institutions.  CUNY faculty interested in QR can now rely on support not just from the NICE project team, but from many of the faculty who participated in the program.\n\nParticipating faculty enrolled in either an online summer program or an academic-year program.  Although NICE is chiefly an online course, each instruction program began with a two-day in-person session in which faculty got acquainted with one another and discussed QR pedagogy.  During these sessions, faculty also participated in an assessment activity and discussed the meaning and relevance of QR, with special emphasis on the required reading, Jeffrey Bennett's classic book MATH FOR LIFE.  The online component of NICE consisted of eight units: (1) QR and Making Numbers Meaningful; (2) QR Learning Outcomes; (3) The Brain, Cognition and QR; (4) QR and Writing; (5) Discovery Methods; (6) Representations of Data; (7) QR Assessment; and (8) QR Stereotypes and Culture.  Each unit included a set of readings, videos, hands-on activities, and interactive discussions.  In addition, participating faculty completed several key tasks&mdash;activities and assignments in which they developed materials for their own courses&mdash;and collaboratively assessed the work completed by their peers.\n\nThe NICE instruction program adopted many of the same progressive teaching methods that have proven effective in undergraduate QR instruction.  Faculty engaged in active and collaborative learning using real-world data, reviewed samples of students’ work, evaluated QR assessment instruments, and reviewed a variety of online resources that can be used to engage students and others in meaningful data analysis projects.  The network of CUNY faculty devoted to QR instruction has grown over the course of the project, and the 2018 QR Pedagogy Capstone Conference attracted more than 50 faculty from across CUNY.\n\nOur research on the NICE project has focused on three key questions: (1) To what extent does the NICE program enhance the QR teaching abilities of faculty? (2) How has it influenced the faculty’s efforts to infuse QR into their course instruction? and (3) Has faculty participation in NICE led to QR learning gains among CUNY students?  We have also compared the effectiveness of the summer and academic-year programs.  Our analyses show that faculty who enrolled in the program during the summer were not only more likely to complete the program, but to complete it in a timely fashion.  Surveys and skills assessment administered at the beginning and end of each instruction program demonstrate that NICE is effective in enhancing the capabilities of participating faculty and in promoting a strong commitment to QR instruction.  For example, 94% of faculty agreed that their NICE participation had made them more familiar with new strategies and tools for teaching QR.  The student assessment data, gathered independently by faculty participants, reveal meaningful gains in students’ QR skills as well as their comfort with data analysis and related tasks.\n\nThe Bronx is New York’s poorest borough, and Bronx CUNY students are overwhelmingly minority, female, and economically and academically disadvantaged.  By training more than two dozen faculty, NICE has improved the educational experiences of thousands of students.  NICE has also helped faculty beyond CUNY as a result of our dissemination activities.  The instructional materials from the project are readily available on the NICE website (www.teachqr.org), which also includes resources on best practices and tools for engaging students in data analysis.  Moreover, our research on NICE&mdash;both existing publications/presentations and those in progress&mdash;contributes to our understanding of best practices for faculty development.  Finally, we have worked to ensure that the NICE materials and evaluation results are widely available to educators, policymakers, administrators, and researchers.  These efforts have included more than a dozen presentations, workshops, and scholarly papers.\n\n \n\n\t\t\t\t\tLast Modified: 04/30/2021\n\n\t\t\t\t\tSubmitted by: Esther I Wilder"
 }
}