{
 "awd_id": "1644209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Foraging Behavior and Ecological Role of the Least Studied Antarctic Krill Predator, the Antarctic Minke Whale (Balaenoptera Bonaerensis)",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karla Heidelberg",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 167264.0,
 "awd_amount": 167264.0,
 "awd_min_amd_letter_date": "2017-08-08",
 "awd_max_amd_letter_date": "2017-08-08",
 "awd_abstract_narration": "The Antarctic Peninsula is warming and one of the consequences is a decrease in sea ice cover.  Antarctic minke whales are the largest ice-obligate krill predator in the region, yet- little is known about their foraging behavior and ecology.  The goals of the project are to use a suite of new technological tools to measure the underwater behavior of the whales and better understand how they exploit the sea ice habitat.  Using video-recording motion-sensing tags, the underwater movements of the whales can be reconstructed and it can be determine where and when they feed.  UAS (unmanned aerial systems) will be used to generate real-time images of sea ice cover that will be linked with tag data to determine how much time whales spend in sea ice versus open water, and how the behavior of the whales changes between these two habitats.  Lastly, scientific echosounders will be used to characterize the prey field that the whales are exploiting and differences in krill availability inside and out of the ice will be investigated.  All of this information is critical to understand the ecological role of Antarctic minke whales so that better predictions can be made regarding impacts of climate change not only on these animals, but on the structure and function of the Antarctic marine ecosystem.  \r\nThe project will promote the progress of science by elucidating the ecological role of a poorly known Antarctic predator and using this information to better understand the impact of changes that are occurring in Polar Regions.  The educational and outreach program will increase awareness and understanding of minke whales, Antarctic marine ecosystems, sea ice, and the dynamics of climate change through the use of film, social media, and curriculum development for formal STEM educators.\r\n\r\nTo understand how changes in sea ice will manifest in the demography of predators that rely on sea ice habitat requires knowledge of their behavior and ecology.  The largest ice-dependent krill predator and most abundant cetacean in the Southern Ocean is the Antarctic minke whale (AMW)- yet, virtually nothing is known of its foraging behavior or ecological role.  Thus, the knowledge to understand how climate-driven changes will affect these animals and therefore the dynamics of the ecosystem as a whole is lacking. The project will use multi-sensor and video recording tags, fisheries acoustics, and unmanned aerial systems to study the foraging behavior and ecological role of minke whales in the waters of the Antarctic Peninsula.  The following research questions will be posed:\r\n1.\tWhat is the feeding performance of AMWs?\r\n2.\tHow important is sea ice to the foraging behavior of AMW?\r\n3.\tHow do AMWs feed directly under sea ice?\r\nProven tagging and analytical approaches to characterize the underwater feeding behavior and kinematics of minke whales will be used.  Combined with quantitative measurements of the prey field, the energetic costs of feeding will be measured and it will be determined how minke whales optimize energy gain.  Using animal-borne video recording tags and UAS technology it will also be determined how much feeding occurs directly under sea ice and how this mode differs from open water feeding.  This knowledge will: (1) significantly enhance knowledge of the least-studied Antarctic krill predator; and (2) be made directly available to international, long-term efforts to understand how climate-driven changes will affect the structure and function of the Antarctic marine ecosystem.\r\nThe educational and outreach efforts aim to increase awareness and understanding of: (i) the ecological role of minke whales around the Antarctic Peninsula; (ii) the effects of environmental change on an abundant but largely unstudied marine predator; (iii) the advanced methods and technologies used by whale researchers to study these cryptic animals and their prey; and (iv) the variety of careers in the ocean sciences by sharing the experiences of scientists and students.  These educational aims will be achieved by delivering continuous near-real-time delivery of project events and data to informal audiences through social media channels as well as curricula and professional development programs that will provide formal STEM educators with specific standards-compliant lesson plans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Goldbogen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Goldbogen",
   "pi_email_addr": "jergold@stanford.edu",
   "nsf_id": "000667124",
   "pi_start_date": "2017-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Hopkins Marine Station of Stanford University",
  "perf_str_addr": "120 Ocean View Blvd",
  "perf_city_name": "Pacific Grove",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939503024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 167264.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Antarctic Peninsula is warming and one of the consequences is a decrease in sea ice cover. Antarctic minke whales are the largest ice-obligate krill predator in the region, yet little is known about their foraging behavior and ecology. The goals of the project were to use a suite of new technological tools to measure the underwater behavior of minke whales and better understand how they exploit sea ice habitat. Using video-recording motion-sensing tags, underwater movements and tracks of whales were calculated to determine where and when they feed. UAS (unmanned aerial systems) were used to generate real-time images of sea ice cover that was linked with tag data to determine how much time whales spent in sea ice versus open water, and how the behavior of the whales changed between these two habitats. Lastly, scientific echosounders were used to characterize the prey field that the whales were exploiting and differences in krill availability inside and out of the ice was investigated. Proven analytical approaches were used to characterize the underwater feeding behavior and kinematics of minke whales. Combined with quantitative measurements of the prey field, the energetic costs of feeding were measured and used to determine how minke whales optimize energy gain from a patchy and ephemeral krill resource. Using animal-borne video recording tags and UAS technology we determined how much feeding occurs directly under sea ice and how this mode differed from open water feeding. This intellectual merit of the research: (1) significantly enhanced knowledge of the least-studied Antarctic krill predator; and (2) was made directly available to international, long-term efforts to understand how climate-driven changes will affect the structure and function of the Antarctic marine ecosystem. All of this information is critical to understand the ecological role of Antarctic minke whales so that better predictions can be made regarding impacts of climate change on the Antarctic marine ecosystem.<br /><br />This research program was the first ever dedicated project to study the underwater behavior and ecology of Antarctic minke whales and has fundamentally changed the ways that we view, understand, and study these enigmatic animals. The integration of the different data sources and field methods was unique and will provide a template for how to conduct multi-disciplinary ecological research using new and emerging technologies including multi-sensor tags, UAS, and environmental sampling. Our use of UAS to collect morphometric and individual ID images of minke whales will have an extensive impact on the broader scientific community using this technology. Furthermore, the use of fixed-wing UAS to collect sea ice imagery at extremely fine-scales will provide a new method for evaluating how minke whales utilize sea ice at scales that are relevant to the individual whale. We are using video collected from the tags in corroboration with UAS imagery to measure the types of ice and amount of ice cover that whales utilize during different behavioral states. This will complement satellite imagery and together can be used to determine habitat in these dynamic polar ecosystems. We collected over 300 hours of acoustic data from our tags that provided unprecedented insight into the vocal behavior of minke whales. Combined with concurrent video data tag sensor data we can now associate specific calls with distinct behavioral states. These data can then be used to better evaluate passive acoustic data sets from throughout the Antarctic to better understand the presence and behavior of minke whales at broader temporal and spatial scales.<br /><br />The project promoted the progress of science by elucidating the ecological role of a poorly known Antarctic predator and using this information to better understand the impact of changes that are occurring in polar ecosystems. The educational and outreach program increased awareness and understanding of minke whales, Antarctic marine ecosystems, sea ice, and the dynamics of climate change through the use of film, social media, and curriculum development for formal STEM educators. Specifically, the broader impacts of the research in terms of both educational and outreach efforts include increased awareness and understanding of: (i) the ecological role of minke whales around the Antarctic Peninsula; (ii) the effects of environmental change on an abundant but largely unstudied marine predator; (iii) the advanced methods and technologies used by whale researchers to study these cryptic animals and their prey; and (iv) the variety of careers in the ocean sciences by sharing the experiences of scientists and students. These educational aims were achieved by delivering continuous near-real-time delivery of project events and data to informal audiences through social media channels as well as curricula and professional development programs that provided formal STEM educators with specific standards-compliant lesson plans.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2020<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;Goldbogen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Antarctic Peninsula is warming and one of the consequences is a decrease in sea ice cover. Antarctic minke whales are the largest ice-obligate krill predator in the region, yet little is known about their foraging behavior and ecology. The goals of the project were to use a suite of new technological tools to measure the underwater behavior of minke whales and better understand how they exploit sea ice habitat. Using video-recording motion-sensing tags, underwater movements and tracks of whales were calculated to determine where and when they feed. UAS (unmanned aerial systems) were used to generate real-time images of sea ice cover that was linked with tag data to determine how much time whales spent in sea ice versus open water, and how the behavior of the whales changed between these two habitats. Lastly, scientific echosounders were used to characterize the prey field that the whales were exploiting and differences in krill availability inside and out of the ice was investigated. Proven analytical approaches were used to characterize the underwater feeding behavior and kinematics of minke whales. Combined with quantitative measurements of the prey field, the energetic costs of feeding were measured and used to determine how minke whales optimize energy gain from a patchy and ephemeral krill resource. Using animal-borne video recording tags and UAS technology we determined how much feeding occurs directly under sea ice and how this mode differed from open water feeding. This intellectual merit of the research: (1) significantly enhanced knowledge of the least-studied Antarctic krill predator; and (2) was made directly available to international, long-term efforts to understand how climate-driven changes will affect the structure and function of the Antarctic marine ecosystem. All of this information is critical to understand the ecological role of Antarctic minke whales so that better predictions can be made regarding impacts of climate change on the Antarctic marine ecosystem.\n\nThis research program was the first ever dedicated project to study the underwater behavior and ecology of Antarctic minke whales and has fundamentally changed the ways that we view, understand, and study these enigmatic animals. The integration of the different data sources and field methods was unique and will provide a template for how to conduct multi-disciplinary ecological research using new and emerging technologies including multi-sensor tags, UAS, and environmental sampling. Our use of UAS to collect morphometric and individual ID images of minke whales will have an extensive impact on the broader scientific community using this technology. Furthermore, the use of fixed-wing UAS to collect sea ice imagery at extremely fine-scales will provide a new method for evaluating how minke whales utilize sea ice at scales that are relevant to the individual whale. We are using video collected from the tags in corroboration with UAS imagery to measure the types of ice and amount of ice cover that whales utilize during different behavioral states. This will complement satellite imagery and together can be used to determine habitat in these dynamic polar ecosystems. We collected over 300 hours of acoustic data from our tags that provided unprecedented insight into the vocal behavior of minke whales. Combined with concurrent video data tag sensor data we can now associate specific calls with distinct behavioral states. These data can then be used to better evaluate passive acoustic data sets from throughout the Antarctic to better understand the presence and behavior of minke whales at broader temporal and spatial scales.\n\nThe project promoted the progress of science by elucidating the ecological role of a poorly known Antarctic predator and using this information to better understand the impact of changes that are occurring in polar ecosystems. The educational and outreach program increased awareness and understanding of minke whales, Antarctic marine ecosystems, sea ice, and the dynamics of climate change through the use of film, social media, and curriculum development for formal STEM educators. Specifically, the broader impacts of the research in terms of both educational and outreach efforts include increased awareness and understanding of: (i) the ecological role of minke whales around the Antarctic Peninsula; (ii) the effects of environmental change on an abundant but largely unstudied marine predator; (iii) the advanced methods and technologies used by whale researchers to study these cryptic animals and their prey; and (iv) the variety of careers in the ocean sciences by sharing the experiences of scientists and students. These educational aims were achieved by delivering continuous near-real-time delivery of project events and data to informal audiences through social media channels as well as curricula and professional development programs that provided formal STEM educators with specific standards-compliant lesson plans.\n\n\t\t\t\t\tLast Modified: 08/02/2020\n\n\t\t\t\t\tSubmitted by: Jeremy Goldbogen"
 }
}