{
 "awd_id": "1644739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "I Corps Sites - Type I: I-CORPS SITE AT MISSISSIPPI STATE UNIVERSITY",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 495300.0,
 "awd_amount": 495300.0,
 "awd_min_amd_letter_date": "2017-03-02",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "This project, from Mississippi State University, establishes an I-Corps Site in the institution's Center for Entrepreneurship and Outreach (CEO).  NSF Innovation Corps (I-Corps) Sites are NSF-funded entities established at universities whose purpose is to nurture and support multiple, local teams to transition their technology concepts into the marketplace. Sites provide infrastructure, advice, resources, networking opportunities, training and modest funding to enable groups to transition their work into the marketplace or into becoming I-Corps Team applicants. The Mississippi State CEO coordinates the efforts of the Office of Technology Management (OTM) and the E-Center to administer the I-Corps Site project. The goal is to recruit and manage thirty teams a year, with the objective of creating viable businesses based on university research.\r\n\r\nMississippi State has combined their entrepreneurship center with outreach under an EDA University Center - creating the potential for better than average connections with regional businesses and recruiting representatives of those businesses to participate in the I-Corps Site activities. MS has already solidified some company connections and recruited an advisory board.\r\n\r\nThere are clear goals for the Site and Mississippi State University has already started to translate research into businesses. Their existing entrepreneurship program is in line with I-Corps and this grant will help them scale-up those efforts. They have experience collaborating with the Southwest I-Corps Node and plans to continue that collaboration. They have a way to support teams that develop new ideas as well as an I-Corps-centric curriculum in place. They have a robust tracking/assessment plan for the program and the individual teams, an asset to the proposal and will help them to measure the impact of the program.\r\n\r\nThe site has the potential to have high in on economically distressed and minority populations.  30% of this institution's entering freshman class and 16% of their faculty belong to minority groups.  In addition there is a program that provides support for veterans starting a business. This is a well-structured and thought out project that contains all of the elements that are needed to support a successful I-Corps Site.  It is clear from data they have provided that a Site at this institution would have a significant impact on the university and the region as well as the faculty and students at this institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hill",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Hill",
   "pi_email_addr": "e.hill@msstate.edu",
   "nsf_id": "000723762",
   "pi_start_date": "2017-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Oswald",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon L Oswald",
   "pi_email_addr": "soswald@business.msstate.edu",
   "nsf_id": "000723908",
   "pi_start_date": "2017-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "PO Box 5288",
  "perf_city_name": "Mississippi State",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "397625288",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804600",
   "pgm_ele_name": "I-Corps-Sites"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 97719.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 98444.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 199149.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 99988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>OVERVIEW</strong></p>\n<p><strong></strong>The Mississippi State University (MSU) I-Corps Site has made significant strides in fostering innovation and entrepreneurship across Mississippi. The MSU I-Corps Site, supported by the MSU Center for Entrepreneurship and Outreach (E-Center), has been instrumental in promoting a culture of entrepreneurship among students, faculty, and staff.&nbsp;</p>\n<p><strong>ACHIEVEMENT AND IMPACT</strong></p>\n<p><span>MSU's I-Corps Site aimed to form and train teams of researchers on lean startup principles to propel them into NSF's broader entrepreneurial ecosystem or private capital markets. In pursuit of that goal, our team made significant progress, summarized by these notable outcomes:</span>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong><em>Form and train researched-based entrepreneurs</em></strong></span></p>\n<p><span>Since its inception in March 2017, the MSU I-Corps Site has formed and trained 50 teams, strongly emphasizing diversity and inclusion. Notably, 77% of these teams included at least one member from a minority or underrepresented group (URG). The Site has conducted 11 cohorts, training participants in lean startup methodologies, customer discovery, and the Business Model Canvas. Participants engaged in approximately 720 customer interviews, providing \"real-world\" context for each project's commercial potential.</span></p>\n<p><span style=\"text-decoration: underline;\"><strong><em>Economic and entrepreneurial outcomes</em></strong></span></p>\n<p><span>The spirit of the MSU I-Corps Site has always centered on ultimately yielding results in the broader entrepreneurial ecosystem and economy. During the reporting period, the Site supported 14 new business formations based on research, six licensing agreements, 5 NSF Partnership for Innovation (PFI) applications, 2 NSF SBIR applications, and 17 teams participating in other entrepreneurial programs. Ten teams (20%) were awarded grants in other NSF commercialization programs, and three have raised private capital and </span><span>were accepted</span><span> into recognized accelerator programs.</span></p>\n<p><strong>BROADER ECOSYSTEM EFFECTS</strong></p>\n<p><span>The MSU I-Corps site also helped catalyze efforts beyond the main campus and solidified new partnerships that directly resulted from the cultural movement started by the I-Corps Site. Significant partnerships include:</span>&nbsp;</p>\n<ul>\n<li><strong>US Army Corps of Engineers Research and Development Center (ERDC) - Vicksburg, MS:</strong><span> MSU partnered with ERDC and ERDCWERX to launch a satellite office that connects MSU graduate students with ERDC researchers and trains them in I-Corps principles. The result is a new epicenter of activity, in partnership with all four major research institutions (University of Mississippi, University of Southern Mississippi (USM), and Jackson State University (JSU)) in Mississippi, housed in the recently completed Thad Cochran Mississippi Center for Innovation and Technology (MCITy) building.<br /><br /> </span></li>\n<li><strong>From the Lab to Main Street:&nbsp;</strong>Leveraging its SBA-supported Veterans Business Outreach Center (VBOC), MSU was one of only five institutions selected to for the \"Lean for Main Street Training Challenge\", in which MSU worked to translate I-Corps teaching program ideas and philosophies to a small business context. The resulting work sparked  Boots2Business Revenue Readiness, an SBA cooperative agreement program in which MSU has trained 1,000s of interested veterans working on starting a business.<br /><br /></li>\n<li><strong>Tighter Statewide Partnerships:&nbsp;</strong>While the four major research institutions in Mississippi have always maintained strong relationships, efforts surrounding entrepreneurship have meaningfully solidified during the project. MSU and the University of Mississippi (UM) host an annual startup pitch showcase while jointly participating in two other statewide pitch competitions with the University of Southern Mississippi (USM) and Jackson State University (JSU). The four universities have a working group for commercialization and tech transfer to discuss best practices and jointly pursue sponsored projects. All four universities collaborated with InnovateMS to support the launch of Mississippi's first innovation accelerator program. Multiple I-Corps Site Teams were selected to participate.</li>\n</ul>\n<p><strong>BEYOND THE I-CORPS SITE</strong></p>\n<p><span>The MSU I-Corps Site fundamentally transformed how Mississippi State University prioritized entrepreneurship internally. </span><span>During the project,</span><span> the university added meaningful staffing, facilities, and financial resources to entrepreneurial efforts.</span><span> MSU's strategic plan includes Igniting </span><span>Innovation</span><span> as one of its core pillars, </span><span>specifically</span><span> defining its emphasis on supporting entrepreneurship and technology commercialization at the university level.  Beyond the award, MSU is committed to growing its I-Corps efforts. The university joined as a partner in the Southwest I-Corps and remains an active participant in the NIN.  The project helped spur a </span><span>major</span><span> $1.2M project to expand the MSU Center for Entrepreneurship and Outreach, building on its legacy, which has now helped entrepreneurs secure $7M in seed funding.</span></p>\n<p><strong>CONCLUSION</strong></p>\n<p><span>The MSU I-Corps Site has significantly </span><span>contributed to expanding</span><span> the entrepreneurial and innovation ecosystem within Mississippi and beyond. </span><span>By focusing on diversity, fostering collaborations, and leveraging </span><span>strong institutional</span><span> and regional support,</span><span> MSU has positioned itself as a key player in driving technology commercialization and entrepreneurial success.</span><span> The outcomes achieved reflect the dedication of MSU&rsquo;s faculty, staff, and students to making impactful contributions through innovation and entrepreneurship.</span></p><br>\n<p>\n Last Modified: 07/08/2024<br>\nModified by: Eric&nbsp;A&nbsp;Hill</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOVERVIEW\n\n\nThe Mississippi State University (MSU) I-Corps Site has made significant strides in fostering innovation and entrepreneurship across Mississippi. The MSU I-Corps Site, supported by the MSU Center for Entrepreneurship and Outreach (E-Center), has been instrumental in promoting a culture of entrepreneurship among students, faculty, and staff.\n\n\nACHIEVEMENT AND IMPACT\n\n\nMSU's I-Corps Site aimed to form and train teams of researchers on lean startup principles to propel them into NSF's broader entrepreneurial ecosystem or private capital markets. In pursuit of that goal, our team made significant progress, summarized by these notable outcomes:\n\n\nForm and train researched-based entrepreneurs\n\n\nSince its inception in March 2017, the MSU I-Corps Site has formed and trained 50 teams, strongly emphasizing diversity and inclusion. Notably, 77% of these teams included at least one member from a minority or underrepresented group (URG). The Site has conducted 11 cohorts, training participants in lean startup methodologies, customer discovery, and the Business Model Canvas. Participants engaged in approximately 720 customer interviews, providing \"real-world\" context for each project's commercial potential.\n\n\nEconomic and entrepreneurial outcomes\n\n\nThe spirit of the MSU I-Corps Site has always centered on ultimately yielding results in the broader entrepreneurial ecosystem and economy. During the reporting period, the Site supported 14 new business formations based on research, six licensing agreements, 5 NSF Partnership for Innovation (PFI) applications, 2 NSF SBIR applications, and 17 teams participating in other entrepreneurial programs. Ten teams (20%) were awarded grants in other NSF commercialization programs, and three have raised private capital and were accepted into recognized accelerator programs.\n\n\nBROADER ECOSYSTEM EFFECTS\n\n\nThe MSU I-Corps site also helped catalyze efforts beyond the main campus and solidified new partnerships that directly resulted from the cultural movement started by the I-Corps Site. Significant partnerships include:\n\nUS Army Corps of Engineers Research and Development Center (ERDC) - Vicksburg, MS: MSU partnered with ERDC and ERDCWERX to launch a satellite office that connects MSU graduate students with ERDC researchers and trains them in I-Corps principles. The result is a new epicenter of activity, in partnership with all four major research institutions (University of Mississippi, University of Southern Mississippi (USM), and Jackson State University (JSU)) in Mississippi, housed in the recently completed Thad Cochran Mississippi Center for Innovation and Technology (MCITy) building.\n\n \nFrom the Lab to Main Street:Leveraging its SBA-supported Veterans Business Outreach Center (VBOC), MSU was one of only five institutions selected to for the \"Lean for Main Street Training Challenge\", in which MSU worked to translate I-Corps teaching program ideas and philosophies to a small business context. The resulting work sparked  Boots2Business Revenue Readiness, an SBA cooperative agreement program in which MSU has trained 1,000s of interested veterans working on starting a business.\n\n\nTighter Statewide Partnerships:While the four major research institutions in Mississippi have always maintained strong relationships, efforts surrounding entrepreneurship have meaningfully solidified during the project. MSU and the University of Mississippi (UM) host an annual startup pitch showcase while jointly participating in two other statewide pitch competitions with the University of Southern Mississippi (USM) and Jackson State University (JSU). The four universities have a working group for commercialization and tech transfer to discuss best practices and jointly pursue sponsored projects. All four universities collaborated with InnovateMS to support the launch of Mississippi's first innovation accelerator program. Multiple I-Corps Site Teams were selected to participate.\n\n\n\nBEYOND THE I-CORPS SITE\n\n\nThe MSU I-Corps Site fundamentally transformed how Mississippi State University prioritized entrepreneurship internally. During the project, the university added meaningful staffing, facilities, and financial resources to entrepreneurial efforts. MSU's strategic plan includes Igniting Innovation as one of its core pillars, specifically defining its emphasis on supporting entrepreneurship and technology commercialization at the university level.  Beyond the award, MSU is committed to growing its I-Corps efforts. The university joined as a partner in the Southwest I-Corps and remains an active participant in the NIN.  The project helped spur a major $1.2M project to expand the MSU Center for Entrepreneurship and Outreach, building on its legacy, which has now helped entrepreneurs secure $7M in seed funding.\n\n\nCONCLUSION\n\n\nThe MSU I-Corps Site has significantly contributed to expanding the entrepreneurial and innovation ecosystem within Mississippi and beyond. By focusing on diversity, fostering collaborations, and leveraging strong institutional and regional support, MSU has positioned itself as a key player in driving technology commercialization and entrepreneurial success. The outcomes achieved reflect the dedication of MSUs faculty, staff, and students to making impactful contributions through innovation and entrepreneurship.\t\t\t\t\tLast Modified: 07/08/2024\n\n\t\t\t\t\tSubmitted by: EricAHill\n"
 }
}