{
 "awd_id": "1644013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Determining Magma Storage Depths and Ascent Rates for the Erebus Volcanic Province, Antarctica Using Diffusive Water Loss from Olivine-hosted Melt Inclusion",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael E. Jackson",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 428632.0,
 "awd_amount": 428632.0,
 "awd_min_amd_letter_date": "2017-07-20",
 "awd_max_amd_letter_date": "2017-07-20",
 "awd_abstract_narration": "Nontechnical project description\r\n\r\nGlobally, 500 million people live near and are threatened by active volcanoes.  An important step in mitigating volcanic hazards is understanding the variables that influence the explosivity of eruptions. The rate at which a magma ascends from the reservoir within the Earth to the surface is one such variable. However, magma ascent rates are particularly difficult to determine because of the lack of reliable methods for investigating the process. This research applies a new approach to study magma storage depths and ascent rates at the Erebus volcanic province of Antarctica, one of Earth's largest alkaline volcanic centers. Small pockets of magma that become trapped within growing olivine crystals are called melt inclusions. The concentrations of water and carbon dioxide in these melt inclusions preserve information on the depth of magma reservoirs.  Changes to the concentration and isotopic composition of water in the inclusions provide information on how long it took for the host magma to rise to the surface. In combination, these data from samples of olivine-rich volcanic deposits in the Erebus volcanic province will be used to determine the depths at which magmas are stored and their ascent rates. The project results will provide a framework for understanding volcanic hazards associated with alkaline volcanism worldwide.  In addition, this project facilitates collaboration among three institutions, and provides an important educational opportunity for a postdoctoral researcher.\r\n\r\nTechnical project description\r\n\r\nThe depths at which magmas are stored, their pre-eruptive volatile contents, and the rates at which they ascend to the Earth's surface are important controls on the dynamics of volcanic eruptions. Basaltic magmas are likely to be vapor undersaturated as they begin their ascent from the mantle through the crust, but volatile solubility drops with decreasing pressure. Once vapor saturation is achieved and the magma begins to degas, its pre-eruptive volatile content is determined largely by the depth at which it resides within the crust. Magma stored in deeper reservoirs tend to experience less pre-eruptive degassing and to be richer in volatiles than magma shallower reservoirs. Eruptive style is influenced by the rate at which a magma ascends from the reservoir to the surface through its effect on the efficiency of vapor bubble nucleation, growth, and coalescence. The proposed work will advance our understanding of pre-eruptive storage conditions and syn-eruptive ascent rates through a combined field and analytical research program. Volatile measurements from olivine-hosted melt inclusions will be used to systematically investigate magma storage depths and ascent rates associated with alkaline volcanism in the Erebus volcanic province.  A central goal of the project is to provide a spatial and temporal framework for interpreting results from studies of present-day volcanic processes at Mt Erebus volcano.  The Erebus volcanic province of Antarctica is especially well suited to this type of investigation because: (1) there are many exposed mafic scoria cones, fissure vents, and hyaloclastites (exposed in sea cliffs) that produced rapidly quenched, olivine-rich tephra; (2) existing volatile data for Ross Island MIs show that magma storage was relatively deep compared to many mafic volcanic systems; (3) some of the eruptive centers ejected mantle xenoliths, allowing for comparison of ascent rates for xenolith-bearing and xenolith-free eruptions, and comparison of ascent rates for those bearing xenoliths with times estimated from settling velocities; and (4) the cold, dry conditions in Antarctica result in excellent tephra preservation compared to tropical and even many temperate localities. The project provides new tools for assessing volcanic hazards, facilitates collaboration involving researchers from three different institutions (WHOI, U Wyoming, and U Oregon), supports the researchers' involvement in teaching, advising, and outreach, and provides an educational opportunity for a promising young postdoctoral researcher. Understanding the interrelationships among magma volatile contents, reservoir depths, and ascent rates is vital for assessing volcanic hazards associated with alkaline volcanism across the globe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Gaetani",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn A Gaetani",
   "pi_email_addr": "ggaetani@whoi.edu",
   "nsf_id": "000097535",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Veronique",
   "pi_last_name": "Le Roux",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veronique Le Roux",
   "pi_email_addr": "vleroux@whoi.edu",
   "nsf_id": "000612114",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 428632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The depths at which magmas are stored in Earth?s crust, the amount of water and carbon dioxide they contain, and the rates at which they ascend to the surface all influence the dynamics of volcanic eruptions. Magmas stored in deeper reservoirs tend to experience less degassing and, therefore, are richer in water and carbon dioxide than those stored in shallower reservoirs. Eruptive style is influenced by the rate at which a magma ascends from the reservoir to the surface through its effect on the formation and coalescence of vapor bubbles during degassing. Magma ascent rates are particularly difficult to determine because there are only a few geospeedometers appropriate for a process that occurs over such short timescales. For example, estimates for ascent rates associated with the eruption of alkaline lavas vary by a factor of ten. Advances in analytical techniques for making high-precision measurements of water concentrations in nominally anhydrous minerals and mineral-hosted melt inclusions at micron-scale resolution provide the opportunity to exploit diffusive loss of water to quantify rates of magma ascent.</p>\n<p>The Erebus volcanic province of Antarctica is a locus of long-lived alkaline volcanism that provides an important opportunity to systematically investigate the interrelationships among magma volatile contents, reservoir depths, and ascent rates. The majority of the volcanic activity occurs in the Ross Island and Discovery sub-provinces, each of which is comprised of a central stratovolcano ? <em>Mt. Erebus</em> (3794 m) and <em>Mt. Discovery</em> (2681 m), respectively ? surrounded by three eruptive complexes distributed radially at ~120? angles. Both central stratovolcanoes erupt basanite to phonolite lavas, whereas amphibole-bearing basanites are more common in the surrounding eruptive centers. The earliest surface expression of volcanic activity is ~19 m.y. old (<em>Mt. Morning</em>) and the most recent is the currently active <em>Mt. Erebus</em></p>\n<p>A field campaign was carried out during November/December 2017. A total of 48 samples were collected from 18 locations on Ross Island and 9 locations in the Discovery subprovince.&nbsp; Sampling trips involved 9 helicopter sorties, and 2 ground-based sampling trips:&nbsp; 2 by snowmobile, and 1 by pickup truck. These samples were returned to Woods Hole Oceanographic Institution and olivine crystals containing glassy melt inclusions were separated from 36 of these samples. All localities on Ross Island and Mt. Morning were represented. In total, 112 melt inclusions were analyzed by the full suite of methods. These include inclusions from all volcanic regions sampled (Mt. Bird, Mt. Terror, Hut Point Peninsula, Turk?s Head, Turtle Rock, and Hurricane Ridge).</p>\n<p>Our data show that, on average, ~65 % of the total carbon dioxide entrapped in the inclusions (which comprises glass + vapor) is contained in the vapor bubbles. The concentration of carbon dioxide in the included glass alone is as high as 9,400 &mu;g/g. The total entrapped carbon dioxide, reconstructed by mass balance using data from Raman spectroscopy (carbon dioxide vapor density) and X-ray microtomography, is as high as 15,306 &mu;g/g. Except for Mount Erebus, the concentration of water in melt inclusions from all volcanic centers is uniformly high (up to 2.68 wt. %). These carbon dioxide and water concentrations are consistent with magma storage depths of ~23 km, close to the crust-mantle boundary. Melt inclusions from Mt Erebus contain only ~0.09 wt% water and ~100-200 &mu;g/g carbon dioxide. These low concentrations are consistent with Mt Erebus being an open conduit volcano with a shallow magma reservoir and, therefore, highly degassed. Evidence for water-rich and water -poor lineages on Ross Island and Discovery Province volcanic centers has predominantly been based the presence (water -rich) or absence (water -poor) of amphibole in the mineral assemblage. The lavas erupted in the Discovery sub-province have been presumed to be water -poor, due to a lack of amphibole; however, melt inclusion data demonstrate that the water concentrations of those lavas are indistinguishable from the wet-lineage lavas on Ross Island. Hydrogen isotopes from two samples are negatively correlated with water concentration, consistent with the melt inclusions having experienced diffusive- water loss during ascent and eruption. Ascent rates determined for these lavas are ~0.25 to 2.0 m/s, implying ascent times of ~3-26 h. Melt inclusion data from other samples are suggestive of diffusive water loss, but hydrogen isotopes are relatively constant. This suggests that they ascended too rapidly for significant water loss to occur</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2022<br>\n\t\t\t\t\tModified by: Glenn&nbsp;A&nbsp;Gaetani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe depths at which magmas are stored in Earth?s crust, the amount of water and carbon dioxide they contain, and the rates at which they ascend to the surface all influence the dynamics of volcanic eruptions. Magmas stored in deeper reservoirs tend to experience less degassing and, therefore, are richer in water and carbon dioxide than those stored in shallower reservoirs. Eruptive style is influenced by the rate at which a magma ascends from the reservoir to the surface through its effect on the formation and coalescence of vapor bubbles during degassing. Magma ascent rates are particularly difficult to determine because there are only a few geospeedometers appropriate for a process that occurs over such short timescales. For example, estimates for ascent rates associated with the eruption of alkaline lavas vary by a factor of ten. Advances in analytical techniques for making high-precision measurements of water concentrations in nominally anhydrous minerals and mineral-hosted melt inclusions at micron-scale resolution provide the opportunity to exploit diffusive loss of water to quantify rates of magma ascent.\n\nThe Erebus volcanic province of Antarctica is a locus of long-lived alkaline volcanism that provides an important opportunity to systematically investigate the interrelationships among magma volatile contents, reservoir depths, and ascent rates. The majority of the volcanic activity occurs in the Ross Island and Discovery sub-provinces, each of which is comprised of a central stratovolcano ? Mt. Erebus (3794 m) and Mt. Discovery (2681 m), respectively ? surrounded by three eruptive complexes distributed radially at ~120? angles. Both central stratovolcanoes erupt basanite to phonolite lavas, whereas amphibole-bearing basanites are more common in the surrounding eruptive centers. The earliest surface expression of volcanic activity is ~19 m.y. old (Mt. Morning) and the most recent is the currently active Mt. Erebus\n\nA field campaign was carried out during November/December 2017. A total of 48 samples were collected from 18 locations on Ross Island and 9 locations in the Discovery subprovince.  Sampling trips involved 9 helicopter sorties, and 2 ground-based sampling trips:  2 by snowmobile, and 1 by pickup truck. These samples were returned to Woods Hole Oceanographic Institution and olivine crystals containing glassy melt inclusions were separated from 36 of these samples. All localities on Ross Island and Mt. Morning were represented. In total, 112 melt inclusions were analyzed by the full suite of methods. These include inclusions from all volcanic regions sampled (Mt. Bird, Mt. Terror, Hut Point Peninsula, Turk?s Head, Turtle Rock, and Hurricane Ridge).\n\nOur data show that, on average, ~65 % of the total carbon dioxide entrapped in the inclusions (which comprises glass + vapor) is contained in the vapor bubbles. The concentration of carbon dioxide in the included glass alone is as high as 9,400 &mu;g/g. The total entrapped carbon dioxide, reconstructed by mass balance using data from Raman spectroscopy (carbon dioxide vapor density) and X-ray microtomography, is as high as 15,306 &mu;g/g. Except for Mount Erebus, the concentration of water in melt inclusions from all volcanic centers is uniformly high (up to 2.68 wt. %). These carbon dioxide and water concentrations are consistent with magma storage depths of ~23 km, close to the crust-mantle boundary. Melt inclusions from Mt Erebus contain only ~0.09 wt% water and ~100-200 &mu;g/g carbon dioxide. These low concentrations are consistent with Mt Erebus being an open conduit volcano with a shallow magma reservoir and, therefore, highly degassed. Evidence for water-rich and water -poor lineages on Ross Island and Discovery Province volcanic centers has predominantly been based the presence (water -rich) or absence (water -poor) of amphibole in the mineral assemblage. The lavas erupted in the Discovery sub-province have been presumed to be water -poor, due to a lack of amphibole; however, melt inclusion data demonstrate that the water concentrations of those lavas are indistinguishable from the wet-lineage lavas on Ross Island. Hydrogen isotopes from two samples are negatively correlated with water concentration, consistent with the melt inclusions having experienced diffusive- water loss during ascent and eruption. Ascent rates determined for these lavas are ~0.25 to 2.0 m/s, implying ascent times of ~3-26 h. Melt inclusion data from other samples are suggestive of diffusive water loss, but hydrogen isotopes are relatively constant. This suggests that they ascended too rapidly for significant water loss to occur\n\n\t\t\t\t\tLast Modified: 01/13/2022\n\n\t\t\t\t\tSubmitted by: Glenn A Gaetani"
 }
}