{
 "awd_id": "1645014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A joint seismic and geodetic investigation into the structure and behavior of an intracontinental subduction zone, Nepal",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 142636.0,
 "awd_amount": 142636.0,
 "awd_min_amd_letter_date": "2017-03-28",
 "awd_max_amd_letter_date": "2017-03-28",
 "awd_abstract_narration": "Subduction zones, where one tectonic plate slides beneath another, produce the world's largest and often most destructive earthquakes. The earthquake-generating portions of typical subduction zones, where the downgoing plate is oceanic, are located offshore and under water, beneath several kilometers of ocean. The most severe hazard in many of these regions is posed by tsunami rather than by the shaking during the earthquake itself. Because of the submarine location, it is difficult to address the detailed characteristics of most subduction zone megathrust faults: what is the shape of the megathrust; is it a sharp, discrete interface or a thicker, distributed shear layer; how do these characteristics behave during the build-up time, generation, and propagation of great earthquakes? Under the Himalaya, however, the continental Indian plate subducts beneath Tibet, creating a unique situation where the entire subduction zone is on land and is instrumented by seismic stations, imaged from space, and monitored by continuous geodetic markers. Because large population centers sit immediately atop the shallow portions of the megathrust, the risk from shaking is much higher than in typical oceanic subduction zones. The large 2015 Gorkha, Nepal earthquakes (magnitude Mw7.8 and 7.3) that devastated Kathmandu, Everest basecamp, and surrounding regions provide a rare opportunity to investigate the general properties of megathrust faults more directly by studying data from this continental subduction zone. The Gorkha earthquakes ruptured the Main Himalayan Thrust - the megathrust plate boundary fault between India and Eurasia. The earthquakes and their aftershocks were recorded by seismic sensors (which record shaking during earthquakes) and geodetic satellites (which record surface deformation caused by the earthquakes) in a way that is unprecedented for subduction zone settings. This project aims to exploit these unique data sets to image the buried structure of the Main Himalayan Thrust with the goal to better understand the detailed structure and mechanics of a subduction megathrust, improve our knowledge of the seismogenic zone and resulting earthquake hazard along the Himalayan front, and explore new methods for the joint analysis of seismic and geodetic observations in imaging Earth structure.\r\n\r\nThis investigation entails the use of detailed aftershock relocations, anisotropic receiver function analysis, and finite fault slip inversions to address the following questions: 1. Does a subduction channel shear zone characterize the Main Himalayan Thrust at seismogenic depths?; 2. Did the Gorkha earthquakes rupture the top, bottom, or interior of this subduction channel?; 3. Is a shear fabric present within the channel, and if so, has it formed along the hanging or footwall of the Main Himalayan Thrust?; 4. If the subduction channel model is relevant, are there along-strike structural variations in the Main Himalayan Thrust that influence rupture area?   Using existing data from pre- and post-event regional broadband seismometer installations, the investigators will conduct joint analysis of radial and transverse component receiver functions to map the width, depth, velocity and shear fabric structure, and along-strike geometry of the Main Himalayan Thrust. Additionally, the will use detailed earthquake relocations to elucidate permissible depth ranges and thicknesses of the proposed subduction channel that are illuminated by the Gorkha aftershock sequence. Interferometric synthetic aperture radar (InSAR), Landsat-8 imagery, and GPS offsets will be used to map the co-seismic source of the Mw7.8 and 7.3 events with an emphasis on defining a population of fault geometries (dip and depth range) that are consistent with the available seismic and geodetic observations. Lastly, the team will iterate between the seismic and geodetic results to define internally consistent descriptions of the nature and structure of the Main Himalayan Thrust.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Barnhart",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Barnhart",
   "pi_email_addr": "william-barnhart-1@uiowa.edu",
   "nsf_id": "000621813",
   "pi_start_date": "2017-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "CLAS-Earth & Environment, 121 Tr",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421319",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 142636.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large continental earthquakes can be among the deadliest natural hazards globally, particularly when they occur in the developing world. Despite their potentially catastrophic nature, these earthquakes can provide a wealth of scientific information that can help researchers to better understand the behavior of earthquakes and the structure of the buried Earth where these events occur. In April 2015, a magnitude 7.8 earthquake occurred on the major plate boundary above which the Himalaya mountain range grows. The earthquake devastated Kathmandu and surrounding regions, but generated a suite of seismic and geodetic observations that help to characterize the mechanical characteristics of the Main Himalayan thrust fault. The component of research in this project conducted at the University of Iowa focused on two topics. First, we explored how the unmodeled topographic relief spanning the Indian subcontinent to the Tibetan plateau would impact fault plane and fault slip analysis from satellite radar observations (InSAR). InSAR is an increasingly common technique used to explore earthquake kinematics; however, common homogeneous and flat-Earth simplifications applied in analysis approaches ignore that surface displacements are measured on a ground surface that has varying relief. Consequently, geophysical inversions for the location and geometry of the causative fault may be biased and impede our ability to ?image? the buried structure of the Himalaya. To explore these impacts, we undertook a series of modeling experiments where we generated surface displacement fields from a known fault geometry, but with a heterogeneous Earth structure and topographic relief. We then inverted these synthetic datasets assuming a homogeneous, flat Earth. We found that in the case of the 2015 thrust earthquake, ignoring topographic relief primarily biased inferred fault depth (and by proxy, fault slip magnitude), while ignoring crustal heterogeneity biases fault dip. A key takeaway from these experiments was that, when attempting to image subsurface fault structure, topographic relief and crustal heterogeneity can impact inferred fault depth and orientation. The second component of this project focused on attempting to use geodetic measurements (InSAR and GPS) of the 2015 earthquake to discern if the presence of a buried low-velocity zone along the Main Himalayan thrust. Through our modeling efforts and review of published source models of this earthquake, we found that fault source models systematically underfit horizontal GPS observations while fitting the primarily vertical InSAR observations well in a way that could not be satisfactorily explained by the use of an incorrect fault geometry of location. Instead using finite element models, we found that this discrepancy could be explained by a zone of strength anisotropy near the Main Himalayan thrust. A zone that is more rigid in one direction (vertical) than the other (horizontal) allows for larger horizontal displacements than what was predicted by a purely isotropic Earth model while still fitting vertical displacements well. This suggestion of a zone of anisotropic strength is broadly consistent with seismic receiver function modeling, and it indicates that geodetic observations can be sensitive to and used to model strength anisotropy in the crust.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2022<br>\n\t\t\t\t\tModified by: William&nbsp;D&nbsp;Barnhart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLarge continental earthquakes can be among the deadliest natural hazards globally, particularly when they occur in the developing world. Despite their potentially catastrophic nature, these earthquakes can provide a wealth of scientific information that can help researchers to better understand the behavior of earthquakes and the structure of the buried Earth where these events occur. In April 2015, a magnitude 7.8 earthquake occurred on the major plate boundary above which the Himalaya mountain range grows. The earthquake devastated Kathmandu and surrounding regions, but generated a suite of seismic and geodetic observations that help to characterize the mechanical characteristics of the Main Himalayan thrust fault. The component of research in this project conducted at the University of Iowa focused on two topics. First, we explored how the unmodeled topographic relief spanning the Indian subcontinent to the Tibetan plateau would impact fault plane and fault slip analysis from satellite radar observations (InSAR). InSAR is an increasingly common technique used to explore earthquake kinematics; however, common homogeneous and flat-Earth simplifications applied in analysis approaches ignore that surface displacements are measured on a ground surface that has varying relief. Consequently, geophysical inversions for the location and geometry of the causative fault may be biased and impede our ability to ?image? the buried structure of the Himalaya. To explore these impacts, we undertook a series of modeling experiments where we generated surface displacement fields from a known fault geometry, but with a heterogeneous Earth structure and topographic relief. We then inverted these synthetic datasets assuming a homogeneous, flat Earth. We found that in the case of the 2015 thrust earthquake, ignoring topographic relief primarily biased inferred fault depth (and by proxy, fault slip magnitude), while ignoring crustal heterogeneity biases fault dip. A key takeaway from these experiments was that, when attempting to image subsurface fault structure, topographic relief and crustal heterogeneity can impact inferred fault depth and orientation. The second component of this project focused on attempting to use geodetic measurements (InSAR and GPS) of the 2015 earthquake to discern if the presence of a buried low-velocity zone along the Main Himalayan thrust. Through our modeling efforts and review of published source models of this earthquake, we found that fault source models systematically underfit horizontal GPS observations while fitting the primarily vertical InSAR observations well in a way that could not be satisfactorily explained by the use of an incorrect fault geometry of location. Instead using finite element models, we found that this discrepancy could be explained by a zone of strength anisotropy near the Main Himalayan thrust. A zone that is more rigid in one direction (vertical) than the other (horizontal) allows for larger horizontal displacements than what was predicted by a purely isotropic Earth model while still fitting vertical displacements well. This suggestion of a zone of anisotropic strength is broadly consistent with seismic receiver function modeling, and it indicates that geodetic observations can be sensitive to and used to model strength anisotropy in the crust.\n\n \n\n\t\t\t\t\tLast Modified: 12/16/2022\n\n\t\t\t\t\tSubmitted by: William D Barnhart"
 }
}