{
 "awd_id": "1645832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CPS: Frontier: Collaborative Research: Data-Driven Cyberphysical Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 281180.0,
 "awd_amount": 281180.0,
 "awd_min_amd_letter_date": "2017-09-09",
 "awd_max_amd_letter_date": "2019-08-20",
 "awd_abstract_narration": "Data-driven cyber-physical systems are ubiquitous in many sectors including manufacturing, automotive, transportation, utilities and health care. This project develops the theory, methods and tools necessary to answer the central question \"how can we, in a data-rich world, design and operate cyber-physical systems differently?\" The resulting data-driven techniques will transform the design and operation process into one in which data and models - and human designers and operators - continuously and fluently interact. This integrated view promises capabilities beyond its parts. Explicitly integrating data will lead to more efficient decision-making and help reduce the gap from model-based design to system deployment. Furthermore, it will blend design- and run-time tasks, and help develop cyber-physical systems not only for their initial deployment but also for their lifetime.\r\n\r\nWhile proposed theory, methods and tools will cut across the spectrum of cyber-physical systems, the project focuses on their implications in the emerging application of additive manufacturing. Even though a substantial amount of engineering time is spent, additive manufacturing processes often fail to produce acceptable geometric, material or electro-mechanical properties. Currently, there is no mechanism for predicting and correcting these systematic, repetitive errors nor to adapt the design process to encompass the peculiarities of this manufacturing style. A data-driven cyber-physical systems perspective has the potential to overcome these challenges in additive manufacturing. The project's education plan focuses on the already much needed transformation of the undergraduate and graduate curricula to train engineers and computer scientists who will create the next-generation of cyber-physical with a data-driven mindset. The team will reach out to K-12 students and educators through a range of activities, and to undergraduate students from underrepresented groups through year-long research projects. All educational material generated by the project will be shared publicly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yisong",
   "pi_last_name": "Yue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yisong Yue",
   "pi_email_addr": "yyue@caltech.edu",
   "nsf_id": "000678698",
   "pi_start_date": "2017-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 91519.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 93775.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 95886.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main accomplishment of this project is in developing learning-based approaches to accelerate optimization problems that underlie the design and operations of data-rich cyberphysical systems.&nbsp;&nbsp;We developed two classes of methods that are well suited to two types of optimization settings.</p>\n<p>The first setting is where evaluating a design is very expensive (e.g., running a real-world experiment), and so one needs to be very careful about which designs to evaluate.&nbsp;&nbsp;The key idea is to develop learning-based methods that can reason about the so-called &ldquo;value of information&rdquo; of evaluating a design prior to running the actual experiment.&nbsp;&nbsp;In other words, can one model how useful the information from running an experiment will be, given prior measurements?&nbsp;&nbsp;While this general direction, called Bayesian optimization, has long been a topic of study, most existing methods do not elegantly deal with many real-world complications that arise in real applications.&nbsp;&nbsp;A prime example of this is effectively dealing with multiple experiment types, from cheap and inaccurate, to expensive and accurate.&nbsp;&nbsp;We developed approaches to address many of these challenges, along with theoretical analyses of their properties, and demonstration of strong performance across a wide range of benchmarks.</p>\n<p><span lang=\"EN\">The second setting is where the design space is massive (e.g., fine-grained design of many components, typically leading to a combinatorial explosion in design choices).&nbsp;&nbsp;In practice, one typically employs heuristic solvers, which need to be carefully tuned to perform well in a particular domain.&nbsp;&nbsp;For specific domains, there is often a repository of previous design problems that have been solved in the past.&nbsp;&nbsp;The assumption is that future design problems in this domain are well represented by these previous problems, and so one can use learning to automatically discover heuristics that can work well for those new problems.&nbsp;&nbsp;Following this paradigm, we have developed a broad set of methods and supp&nbsp;ort theory, and can at times significantly outperform commercial solvers such as Gurobi.</span></p>\n<p>We finally stress that the methods developed here are general purpose and are applicable to many settings beyond the motivating problem domains in this project.&nbsp;&nbsp;Indeed, our benchmarks evaluate a wide range of domains, including nanophotonic structure design, combinatorial graph problems, risk-aware path planning, and protein design.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2022<br>\n\t\t\t\t\tModified by: Yisong&nbsp;Yue</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main accomplishment of this project is in developing learning-based approaches to accelerate optimization problems that underlie the design and operations of data-rich cyberphysical systems.  We developed two classes of methods that are well suited to two types of optimization settings.\n\nThe first setting is where evaluating a design is very expensive (e.g., running a real-world experiment), and so one needs to be very careful about which designs to evaluate.  The key idea is to develop learning-based methods that can reason about the so-called \"value of information\" of evaluating a design prior to running the actual experiment.  In other words, can one model how useful the information from running an experiment will be, given prior measurements?  While this general direction, called Bayesian optimization, has long been a topic of study, most existing methods do not elegantly deal with many real-world complications that arise in real applications.  A prime example of this is effectively dealing with multiple experiment types, from cheap and inaccurate, to expensive and accurate.  We developed approaches to address many of these challenges, along with theoretical analyses of their properties, and demonstration of strong performance across a wide range of benchmarks.\n\nThe second setting is where the design space is massive (e.g., fine-grained design of many components, typically leading to a combinatorial explosion in design choices).  In practice, one typically employs heuristic solvers, which need to be carefully tuned to perform well in a particular domain.  For specific domains, there is often a repository of previous design problems that have been solved in the past.  The assumption is that future design problems in this domain are well represented by these previous problems, and so one can use learning to automatically discover heuristics that can work well for those new problems.  Following this paradigm, we have developed a broad set of methods and supp ort theory, and can at times significantly outperform commercial solvers such as Gurobi.\n\nWe finally stress that the methods developed here are general purpose and are applicable to many settings beyond the motivating problem domains in this project.  Indeed, our benchmarks evaluate a wide range of domains, including nanophotonic structure design, combinatorial graph problems, risk-aware path planning, and protein design.\n\n \n\n\t\t\t\t\tLast Modified: 06/07/2022\n\n\t\t\t\t\tSubmitted by: Yisong Yue"
 }
}