{
 "awd_id": "1645219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IOS EDGE: Nanoscale Probes and Infrastructure for Real-Time and Single-Cell Genomics across Metazoa",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2017-07-10",
 "awd_max_amd_letter_date": "2019-12-17",
 "awd_abstract_narration": "The genetic material, or genome, first and foremost operates at the level of specific cells, and practically any animal tissue or embryo consists of thousands of highly diverse cells. How and why the same genome leads to such enormous diversity of cell types and functions are unanswered questions of modern biology. Yet, cell-specific approaches to link cause and effect are virtually absent for a majority of animal groups. This interdisciplinary project addresses these bottlenecks experimentally by developing novel genomic approaches and chemical labeling tools for genome-wide characterization of expression, classification, and mapping of thousands of individual cells in parallel. This information is used to (i) achieve a nearly complete census of cell types within a given organism, focusing on animal models critical to understanding mechanisms of learning and memory, such as Aplysia, and regeneration, such as Pleurobrachia, and (ii) generate nanoscale probes that selectively mark specific cells for genome editing, regardless of any advance knowledge about the cells' molecular diversity. Several communities are benefiting from the proposed research, including comparative neurobiology, development, biological oceanography, and the emerging field of synthetic biology.  The project also affords cross-disciplinary training opportunities for trainees from the undergraduate to postdoctoral level and educational outreach activities in marine and comparative biology aimed at a diverse K-12 student body. \r\n\r\nThe grand challenge in our understanding of the genomes-to-phenomes relationships is our general inability to manipulate genome operation at the level of specific individual cells at any given location and at any given time. These obstacles are more dramatic for most invertebrates, when researchers study development or neuronal functions with little information about the cellular composition of target organs. Here, microfluidics for massive parallel single-cell capture and sequencing are integrated with novel cell selection technologies, such as aptamer-based-Cell-SELEX, for quantitative gene expression analyses and imaging of individual cells in intact tissues. Aplysia (and, once single-cell tools are validated, Pleurobrachia and/or related ctenophore species) are used to achieve nearly complete genome-wide classification of the majority of cell types in their neural systems and effector organs. The read-out(s) to measure/control gene expression in identified neurons are: scRNA-seq data with both normalized and absolute quantification of expression levels for target genes, and q-RT-PCR. Controls are neurons in which target genes are not active or silenced. First, unique resources for a diversity of cell adhesion molecules and other surface macromolecular structures critical to design and characterize cell-specific probes are generated. Then, using tools of chemical evolution, a high-throughput system to manufacture cell-specific aptamer-/molecular beacon-based fluorescent probes at a large scale is tested. Finally, hybrid nanoscale probes (e.g. made by coupling cell-specific fluorescent markers with nucleic acid analogues) are tested for their ability to self-deliver molecular constructs into target cells without direct injection, electroporation, or the need to make transgenic animals. This project is co-funded by the Chemistry of Life Processes program in the Division of Chemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonid",
   "pi_last_name": "Moroz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Leonid L Moroz",
   "pi_email_addr": "moroz@whitney.ufl.edu",
   "nsf_id": "000307312",
   "pi_start_date": "2017-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Weihong",
   "pi_last_name": "Tan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weihong Tan",
   "pi_email_addr": "tan@chem.ufl.edu",
   "nsf_id": "000325117",
   "pi_start_date": "2017-07-10",
   "pi_end_date": "2019-12-17"
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "050Z",
   "pgm_ref_txt": "EDGE Enabling Discovery through Genomic"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The genetic material, or genome, first and foremost operates at the level of specific cells, and practically any animal tissue or embryo consists of thousands of highly diverse cells. How and why the same genome leads to such enormous diversity of cell types and functions are unanswered questions of modern biology. This interdisciplinary project addressed these bottlenecks experimentally by developing novel genomic approaches for genome-wide characterization of expression, classification, and mapping of thousands of individual cells from a diversity of reference species across phyla, followed by the subsequent development of novel cell-/neuron-specific chemical labeling tools for non-traditional model organisms. Five major project outcomes illustrate surprising fundings.</p>\n<p><strong>Organismal evolution of the 3D genome. </strong>Surprising results were obtained in broad collaborative research by mapping three-dimensional (3D) genome organization in 24 species, including species collected by our group. By investigating genome folding across species, two major types of 3D genome architectures exist at the chromosome scale. Each type appears and repeatedly disappears during eukaryotic evolution with&nbsp; condensin II, which determines chromosome-scale genome architecture.&nbsp;</p>\n<p><strong>The American lobster reveals insights on longevity, neural, and immune adaptations</strong>. We discover a novel class of chimeric receptors, which couples pattern recognition and neurotransmitter binding. <em><strong>This discovery suggests a deep integration between the neural and immune systems</strong></em>.</p>\n<p><strong>Profiling cellular diversity in sponges informs animal cell type and</strong><br /> <strong>nervous system evolution. </strong>The evolutionary origin of metazoan cell types such as neurons, muscles, and immune cells remains unsolved. Using whole-body single-cell sequencing in an animal without a nervous system and musculature, we identify novel cell types, including secretory neuroid cells that interact with feeding cells. This reflects the parallel evolution of the alternative design of integrative systems similar to neurons.</p>\n<p><strong>Deciphering neural vs. alternative integrative systems provide molecular insights into origins of neurotransmitters</strong>. Transmitter signaling is the universal chemical language of any nervous system, but little is known about its early evolution. We integrated data about the distribution and functions of neurotransmitter systems in basal metazoans and outline hypotheses of their origins. We reconstructed the scenario that neurons arose from genetically different populations of secretory cells capable of volume chemical transmission and integration of behaviors without canonical synapses. The closest representation of this primordial organization is currently found in Placozoa, disk-like animals with the simplest known cell composition but complex behaviors. We propose that injury-related signaling was the evolutionary predecessor for integrative functions of early transmitters such as nitric oxide, ATP, protons, glutamate, and small peptides. By contrast, acetylcholine, dopamine, noradrenaline, octopamine, serotonin, and histamine were recruited as canonical neurotransmitters relatively later in animal evolution, only in bilaterians. In summary, ancestral diversification of secretory signal molecules provides unique chemical microenvironments for behavior-driven innovations that pave the way to complex brain functions and elementary cognition.</p>\n<p><strong>Evolution of Glumatatergic signaling and synapses.</strong> Glutamate (Glu) is the primary excitatory transmitter in the mammalian brain. But, we know little about the evolutionary history of this adaptation, including the selection of L-Glu as a signaling molecule in the first place. We used comparative metabolomics and genomic data to reconstruct the genealogy of glutamatergic signaling. The origin of Glu-mediated communications might be traced to primordial nitrogen and carbon metabolic pathways. The versatile chemistry of L-Glu placed this molecule at the crossroad of cellular biochemistry as one of the most abundant metabolites. Many stress factors or injuries could increase extracellular glutamate concentration, which led to the development of modular molecular systems for its rapid sensing in bacteria and archaea. We identified 20+ evolutionarily distinct families of fast (ionotropic) glutamate receptors (iGluRs). The domain compositions of iGluRs correlate with the origins of multicellularity in eukaryotes. Although L-Glu was recruited as a neuro-muscular transmitter in the early-branching metazoans, it was predominantly a non-neuronal messenger, with a possibility that glutamatergic synapses evolved more than once. Surprisingly, the molecular secretory complexity of glutamatergic synapses in invertebrates (e.g., <em>sea slugs</em>) can exceed their vertebrate counterparts, including humans. Comparative genomics also revealed 15+ subfamilies of iGluRs across animals. However, most of this ancestral diversity had been lost in the vertebrate/human lineage. But, the widespread expansion of glutamate synapses in the vertebrate/human cortical areas might be associated with the enhanced metabolic demands of the complex brain and compartmentalization of Glu signaling within modular neuronal ensembles.</p>\n<p>Finally, we developed unique Nature-focused interdisciplinary training opportunities as a desirable educational outreach platform to disseminate scientific results and attract widespread&nbsp;societal attention to marine and neuroscience research. This led to a strong collaboration across the world, where we designed and maintained a program recruiting science citizens for Ocean Genome Atlas Project, the crews of ocean-going ships, including 15,000-mile ongoing expeditions covering Hawaii, the Aleutian Islands, Alaska, and the US Northwest-coast as well as retracing the famous Darwin voyage with novel genomic technologies to decipher biodiversity innovations in neural and other systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2021<br>\n\t\t\t\t\tModified by: Leonid&nbsp;L&nbsp;Moroz</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1645219/1645219_10500194_1634534822995_NervousSystemEvolution__Morozetal--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1645219/1645219_10500194_1634534822995_NervousSystemEvolution__Morozetal--rgov-800width.jpg\" title=\"Genomic view of neural system evolution\"><img src=\"/por/images/Reports/POR/2021/1645219/1645219_10500194_1634534822995_NervousSystemEvolution__Morozetal--rgov-66x44.jpg\" alt=\"Genomic view of neural system evolution\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Parallel evolution of neural systems across Metazoa. The schematic diagram illustrates 3 hypothetical events of neuronal origins and neuronal centralizations (stars). Events of neuronal centralization and the formation of complex brains occurred more than twenty times across animal lineage</div>\n<div class=\"imageCredit\">Leonid L. Moroz</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Leonid&nbsp;L&nbsp;Moroz</div>\n<div class=\"imageTitle\">Genomic view of neural system evolution</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1645219/1645219_10500194_1634535026376_Volumetransmissioninbasalmetazoans--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1645219/1645219_10500194_1634535026376_Volumetransmissioninbasalmetazoans--rgov-800width.jpg\" title=\"Volume transmission in basal metazoans\"><img src=\"/por/images/Reports/POR/2021/1645219/1645219_10500194_1634535026376_Volumetransmissioninbasalmetazoans--rgov-66x44.jpg\" alt=\"Volume transmission in basal metazoans\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Volume transmission in Placozoa as the hypothetical ancestral model of chemical behavioral integration without synapses. Different colors reflect the secretory activity of cell types with multiple overlapping chemical gradients of signal molecules, coupled with electrical and metabolic activity</div>\n<div class=\"imageCredit\">Leonid Moroz</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Leonid&nbsp;L&nbsp;Moroz</div>\n<div class=\"imageTitle\">Volume transmission in basal metazoans</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1645219/1645219_10500194_1634535395012_EvolutionofGlutamatesignaling--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1645219/1645219_10500194_1634535395012_EvolutionofGlutamatesignaling--rgov-800width.jpg\" title=\"Diversity of glutamatergic systems across animals with three eukaryotic outgroups\"><img src=\"/por/images/Reports/POR/2021/1645219/1645219_10500194_1634535395012_EvolutionofGlutamatesignaling--rgov-66x44.jpg\" alt=\"Diversity of glutamatergic systems across animals with three eukaryotic outgroups\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Glutamate is the major transmitter in our brain. The diagram shows evolution of Glutamate signaling in major animal groups. Two left columns briefly summarized the functions and position of glutamatergic systems in neural circuits.</div>\n<div class=\"imageCredit\">Leonid L. Moroz</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Leonid&nbsp;L&nbsp;Moroz</div>\n<div class=\"imageTitle\">Diversity of glutamatergic systems across animals with three eukaryotic outgroups</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe genetic material, or genome, first and foremost operates at the level of specific cells, and practically any animal tissue or embryo consists of thousands of highly diverse cells. How and why the same genome leads to such enormous diversity of cell types and functions are unanswered questions of modern biology. This interdisciplinary project addressed these bottlenecks experimentally by developing novel genomic approaches for genome-wide characterization of expression, classification, and mapping of thousands of individual cells from a diversity of reference species across phyla, followed by the subsequent development of novel cell-/neuron-specific chemical labeling tools for non-traditional model organisms. Five major project outcomes illustrate surprising fundings.\n\nOrganismal evolution of the 3D genome. Surprising results were obtained in broad collaborative research by mapping three-dimensional (3D) genome organization in 24 species, including species collected by our group. By investigating genome folding across species, two major types of 3D genome architectures exist at the chromosome scale. Each type appears and repeatedly disappears during eukaryotic evolution with  condensin II, which determines chromosome-scale genome architecture. \n\nThe American lobster reveals insights on longevity, neural, and immune adaptations. We discover a novel class of chimeric receptors, which couples pattern recognition and neurotransmitter binding. This discovery suggests a deep integration between the neural and immune systems.\n\nProfiling cellular diversity in sponges informs animal cell type and\n nervous system evolution. The evolutionary origin of metazoan cell types such as neurons, muscles, and immune cells remains unsolved. Using whole-body single-cell sequencing in an animal without a nervous system and musculature, we identify novel cell types, including secretory neuroid cells that interact with feeding cells. This reflects the parallel evolution of the alternative design of integrative systems similar to neurons.\n\nDeciphering neural vs. alternative integrative systems provide molecular insights into origins of neurotransmitters. Transmitter signaling is the universal chemical language of any nervous system, but little is known about its early evolution. We integrated data about the distribution and functions of neurotransmitter systems in basal metazoans and outline hypotheses of their origins. We reconstructed the scenario that neurons arose from genetically different populations of secretory cells capable of volume chemical transmission and integration of behaviors without canonical synapses. The closest representation of this primordial organization is currently found in Placozoa, disk-like animals with the simplest known cell composition but complex behaviors. We propose that injury-related signaling was the evolutionary predecessor for integrative functions of early transmitters such as nitric oxide, ATP, protons, glutamate, and small peptides. By contrast, acetylcholine, dopamine, noradrenaline, octopamine, serotonin, and histamine were recruited as canonical neurotransmitters relatively later in animal evolution, only in bilaterians. In summary, ancestral diversification of secretory signal molecules provides unique chemical microenvironments for behavior-driven innovations that pave the way to complex brain functions and elementary cognition.\n\nEvolution of Glumatatergic signaling and synapses. Glutamate (Glu) is the primary excitatory transmitter in the mammalian brain. But, we know little about the evolutionary history of this adaptation, including the selection of L-Glu as a signaling molecule in the first place. We used comparative metabolomics and genomic data to reconstruct the genealogy of glutamatergic signaling. The origin of Glu-mediated communications might be traced to primordial nitrogen and carbon metabolic pathways. The versatile chemistry of L-Glu placed this molecule at the crossroad of cellular biochemistry as one of the most abundant metabolites. Many stress factors or injuries could increase extracellular glutamate concentration, which led to the development of modular molecular systems for its rapid sensing in bacteria and archaea. We identified 20+ evolutionarily distinct families of fast (ionotropic) glutamate receptors (iGluRs). The domain compositions of iGluRs correlate with the origins of multicellularity in eukaryotes. Although L-Glu was recruited as a neuro-muscular transmitter in the early-branching metazoans, it was predominantly a non-neuronal messenger, with a possibility that glutamatergic synapses evolved more than once. Surprisingly, the molecular secretory complexity of glutamatergic synapses in invertebrates (e.g., sea slugs) can exceed their vertebrate counterparts, including humans. Comparative genomics also revealed 15+ subfamilies of iGluRs across animals. However, most of this ancestral diversity had been lost in the vertebrate/human lineage. But, the widespread expansion of glutamate synapses in the vertebrate/human cortical areas might be associated with the enhanced metabolic demands of the complex brain and compartmentalization of Glu signaling within modular neuronal ensembles.\n\nFinally, we developed unique Nature-focused interdisciplinary training opportunities as a desirable educational outreach platform to disseminate scientific results and attract widespread societal attention to marine and neuroscience research. This led to a strong collaboration across the world, where we designed and maintained a program recruiting science citizens for Ocean Genome Atlas Project, the crews of ocean-going ships, including 15,000-mile ongoing expeditions covering Hawaii, the Aleutian Islands, Alaska, and the US Northwest-coast as well as retracing the famous Darwin voyage with novel genomic technologies to decipher biodiversity innovations in neural and other systems.\n\n\t\t\t\t\tLast Modified: 10/18/2021\n\n\t\t\t\t\tSubmitted by: Leonid L Moroz"
 }
}