{
 "awd_id": "1645313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Slow Earthquakes and Earthquake Nucleation in the Lower Crust of Central Alaska",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Hearn",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 316475.0,
 "awd_amount": 316475.0,
 "awd_min_amd_letter_date": "2017-06-16",
 "awd_max_amd_letter_date": "2022-06-02",
 "awd_abstract_narration": "Earthquake nucleation, the process by which a fault transitions from locked to dynamically rupturing, remains poorly constrained due to limited observations. Understanding this process may help in determining how potential precursory earthquake processes, such as aseismic fault slip, can lead up to earthquake rupture. A number of observations support the hypothesis that slow earthquakes can precede hazardous regular earthquakes, but the transition process from slow to fast rupture has not been observed before. This project shows that the earthquake nucleation process can be observed in the lower crust of central Alaska, and that very low frequency earthquakes (VLFE's), a class of slow earthquakes, can transition directly into regular earthquakes. This research will undertake a thorough search for slow earthquake and earthquake nucleation signals throughout the Minto Flats Fault Zone in central Alaska, where a local dense seismic network is operating, with the ultimate goal of cataloging how these processes are related to regular earthquakes. Cataloging these processes in a single tectonic environment will allow us to model the earthquake nucleation process without needing to extrapolate results from disparate tectonic environments. \r\n\r\nThis project uses new, high quality observations of earthquake processes resulting from a dense deployment of seismometers in the Minto Flats Fault Zone of central Alaska, with the goal of characterizing slow earthquake occurrence and the relation between slow earthquakes and observed earthquake nucleation signals. Very few observations of VLFE's outside of subduction zone or plate boundary environments have been made, so the discovery of VLFE's on this intraplate fault system will expand our knowledge of where slow earthquakes are possible. VLFE's and nucleation signals identified to date occur at or below the deepest extent of regular seismicity along the fault zone, suggesting that the brittle-ductile transition plays an important role in nucleating earthquakes here. To characterize slow earthquake processes, the researchers employ correlation-based techniques to identify earthquake swarms, low frequency earthquakes, VLFE's, and foreshock sequences. Earthquake nucleation signals in central Alaska to date have been identified by chance, but this project will robustly catalog additional instances of nucleation signals by using correlation-based and seismological processing techniques. This work will quantify these signals in the Minto Flats Fault Zone and investigate their relation to regular earthquakes. In addition, this project will initiate a collaborative relationship between the observational seismology and the earthquake modeling communities, as a graduate student involved with observing nucleation signals will also work with leaders in the modeling community to conduct physics-based numerical modeling of the earthquake nucleation process. The earthquakes studied in this project, though small (at M~4), provide an observational bridge to larger earthquakes, which are hypothesized to have been preceded by slow earthquake processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Tape",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Carl H Tape",
   "pi_email_addr": "ctape@alaska.edu",
   "nsf_id": "000496916",
   "pi_start_date": "2019-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Holtkamp",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen G Holtkamp",
   "pi_email_addr": "sgholtkamp@alaska.edu",
   "nsf_id": "000724333",
   "pi_start_date": "2017-06-16",
   "pi_end_date": "2019-08-25"
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 226608.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 89867.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A deployment of 13 seismometers from 2014&ndash;2019 in central Alaska provided the primary data set for this project. These seismometers, installed in the region of Nenana basin and Minto Flats fault zone, recorded thousands of small earthquakes having magnitudes less than 3, as well as dozens of larger earthquakes. This large number of recorded earthquakes enabled a detailed characterization of the enigmatic fault zone, which has hosted a range of exotic events, including earthquakes triggered by seismic waves traveling from far away, earthquakes exhibiting unusually slow slip histories (known as very low-frequency earthquakes), earthquakes exhibiting a preceding (or nucleation) signal, and unusual sequences of earthquakes known as swarms. It has also hosted a magnitude-6 earthquake (Oct 1995) and is expected to be capable of producing magnitude-7 earthquakes. The primary approach to investigating the fault zone was to use a set of recorded seismic waveforms for each event in the regional earthquake catalog, and then match these waveforms to the continuous record of ground motion between 2014 and 2019. By matching the known waveforms to waveforms from previously undocumented events, it was possible to establish a much larger catalog of events, thereby providing a higher-resolution picture of the seismicity patterns in the subsurface. This approach led to the creation of a detailed earthquake catalog for Minto Flats fault zone based on events from 2014-2019. The detailed catalog for Minto Flats fault zone revealed a much more segmented picture of the fault zone than previously known. The results have implications for understanding the fault zone's role as a major tectonic structure and in producing large earthquakes and exotic events.</p>\n<p><br />The relocated earthquake catalog for Minto Flats fault zone provided a framework for exploring exotic events and processes within the fault zone. We performed a comprehensive search and analysis of unusual events by focusing on the highest-frequency waves associated with the onset of, and any precursor to, the P wave for each event. Our findings revealed no systematic spatial or temporal patterns among different types of events. The diversity of different events in the fault zone suggests a diversity of different source processes. These source processes were investigated using numerical modeling of the frictional properties of fault zones. The modeling classified the hypothetical earthquake outcomes in five categories: 1) no foreshocks, 2) a few foreshocks, 3) accelerating foreshocks, 4) swarm, and 5) slow-slip events. The modeling revealed that accelerating foreshock sequence occurs in a transitional regime between swarm and no foreshocks. Furthermore, special conditions are needed to produce accelerating foreshock sequences, which may explain why accelerating foreshocks are relatively uncommon and that the observations similar to the Minto Flats fault zone are extremely rare elsewhere on Earth.</p>\n<p><br />The project provided primary support for a PhD student from start to nearly finished. It also fostered an international collaboration between scientists in the US (University of Alaska Fairbanks) and New Zealand (GNS Science) having common interests in understanding fault zone processes and structure. Scientific results were included in 9 presentations at professional meetings and within one publication in Nature Geoscience. Future publications are expected to result from the project.</p><br>\n<p>\n Last Modified: 12/14/2023<br>\nModified by: Carl&nbsp;H&nbsp;Tape</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA deployment of 13 seismometers from 20142019 in central Alaska provided the primary data set for this project. These seismometers, installed in the region of Nenana basin and Minto Flats fault zone, recorded thousands of small earthquakes having magnitudes less than 3, as well as dozens of larger earthquakes. This large number of recorded earthquakes enabled a detailed characterization of the enigmatic fault zone, which has hosted a range of exotic events, including earthquakes triggered by seismic waves traveling from far away, earthquakes exhibiting unusually slow slip histories (known as very low-frequency earthquakes), earthquakes exhibiting a preceding (or nucleation) signal, and unusual sequences of earthquakes known as swarms. It has also hosted a magnitude-6 earthquake (Oct 1995) and is expected to be capable of producing magnitude-7 earthquakes. The primary approach to investigating the fault zone was to use a set of recorded seismic waveforms for each event in the regional earthquake catalog, and then match these waveforms to the continuous record of ground motion between 2014 and 2019. By matching the known waveforms to waveforms from previously undocumented events, it was possible to establish a much larger catalog of events, thereby providing a higher-resolution picture of the seismicity patterns in the subsurface. This approach led to the creation of a detailed earthquake catalog for Minto Flats fault zone based on events from 2014-2019. The detailed catalog for Minto Flats fault zone revealed a much more segmented picture of the fault zone than previously known. The results have implications for understanding the fault zone's role as a major tectonic structure and in producing large earthquakes and exotic events.\n\n\n\nThe relocated earthquake catalog for Minto Flats fault zone provided a framework for exploring exotic events and processes within the fault zone. We performed a comprehensive search and analysis of unusual events by focusing on the highest-frequency waves associated with the onset of, and any precursor to, the P wave for each event. Our findings revealed no systematic spatial or temporal patterns among different types of events. The diversity of different events in the fault zone suggests a diversity of different source processes. These source processes were investigated using numerical modeling of the frictional properties of fault zones. The modeling classified the hypothetical earthquake outcomes in five categories: 1) no foreshocks, 2) a few foreshocks, 3) accelerating foreshocks, 4) swarm, and 5) slow-slip events. The modeling revealed that accelerating foreshock sequence occurs in a transitional regime between swarm and no foreshocks. Furthermore, special conditions are needed to produce accelerating foreshock sequences, which may explain why accelerating foreshocks are relatively uncommon and that the observations similar to the Minto Flats fault zone are extremely rare elsewhere on Earth.\n\n\n\nThe project provided primary support for a PhD student from start to nearly finished. It also fostered an international collaboration between scientists in the US (University of Alaska Fairbanks) and New Zealand (GNS Science) having common interests in understanding fault zone processes and structure. Scientific results were included in 9 presentations at professional meetings and within one publication in Nature Geoscience. Future publications are expected to result from the project.\t\t\t\t\tLast Modified: 12/14/2023\n\n\t\t\t\t\tSubmitted by: CarlHTape\n"
 }
}