{
 "awd_id": "1646990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Exit Power, Coalition Negotiations, and Multiparty Governance",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 17981.0,
 "awd_amount": 17981.0,
 "awd_min_amd_letter_date": "2017-02-17",
 "awd_max_amd_letter_date": "2017-02-17",
 "awd_abstract_narration": "Abstract: Exit Power, Coalition Negotiations, and Multiparty Governance\r\nMaiko Isabelle Heller\r\n\r\nGeneral Abstract\r\n\tWhy do some junior coalition members in multi-party parliamentary systems receive greater concessions from their partners than others? Parliamentary coalitions generally consist of a senior partner that controls at least a plurality of parliamentary seats, and one or more junior partners that control the remainder. In this project, the researcher contend that junior partners possess significant bargaining if they can credibly threaten to pull out of the government's coalition. They can only do so if they can enter at least one other government that is likely to form and attractive to them. Quite simply, the greater the credible threat for these junior coalition to leave, the more influence over government policies they possess.  The contribution of this project lies in the introduction of the argument that credible exit threats as a significant source of bargaining leverage over policy.  A key part of this enterprise is the creation of a new measure of exit power. By examining who holds exit power in a coalition government, plays a key role in explaining not only why some governments spend more than others, but also the choices on how to spend.  Likewise, this form of exit power also helps to explain which parties some receive more party-based benefits such as cabinet posts than other coalitions member. Moreover, the novel interview-based data collected for this project enhances our understanding of the coalition negotiation and formation process in parliamentary democracies.  This, in turn, will provide greater insights into important areas of political science research, including policy making and democratic representation. \r\n\r\nTechnical Abstract\r\n\tIn this project, the author posit that the bargaining power of junior coalition members in parliamentary governments is determined by the credibility of their threat to leave the coalition, what the researcher calls exit threat. As such, the ability of junior partners to extract concessions increases as their relative exit power increases. The researcher creates a new measure of exit power derived from the likelihood of formation of each alternative coalition party could enter, in conjunction with the ideological attractiveness of this alternate government coalition for the party. One important consequence of changes in exit power is the effect on government spending.  The study finds that spending only increases with increases in the number of coalition parties to the extent that the strongest party possesses little exit power. As a party's relative bargaining power increase, however, spending also increases. Likewise, the type of spending reflects the preferences of that party more when it holds significant exit power. For instance, national security spending tends to increase and environmental spending tends to decreases when right-wing parties possess greater levels of exit point. To investigate these questions further, the researcher conducted a series of unstructured elite interviews with former party officials from a number of parliamentary democracies. Party officials include the extended party leadership, cabinet ministers, and members of parliament. These interviews are crucial to establishing the existence and plausibility of the proposed causal mechanism. Additionally, interviews of this sort also increase our understanding of the coalition negotiation process and the trade-offs parties are willing to make. Finally, they provide insights as to why parties find certain cabinet posts more attractive than others, which complements quantitative analyses on why some parties receive more, and more attractive, cabinet portfolios.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Franzese",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Robert J Franzese",
   "pi_email_addr": "franzese@umich.edu",
   "nsf_id": "000323150",
   "pi_start_date": "2017-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maiko",
   "pi_last_name": "Heller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maiko Heller",
   "pi_email_addr": "miheller@umich.edu",
   "nsf_id": "000724121",
   "pi_start_date": "2017-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "6658 Haven",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1371",
   "pgm_ref_txt": "POLITICAL SCIENCE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 17981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The broader dissertation project asks why some junior coalition members are able to extract significantly greater concessions from their partners than others. I argue that a party's ability to extract concessions hinges on its exit power, that is, the credibility of its exit threats. Parties can only credibly threaten to exit a government if they can enter at least one alternative government that is both viable and attractive. This dissertation furthers our understanding of inter-party bargaining, provides a new measure of government parties' exit power, and shows that parties' exit power explains systematic variation in the level and composition of spending.</p>\n<p>For this award, I proposed to conduct unstructured elite interviews with former party officials in Austria, Denmark, Germany, and Sweden to gather evidence to establish the plausibility and existence of the causal mechanism I propose above. The elite interviews would also provide evidence of the process of coalition negotiations that happens behind closed doors. By providing insights into the trade-offs parties are willing to accept during coalition negotiations, the way such negotiations unfold as well as how demands are made and perceived, the project informs scholars inside and outside academia. It is also of interest to strategists and journalists as it explains differences in outcomes, to legislators and party leaders as it informs their bargaining strategies, and to interest groups seeking to influence policies.</p>\n<p>Unfortunately, since the award was made available later than expected, I was unable to spend several weeks in Europe to conduct the research before defending my dissertation and graduating. Therefore, no funds were used and no elite interviews were conducted. <strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2018<br>\n\t\t\t\t\tModified by: Maiko&nbsp;Heller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe broader dissertation project asks why some junior coalition members are able to extract significantly greater concessions from their partners than others. I argue that a party's ability to extract concessions hinges on its exit power, that is, the credibility of its exit threats. Parties can only credibly threaten to exit a government if they can enter at least one alternative government that is both viable and attractive. This dissertation furthers our understanding of inter-party bargaining, provides a new measure of government parties' exit power, and shows that parties' exit power explains systematic variation in the level and composition of spending.\n\nFor this award, I proposed to conduct unstructured elite interviews with former party officials in Austria, Denmark, Germany, and Sweden to gather evidence to establish the plausibility and existence of the causal mechanism I propose above. The elite interviews would also provide evidence of the process of coalition negotiations that happens behind closed doors. By providing insights into the trade-offs parties are willing to accept during coalition negotiations, the way such negotiations unfold as well as how demands are made and perceived, the project informs scholars inside and outside academia. It is also of interest to strategists and journalists as it explains differences in outcomes, to legislators and party leaders as it informs their bargaining strategies, and to interest groups seeking to influence policies.\n\nUnfortunately, since the award was made available later than expected, I was unable to spend several weeks in Europe to conduct the research before defending my dissertation and graduating. Therefore, no funds were used and no elite interviews were conducted.  \n\n \n\n\t\t\t\t\tLast Modified: 03/08/2018\n\n\t\t\t\t\tSubmitted by: Maiko Heller"
 }
}