{
 "awd_id": "1646940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Science Learning+: Understanding the Role of Embodied Interaction in Pre-K Children's Learning about Science in Informal Settings",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Catherine L. Eberbach",
 "awd_eff_date": "2017-03-15",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 1382403.0,
 "awd_amount": 1382403.0,
 "awd_min_amd_letter_date": "2017-03-15",
 "awd_max_amd_letter_date": "2018-08-29",
 "awd_abstract_narration": "Science researchers and practitioners are often challenged by how best to assess the effectiveness of science activities on young children whose language skills are still emerging.  Yet, research has demonstrated the critical importance of early learning on individual potential. Building on evidence that movement is tightly intertwined with thinking, this project will investigate how thought and movement link as embodied learning to accelerate science understanding. Research will be conducted in the United States (US) and the United Kingdom (UK) with the aim to gather evidence for embodied interactions during science learning and articulate design principles about how museum exhibits can most effectively encourage cognitive and physical engagement with science. Such guidelines are largely absent in the field of informal STEM learning, and so this project seeks transformational change in how learning is understood and recognizes that changes in knowledge can be developed and revealed through body-based movements as well as verbally. Such a view is critically important given that many early learners communicate understanding through nonverbal channels before verbal. Research will be conducted with a diverse population of children and will explore the application of embodied learning to communities that are underrepresented in STEM. This project is funded through Science Learning+, which is an international partnership between the National Science Foundation (NSF) and the Wellcome Trust with the UK Economic and Social Research Council. The goal of this joint funding effort is to make transformational steps toward improving the knowledge base and practices of informal STEM experiences. Within NSF, Science Learning+ is part of the Advancing Informal STEM Learning (AISL) program that seeks to enhance learning in informal environments and to broaden access to and engagement in STEM learning experiences.\r\n\r\nDuring a 3-year period, researcher-practitioner teams across six museum sites will collaboratively investigate the links between movement and learning outcomes at selected science exhibits designed for young learners. Research activities will involve iteration and refinement of new instruments and protocols, through analysis of observed and automated capture of interaction data, and synthesis and interpretation of data. A design-based research methodology will be applied to address three key questions: 1) What elements of sensory and action experiences are key to informing the design of exhibits that aim to exploit embodied interactions for learning; 2) What is the role of bodily enactment /gestures in assessing children's understanding of science concepts; and 3) What cultural differences in kinds of embodied engagement emerge across diverse museum settings? Video and audio data of 400 children's exhibit interactions will be collected. Pre/post semi-structured interviews will be conducted with a subset of these participants and will focus on children's understanding of relevant science concepts as well as personal reflections on their physical and emotional experience engaging with the exhibit. This project would raise awareness of embodied approaches to learning as well as build stronger collaborations between informal STEM educators and cognitive researchers. Utilization of informal and formal dissemination networks will support wide diffusion of project outcomes. This is critically important given strong evidence pointing to the impact of preschool education in underserved populations, and ongoing national efforts by the US and UK to improve the quality of STEM learning in preschool contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Brown",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Judy A Brown",
   "pi_email_addr": "judyalexis@comcast.net",
   "nsf_id": "000162989",
   "pi_start_date": "2017-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "H Chad",
   "pi_last_name": "Lane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H Chad Lane",
   "pi_email_addr": "hclane@illinois.edu",
   "nsf_id": "000083775",
   "pi_start_date": "2017-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Foutz",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Susan G Foutz",
   "pi_email_addr": "susanf@childrensmuseum.org",
   "nsf_id": "000724539",
   "pi_start_date": "2017-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Museum of Science, Inc.",
  "inst_street_address": "1101 BISCAYNE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054349567",
  "inst_zip_code": "331321758",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "PHILLIP AND PATRICIA FROST MUSEUM OF SCIENCE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NG92WBEKSNA7"
 },
 "perf_inst": {
  "perf_inst_name": "Museum of Science, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331292832",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 503163.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 879240.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Move2Learn (M2L) was an international research-practitioner collaboration investigating how interactive museum exhibits can help young children aged 3-6 years express, communicate, and develop their scientific thinking. &nbsp;The project brought together academic researchers with informal learning practitioners in the United States and United Kingdom to explore the potential impacts of incorporating embodiment (e.g., gesture-based interactions) in informal science learning settings. While the broader project investigates embodiment in different exhibit and informal contexts this report is focused on the outcomes obtained from the three research sites in the US (Miami, FL, Indianapolis, IN and Ithaca, NY).</p>\n<p>The project's overall aim was to examine how young children interact with science exhibits using physical movement (e.g., gestures) and how those experiences influence their communication and understanding of science content. In studies conducted across the three sites, children used an exhibit for a set length of time and were interviewed with structurally identical protocols. Questions focused on science content related to the exhibit and what children remembered doing and liked the most. Children and their parents were recorded in both settings. Findings emerged in three broad categories:&nbsp; gesturing, explanations, and affect.</p>\n<p>With respect to gestures, our research suggests that the more a child explores and interacts in an exhibit, the more they tend to use representational gestures when communicating about it later.&nbsp; This supports our initial hypothesis that interactive exhibits that have the ability to engage learners physically, emotionally, and cognitively, will enable young science learners to develop an intuitive and deeper understanding of many of the natural scientific phenomena they experience in the world around them. A second finding suggests that children of parents who guide and support in indirect ways, such as through questions and suggestions, tend to gesture more about the underlying scientific topics when interviewed.</p>\n<p>In terms of explanations given by children, full-body interaction exhibits led to children providing more explanations in interviews than exhibits with more basic interactions.&nbsp; As expected, children who tended to engage in exhibits for longer periods of time gave more explanations when asked about their experience. &nbsp;Lastly, with respect to emotional outcomes, children who explored more during interaction with the exhibits expressed more positive affect about their experiences. Also, full-body interactions were found to be associated with more positive affect overall.</p>\n<p>Increased understanding of what types of gestures and bodily movement are meaningful for developing science ideas, and strategies to encourage these actions through both the design of interactive exhibits, as well as through facilitation by family members and museum staff, were key outcomes of this work.</p>\n<p>An additional goal was to develop a practitioner/researcher interaction model to strengthen collaborations between informal learning practitioners and learning science researchers. In the project, practitioner/researcher teams jointly worked to study embodied learning, analyze the design of interactive science exhibits for children, develop a series of instruments and data analysis schemes, and conduct studies at different museums. Key to the success of the collaboration was combining the complementary expertise from both research and practice. For example, combining researcher experience in experimental design and analysis with the first-hand knowledge and experience of museum professionals in working with children and families was central to implementing the studies. Also, theoretical discussions around learning and engagement helped build shared knowledge and goals prior to beginning research activities. One key example of shared understanding that emerged involved discussing what constitutes ?evidence? and how research activities could best be positioned to impact practice.</p>\n<p>Finally, the project strived to inform the design of science exhibits and body-based communication. Several implications emerged from our research. First, exhibit designs that engage children in full-body interaction with movements that relate directly to the underlying science ideas are likely to promote deeper thinking about the underlying science ideas. This suggests that exhibit designers should consider leveraging movement and gesture when designing for children, as long as those movements are connected and relevant to the underlying science content. Second, designs that promote child initiative and parental support are preferable in terms of promoting scientific thinking and deliberation. Finally, our work suggests that designs that promote focused and enduring attention on critical elements are preferred over those that do not.</p>\n<p>By providing a means to understand which types of sensory and movement experiences support children?s thinking and learning, an embodied approach has significant implications for exhibit design and facilitation. Where children and adults might consider speech to be the pervasive means to communicate ideas, the value of other means, notably the use of actions and gestures can capture the diverse ways that children communicate science thinking. This can be particularly valuable to children who experience difficulties or lack confidence in communicating what they know verbally. We conclude that aligning movement to science ideas in exhibits has the potential to contribute to informal science learning design, facilitation, and multimodal communication.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/07/2021<br>\n\t\t\t\t\tModified by: Judy&nbsp;A&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMove2Learn (M2L) was an international research-practitioner collaboration investigating how interactive museum exhibits can help young children aged 3-6 years express, communicate, and develop their scientific thinking.  The project brought together academic researchers with informal learning practitioners in the United States and United Kingdom to explore the potential impacts of incorporating embodiment (e.g., gesture-based interactions) in informal science learning settings. While the broader project investigates embodiment in different exhibit and informal contexts this report is focused on the outcomes obtained from the three research sites in the US (Miami, FL, Indianapolis, IN and Ithaca, NY).\n\nThe project's overall aim was to examine how young children interact with science exhibits using physical movement (e.g., gestures) and how those experiences influence their communication and understanding of science content. In studies conducted across the three sites, children used an exhibit for a set length of time and were interviewed with structurally identical protocols. Questions focused on science content related to the exhibit and what children remembered doing and liked the most. Children and their parents were recorded in both settings. Findings emerged in three broad categories:  gesturing, explanations, and affect.\n\nWith respect to gestures, our research suggests that the more a child explores and interacts in an exhibit, the more they tend to use representational gestures when communicating about it later.  This supports our initial hypothesis that interactive exhibits that have the ability to engage learners physically, emotionally, and cognitively, will enable young science learners to develop an intuitive and deeper understanding of many of the natural scientific phenomena they experience in the world around them. A second finding suggests that children of parents who guide and support in indirect ways, such as through questions and suggestions, tend to gesture more about the underlying scientific topics when interviewed.\n\nIn terms of explanations given by children, full-body interaction exhibits led to children providing more explanations in interviews than exhibits with more basic interactions.  As expected, children who tended to engage in exhibits for longer periods of time gave more explanations when asked about their experience.  Lastly, with respect to emotional outcomes, children who explored more during interaction with the exhibits expressed more positive affect about their experiences. Also, full-body interactions were found to be associated with more positive affect overall.\n\nIncreased understanding of what types of gestures and bodily movement are meaningful for developing science ideas, and strategies to encourage these actions through both the design of interactive exhibits, as well as through facilitation by family members and museum staff, were key outcomes of this work.\n\nAn additional goal was to develop a practitioner/researcher interaction model to strengthen collaborations between informal learning practitioners and learning science researchers. In the project, practitioner/researcher teams jointly worked to study embodied learning, analyze the design of interactive science exhibits for children, develop a series of instruments and data analysis schemes, and conduct studies at different museums. Key to the success of the collaboration was combining the complementary expertise from both research and practice. For example, combining researcher experience in experimental design and analysis with the first-hand knowledge and experience of museum professionals in working with children and families was central to implementing the studies. Also, theoretical discussions around learning and engagement helped build shared knowledge and goals prior to beginning research activities. One key example of shared understanding that emerged involved discussing what constitutes ?evidence? and how research activities could best be positioned to impact practice.\n\nFinally, the project strived to inform the design of science exhibits and body-based communication. Several implications emerged from our research. First, exhibit designs that engage children in full-body interaction with movements that relate directly to the underlying science ideas are likely to promote deeper thinking about the underlying science ideas. This suggests that exhibit designers should consider leveraging movement and gesture when designing for children, as long as those movements are connected and relevant to the underlying science content. Second, designs that promote child initiative and parental support are preferable in terms of promoting scientific thinking and deliberation. Finally, our work suggests that designs that promote focused and enduring attention on critical elements are preferred over those that do not.\n\nBy providing a means to understand which types of sensory and movement experiences support children?s thinking and learning, an embodied approach has significant implications for exhibit design and facilitation. Where children and adults might consider speech to be the pervasive means to communicate ideas, the value of other means, notably the use of actions and gestures can capture the diverse ways that children communicate science thinking. This can be particularly valuable to children who experience difficulties or lack confidence in communicating what they know verbally. We conclude that aligning movement to science ideas in exhibits has the potential to contribute to informal science learning design, facilitation, and multimodal communication.\n\n \n\n\t\t\t\t\tLast Modified: 01/07/2021\n\n\t\t\t\t\tSubmitted by: Judy A Brown"
 }
}