{
 "awd_id": "1647364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Reducing Religious Extremism Via Elite Persuasion",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 8190.0,
 "awd_amount": 8190.0,
 "awd_min_amd_letter_date": "2017-06-21",
 "awd_max_amd_letter_date": "2017-12-22",
 "awd_abstract_narration": "Nontechnical Abstract\r\n\r\nThis project addresses three questions regarding persuasion and religious extremism among marginalized young adult men. It seeks to determine whether efforts on the part of influential group members can effectively persuade others to mitigate extremist attitudes and behavior. It studies this question in two important communities: among members of a majority religious group, as well among a minority religious group that perceives itself as victimized by the majority. Second, it asks whether persuasion efforts by in-group religious elites that emphasize theological norms for non-violence are more effective in reducing extremism than appeals based on material considerations.  Third, the research asks whether persuasion efforts can succeed even in the face of counter arguments that discourage peace. This research will contribute to political science literature on a number of fronts.  It speaks to issues related to persuasion, ethnic conflict, and radicalization studies. In particular, it explicitly links work on to the address research on violent extremism.  Likewise, it directly tests crucial assumptions from the ethnic conflict literature about elite influence, and offers new insights on the relative effectiveness of religious norms in mitigating extremism, whereas previous studies tended to focus on material considerations. More broadly, the project will provide important insights into have important practical and theoretical insights into the causes of, and potential remedies for religious extremism.\r\n\r\n\r\nTechnical Abstract\r\nIn this project, the research investigates whether persuasive appeals by elites can reduce religious extremism. The author conducts two audio recording experiments to examine two specific questions. The first will assess the effectiveness of elite appeals emphasizing religious norms that discourage extremism as compared to appeals that emphasize material considerations. In particular, the work investigates whether such appeals sustain in the face of counterarguments. The second component focuses on religious normative appeals, notably whether counter-extremist elite persuasion is more effective depending on its source: when it comes from an in-group cleric, out-group cleric, or both clerics.  To answer the questions the author will administer two experiments to young adult male Sunni and Shia will be randomly assigned to listen to 5 or 10 minute-long audio messages recorded by real, local elites in in violence-prone areas. Extremist behavior, the primary outcome, is measured using behavioral tasks collected five hours after exposure to the experimental treatment. To gain further insight into the mechanisms that cause or prevent extremism, additional post-treatment survey items will be collected to assess whether effects are driven by: (1) learning that the outgroup is policing itself to reduce extremism; (2) increased learning of Islamic norms; or (3) specific sanctioning by clerics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Macartan",
   "pi_last_name": "Humphreys",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Macartan Humphreys",
   "pi_email_addr": "mh2245@columbia.edu",
   "nsf_id": "000073629",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kunaal",
   "pi_last_name": "Sharma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kunaal Sharma",
   "pi_email_addr": "ks2481@columbia.edu",
   "nsf_id": "000723413",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "009Y00",
   "pgm_ele_name": "Political Science DDRIG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1371",
   "pgm_ref_txt": "POLITICAL SCIENCE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 8190.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to understand how religious elites shape patterns of extremism among youth. Focusing on Sunni-Shia conflict in Lucknow, India, the project produced theoretical and empirical insights that contribute to the social science literature on persuasion and conflict as well as to policy discussions on countering violent extremism.&nbsp; In particular, the study uses an audio recording experiment in which a random sample of 2,100 Sunni and Shia young adult men were randomly assigned to listen to anti-violence appeals by a real in-group cleric, out-group cleric, both clerics, or neither. Outcomes were measured using behavioral measures that served as proxies for anti-extremist behavior up to 8 hours after treatment.</p>\n<p>&nbsp;</p>\n<p>First, the study gave rise to a novel logic arguing that perceived victimization inhibits the effectiveness of anti-violence appeals. According to the logic, victimized group members will on average not reduce extremism because they feel that doing so will make them even more vulnerable to future attacks by the other group. Second, the project produced experimental results that support this pattern in the local context, where the Shia perceive themselves as victimized. Experimental results show that exposure to anti-violence appeals by an in-group cleric significantly increases anti-extremist behaviors in the Sunni sample, but not in the Shia sample. Qualitative insights from some 70 interviews in Hindi and Urdu support the plausibility of the victimization explanation.</p>\n<p>&nbsp;</p>\n<p>Third, the project also provided crucial support for professional development. With NSF support, the investigator gained significant experience designing and implementing a large-scale, lab-in-the-field experiment in a conflict setting. This includes additional experience training and supervising field staff and managing compliance with U.S. federal regulations for human subjects research.&nbsp; Fourth, the results of the project were distributed in the form of academic presentations at multiple conferences in the United States and Europe. Furthermore, the results were presented in briefings and policy conferences to government officials and think tank analysts in Washington, DC; New York; Geneva; and Vienna.</p>\n<p>&nbsp;</p>\n<p>Regarding products, the project supported the completion of a Ph.D. dissertation in political science which was successfully defended in May 2017. The dissertation is entitled, &ldquo;Elite Persuasion and Religious Extremism: A Study Among Sunni and Shia Muslims.&rsquo;&rsquo; It is deposited at Columbia University&rsquo;s dissertation archive. Three papers associated with the dissertation are currently under review for publication at political science journals. All papers acknowledge NSF funding.</p>\n<p>&nbsp;</p>\n<p>To complete the project, the investigator undertook extensive field research in India. NSF funding supported the implementation of surveys by local research assistants in Lucknow.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Together, the project impacts the social science literature as well as policy. First, the research challenges conventional understandings of elite mobilization in conflict by showing that persuasion works differently for different groups. Second, the study highlights the role of intergroup inequalities in shaping the effectiveness of persuasion. This finding contrasts with prior research emphasizing speaker or recipient attributes or shared incentives. Third, to policymakers, the study offers some of the first, causal evidence that persuasion by religious elites can significantly reduce extremism. In briefings and at international conferences, government officials and policy analysts praised the project for demonstrating the conditions under which persuasion can be an effective component of counter-extremism programming.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2018<br>\n\t\t\t\t\tModified by: Kunaal&nbsp;Sharma</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to understand how religious elites shape patterns of extremism among youth. Focusing on Sunni-Shia conflict in Lucknow, India, the project produced theoretical and empirical insights that contribute to the social science literature on persuasion and conflict as well as to policy discussions on countering violent extremism.  In particular, the study uses an audio recording experiment in which a random sample of 2,100 Sunni and Shia young adult men were randomly assigned to listen to anti-violence appeals by a real in-group cleric, out-group cleric, both clerics, or neither. Outcomes were measured using behavioral measures that served as proxies for anti-extremist behavior up to 8 hours after treatment.\n\n \n\nFirst, the study gave rise to a novel logic arguing that perceived victimization inhibits the effectiveness of anti-violence appeals. According to the logic, victimized group members will on average not reduce extremism because they feel that doing so will make them even more vulnerable to future attacks by the other group. Second, the project produced experimental results that support this pattern in the local context, where the Shia perceive themselves as victimized. Experimental results show that exposure to anti-violence appeals by an in-group cleric significantly increases anti-extremist behaviors in the Sunni sample, but not in the Shia sample. Qualitative insights from some 70 interviews in Hindi and Urdu support the plausibility of the victimization explanation.\n\n \n\nThird, the project also provided crucial support for professional development. With NSF support, the investigator gained significant experience designing and implementing a large-scale, lab-in-the-field experiment in a conflict setting. This includes additional experience training and supervising field staff and managing compliance with U.S. federal regulations for human subjects research.  Fourth, the results of the project were distributed in the form of academic presentations at multiple conferences in the United States and Europe. Furthermore, the results were presented in briefings and policy conferences to government officials and think tank analysts in Washington, DC; New York; Geneva; and Vienna.\n\n \n\nRegarding products, the project supported the completion of a Ph.D. dissertation in political science which was successfully defended in May 2017. The dissertation is entitled, \"Elite Persuasion and Religious Extremism: A Study Among Sunni and Shia Muslims.?? It is deposited at Columbia University?s dissertation archive. Three papers associated with the dissertation are currently under review for publication at political science journals. All papers acknowledge NSF funding.\n\n \n\nTo complete the project, the investigator undertook extensive field research in India. NSF funding supported the implementation of surveys by local research assistants in Lucknow. \n\n \n\nTogether, the project impacts the social science literature as well as policy. First, the research challenges conventional understandings of elite mobilization in conflict by showing that persuasion works differently for different groups. Second, the study highlights the role of intergroup inequalities in shaping the effectiveness of persuasion. This finding contrasts with prior research emphasizing speaker or recipient attributes or shared incentives. Third, to policymakers, the study offers some of the first, causal evidence that persuasion by religious elites can significantly reduce extremism. In briefings and at international conferences, government officials and policy analysts praised the project for demonstrating the conditions under which persuasion can be an effective component of counter-extremism programming.\n\n \n\n\t\t\t\t\tLast Modified: 10/23/2018\n\n\t\t\t\t\tSubmitted by: Kunaal Sharma"
 }
}