{
 "awd_id": "1647276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Science Learning+: Youth learning in Public Participation in STEM Research opportunities (crowdsourcing and citizen science) facilitated by natural history museums",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 1371404.0,
 "awd_amount": 1371404.0,
 "awd_min_amd_letter_date": "2017-03-13",
 "awd_max_amd_letter_date": "2020-03-20",
 "awd_abstract_narration": "Public Participation in Scientific Research (PPSR), often referred to as crowdsourcing or citizen science, engages participants in authentic research, which both advances science discovery as well as increases the potential for participants' understanding and use of science in their lives and careers. This four year research project examines youth participation in PPSR projects that are facilitated by Natural History Museums (NHMs). NHMs, like PPSR, have a dual focus on scientific research and science, technology, engineering, and mathematics (STEM) education.  The NHMs in this project have established in-person and online PPSR programs and have close ties with local urban community-based organizations. Together, these traits make NHMs appropriate informal learning settings to study how young people participate in PPSR and what they learn.  This study focuses on three types of PPSR experiences: short-term outdoor events like bioblitzes, long-term outdoor environmental monitoring projects, and online PPSR projects such as crowdsourcing the ID of field observations. The findings of this study will be shared through PPSR networks as well as throughout the field in informal STEM learning in order to strength youth programming in STEM, such that youth are empowered to engage in STEM research and activities in their communities. This project is funded through Science Learning+, which is an international partnership between the National Science Foundation (NSF) and the Wellcome Trust with the UK Economic and Social Research Council. The goal of this joint funding effort is to make transformational steps toward improving the knowledge base and practices of informal STEM experiences. Within NSF, Science Learning+ is part of the Advancing Informal STEM Learning (AISL) program that seeks to enhance learning in informal environments and to broaden access to and engagement in STEM learning experiences.  \r\n\r\nThe study employs observations, surveys, interviews, and learning analytics to explore three overarching questions about youth learning: 1) What is the nature of the learning environments and what activities do youth engage in when participating in NHM-led PPSR? 2) To what extent do youth develop three science learning outcomes, through participation in NHM-led citizen science programs? The three are: a) An understanding of the science content, b) identification of roles for themselves in the practice of science, and c) a sense of agency for taking actions using science? 3) What program features and settings in NHM-led PPSR foster these three science learning outcomes among youth? Based on studies occurring at multiple NHMs in the US and the UK, the broader impact of this study includes providing research-based recommendations for NHM practitioners that will help make PPSR projects and learning science more accessible and productive for youth. This project is collaboration between education researchers at University of California, Davis and Open University (UK), and Oxford University (UK) and citizen science practitioners, educators, and environmental scientists at three NHMs in the US and UK: NHM London, California Academy of Sciences, and NHM Los Angeles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Ballard",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi L Ballard",
   "pi_email_addr": "hballard@ucdavis.edu",
   "nsf_id": "000437744",
   "pi_start_date": "2017-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Young",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Young",
   "pi_email_addr": "ayoung@calacademy.org",
   "nsf_id": "000725423",
   "pi_start_date": "2017-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lila",
   "pi_last_name": "Higgins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lila Higgins",
   "pi_email_addr": "lhiggins@nhm.org",
   "nsf_id": "000724676",
   "pi_start_date": "2017-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 Research Dr., Ste 300",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "043Z",
   "pgm_ref_txt": "PPSR- Public Participation in Scientific"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 263328.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 385244.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 390121.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 332711.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0528815a-7fff-13c6-0499-80235b90501a\"> </span></p>\n<p dir=\"ltr\"><span>Public Participation in Scientific Research (PPSR), often referred to as crowdsourcing, community science, and/or citizen science, engages participants in authentic research, which both advances science discovery as well as increases the potential for participants' understanding and use of science in their lives and careers. To better understand how participation in PPSR impacts youth environmental science learning across a variety of informal learning settings, this five year research project examined youth participation in PPSR projects that were facilitated by Natural History Museums (NHMs). NHMs, like PPSR, have a dual focus on scientific research and science, technology, engineering, and mathematics (STEM) education. This study focused on three types of PPSR experiences or settings: short-term outdoor events like bioblitzes, long-term outdoor environmental monitoring projects, and online PPSR projects such as crowdsourcing the ID of field observations. This project was funded through Science Learning+, which is an international partnership between the National Science Foundation (NSF) and the Wellcome Trust with the UK Economic and Social Research Council. The goal of this joint funding effort was to make transformational steps toward improving the knowledge base and practices of informal STEM experiences. Within NSF, Science Learning+ was part of the Advancing Informal STEM Learning (AISL) program that seeks to enhance learning in informal environments and to broaden access to and engagement in STEM learning experiences.</span></p>\n<p dir=\"ltr\"><span>The study employed field observations, surveys, interviews, and online learning analytics to answer the following questions about youth learning across the three settings: 1) What is the nature of the learning environments and what activities do youth engage in when participating in NHM-led PPSR?&nbsp; 2) To what extent do youth develop environmental science content knowledge and practices, identification of roles for themselves in the practice of science, and a sense of agency for taking actions using science (Environmental Science Agency)? 3) What program features and settings in NHM-led PPSR foster these three science learning outcomes among youth?</span></p>\n<p dir=\"ltr\"><span>We discovered:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Environmental Science Agency provides a holistic framework for identifying learning outcomes through citizen science participation.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>And identified five types of citizen science-focused scientific practices that youth may engage in during citizen science: Exploring and Discovering, Observing, Identifying Organisms, Documenting, and Recording/Sharing. Recording/Sharing their observations was least commonly seen. We found evidence of learning and agency resulting from participation in subsets of these types.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Young people gained environmental content knowledge and developed scientific skills in all of the settings, and most understood the purpose of the data they collected / processed for scientific work.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Across all settings, youth described feeling like a scientist, and/or developing confidence with science. To a lesser extent, youth in all settings described sharing their knowledge by teaching others.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Youth developed an identity with science by taking on specific roles, seeing themselves as a scientist or someone who can do science, and positioning themselves as ?experts? particularly in using scientific tools.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Evidence of youth using citizen science as a foundation for meaningful change in their own life and beyond was less prominent than other learning outcomes, but seen in all settings.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Youth undertaking behaviors such as leading and helping others, sharing science knowledge and skills, and demonstrating environmental stewardship provide valuable learning opportunities beyond the core scientific task.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Design features of NHM programs that influence and enhance development of Environmental Science Agency learning outcomes for youth, include:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>explicit and consistent framing of the activity as a collective scientific endeavor that positions young people as contributors to scientific work,</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>allowing youth to use and develop mastery of scientific tools,</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>additional support for youth to submit the environmental data themselves (rather than group leaders doing this),</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>supporting youth to participate multiple times, and</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>supporting teamwork, social interactions and division of labor.</span></p>\n</li>\n</ul>\n</li>\n</ul>\n<p dir=\"ltr\"><span>The broader impacts of this work are two-fold; firstly for the academic study of young people?s science learning processes and outcomes, and secondly for project and resource design and delivery across the informal science learning sector to enhance learning outcomes for young participants.&nbsp; Project findings are published to date in 8 peer-reviewed journal articles in top-tier journals in science and environmental education and communication, with 3 others in review. We also produced a Knowledge Sharing Guide and short research briefs, for practitioners, that we have disseminated through conferences, workshops, and our professional and academic networks. The broader impacts of this study also include disseminating research-based recommendations for any informal science education practitioners and conservation professionals designing PPSR programs that will help make participating in and learning science more accessible and productive for youth. This project is a collaboration between education researchers at University of California, Davis and Open University (UK), and citizen science practitioners, educators, and environmental scientists at Oxford University (UK) and three NHMs in the US and UK: NHM London, California Academy of Sciences, and NHM Los Angeles.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2022<br>\n\t\t\t\t\tModified by: Heidi&nbsp;L&nbsp;Ballard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nPublic Participation in Scientific Research (PPSR), often referred to as crowdsourcing, community science, and/or citizen science, engages participants in authentic research, which both advances science discovery as well as increases the potential for participants' understanding and use of science in their lives and careers. To better understand how participation in PPSR impacts youth environmental science learning across a variety of informal learning settings, this five year research project examined youth participation in PPSR projects that were facilitated by Natural History Museums (NHMs). NHMs, like PPSR, have a dual focus on scientific research and science, technology, engineering, and mathematics (STEM) education. This study focused on three types of PPSR experiences or settings: short-term outdoor events like bioblitzes, long-term outdoor environmental monitoring projects, and online PPSR projects such as crowdsourcing the ID of field observations. This project was funded through Science Learning+, which is an international partnership between the National Science Foundation (NSF) and the Wellcome Trust with the UK Economic and Social Research Council. The goal of this joint funding effort was to make transformational steps toward improving the knowledge base and practices of informal STEM experiences. Within NSF, Science Learning+ was part of the Advancing Informal STEM Learning (AISL) program that seeks to enhance learning in informal environments and to broaden access to and engagement in STEM learning experiences.\nThe study employed field observations, surveys, interviews, and online learning analytics to answer the following questions about youth learning across the three settings: 1) What is the nature of the learning environments and what activities do youth engage in when participating in NHM-led PPSR?  2) To what extent do youth develop environmental science content knowledge and practices, identification of roles for themselves in the practice of science, and a sense of agency for taking actions using science (Environmental Science Agency)? 3) What program features and settings in NHM-led PPSR foster these three science learning outcomes among youth?\nWe discovered:\n\n\nEnvironmental Science Agency provides a holistic framework for identifying learning outcomes through citizen science participation.\n\n\nAnd identified five types of citizen science-focused scientific practices that youth may engage in during citizen science: Exploring and Discovering, Observing, Identifying Organisms, Documenting, and Recording/Sharing. Recording/Sharing their observations was least commonly seen. We found evidence of learning and agency resulting from participation in subsets of these types.\n\n\nYoung people gained environmental content knowledge and developed scientific skills in all of the settings, and most understood the purpose of the data they collected / processed for scientific work.\n\n\nAcross all settings, youth described feeling like a scientist, and/or developing confidence with science. To a lesser extent, youth in all settings described sharing their knowledge by teaching others.\n\n\nYouth developed an identity with science by taking on specific roles, seeing themselves as a scientist or someone who can do science, and positioning themselves as ?experts? particularly in using scientific tools.\n\n\nEvidence of youth using citizen science as a foundation for meaningful change in their own life and beyond was less prominent than other learning outcomes, but seen in all settings.\n\n\nYouth undertaking behaviors such as leading and helping others, sharing science knowledge and skills, and demonstrating environmental stewardship provide valuable learning opportunities beyond the core scientific task.\n\n\nDesign features of NHM programs that influence and enhance development of Environmental Science Agency learning outcomes for youth, include:\n\n\nexplicit and consistent framing of the activity as a collective scientific endeavor that positions young people as contributors to scientific work,\n\n\nallowing youth to use and develop mastery of scientific tools,\n\n\nadditional support for youth to submit the environmental data themselves (rather than group leaders doing this),\n\n\nsupporting youth to participate multiple times, and\n\n\nsupporting teamwork, social interactions and division of labor.\n\n\n\n\nThe broader impacts of this work are two-fold; firstly for the academic study of young people?s science learning processes and outcomes, and secondly for project and resource design and delivery across the informal science learning sector to enhance learning outcomes for young participants.  Project findings are published to date in 8 peer-reviewed journal articles in top-tier journals in science and environmental education and communication, with 3 others in review. We also produced a Knowledge Sharing Guide and short research briefs, for practitioners, that we have disseminated through conferences, workshops, and our professional and academic networks. The broader impacts of this study also include disseminating research-based recommendations for any informal science education practitioners and conservation professionals designing PPSR programs that will help make participating in and learning science more accessible and productive for youth. This project is a collaboration between education researchers at University of California, Davis and Open University (UK), and citizen science practitioners, educators, and environmental scientists at Oxford University (UK) and three NHMs in the US and UK: NHM London, California Academy of Sciences, and NHM Los Angeles.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2022\n\n\t\t\t\t\tSubmitted by: Heidi L Ballard"
 }
}