{
 "awd_id": "1648069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: A Co-creation, Cross-curricular, Standard Aligned Computer Science, Engineering, and Cybersecurity Education Technology Platform",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2016-12-01",
 "awd_exp_date": "2017-10-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2016-12-02",
 "awd_max_amd_letter_date": "2017-03-14",
 "awd_abstract_narration": "This SBIR Phase I project provides student access to computer science curriculum and computational thinking skills to better prepare for college and the workforce. Unfortunately, no organized computer science curriculum is offered in majority of schools in the United States and only 1 out of 4 public high schools in the United States offer even one computer science class.  Educators and administrators need new platforms of community and technical support to overcome these modern challenges and accomplish these critical goals. This project is aimed at the design and development of a web-based software platform to enable educators to confidently teach computer science, engineering, and cybersecurity education in classrooms and community centers. The resulting software platform would enable rapid growth of after-school clubs, camps, evening classes, in-school field trips, workshops, and educational gaming. This effort further democratizes the teaching of computer science and engineering concepts, thus addressing the talent gap that is leaving the United States behind in cybersecurity and in the world economy. This project has significant revenue and growth potential as it can be of service to approximately 3 million public school teachers and 50.1 million students who attended public elementary and secondary schools in 2015.\r\n\r\nThis project will design and develop a web-based software platform to easily connect, attract, and foster the exchange, co-creation, and delivery of cross-curricular, educational computing literacy resources aligned with national and state educational standards. Analytics and metrics will be applied and developed to gain insight into the support needed for effective instruction. Instructors will be able to develop rich, dynamic, and engaging content, allowing secondary and elementary students to actively participate with the material and to assess their understanding. Students using the platform will also get access to expert mentors for debugging help, code review, and to ask questions. Educators will able to communicate best practices to ensure continuous access to high quality computer literacy resources. As a result, the platform provides superior pedagogy for secondary and elementary school students learning computer science, engineering, and cybersecurity.  An initial alpha launch, a pilot study and analytical data gathering will be conducted throughout Phase 1 to study the efficacy of the proposed solution. The goal of this research is to verify the system features, the ease of use and to understand if Phase 1 activities result in a prototype that offers technical feasibility to solve the problem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Hahna",
   "pi_last_name": "Latonick",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Hahna K Latonick",
   "pi_email_addr": "hahna@codecraftworks.com",
   "nsf_id": "000725088",
   "pi_start_date": "2016-12-02",
   "pi_end_date": "2017-03-14"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rahul",
   "pi_last_name": "Thawal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rahul Thawal",
   "pi_email_addr": "rthawal@codecraftworks.com",
   "nsf_id": "000746189",
   "pi_start_date": "2017-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Codecraft Works, LLC",
  "inst_street_address": "2412 IRWIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "MELBOURNE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3212053347",
  "inst_zip_code": "329017316",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "FL08",
  "org_lgl_bus_name": "CODECRAFT WORKS, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "L8D7JUCBM1D4"
 },
 "perf_inst": {
  "perf_inst_name": "Codecraft Works, LLC",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "329512716",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "FL08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "118E",
   "pgm_ref_txt": "GRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-b26c6d93-1437-1922-fe26-7117c205d589\"> <span id=\"docs-internal-guid-b26c6d93-1438-7e65-cbd4-29117753c5e2\"> </span></span></p>\n<p dir=\"ltr\">Codecraft Works, LLC is an educational technology company powering hybrid computer science, engineering, and cybersecurity curriculum for students and educators. Its web-based platform easily connects, attracts, and fosters the exchange and co-creation of cross-curricular, educational computing literacy resources, improves the technical skills landscape and successfully narrows the STEM talent gap for tomorrow.</p>\n<p>More than half of our country&rsquo;s economic growth over the last 60 years resulted from technological innovation, much of which came from STEM-related fields and jobs. Computer Science (CS) and the technology it supports is a growing cornerstone of our lives and our economy. There is a lack of qualified people to fill hundreds of thousands of computing jobs nationally and to develop next-generation ideas.</p>\n<p>It is widely accepted that students need early access to CS curriculum and computational thinking skills to be prepared for college, and the workforce. Unfortunately today, in the majority of schools no organized CS curriculum is offered and only 1 out of 4 public high schools in our country offer even one CS class. &nbsp;Educators and administrators need new platforms of community and support to overcome these modern challenges and accomplish these critical goals.&nbsp;&nbsp;</p>\n<p>Codecraft Works developed business partnerships with educators and administrators who have access to computer lab facilities, time to teach students, and who want to build critical STEM skills, specifically in computing. These partnerships, supported by the Phase 1 activities, enabled educators to provide new, rigorous computer science learning opportunities. Additional strategic partnerships are also in place with federal nonprofits and universities looking to impact the same STEM skills gap within a different customer segment or population.</p>\n<p>A significant bottleneck exists when attempting to deliver new curriculum within the confines of a school day and in complement to existing math, English, science, and history (MESH) course requirements. &nbsp;Educators today do not have the professional development opportunities, budget, or time to easily add a new layer of cross-curricular computer science material into their existing day. Educators engaged in the pilot study cited many concerns including lack of skill required to feel confident in bringing new digital courses, specifically computer science, into their school and classroom; time and inconvenience related to professional development that is not a district-led initiative; and a lack of fair compensation should they invest personal time to learn and teach any subject outside of the classroom.</p>\n<p>The Phase 1 research and development effort resulted in standards-aligned computer science, engineering, and cybersecurity curriculum, cross-curricular examples, content, and lesson plans. An alpha version of a web-based software delivery platform (&ldquo;the platform&rdquo;) was designed and developed to deliver the curriculum material. The business partnerships enabled Codecraft Works technical initiatives to reflect what stakeholders wanted from the educational and technical web-based software platform, with the mission to understand and positively impact educational challenges faced by our country and local communities and to adapt, implement, and easily deliver quality computer science and engineering curriculum.</p>\n<p>As a commercial product, the resulting alpha platform has shown the ability to drive the creation and growth of after-school programs, camps, evening classes, in-school field trips, workshops, and professional development with rapid impact and adoption over the slower traditional school day course adoption hypothesized. The flexibility of the platform for multiple customer segments has resulted in increased revenue opportunity, further validating the business need for this product.</p>\n<p>Phase I research and development efforts reflected the understood customer requirements, took into account extreme technical challenges, and produced an alpha framework suited to aid in the delivery of the proposed technical solution and understood the business model. Based on the requirements a minimum viable platform was produced during Phase I. Technical support was also provided during the pilot study resulting in a continuous connection to valuable first-hand feedback from early customers and pilot study participants. The goal of this research and development effort to verify the system features, the ease of use and understand if Phase 1 activities result in a prototype that offers technical feasibility to solve the problem has been successfully achieved.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2017<br>\n\t\t\t\t\tModified by: Rahul&nbsp;Thawal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  \nCodecraft Works, LLC is an educational technology company powering hybrid computer science, engineering, and cybersecurity curriculum for students and educators. Its web-based platform easily connects, attracts, and fosters the exchange and co-creation of cross-curricular, educational computing literacy resources, improves the technical skills landscape and successfully narrows the STEM talent gap for tomorrow.\n\nMore than half of our country?s economic growth over the last 60 years resulted from technological innovation, much of which came from STEM-related fields and jobs. Computer Science (CS) and the technology it supports is a growing cornerstone of our lives and our economy. There is a lack of qualified people to fill hundreds of thousands of computing jobs nationally and to develop next-generation ideas.\n\nIt is widely accepted that students need early access to CS curriculum and computational thinking skills to be prepared for college, and the workforce. Unfortunately today, in the majority of schools no organized CS curriculum is offered and only 1 out of 4 public high schools in our country offer even one CS class.  Educators and administrators need new platforms of community and support to overcome these modern challenges and accomplish these critical goals.  \n\nCodecraft Works developed business partnerships with educators and administrators who have access to computer lab facilities, time to teach students, and who want to build critical STEM skills, specifically in computing. These partnerships, supported by the Phase 1 activities, enabled educators to provide new, rigorous computer science learning opportunities. Additional strategic partnerships are also in place with federal nonprofits and universities looking to impact the same STEM skills gap within a different customer segment or population.\n\nA significant bottleneck exists when attempting to deliver new curriculum within the confines of a school day and in complement to existing math, English, science, and history (MESH) course requirements.  Educators today do not have the professional development opportunities, budget, or time to easily add a new layer of cross-curricular computer science material into their existing day. Educators engaged in the pilot study cited many concerns including lack of skill required to feel confident in bringing new digital courses, specifically computer science, into their school and classroom; time and inconvenience related to professional development that is not a district-led initiative; and a lack of fair compensation should they invest personal time to learn and teach any subject outside of the classroom.\n\nThe Phase 1 research and development effort resulted in standards-aligned computer science, engineering, and cybersecurity curriculum, cross-curricular examples, content, and lesson plans. An alpha version of a web-based software delivery platform (\"the platform\") was designed and developed to deliver the curriculum material. The business partnerships enabled Codecraft Works technical initiatives to reflect what stakeholders wanted from the educational and technical web-based software platform, with the mission to understand and positively impact educational challenges faced by our country and local communities and to adapt, implement, and easily deliver quality computer science and engineering curriculum.\n\nAs a commercial product, the resulting alpha platform has shown the ability to drive the creation and growth of after-school programs, camps, evening classes, in-school field trips, workshops, and professional development with rapid impact and adoption over the slower traditional school day course adoption hypothesized. The flexibility of the platform for multiple customer segments has resulted in increased revenue opportunity, further validating the business need for this product.\n\nPhase I research and development efforts reflected the understood customer requirements, took into account extreme technical challenges, and produced an alpha framework suited to aid in the delivery of the proposed technical solution and understood the business model. Based on the requirements a minimum viable platform was produced during Phase I. Technical support was also provided during the pilot study resulting in a continuous connection to valuable first-hand feedback from early customers and pilot study participants. The goal of this research and development effort to verify the system features, the ease of use and understand if Phase 1 activities result in a prototype that offers technical feasibility to solve the problem has been successfully achieved.\n\n \n \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2017\n\n\t\t\t\t\tSubmitted by: Rahul Thawal"
 }
}