{
 "awd_id": "1648907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Advanced and Remote Screening, Monitoring and Rehabilitation of Cognitive Health",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2016-12-16",
 "awd_max_amd_letter_date": "2016-12-16",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Technology Transfer (STTR) Phase I project is to improve and automate cognitive health screening mechanisms used in hospital facilities, by designing and validating a smart chair and a smart wearable based health data-centric novel solution. U.S. population has more than 16 million people (this is rapidly growing further) living with cognitive impairment. There is alarming fact that people with cognitive impairment report more than three times as many hospital stays as individuals with other health conditions. These are driving development of improved cognitive health assessment solutions, that will detect subtle signs of cognitive decline early in daily life. Motivated by these markets in demand, this project is designed to develop a system for advanced and remote screening and monitoring of cognitive health, and also enabling gamified user interaction for cognitive rehabilitation. The developed technology has large potential to help elderly people prone to levels of dementia (from mild cognitive impairment to Alzheimer's disease), and slowly rehabilitating patients dealing with cognitive decline (stroke survivors and cancer patients under treatment). The designed platform and cognitive scoring algorithms developed in this project will be tested and validated with real patient study at hospital facility.\r\n\r\n\r\nThe proposed project is a research, development and clinical studies effort to design and validate an advanced and remote screening, monitoring and rehabilitation solution for cognitive health. Such cognitive health management system will be achieved by technological innovation in multi-modal sensing and machine learning based behavioral data analytics from a smart chair and a custom wearable device (used separately), along with cognitive psychology driven gamified interactions and interventions. The smart chair system will capture patient non-verbal response and stress patterns, when answering to cognitive questionnaire. The smart wearable system (used with a few custom Bluetooth beacons in proximity) will analyze normalcy, forgetfulness, confusion in patient, while performing daily life cognitive tasks (such as baking a cake or cookie) in home-like kitchen facility in hospital. The main research objective includes two novel cognitive health scoring mechanism from user response with chair based cognitive questionnaire, and wearable based cognitive task performance quality. It will also design user interactions and interventions for cognitive rehabilitation and behavior reinforcement. This is a very impactful project with team's direct ongoing collaboration with hospital and neurologist, and access to large number of patients with range of cognitive disabilities (in accordance with IRB and HIPAA compliance).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debraj",
   "pi_last_name": "De",
   "pi_mid_init": "",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Debraj De",
   "pi_email_addr": "debraj.de1@gmail.com",
   "nsf_id": "000724179",
   "pi_start_date": "2016-12-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sajal",
   "pi_last_name": "Das",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sajal K Das",
   "pi_email_addr": "sdas@mst.edu",
   "nsf_id": "000430507",
   "pi_start_date": "2016-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smart Health Beacons, LLC",
  "inst_street_address": "900 Innovation Drive",
  "inst_street_address_2": "Suite 200-VT20",
  "inst_city_name": "Rolla",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "6782279033",
  "inst_zip_code": "654012985",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "JKLHDPUMS1B5"
 },
 "perf_inst": {
  "perf_inst_name": "Smart Health Beacons, LLC",
  "perf_str_addr": "302 Sooter Ln",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654018800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcome<br />&nbsp;<br />----<br />Intellectual Merit:<br />This NSF STTR project led to prototype development, software improvements and early patient studies for a novel technology consisting of a smart chair cover and a custom wearable device that enables multi-modal sensor data collection of patient&rsquo;s uncomfortableness, or more precisely Physiological Indicator of Cognitive Effort (PICE), during standard cognitive health screening. PICE measure an overall a combination of stress, emotion, effort, anxiety, discomfort, agitation, etc., when subjected to answering cognitive questions.&nbsp;&nbsp;<br />&nbsp; &nbsp; &nbsp; &nbsp; The statistical modeling and data analytics algorithms are able to detect dementia (covers Alzheimer&rsquo;s disease and other forms of dementia such as multi-infarct dementia) and differentiate from MCI (mild cognitive impairment) more accurately than standardized cognitive testing based scoring and screening in a pre-clinic setting.&nbsp; Patient studies conducted for this project used the popular SLUMS (Saint Louis University Mental Status) cognitive test.&nbsp; The technology developed advances the state-of-the-art computing solutions for in-clinic assessment and management of cognitive health.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; The technology is now patent pending, with a non-provisional U.S. patent application titled &ldquo;SENSORSYSTEM AND METHOD FOR COGNITIVE HEALTH ASSESSMENT&rdquo;.<br />&nbsp;<br />----<br />Broader impacts:<br />The project has significant potential to impact pre-clinical detection of early-stage dementia using a portable, affordable and non-invasive technology. Such early-stage detection of dementia can have important benefits for: (a) Pharmaceutical companies in more effectively selecting early-stage dementia patients for drug trials (Alzheimer&rsquo;s disease drug trials&nbsp;are currently failing majorly in the market, needing more early-stage dementia patients); (b) Assisted living and nursing home facilities in regularly assessing cognitive health status of elderly residents or patients and (c) Primary care physicians and memory clinics in using an improved dementia screening tool for standard cognitive health screening during patient visits.<br />&nbsp;<br />----<br />Summary of project outcomes covering the entire life of the award:<br />(i) Sensor data collection system: Improvements to the first generation smart chair resulted in a redesigned smart chair cover and wearable sensor data collector hardware module.&nbsp; The software used was optimized for more effective wireless data collection and storage.&nbsp;&nbsp;<br />&nbsp;<br />(ii) Accompanying iPad apps:&nbsp; iPad based custom apps designed for the current pen-paper based SLUMS test, creatively automates and standardizes much of the test administering tasks. Additional app designs included two versions of a cognitive task switching game.<br />&nbsp;<br />(iii) Patients data collection: Over 10 months, almost 300 patients were studied permitting data to be obtained during standard and routine cognitive health screening sessions. This effort was in collaboration with Phelps County Regional Medical Center (PCRMC). Clinical diagnosis ground truth data for over 50 patients (mainly from MRI based brain imaging) was obtained and used to determine cognitive status, for example, dementia vs. MCI (mild cognitive impairment) vs. normal (non-dementia non-MCI).&nbsp; &nbsp;&nbsp;<br />&nbsp;<br />(iv) Algorithms for more accurate pre-clinical dementia detection: Two versions of the proprietary algorithms developed to detect dementia more accurately, compared to the standardized practice of using only correctness to questionnaire to score and assess cognitive status. For example, not detecting an early stage dementia patient has more severe consequences regarding the patient&rsquo;s early diagnosis and treatment, long term health and safety, than if an MCI patient is detected as having possible dementia. In the latter case, the patient would typically undergo clinical evaluation for a more accurate confirmation of diagnosis.&nbsp; Further refinement of the proprietary algorithms&rsquo; performance is expected following additional statistical analysis, e.g., ROC analysis and varying multiple design parameters in the model. Also, the algorithms&rsquo; performance will yield further improvement when used selectively to detect specific types of cognitive status. For example, current cognitive tests may detect someone as non-dementia (e.g., above a score of 21 out of 30 on the SLUMS test), however, this project&rsquo;s technology has important value in detecting early-stage dementia patients, but who still score high (e.g., 25 out of 30 in SLUM score) and are consequentially mistaken in preclinical testing as MCI or even normal.&nbsp; &nbsp; &nbsp;&nbsp;<br />&nbsp;<br />(v) Detection of comorbid symptoms: Data analysis of patient&rsquo;s non-verbal response or PICE from smart chair cover sensors shows that in addition to improved dementia detection, the technology can also be used in detecting several dementia related comorbid symptoms, e.g., agitation, body tremors, rocking motion during sitting, body rigidity, and torso weakness.<br />&nbsp;<br />(vi) IP and Patent: A non-provisional full patent application was submitted to the USPTO on Nov'17, titled &ldquo;SENSOR SYSTEM AND METHOD FOR COGNITIVE HEALTH ASSESSMENT&rdquo;.<br />&nbsp;<br />(vii) Recognition: In Sep&rsquo;17, Smart Health Beacons (SHB), LLC and the smart chair based cognitive health screening technology was included in the 2017 edition of &ldquo;Hello Tomorrow's Top 500 deep-tech startups worldwide&rdquo; among 3000+ applicant startups globally (https://hello-tomorrow.org/challenge). SHB was among Top 50 start-ups worldwide in the &ldquo;Wellbeing&rdquo; industry track. Also, the company was among 97 start-ups from the U.S (https://hellotomorrow.org/top500/) in a worldwide platform, which included 12 spin-off companies from Massachusetts Institute of Technology.</p>\n<p>----&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2018<br>\n\t\t\t\t\tModified by: Debraj&nbsp;De</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcome\n \n----\nIntellectual Merit:\nThis NSF STTR project led to prototype development, software improvements and early patient studies for a novel technology consisting of a smart chair cover and a custom wearable device that enables multi-modal sensor data collection of patient?s uncomfortableness, or more precisely Physiological Indicator of Cognitive Effort (PICE), during standard cognitive health screening. PICE measure an overall a combination of stress, emotion, effort, anxiety, discomfort, agitation, etc., when subjected to answering cognitive questions.  \n        The statistical modeling and data analytics algorithms are able to detect dementia (covers Alzheimer?s disease and other forms of dementia such as multi-infarct dementia) and differentiate from MCI (mild cognitive impairment) more accurately than standardized cognitive testing based scoring and screening in a pre-clinic setting.  Patient studies conducted for this project used the popular SLUMS (Saint Louis University Mental Status) cognitive test.  The technology developed advances the state-of-the-art computing solutions for in-clinic assessment and management of cognitive health.\n\n        The technology is now patent pending, with a non-provisional U.S. patent application titled \"SENSORSYSTEM AND METHOD FOR COGNITIVE HEALTH ASSESSMENT\".\n \n----\nBroader impacts:\nThe project has significant potential to impact pre-clinical detection of early-stage dementia using a portable, affordable and non-invasive technology. Such early-stage detection of dementia can have important benefits for: (a) Pharmaceutical companies in more effectively selecting early-stage dementia patients for drug trials (Alzheimer?s disease drug trials are currently failing majorly in the market, needing more early-stage dementia patients); (b) Assisted living and nursing home facilities in regularly assessing cognitive health status of elderly residents or patients and (c) Primary care physicians and memory clinics in using an improved dementia screening tool for standard cognitive health screening during patient visits.\n \n----\nSummary of project outcomes covering the entire life of the award:\n(i) Sensor data collection system: Improvements to the first generation smart chair resulted in a redesigned smart chair cover and wearable sensor data collector hardware module.  The software used was optimized for more effective wireless data collection and storage.  \n \n(ii) Accompanying iPad apps:  iPad based custom apps designed for the current pen-paper based SLUMS test, creatively automates and standardizes much of the test administering tasks. Additional app designs included two versions of a cognitive task switching game.\n \n(iii) Patients data collection: Over 10 months, almost 300 patients were studied permitting data to be obtained during standard and routine cognitive health screening sessions. This effort was in collaboration with Phelps County Regional Medical Center (PCRMC). Clinical diagnosis ground truth data for over 50 patients (mainly from MRI based brain imaging) was obtained and used to determine cognitive status, for example, dementia vs. MCI (mild cognitive impairment) vs. normal (non-dementia non-MCI).    \n \n(iv) Algorithms for more accurate pre-clinical dementia detection: Two versions of the proprietary algorithms developed to detect dementia more accurately, compared to the standardized practice of using only correctness to questionnaire to score and assess cognitive status. For example, not detecting an early stage dementia patient has more severe consequences regarding the patient?s early diagnosis and treatment, long term health and safety, than if an MCI patient is detected as having possible dementia. In the latter case, the patient would typically undergo clinical evaluation for a more accurate confirmation of diagnosis.  Further refinement of the proprietary algorithms? performance is expected following additional statistical analysis, e.g., ROC analysis and varying multiple design parameters in the model. Also, the algorithms? performance will yield further improvement when used selectively to detect specific types of cognitive status. For example, current cognitive tests may detect someone as non-dementia (e.g., above a score of 21 out of 30 on the SLUMS test), however, this project?s technology has important value in detecting early-stage dementia patients, but who still score high (e.g., 25 out of 30 in SLUM score) and are consequentially mistaken in preclinical testing as MCI or even normal.      \n \n(v) Detection of comorbid symptoms: Data analysis of patient?s non-verbal response or PICE from smart chair cover sensors shows that in addition to improved dementia detection, the technology can also be used in detecting several dementia related comorbid symptoms, e.g., agitation, body tremors, rocking motion during sitting, body rigidity, and torso weakness.\n \n(vi) IP and Patent: A non-provisional full patent application was submitted to the USPTO on Nov'17, titled \"SENSOR SYSTEM AND METHOD FOR COGNITIVE HEALTH ASSESSMENT\".\n \n(vii) Recognition: In Sep?17, Smart Health Beacons (SHB), LLC and the smart chair based cognitive health screening technology was included in the 2017 edition of \"Hello Tomorrow's Top 500 deep-tech startups worldwide\" among 3000+ applicant startups globally (https://hello-tomorrow.org/challenge). SHB was among Top 50 start-ups worldwide in the \"Wellbeing\" industry track. Also, the company was among 97 start-ups from the U.S (https://hellotomorrow.org/top500/) in a worldwide platform, which included 12 spin-off companies from Massachusetts Institute of Technology.\n\n---- \n\n\t\t\t\t\tLast Modified: 02/28/2018\n\n\t\t\t\t\tSubmitted by: Debraj De"
 }
}