{
 "awd_id": "1648023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Efficient Custom Platforms for Smart Computer Vision in the Internet of Things",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rick Schwerdtfeger",
 "awd_eff_date": "2017-02-01",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2017-02-03",
 "awd_max_amd_letter_date": "2017-02-03",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project will result in a significant improvement in the performance, power, and cost of deploying smart computer vision applications. This improvement will simplify the deployment of smart vision applications in automotive, sports and entertainment, consumer, robotics and machine vision, medical, and security/surveillance domains. Through a unique and energy-efficient hardware computation platform, automated hardware design for machine learning applications, and efficient implementation libraries, this project will improve both the feature set and efficiency of smart vision applications across a wide range of end-use cases. With the rapid growth in smart vision applications, this project will be a key enabling technology to support high-performance, energy efficient and scalable solutions. Internet of Things (IoT) applications promise to produce billions in revenue and trillions in global economic impact through improved efficiency, safety, energy, and labor costs. Wide deployment of customized computing in IoT applications will lead to substantial energy savings, and a corresponding reduction in carbon emissions, and a more sustainable growth model for deployment of intelligent sensor systems with thousands or millions of sensor nodes analyzing large volumes of input data.\r\nThe proposed project focuses on the design of high performance, energy-efficient IoT computer vision platforms, design tools, and implementation libraries. Field-programmable gate arrays (FPGAs) are an attractive design and implementation platform to meet performance and energy goals; however, there are two main challenges to their adoption (1) small FPGAs are cost-effective but insufficient to replace the efficient, low-cost ASICs for computation-demanding applications; large FPGAs can fulfill all computation demands, but are too expensive to meet IoT price points, and (2) design and development for FPGAs is challenging and require hardware design expertise. This project?s innovation targets these challenges. First, our proposed platform will combine a media ASIC for efficient video processing with a small cost-effective FPGA for custom machine learning. Second, our proposed domain specific high level synthesis will generate efficient machine learning accelerators for standard machine learning infrastructures quickly, limiting required hardware design expertise while out-performing general purpose design techniques. This project will leverage background expertise in hardware design, design tools, and machine learning to develop and demonstrate the advantages of hybrid computation platforms for smart vision applications in terms of performance, energy consumption, cost and physical size.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Rupnow",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle J Rupnow",
   "pi_email_addr": "kjrupnow@gmail.com",
   "nsf_id": "000724505",
   "pi_start_date": "2017-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Inspirit IoT, Inc.",
  "inst_street_address": "60 HAZELWOOD DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHAMPAIGN",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2177786116",
  "inst_zip_code": "618207460",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "INSPIRIT IOT, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "MM7WTVZGSX51"
 },
 "perf_inst": {
  "perf_inst_name": "Inspirit IoT, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618226879",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Inspirit IoT has developed a novel combination of hardware platforms, design tools, and pre-optimized software components to accelerate the use of machine learning in the Internet of Things. IoT devices produce substantial data that is increasingly analyzed and responded to using machine learning to improve feature set, scalability and user experience. In an increasing set of use cases, it is important that the machine learning is performed near the sensor; low-latency response, limited communications bandwidth to the cloud, high-security environments, and low-energy deployments all influence a movement away from cloud deployments. To meet performance requirements in these use cases, specialized platforms are required, but design and deployment of the hardware and software for these specialized platforms is lengthy and requires specialized expertise.</p>\n<p>&nbsp;</p>\n<p>Work performed as part of this SBIR Phase I grant serves to overcome these challenges with the design of modular, composable hardware platforms together with pre-designed hardware components and software systems, and design tools to enable fast and easy adaptation and specialization for the end-use case. Our Smart Audio Event Detection platform is the winning design in the IEEE DAC IoT Design Competition, our design tools can automatically reduce weight storage by 10X or more, while improving performance (latency) and retaining the original machine learning quality of results, and our pre-designed hardware/software components accelerate design and deployment of high quality machine learning. Inspirit IoT&rsquo;s platforms, deep-neural network (DNN) optimization tool, automated hardware design tool, and library of efficient machine learning components enables fast and effective delivery of custom machine learning solutions for our customers&rsquo; end use cases in security and surveillance, predictive maintenance, and healthcare home-aid devices.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2018<br>\n\t\t\t\t\tModified by: Kyle&nbsp;J&nbsp;Rupnow</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInspirit IoT has developed a novel combination of hardware platforms, design tools, and pre-optimized software components to accelerate the use of machine learning in the Internet of Things. IoT devices produce substantial data that is increasingly analyzed and responded to using machine learning to improve feature set, scalability and user experience. In an increasing set of use cases, it is important that the machine learning is performed near the sensor; low-latency response, limited communications bandwidth to the cloud, high-security environments, and low-energy deployments all influence a movement away from cloud deployments. To meet performance requirements in these use cases, specialized platforms are required, but design and deployment of the hardware and software for these specialized platforms is lengthy and requires specialized expertise.\n\n \n\nWork performed as part of this SBIR Phase I grant serves to overcome these challenges with the design of modular, composable hardware platforms together with pre-designed hardware components and software systems, and design tools to enable fast and easy adaptation and specialization for the end-use case. Our Smart Audio Event Detection platform is the winning design in the IEEE DAC IoT Design Competition, our design tools can automatically reduce weight storage by 10X or more, while improving performance (latency) and retaining the original machine learning quality of results, and our pre-designed hardware/software components accelerate design and deployment of high quality machine learning. Inspirit IoT?s platforms, deep-neural network (DNN) optimization tool, automated hardware design tool, and library of efficient machine learning components enables fast and effective delivery of custom machine learning solutions for our customers? end use cases in security and surveillance, predictive maintenance, and healthcare home-aid devices.\n\n \n\n\t\t\t\t\tLast Modified: 03/02/2018\n\n\t\t\t\t\tSubmitted by: Kyle J Rupnow"
 }
}