{
 "awd_id": "1648819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Re-engineered skin bacteria as a novel topical drug delivery system",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2017-01-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2017-01-09",
 "awd_max_amd_letter_date": "2017-01-09",
 "awd_abstract_narration": "This STTR Phase I project aims to establish the viability of a drug delivery platform that employs an engineered strain of Staphylococcus (S.) epidermidis, a common skin commensal bacterium, that can secrete therapeutic proteins of interest for the ultimate goal of treating skin disease.  An ointment with an inoculum of such bacteria could be infrequently applied to skin, providing constant, low-cost, convenient delivery of therapeutic protein in situ. This study proposes proof-of-concept studies to demonstrate that an engineered strain of S. epidermidis can serve as a modular, biological drug delivery chassis that can be modified to treat a range of skin conditions, beginning with atopic dermatitis, Netherton Syndrome, and lamellar ichthyosis. These conditions represent significant commercial opportunities spanning both common and rare diseases, and provide validation for a generalized engineered platform of skin bacteria with broad potential applicability to different skin disorders of multifaceted origin, including genetic, inflammatory, and infectious disorders. Validation of the proposed targets provides the crucial data necessary to attract the talent and investment necessary to build an innovative, diversified skin care company. \r\n\r\nThis project is highly innovative because it proposes using commensal skin microbes to secrete and deliver therapeutic proteins or enzymes that are either missing or could be beneficial in treating certain skin diseases. Current treatment options for many skin diseases aim for symptomatic relief and fail to address underlying pathophysiological changes leading to skin disease. Approaches using direct topical supplementation of purified protein are limited by poor subcutaneous localization to sites of need, production and purification costs, and a requirement for constant application. The proposed Phase I research plan will establish for the first time that (1) commensal bacteria can serve as tunable and highly potent drug delivery systems in the skin; (2) skin commensal bacteria can be manipulated to express and export a therapeutic protein of interest; and (3) commensal bacteria engineered to expresses heterologous proteins can colonize skin stably. This project will be executed using both standard molecular biology tools such as cloning and spectrophotometric analysis as well as advanced methods in confocal imaging and synthetic biology. Together, these studies will establish a new paradigm in drug delivery mechanisms for the treatment of skin diseases, which can also be extended to delivery of broad array of agents to promote skin health.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Travis",
   "pi_last_name": "Whitfill",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Travis M Whitfill",
   "pi_email_addr": "travis@azitrainc.com",
   "nsf_id": "000723625",
   "pi_start_date": "2017-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Oh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julia Oh",
   "pi_email_addr": "julia.Oh@jax.org",
   "nsf_id": "000726208",
   "pi_start_date": "2017-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Azitra Inc.",
  "inst_street_address": "21, BUSINESS PARK DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "BRANFORD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2035990700",
  "inst_zip_code": "064052935",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "AZITRA INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "L26KNREPFJQ9"
 },
 "perf_inst": {
  "perf_inst_name": "Azitra Inc.",
  "perf_str_addr": "400 Farmington Ave",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "060321913",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CT05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Azitra is a preclinical company focused on microbiome-based therapeutics as a novel method of drug delivery to the skin to treat skin disease. We are developing a drug delivery platform that employs an engineered bacteria <em>Staphylococcus (S.) epidermidis, </em>which can<em> </em>stably reside on human skin and secrete therapeutic protein <em>in situ</em>. &nbsp;An ointment with an inoculum of such bacteria could be infrequently applied to skin, providing constant, low-cost, convenient delivery of therapeutic protein <em>in situ</em>. In this study, we provided proof-of-concept studies to demonstrate that an engineered strain of <em>S. epidermidis</em> can serve as a modular, biological drug delivery chassis that can be modified to treat a range of skin conditions.</p>\n<p><strong>&nbsp;</strong></p>\n<p>This Small Business Technology Transfer Phase I project established proof-of-concept development of a drug delivery platform consisting of engineered commensal skin bacterial species. We demonstrated that skin commensals can establish residence on a<em> </em>skin model and secrete any desired protein locally with efficient penetrance of the outer layers of the epidermis or the stratum corneum. Azitra Inc., is currently developing preclinical candidates using bacterial systems for <em>in situ </em>protein delivery for treating skin diseases. The academic partner, Jackson Laboratory for Genomic Medicine, is located less than a mile from Azitra and has world-class facilities and subject matter expertise that contributed vast experience in metagenomics and bacterial engineering tools. We established that this platform is a viable, novel, and potent drug delivery method for treating a range of skin diseases by simultaneously modulating the skin microbiome and secreting proteins <em>in situ </em>for therapeutic benefit.<strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>Current treatment options for many skin diseases aim for symptomatic relief and fail to address underlying pathophysiological changes leading to skin disease. In the case of genetic perturbations resulting in loss of function mutations, supplementation of the missing or dysfunctional protein is a viable approach to treatment. However, the delivery of functional proteins to outer epidermal layers that are most affected in many skin diseases presents a significant challenge; moreover, the cost of protein production and purification creates a significant hurdle to developing a commercially viable treatment. Finally, given natural turnover in the skin, constant reapplication of protein would be needed, which compounds issues related to cost of treatment, compliance, and convenience.</p>\n<p>&nbsp;</p>\n<p>The Phase I project established for the first time that (1) commensal bacteria can serve as tunable and highly potent drug delivery systems in the skin; (2) skin commensal bacteria can be manipulated to express and export a therapeutic protein of interest; and (3) commensal bacteria engineered to expresses heterologous proteins can colonize skin stably. Together, our studies established a new platform in drug delivery mechanisms for the treatment of skin diseases, which can also be extended to delivery of broad array of agents to promote skin health.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2018<br>\n\t\t\t\t\tModified by: Travis&nbsp;M&nbsp;Whitfill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAzitra is a preclinical company focused on microbiome-based therapeutics as a novel method of drug delivery to the skin to treat skin disease. We are developing a drug delivery platform that employs an engineered bacteria Staphylococcus (S.) epidermidis, which can stably reside on human skin and secrete therapeutic protein in situ.  An ointment with an inoculum of such bacteria could be infrequently applied to skin, providing constant, low-cost, convenient delivery of therapeutic protein in situ. In this study, we provided proof-of-concept studies to demonstrate that an engineered strain of S. epidermidis can serve as a modular, biological drug delivery chassis that can be modified to treat a range of skin conditions.\n\n \n\nThis Small Business Technology Transfer Phase I project established proof-of-concept development of a drug delivery platform consisting of engineered commensal skin bacterial species. We demonstrated that skin commensals can establish residence on a skin model and secrete any desired protein locally with efficient penetrance of the outer layers of the epidermis or the stratum corneum. Azitra Inc., is currently developing preclinical candidates using bacterial systems for in situ protein delivery for treating skin diseases. The academic partner, Jackson Laboratory for Genomic Medicine, is located less than a mile from Azitra and has world-class facilities and subject matter expertise that contributed vast experience in metagenomics and bacterial engineering tools. We established that this platform is a viable, novel, and potent drug delivery method for treating a range of skin diseases by simultaneously modulating the skin microbiome and secreting proteins in situ for therapeutic benefit. \n\n \n\nCurrent treatment options for many skin diseases aim for symptomatic relief and fail to address underlying pathophysiological changes leading to skin disease. In the case of genetic perturbations resulting in loss of function mutations, supplementation of the missing or dysfunctional protein is a viable approach to treatment. However, the delivery of functional proteins to outer epidermal layers that are most affected in many skin diseases presents a significant challenge; moreover, the cost of protein production and purification creates a significant hurdle to developing a commercially viable treatment. Finally, given natural turnover in the skin, constant reapplication of protein would be needed, which compounds issues related to cost of treatment, compliance, and convenience.\n\n \n\nThe Phase I project established for the first time that (1) commensal bacteria can serve as tunable and highly potent drug delivery systems in the skin; (2) skin commensal bacteria can be manipulated to express and export a therapeutic protein of interest; and (3) commensal bacteria engineered to expresses heterologous proteins can colonize skin stably. Together, our studies established a new platform in drug delivery mechanisms for the treatment of skin diseases, which can also be extended to delivery of broad array of agents to promote skin health.\n\n \n\n\t\t\t\t\tLast Modified: 05/22/2018\n\n\t\t\t\t\tSubmitted by: Travis M Whitfill"
 }
}