{
 "awd_id": "1650483",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phase I I/UCRC University of Texas at Austin: Center for Efficient Vehicles and Sustainable Transportation Systems (EV-STS)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 650129.0,
 "awd_min_amd_letter_date": "2017-03-28",
 "awd_max_amd_letter_date": "2020-06-04",
 "awd_abstract_narration": "The University of Texas (UT) will establish a site within the NSF Industry/University Cooperative Research Center (I/UCRC) for Efficient Vehicles and Sustainable Transportation Systems (EV-STS), joining existing sites at the University of Alabama, Arizona State University, and the University of Louisville.  This Center has been established to support the U.S. automotive/ground transportation industry's efforts to meet demanding new federal regulations governing vehicle fuel economy and emissions, as well as society's expectations for improved sustainability in economic and personal activities.  The EV-STS Center engages the industry's critical stakeholders - vehicle manufacturers, component and system suppliers, fleet operators, energy companies, ground transportation industry infrastructure providers, and state and local governments - in identifying important efficiency and/or sustainability related problems, and formulating research projects that develop innovative solutions to these problems.\r\n\r\nThe mission of the EV-STS Center and its UT Site is to leverage collaborations among corporate, government, and academic partners to conduct and disseminate industry-relevant research on technologies and tools that facilitate the design, manufacture, deployment, and operation of energy efficient, environmentally sustainable ground vehicles.  The scope of this mission includes passenger cars, light- and heavy-duty trucks, and motorized off-road equipment. It encompasses both vehicle-level technologies and the infrastructure and transportation systems that incorporate ground vehicles.  The mission is divided into four primary thrust areas: (1) powertrains for full-electric vehicles and the entire continuum of hybrid powertrains; (2) advanced internal combustion engines and alternative fuels; (3) non-powertrain vehicle systems; and (4) ground transportation systems and infrastructure.  Within EV-STS, the UT Site will include research in all four thrust areas.  UT will perform research that includes but is not limited to methods for sustaining the most fuel efficient gasoline engines given future emissions limits; methods for making choices among alternative fuel and alternative energy source options; real-world fuel economy; application of a new mathematical tool, iso-geometry, to the design of heavy-duty vehicles; evolution of the U.S. light-duty vehicle fleet given consumer options among conventional vehicles, light electric vehicles, plug-in vehicles, and autonomous vehicles; use of fuel cells as range extenders to increase the zero emissions range of medium-duty parcel delivery vans; and development of a mathematical model to allow assessment of the facilities requirements for expansion of electric transit bus fleets.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Matthews",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald D Matthews",
   "pi_email_addr": "rdmatt@mail.utexas.edu",
   "nsf_id": "000366252",
   "pi_start_date": "2017-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas J",
   "pi_last_name": "Hughes",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J R Hughes",
   "pi_email_addr": "hughes@ices.utexas.edu",
   "nsf_id": "000181608",
   "pi_start_date": "2017-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hall",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Hall",
   "pi_email_addr": "mjhall@mail.utexas.edu",
   "nsf_id": "000335046",
   "pi_start_date": "2017-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kara",
   "pi_last_name": "Kockelman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kara M Kockelman",
   "pi_email_addr": "kkockelm@mail.utexas.edu",
   "nsf_id": "000445000",
   "pi_start_date": "2017-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lewis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Lewis",
   "pi_email_addr": "mclewis@mail.utexas.edu",
   "nsf_id": "000673588",
   "pi_start_date": "2017-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121172",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "170E",
   "pgm_ref_txt": "Interagency Agreements"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8036",
   "pgm_ref_txt": "Advanced Electronics"
  },
  {
   "pgm_ref_code": "8040",
   "pgm_ref_txt": "Energy and Environment"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 350129.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>EVSTS Center Phase I Outcome Summary Report</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Overview:</strong> The NSF IUCRC for Efficient Vehicles and Sustainable Transportation Systems (EVSTS) was established in 2016 as a collaborative effort between Arizona State University (ASU), the University of Alabama (UA), the University of Louisville (UL), and the University of Texas at Austin (UT), to undertake industry-relevant research to yield transformational improvements in the energy efficiency and environmental sustainability of ground vehicles, specifically passenger cars, trucks, and motorized non-road equipment. &nbsp;Its research program encompasses vehicle-level technologies and transportation system infrastructure, reflecting the complexity and global nature of the automotive and ground transportation industries. &nbsp;In the pivotal five years since EVSTS was formed, the automotive industry weathered shifting political priorities about climate change and associated greenhouse gas emissions targets while working to comply with increased U.S. efficiency standards <strong>-</strong> all while balancing the complex economic realities of their businesses: How to achieve emissions reductions and efficiency improvements for internal-combustion engine (ICE) vehicles, which make up approximately 95% of global automotive sales, while positioning themselves for a future in electric power? During Phase I, EVSTS organized its program into five research thrust areas: 1) electrified vehicle powertrains, 2) conventional powertrains and alternative fuels, 3) non-powertrain vehicle systems optimization, 4) efficient/sustainable autonomous vehicles (AVs), and 5) transportation systems and infrastructure. &nbsp;It conducted fundamental, industry-relevant research with 29 projects funded by 25 companies and government agencies, involving 29 faculty, 10 undergraduates, 15 master&rsquo;s students, 25 PhD students, and 5 post-docs.</p>\n<p>&nbsp;</p>\n<p class=\"norm1\"><strong>Intellectual Merit:</strong> Achieving global environmental sustainability is a generational problem that represents perhaps the most critical technological challenge of our time. &nbsp;Electricity generation (31%) and the transportation sector (27%) are the largest contributors to U.S. greenhouse gas emissions. &nbsp;Wheeled ground vehicles are, in turn, the source of most of the transportation emissions and, via battery-electric vehicles (BEVs), have an increasing impact on emissions from electricity generation. &nbsp;Solutions to the problem must address vehicle sustainability without unduly disrupting an industry that is central to the nation&rsquo;s economic health and its citizens&rsquo; lifestyles. &nbsp;The EVSTS center Phase I research projects, carried out by center researchers along with industrial members,&nbsp; provided solutions that include: 1) the development of magnetic materials, power electronic components, and permanent magnet motors, and battery-life control systems for electrified vehicle (EV) powertrains, 2) the improvement of engine mechanical and thermodynamic efficiency, high-pressure Diesel fuel systems, emissions- and powertrain-control systems, integrating conventional powertrains with launch-assist and idle-free operation technologies, 3) the development of lightweight structural materials, reduction of component friction, drag, rolling resistance, and thermal losses for non-powertrain vehicle systems, 4) the development of fifth- and sixth-generation (5G and 6G) telematics, sensors, and communication technologies; integration of AVs with existing ground transportation; and development of electromagnetic interference materials and antennas for sustainable AVs, and 5) the incorporation of ground vehicle efficiency/sustainability considerations into urban planning and decision-making, defining operational conditions impacting the deployment of energy efficient vehicles and transportation systems, implanting Internet of Things in vehicle to transportation infrastructure connections, and vehicle-grid interactions for transportation systems and infrastructure. &nbsp;These projects helped accelerate the electrification of ground vehicles, enhance the transportation infrastructure for autonomous vehicles, and help achieve greenhouse gas targets.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts:</strong> In addition to our research mission, the EVSTS center has achieved goals to support the engagement of underrepresented groups in vehicle-related engineering and technology areas; to improve automotive industry education by creating new undergraduate and graduate courses in the automotive area, engaged in professional development and workforce training; and indirectly increased the economic competitiveness of the United States in this critical industry. &nbsp;We are committed to the involvement of underrepresented minority students in this research program. &nbsp;During Phase I, these goals were met, for example, in the following ways: 1) engaging women faculty members as PIs/co-PIs, and 2) training both graduate and undergraduate students, including female students, via relevant research projects., and disseminated center research results through presentations at professional conferences such as the Society of Automotive Engineers (SAE) World Congress, publications, and outreach activities, including public display of electric vehicles at our Industry Advisory Board meetings.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/01/2024<br>\nModified by: Ronald&nbsp;D&nbsp;Matthews</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEVSTS Center Phase I Outcome Summary Report\n\n\n\n\n\nOverview: The NSF IUCRC for Efficient Vehicles and Sustainable Transportation Systems (EVSTS) was established in 2016 as a collaborative effort between Arizona State University (ASU), the University of Alabama (UA), the University of Louisville (UL), and the University of Texas at Austin (UT), to undertake industry-relevant research to yield transformational improvements in the energy efficiency and environmental sustainability of ground vehicles, specifically passenger cars, trucks, and motorized non-road equipment. Its research program encompasses vehicle-level technologies and transportation system infrastructure, reflecting the complexity and global nature of the automotive and ground transportation industries. In the pivotal five years since EVSTS was formed, the automotive industry weathered shifting political priorities about climate change and associated greenhouse gas emissions targets while working to comply with increased U.S. efficiency standards - all while balancing the complex economic realities of their businesses: How to achieve emissions reductions and efficiency improvements for internal-combustion engine (ICE) vehicles, which make up approximately 95% of global automotive sales, while positioning themselves for a future in electric power? During Phase I, EVSTS organized its program into five research thrust areas: 1) electrified vehicle powertrains, 2) conventional powertrains and alternative fuels, 3) non-powertrain vehicle systems optimization, 4) efficient/sustainable autonomous vehicles (AVs), and 5) transportation systems and infrastructure. It conducted fundamental, industry-relevant research with 29 projects funded by 25 companies and government agencies, involving 29 faculty, 10 undergraduates, 15 masters students, 25 PhD students, and 5 post-docs.\n\n\n\n\n\nIntellectual Merit: Achieving global environmental sustainability is a generational problem that represents perhaps the most critical technological challenge of our time. Electricity generation (31%) and the transportation sector (27%) are the largest contributors to U.S. greenhouse gas emissions. Wheeled ground vehicles are, in turn, the source of most of the transportation emissions and, via battery-electric vehicles (BEVs), have an increasing impact on emissions from electricity generation. Solutions to the problem must address vehicle sustainability without unduly disrupting an industry that is central to the nations economic health and its citizens lifestyles. The EVSTS center Phase I research projects, carried out by center researchers along with industrial members, provided solutions that include: 1) the development of magnetic materials, power electronic components, and permanent magnet motors, and battery-life control systems for electrified vehicle (EV) powertrains, 2) the improvement of engine mechanical and thermodynamic efficiency, high-pressure Diesel fuel systems, emissions- and powertrain-control systems, integrating conventional powertrains with launch-assist and idle-free operation technologies, 3) the development of lightweight structural materials, reduction of component friction, drag, rolling resistance, and thermal losses for non-powertrain vehicle systems, 4) the development of fifth- and sixth-generation (5G and 6G) telematics, sensors, and communication technologies; integration of AVs with existing ground transportation; and development of electromagnetic interference materials and antennas for sustainable AVs, and 5) the incorporation of ground vehicle efficiency/sustainability considerations into urban planning and decision-making, defining operational conditions impacting the deployment of energy efficient vehicles and transportation systems, implanting Internet of Things in vehicle to transportation infrastructure connections, and vehicle-grid interactions for transportation systems and infrastructure. These projects helped accelerate the electrification of ground vehicles, enhance the transportation infrastructure for autonomous vehicles, and help achieve greenhouse gas targets.\n\n\n\n\n\nBroader Impacts: In addition to our research mission, the EVSTS center has achieved goals to support the engagement of underrepresented groups in vehicle-related engineering and technology areas; to improve automotive industry education by creating new undergraduate and graduate courses in the automotive area, engaged in professional development and workforce training; and indirectly increased the economic competitiveness of the United States in this critical industry. We are committed to the involvement of underrepresented minority students in this research program. During Phase I, these goals were met, for example, in the following ways: 1) engaging women faculty members as PIs/co-PIs, and 2) training both graduate and undergraduate students, including female students, via relevant research projects., and disseminated center research results through presentations at professional conferences such as the Society of Automotive Engineers (SAE) World Congress, publications, and outreach activities, including public display of electric vehicles at our Industry Advisory Board meetings.\n\n\n\t\t\t\t\tLast Modified: 04/01/2024\n\n\t\t\t\t\tSubmitted by: RonaldDMatthews\n"
 }
}