{
 "awd_id": "1650382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Interaction of Pyroclastic Density Currents with the Atmosphere & Landscapes: Integrating Experiments and Computational Approaches for Validation & Examination of Entrainment",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 292402.0,
 "awd_amount": 218968.0,
 "awd_min_amd_letter_date": "2017-02-21",
 "awd_max_amd_letter_date": "2018-01-29",
 "awd_abstract_narration": "Pyroclastic density currents (PDCs) are among the most dangerous and unpredictable volcanic phenomena. These currents threaten over 200 million people worldwide. The currents are generated when mixtures of explosively erupted material are greater density than the atmosphere and are characterized by high velocities and temperatures making them particularly dangerous for people and infrastructure. Yet direct observation of the internal workings of these currents have been confounded by the difficulty in predicting their occurrence, hazardous conditions, and opacity limiting observation of the internal dynamics. These currents often have heterogeneous particle concentrations in a single current, so that a solitary event will have a range of spatial-temporally evolving and overlapping physical processes. Ultimately these currents are driven by the density contrast between the current and the atmosphere, and any process (such as air entrainment or erosion of the substrate) that changes the particle concentration of the current will significantly impact their dynamics. In this way, PDC are sensitive to and communicate with the atmosphere and landscape through which they travel. However, there is a distinct gap in knowledge concerning entrainment and erosion in PDC. The proposed work will conduct large-scale experiments and numerical simulations to determine internal physical processes in PDC. This information will be used to improve our numerical simulation tools to better understand the hazards from these flows.\r\n\r\nThis proposed work will integrate the results of several styles of experiments that emphasize end member processes and scales important for PDC dynamics. Select experimental results will be used to validate the numerical simulation of these processes, while other experiments will explore two important physical processes in PDC, entrainment and erosion. We will address the following inter-related goals: 1. Validate fluid dynamics models to encompass the particle concentration and fluid dynamics environment experienced throughout an evolving PDC, 2. Determine the entrainment efficiency of PDC and relate this to thermal evolution and transport capacity, 3. Assess the ability of entrainment to generate self-fluidization, 4. Assess bed forces from both particle and gas sources and relate these to the erosive capacity, 5. Generate modules for entrainment and erosion that can be incorporated into any numerical approach with a particular emphasis on rapid, end-member models to aid in hazard assessment, and 6. Develop a \"Fluid Dynamics of PDC\" video/lesson plan that highlights the visualizations from both experiments and simulations to educate students on the range of fluid dynamics in PDC.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Josef",
   "pi_last_name": "Dufek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Josef Dufek",
   "pi_email_addr": "jdufek@uoregon.edu",
   "nsf_id": "000075545",
   "pi_start_date": "2017-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 108837.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}