{
 "awd_id": "1650377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Paired paleoseismic and slip rate analysis of the central Garlock fault: Towards a true dated path of incremental slip on a major strike-slip fault",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Audrey Huerta",
 "awd_eff_date": "2017-05-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 352152.0,
 "awd_amount": 402477.0,
 "awd_min_amd_letter_date": "2017-03-24",
 "awd_max_amd_letter_date": "2022-04-20",
 "awd_abstract_narration": "Knowledge of historic and prehistoric recurrence intervals and slip rates for large faults is important for seismic hazard assessment as well as understanding the fundamentals of earthquake mechanics. Long-term records are essential since recurrence intervals for large earthquakes typically exceed modern instrumental records (e.g. Tohoku, Cascadia, etc.). Paleoseismic studies and slip rate measurements are used to assess recurrence intervals and earthquake potential for active faults or fault networks. These studies suggest earthquakes may cluster both spatially and temporally, slip rates may change significantly over time, and some fault networks demonstrate coordinated behavior, but definitive studies in support of these ideas are sparse. Previous paleoseismic and slip rate studies on the Garlock fault, southern California, suggest that it may have experienced fast slip events that correlate with earthquake clusters that alternated with slow slip events, or seismic lulls, that correlate with decreased rates of strain accumulation. This study would provide a definitive analysis of the prehistoric record of earthquake occurrence and fault slip in order to determine if this behavior is typical for the Garlock fault over the past 15,000 years. The results will help the scientific community better understand what controls the occurrence of large earthquakes on systems of faults so that more informed earthquake forecasts are possible. Other desired societal outcomes include full participation of women and underrepresented minorities in STEM, improved STEM educator development through a teacher summer research program, and development of a globally competitive STEM workforce through training of undergraduate and graduate students.\r\n\r\nThere is mounting evidence that the occurrence of large earthquakes on both single faults and fault systems is not a random process.  For example, earthquakes commonly cluster in both space and time.  The growing recognition that earthquake occurrence can be highly irregular in time and space will eventually call for a new and more sophisticated method of seismic hazard analysis that takes this behavior into account.  Before such new methods can be developed, however, it is necessary to understand the nature of phenomena such as earthquake clustering and the conditions under which they occur.  This project will develop a detailed prehistoric record of fault slip as a function of time for the Garlock fault, a fault known to have produced earthquakes with pronounced clustering over time.  For example, the Garlock fault produced four large earthquakes in the past 2,000 years, no earthquakes between 2,000 and 5,000 thousand years ago, and two earthquakes between 5,000 and 7,000 thousand years ago.  This project tests whether this clustering, which has been observed at one location on the fault, is also reproducible at two other locations along the fault and extends the record of prehistoric earthquakes farther back in time to document whether the fault  has been seismically quiescent for any other millennia. To do so, paleoseismic and incremental slip rate data will be acquired from the central Garlock fault through: (a) excavation of paleoseismic trenches at three sites, two of which were previously un-datable because of the dearth of datable carbon; (b) documentation of incremental fault slip rates at two sites for offsets ranging from 30-80m; (c) dating of additional small (3-18 m) offsets based on analysis of GeoEarthScope lidar data at several sites to better constrain the dated slip-path during the past few earthquakes; (d) compilation of these and previous data into a comprehensive, published record of incremental slip and paleo-earthquake ages for the Garlock fault, facilitating comparison with similar data from other major faults. Utilization of the new post-IR-IRSL225 single-grain luminescence dating method will allow the research team to determine the ages of previously un-datable strata and landforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Dolan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "James F Dolan",
   "pi_email_addr": "dolan@usc.edu",
   "nsf_id": "000469252",
   "pi_start_date": "2017-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3651 Trousdale Parkway, ZHS 117",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 249552.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 102600.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50325.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we have documented the paleo-earthquake behavior and slip history of the Garlock fault, a major east-west fault that extends for 150 miles from its intersection with the San Andreas fault north of Los Angeles, all the way to the southern end of Death Valley. Although less well-known than the famous San Andreas, the Garlock fault is capable of generating extremely large earthquakes in the range of magnitude 7.5-7.8, and thus poses a major seismic threat to southern California. In order to understand the behavior and earthquake potential of the Garlock fault, during this project we excavated paleo-earthquake trenches at three different sites along the Garlock fault and documented the amount of fault slip that has occurred at different time intervals along the fault spanning the last 13,000 years. Collectively, these efforts are yielding an exceptionally detailed record of the incremental slip rate and paleo-earthquake history of the Garlock fault. These data reveal a highly irregular pattern of slip on the fault, with periods of rapid fault slip encompassing 4-6 large-magnitude earthquakes and several thousand years alternating with equally long periods of little or no fault slip. This highly punctuated fast-slow behavior is consistent with models of potential long-term and long-distance coordination of slip amongst the major faults of the Pacific-North America plate boundary fault system in southern California, in which the San Andreas fault, the Garlock fault, and the major faults of the northern metropolitan Los Angeles area typically act as one sub-system that alternates fast-slow periods with the faults of the Eastern California Shear Zone in the Mojave Desert and along the eastern side of the Sierra Nevada. In this model, which our Garlock fault results strongly support, the San Andreas-Garlock-LA-region fault sub-system is currently in \"slow\" mode, producing relatively less frequent large-magnitude earthquakes. In contrast, the mechanically complementary second fault sub-system - the Eastern California Shear Zone - is currently in \"fast\" mode, as reflected in the occurrence in the ECSZ of most of the historical large-magnitude earthquakes (e.g., the 1872 magnitude ~7.6 Owens Valley, 1992 magnitude 7.3 Landers, magnitude 7.1 Hector Mine, and magnitude 7.1 and 6.4 Ridgecrest earthquakes) that have struck southern California since the most recent San Andreas fault earthquake in 1857. The Garlock fault data we have generated in this project provide what could be the most complete record of incremental fault slip and paleo-earthquake recurrence ever generated for a major fault, and the complex patterns of fault slip these data reveal provide the impetus for us to question current seismic hazard assessment strategies and help to develop more realistic and potentially useful alternative approaches to determining the future earthquake threat facing not only southern California, but other earthquake-prone regions around the world. This research forms the bulk of Dannielle Fougere's PhD dissertation at the University of Southern California. In addition to Dannielle, five other USC graduate students and one USC undergraduate student have participated in this project. These experiences have been integral to their training in state-of-the-art field and laboratory techniques as part of their overall training to become skilled researchers in modern earthquake hazard research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/24/2023<br>\n\t\t\t\t\tModified by: James&nbsp;F&nbsp;Dolan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we have documented the paleo-earthquake behavior and slip history of the Garlock fault, a major east-west fault that extends for 150 miles from its intersection with the San Andreas fault north of Los Angeles, all the way to the southern end of Death Valley. Although less well-known than the famous San Andreas, the Garlock fault is capable of generating extremely large earthquakes in the range of magnitude 7.5-7.8, and thus poses a major seismic threat to southern California. In order to understand the behavior and earthquake potential of the Garlock fault, during this project we excavated paleo-earthquake trenches at three different sites along the Garlock fault and documented the amount of fault slip that has occurred at different time intervals along the fault spanning the last 13,000 years. Collectively, these efforts are yielding an exceptionally detailed record of the incremental slip rate and paleo-earthquake history of the Garlock fault. These data reveal a highly irregular pattern of slip on the fault, with periods of rapid fault slip encompassing 4-6 large-magnitude earthquakes and several thousand years alternating with equally long periods of little or no fault slip. This highly punctuated fast-slow behavior is consistent with models of potential long-term and long-distance coordination of slip amongst the major faults of the Pacific-North America plate boundary fault system in southern California, in which the San Andreas fault, the Garlock fault, and the major faults of the northern metropolitan Los Angeles area typically act as one sub-system that alternates fast-slow periods with the faults of the Eastern California Shear Zone in the Mojave Desert and along the eastern side of the Sierra Nevada. In this model, which our Garlock fault results strongly support, the San Andreas-Garlock-LA-region fault sub-system is currently in \"slow\" mode, producing relatively less frequent large-magnitude earthquakes. In contrast, the mechanically complementary second fault sub-system - the Eastern California Shear Zone - is currently in \"fast\" mode, as reflected in the occurrence in the ECSZ of most of the historical large-magnitude earthquakes (e.g., the 1872 magnitude ~7.6 Owens Valley, 1992 magnitude 7.3 Landers, magnitude 7.1 Hector Mine, and magnitude 7.1 and 6.4 Ridgecrest earthquakes) that have struck southern California since the most recent San Andreas fault earthquake in 1857. The Garlock fault data we have generated in this project provide what could be the most complete record of incremental fault slip and paleo-earthquake recurrence ever generated for a major fault, and the complex patterns of fault slip these data reveal provide the impetus for us to question current seismic hazard assessment strategies and help to develop more realistic and potentially useful alternative approaches to determining the future earthquake threat facing not only southern California, but other earthquake-prone regions around the world. This research forms the bulk of Dannielle Fougere's PhD dissertation at the University of Southern California. In addition to Dannielle, five other USC graduate students and one USC undergraduate student have participated in this project. These experiences have been integral to their training in state-of-the-art field and laboratory techniques as part of their overall training to become skilled researchers in modern earthquake hazard research.\n\n \n\n\t\t\t\t\tLast Modified: 02/24/2023\n\n\t\t\t\t\tSubmitted by: James F Dolan"
 }
}