{
 "awd_id": "1650888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Prediction during Processing of Repairs in Spoken Language",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyler Kendall",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2021-11-30",
 "tot_intn_awd_amt": 246276.0,
 "awd_amount": 246276.0,
 "awd_min_amd_letter_date": "2017-06-14",
 "awd_max_amd_letter_date": "2017-06-14",
 "awd_abstract_narration": "Everyone is familiar with the experience of being disfluent. Despite their best efforts, on average speakers will produce a filler such as \"uh\" or an \"um\" every twenty words, and they may also make a speech error which will need to be repaired. Previous research has established some of the causes of disfluency and has revealed that disfluencies of different types characterize different types of speakers; for example, individuals with ADHD are more likely to produce speech errors than to use fillers, and those without ADHD show the opposite pattern. Far less is known, however, about how listeners are able to understand speakers despite the presence of this noise in the linguistic signal. Early proposals tested the hypothesis that listeners must somehow ignore disfluencies, but more recent studies show that disfluencies are only partially suppressed, indicating that disfluencies affect how listeners interpret the sentence they hear and even how they evaluate the speaker. In addition, these newer experiments show that when listeners hear a word spoken in error, they use the error to predict what the speaker is likely to say instead. This prediction mechanism is helpful for two reasons: first, because it allows the listener to get a head start on processing the speaker's intended meaning; and second, because it helps the listener come up with a more sensible interpretation of the utterance should the speaker fail to detect and correct his or her error. Understanding how these prediction mechanisms operate is especially relevant for our understanding of language and aging; speakers are known to become more disfluent as they age, making their speech harder to understand. This is a pressing concern given the aging population of the United States. This work will also help enhance speech recognition devices that must be robust to disfluency if they are to operate on natural, spontaneous speech. Devices that respond to voice commands are now in millions of Americans' homes and pockets, and as they become more common, users will increasingly come to expect them to work smoothly and reliably. \r\n\r\nThe experiments that will be conducted for this project use two complementary methods for assessing people's comprehension of speech on a millisecond-by-millisecond basis: recording of brain electrophysiological activity (EEG), and recording of eye movements to visual displays presented during listening tasks. The experiments are designed to answer three core questions about prediction during processing of disfluencies: (1) When do listeners begin to predict? (2) What precisely is the content of the prediction (a specific word, a general category)? (3) What is the fate of an incorrect prediction? That is, given that listeners' expectations will not always match the speaker's output, how do listeners reconcile their prediction with any discrepant content? This project will involve students who will be trained in experimental psycholinguistics, statistics, and computational methods, allowing them to gain experience in designing and interpreting data, as well as in preparing scientific reports for presentation and publication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fernanda",
   "pi_last_name": "Ferreira",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fernanda Ferreira",
   "pi_email_addr": "fferreira@ucdavis.edu",
   "nsf_id": "000107166",
   "pi_start_date": "2017-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 246276.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span lang=\"EN\">This project is based on what many researchers refer to as the Good-Enough approach to language processing,&nbsp; which assumes that listeners and readers often end up with interpretations that contradict the sentence's actual content--for example, if they are given the sentence <em>While Mary bathed the baby played in the crib</em>, they will answer yes to a question asking whether Mary bathed the baby. We have also observed that, around a quarter of the time, people misinterpret passive sentences such as <em>The dog was bitten by the man</em>: They derive the interpretation consistent with world knowledge (dogs bite people, not the other way around) rather than the one mandated by the syntactic structure. In our latest work we have obtained evidence that these misinterpretations are not due to a failure to build a correct syntactic structure, but instead arise due to competition from multiple interpretations built incrementally during online processing. In the case of Mary and her baby, the syntactic processor eventually does build the correct structure in which <em>the baby</em> is the subject of the main clause and Mary is bathing herself, but along the way the processor also constructed the structure supporting the proposition that Mary bathed the baby, which is ultimately incorrect. Unfortunately, that erroneous proposition co-exists in memory with the correct one (that Mary bathed herself), and the misinterpretation then arises from a probabilistic process of mis-selection. Similarly, passives are sometimes misinterpreted because along with a system that builds sentence meanings compositionally there is a parallel system through which words directly access concepts and schemas in long-term memory, providing a separate source of propositional meaning (e.g., that dogs bite people). This nonlinguistic conceptual system does not simply shut off because language input is being received; it generates an interpretation that must be reconciled with the one derived linguistically and compositionally.</span></p>\n<p><span lang=\"EN\">&nbsp;</span>Good Enough processing also emphasizes our ability to process language that contains disfluencies such as \"um\"s, \"uh\"s, and corrections. Given the pressures of conversation and the vagaries of our cognitive and linguistic systems, both speakers and listeners reach for what works rather than what is ideal. When people speak, they use variations in tone, loudness, and duration to signal semantic importance as well as syntactic structure (e.g., pauses that help to mark the subject-predicate boundary), but this information is mixed in with noise, including pauses before difficult-to-retrieve words, <em>um</em>s and <em>uh</em>s, and speech errors which may or may not be corrected. In our work, we have shown that listeners have robust mechanisms for processing these disfluencies; for example, they use hesitations as well as the semantic content of errors to essentially &ldquo;auto-correct&rdquo; the input. We have also seen that the mechanisms for interpreting reparandum-repair sequences such as <em>turn left uh turn right at the light</em> are similar to the ones used for processing focus constructions such as <em>I didn&rsquo;t say turn LEFT I said turn RIGHT at the light</em>.</p>\n<p>Good-Enough Language Processing emphasizes people's tendency to generate superficial and sometimes inaccurate interpretations of sentences. At the same time, many researchers have argued that prediction plays a key role in comprehension, allowing people to anticipate features of the input and even specific upcoming words based on sentential constraint. These ideas would seem to be contradictory: Are people so superficial in their processing that they don&rsquo;t even accurately interpret the information they are given, or are they so engaged they even get ahead of the input? In work supported by this award we present a framework that connects he two superficially dissimilar ideas. Our proposal is that what links Good-Enough Processing and prediction is the concept of information structure, which is the assumption that most sentences convey both given and new information. Given or presupposed information tends to be processed in a good-enough manner, while new or focused information is the target of the comprehender's prediction efforts. Thus, the study of disfluencies highlights both the \"good enough\" nature of language processing but also the powerful, robust mechanisms the language system uses to process input that is noisy and imperfect, allowing listeners and readers to obtain useful linguistic interpretations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/28/2022<br>\n\t\t\t\t\tModified by: Fernanda&nbsp;Ferreira</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is based on what many researchers refer to as the Good-Enough approach to language processing,  which assumes that listeners and readers often end up with interpretations that contradict the sentence's actual content--for example, if they are given the sentence While Mary bathed the baby played in the crib, they will answer yes to a question asking whether Mary bathed the baby. We have also observed that, around a quarter of the time, people misinterpret passive sentences such as The dog was bitten by the man: They derive the interpretation consistent with world knowledge (dogs bite people, not the other way around) rather than the one mandated by the syntactic structure. In our latest work we have obtained evidence that these misinterpretations are not due to a failure to build a correct syntactic structure, but instead arise due to competition from multiple interpretations built incrementally during online processing. In the case of Mary and her baby, the syntactic processor eventually does build the correct structure in which the baby is the subject of the main clause and Mary is bathing herself, but along the way the processor also constructed the structure supporting the proposition that Mary bathed the baby, which is ultimately incorrect. Unfortunately, that erroneous proposition co-exists in memory with the correct one (that Mary bathed herself), and the misinterpretation then arises from a probabilistic process of mis-selection. Similarly, passives are sometimes misinterpreted because along with a system that builds sentence meanings compositionally there is a parallel system through which words directly access concepts and schemas in long-term memory, providing a separate source of propositional meaning (e.g., that dogs bite people). This nonlinguistic conceptual system does not simply shut off because language input is being received; it generates an interpretation that must be reconciled with the one derived linguistically and compositionally.\n\n Good Enough processing also emphasizes our ability to process language that contains disfluencies such as \"um\"s, \"uh\"s, and corrections. Given the pressures of conversation and the vagaries of our cognitive and linguistic systems, both speakers and listeners reach for what works rather than what is ideal. When people speak, they use variations in tone, loudness, and duration to signal semantic importance as well as syntactic structure (e.g., pauses that help to mark the subject-predicate boundary), but this information is mixed in with noise, including pauses before difficult-to-retrieve words, ums and uhs, and speech errors which may or may not be corrected. In our work, we have shown that listeners have robust mechanisms for processing these disfluencies; for example, they use hesitations as well as the semantic content of errors to essentially \"auto-correct\" the input. We have also seen that the mechanisms for interpreting reparandum-repair sequences such as turn left uh turn right at the light are similar to the ones used for processing focus constructions such as I didn’t say turn LEFT I said turn RIGHT at the light.\n\nGood-Enough Language Processing emphasizes people's tendency to generate superficial and sometimes inaccurate interpretations of sentences. At the same time, many researchers have argued that prediction plays a key role in comprehension, allowing people to anticipate features of the input and even specific upcoming words based on sentential constraint. These ideas would seem to be contradictory: Are people so superficial in their processing that they don’t even accurately interpret the information they are given, or are they so engaged they even get ahead of the input? In work supported by this award we present a framework that connects he two superficially dissimilar ideas. Our proposal is that what links Good-Enough Processing and prediction is the concept of information structure, which is the assumption that most sentences convey both given and new information. Given or presupposed information tends to be processed in a good-enough manner, while new or focused information is the target of the comprehender's prediction efforts. Thus, the study of disfluencies highlights both the \"good enough\" nature of language processing but also the powerful, robust mechanisms the language system uses to process input that is noisy and imperfect, allowing listeners and readers to obtain useful linguistic interpretations. \n\n \n\n\t\t\t\t\tLast Modified: 04/28/2022\n\n\t\t\t\t\tSubmitted by: Fernanda Ferreira"
 }
}