{
 "awd_id": "1651101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Development of Fundamental Relationships Between Surface Structure, Composition, Stability, and Activity of Oxide Electrocatalysts in Aqueous Environments",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2017-02-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 191000.0,
 "awd_min_amd_letter_date": "2017-01-19",
 "awd_max_amd_letter_date": "2022-02-14",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY \r\nThis award supports theoretical and computational research with the aim to enable the design of abundant and environmentally benign materials to be utilized as catalysts for splitting water molecules into their constituent hydrogen and oxygen component elements, and for capturing carbon in various forms to render it environmentally benign. A catalyst is a material that can accelerate the rate of a specific chemical reaction without being consumed in the reaction. The PI will use a suite of computational tools to investigate and design novel catalysts. In the process, the PI will also develop new computational approaches that are aimed to enable accurate prediction of these multi-component catalytic systems at a higher level of realism than currently possible starting from the constituent atoms up to the macroscopic scale. Success will enable new ways to design energy storage and conversion technologies. These new tools may also have application to the design of a wide range of other renewable energy technologies such as solar cells, fuel cells, and thermoelectric materials that can convert heat to electricity, as well as of advanced optics and electronics technologies. The computational approaches and the data generated as a result of this research will be made freely available providing new opportunities for online education and for researchers and industry to accelerate the pathway from materials design to device implementation. The research will provide a platform for educational component activities including research opportunities for students, course enrichment through use of data, and special efforts to engage and mentor both female and disabled students in various contexts pursuing careers in science and engineering.\r\n\r\n\r\nTECHNICAL SUMMARY\r\nThis award supports theoretical and computational research and education to advance toward the capability to design materials with desired properties using computation with a focus on materials surfaces and their application as catalysts. The design of active, stable, earth-abundant catalysts for the oxygen evolution reaction and the oxygen reduction reaction would enable effective development of electrochemical energy storage and conversion technologies such as electrolyzers, fuel cells, and metal-air batteries. Similarly, new earth-abundant catalyst materials with high stability, high activity, and high selectivity are required to enable technologies based on aqueous electrochemical carbon dioxide reduction reactions, which can produce hydrogen, methane, methanol, and potentially longer-chain hydrocarbons for use as fuels or specialty chemicals. Catalyst activity is largely governed by surface properties, and the ability to predict and understand, structure-function relationships at realistic catalytic interfaces lies beyond current approaches. This presents a significant challenge to designing such materials.\r\n\r\nIn this project, the PI will address this key challenge by developing a new approach that aims for rapid and accurate prediction of atomic and electronic structure at realistic catalyst-solvent interfaces. The approach, based on a combination of first-principles density functional theory computations, machine learning algorithms, classical molecular dynamics and Monte Carlo simulations, and electrochemical principles will enable the study of environment-structure-property relationships in nanostructured materials in the presence of explicit water molecules, as well as the development of fundamental predictive models to guide the design of new materials systems with tailored properties. These capabilities will be demonstrated in the context of investigating the oxygen evolution reaction, the oxygen reduction reaction, and carbon dioxide reduction reactions on candidate materials from the promising class of transition metal oxides.\r\n  \r\nThis research has the potential to lead to the design of novel water splitting and carbon dioxide reduction catalysts; the development of fundamental insights into oxide interface chemistry; and the dissemination of new computational tools that will enable detailed study and prediction of complex, realistic interface structures with quantum mechanical accuracy. Both the physical insights and the new tools will be directly applicable to the design of tailored materials systems for other catalytic reactions, as well as for a wide variety of other applications, such as photovoltaics, fuel cells and batteries, thermoelectrics, and nanoscale composite materials, in which interfaces play an important role. In addition, the proposed methodology could lead to a new paradigm in high-throughput computational screening of materials systems by enabling materials selection with respect to properties that are directly related to materials incorporation into realistic device geometries.  Computational approaches and the data generated as a result of this research will be made freely available online, providing new opportunities for online education and for accelerating the pathway from materials design to application. The research will provide a platform for educational component activities including research opportunities for students, course enrichment through use of data, and special efforts to engage and mentor both female and disabled students in various contexts pursuing careers in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexie",
   "pi_last_name": "Kolpak",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alexie M Kolpak",
   "pi_email_addr": "kolpak@mit.edu",
   "nsf_id": "000629154",
   "pi_start_date": "2017-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8604",
   "pgm_ref_txt": "Fuel Cells"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 191000.0
  }
 ],
 "por": null
}