{
 "awd_id": "1651674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Continuous, Vapor-phase Manufacturing of Anisotropic Silicon Nanostructures for Optoelectronic Applications",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 552538.0,
 "awd_min_amd_letter_date": "2017-03-06",
 "awd_max_amd_letter_date": "2021-06-16",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) grant will create brand new vapor-phase only manufacturing routes for achieving silicon nanostructures of varying types and shapes. Silicon nanostructures have great potential for use in light-emitting devices (LEDs) and other optoelectronic devices. Exerting control over the nanostructure shape, whether spherical or elongated, enables versatility in these applications. Anisotropic silicon nanostructures have attracted increasing attention because they demonstrate optoelectronic characteristics that differ from those of spherical nanostructures and can offer dramatic improvement in the performance of LEDs and other optoelectronic devices.  The challenge is that current manufacturing strategies for making anisotropic silicon nanostructures require high temperatures, long reaction times, batch processing, or toxic solvent processes, severely limiting their deployment and incorporation into existing manufacturing infrastructure. This award supports research into discovering, characterizing, and modeling novel vapor-phase only techniques for synthesizing silicon nanorods using flow-through processes, including plasma reactors. These techniques offer sustainability and scalability paired with seamless integration into device manufacturing streams, therefore benefitting the development of new versatile devices that exploit the unique and novel properties of anisotropic silicon nanostructures. One societal benefit is that the availability of energy-efficient devices will reduce fossil fuel consumption. This research delves into nanotechnology from the diverse standpoints of engineering, materials science, plasma science, and manufacturing. The cross-cutting nature of this work will be leveraged to improve engineering education, engagement of minority and female students in engineering, and broad public understanding of nanotechnology at a time when it is increasingly ubiquitous in energy devices, consumer products, and health and medical technology. Some of the outreach activities will involve Lady Spartans engineering camp and Science Festivals.\r\n\r\nPlasma-based reactor approaches for the synthesis of nontoxic semiconductor nanocrystals are some of the most successful methods in terms of production yield, tunable nanocrystal size and surface properties, narrow size dispersity, and controllable crystallinity. Despite the flexibility of these reactors, to date the nanostructures produced using flow-through plasma reactors have been exclusively spherically isotropic, limiting the usefulness of the plasma approach. This research represents a breakthrough in using plasmas to control the shape of nanostructures by seeking to use them in combination with other vapor-phase approaches to synthesize silicon nanorods with tunable properties. The objectives of this project are to create a novel, continuous, vapor-phase route for the synthesis of silicon nanorods while simultaneously performing in-situ reaction characterization to construct a model of nanostructure growth in the plasma environment. This work will build on the library of optoelectronically functional nanostructures that are inexpensive and environmentally nontoxic while filling knowledge gaps in the use of plasma reactors for versatile nanomanufacturing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Anthony",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Anthony",
   "pi_email_addr": "ranthony@msu.edu",
   "nsf_id": "000655163",
   "pi_start_date": "2017-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "428 S. Shaw Lane 2453",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "161Y00",
   "pgm_ele_name": "COVID Impacts on Exisiting Act"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 20000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 32538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CAREER award provided the PI&rsquo;s research group with the resources to make numerous discoveries around synthesis of nanomaterials, and has led to growth of the PI&rsquo;s expertise, reputation, and scholarly profile as well as launching her active leadership in broadening participation of diverse groups in science and engineering both at her institution as well as in the scientific community at large.</p>\n<p>First: The PI&rsquo;s group explored multiple methods to generate anisotropic silicon nanostructures using plasma reactors. One major outcome of this work was the creation of a new RF plasma method for synthesis of gold nanoparticles using a consumable wire electrode, a critical step in creating catalysts for many processes including the growth of anisotropic silicon nanowires. This work was presented at an international conference as well as published, with the visually dynamic research results used as the cover image of the journal.</p>\n<p>Second, the funding led to creation of a completely novel method to generate flow-through aggregated silicon nano/microstructures with controllable aspect ratio. This work, which is technically and scientifically novel and compelling, has been presented also at an international conference as well as being in the process of publication, with reviews received and revisions in process. These aggregated nano/microstructures were found to exhibit hydrophobicity, and can be used for oil-water separation as demonstrated by the PI&rsquo;s group. A manuscript devoted to these findings is currently in preparation and will be submitted soon.</p>\n<p>Third, this CAREER grant allowed the PI and her Ph.D. student to create a brand-new method for creating <em>user-defined</em> patterns of silicon nanocrystals &ndash; an interesting twist on the initial concept &ndash; using an additive manufacturing reactor that was entirely created and designed in the PI&rsquo;s lab. This transformative discovery is a fascinating platform for uncovering both plasma synthesis of crystalline semiconductor nanomaterials at atmospheric pressure. It also launched a new research thrust for the PI and her institution in the realm of 3-D printing of nanomaterials which as synthesized and deposited <em>on demand, </em>allowing for tunable properties in-flight.</p>\n<p>Fourth, the grant enabled numerous educational and broader impacts accomplishments. The PI designed several separate outreach activities centered around nanomaterials and plasma synthesis for K-12 audiences via the MSU-sponsored outreach events such as the Science Festival and Introduce a Girl to Engineering, as well as the local Girl Scout troop. The PI also modified the curriculum of a graduate level course (ME811) to highlight nanotechnology, plasma synthesis, and nanomaterials properties to better prepare graduate students for careers in nanotechnology and manufacturing. Furthermore, resources from this award were used to allow the PI to participate at the Materials Research Society annual meetings as a facilitator of events to advance the experiences and careers of underrepresented and marginalized groups in STEM, as well as leading events for the Gordon Research Society Plasma Processing Science meetings in 2018 and 2022.</p>\n<p>The outcomes of this project stand to generate significant future research and knowledge around synthesis of nanomaterials in plasmas; advanced manufacturing using nanomaterials; directed deposition of nanomaterials into hierarchical structures; and on-demand tunability of 3-D printed nanoparticle layers. Furthermore, this project was part of the training for 4 Ph.D. students, one post-doctoral researcher, and 5 undergraduate research assistants &ndash; enhancing their education and experience in plasma technology, nanomaterials, advanced characterization techniques, and additive manufacturing while also exposing them to international research via participation in conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/16/2023<br>\n\t\t\t\t\tModified by: Rebecca&nbsp;Anthony</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis CAREER award provided the PI’s research group with the resources to make numerous discoveries around synthesis of nanomaterials, and has led to growth of the PI’s expertise, reputation, and scholarly profile as well as launching her active leadership in broadening participation of diverse groups in science and engineering both at her institution as well as in the scientific community at large.\n\nFirst: The PI’s group explored multiple methods to generate anisotropic silicon nanostructures using plasma reactors. One major outcome of this work was the creation of a new RF plasma method for synthesis of gold nanoparticles using a consumable wire electrode, a critical step in creating catalysts for many processes including the growth of anisotropic silicon nanowires. This work was presented at an international conference as well as published, with the visually dynamic research results used as the cover image of the journal.\n\nSecond, the funding led to creation of a completely novel method to generate flow-through aggregated silicon nano/microstructures with controllable aspect ratio. This work, which is technically and scientifically novel and compelling, has been presented also at an international conference as well as being in the process of publication, with reviews received and revisions in process. These aggregated nano/microstructures were found to exhibit hydrophobicity, and can be used for oil-water separation as demonstrated by the PI’s group. A manuscript devoted to these findings is currently in preparation and will be submitted soon.\n\nThird, this CAREER grant allowed the PI and her Ph.D. student to create a brand-new method for creating user-defined patterns of silicon nanocrystals &ndash; an interesting twist on the initial concept &ndash; using an additive manufacturing reactor that was entirely created and designed in the PI’s lab. This transformative discovery is a fascinating platform for uncovering both plasma synthesis of crystalline semiconductor nanomaterials at atmospheric pressure. It also launched a new research thrust for the PI and her institution in the realm of 3-D printing of nanomaterials which as synthesized and deposited on demand, allowing for tunable properties in-flight.\n\nFourth, the grant enabled numerous educational and broader impacts accomplishments. The PI designed several separate outreach activities centered around nanomaterials and plasma synthesis for K-12 audiences via the MSU-sponsored outreach events such as the Science Festival and Introduce a Girl to Engineering, as well as the local Girl Scout troop. The PI also modified the curriculum of a graduate level course (ME811) to highlight nanotechnology, plasma synthesis, and nanomaterials properties to better prepare graduate students for careers in nanotechnology and manufacturing. Furthermore, resources from this award were used to allow the PI to participate at the Materials Research Society annual meetings as a facilitator of events to advance the experiences and careers of underrepresented and marginalized groups in STEM, as well as leading events for the Gordon Research Society Plasma Processing Science meetings in 2018 and 2022.\n\nThe outcomes of this project stand to generate significant future research and knowledge around synthesis of nanomaterials in plasmas; advanced manufacturing using nanomaterials; directed deposition of nanomaterials into hierarchical structures; and on-demand tunability of 3-D printed nanoparticle layers. Furthermore, this project was part of the training for 4 Ph.D. students, one post-doctoral researcher, and 5 undergraduate research assistants &ndash; enhancing their education and experience in plasma technology, nanomaterials, advanced characterization techniques, and additive manufacturing while also exposing them to international research via participation in conferences.\n\n \n\n\t\t\t\t\tLast Modified: 02/16/2023\n\n\t\t\t\t\tSubmitted by: Rebecca Anthony"
 }
}