{
 "awd_id": "1651153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Design of Multisite Moderation Studies to Examine the Factors that Explain Treatment Effect Variation on Student Mathematics Achievement in Teacher Professional Development",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2017-01-15",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 553218.0,
 "awd_amount": 204015.0,
 "awd_min_amd_letter_date": "2016-12-15",
 "awd_max_amd_letter_date": "2016-12-15",
 "awd_abstract_narration": "This is a Faculty Early Career Development (CAREER) project submitted to the EHR Core Research (ECR) program, responsive to Program Solicitation NSF 15-555. Its purpose is to develop a comprehensive framework to inform and investigate treatment effect variation in teacher professional development (PD) studies using multisite moderation studies focused on the variables that affect the direction and magnitude of the relation between the treatment variable and the outcome variable. The study will accomplish four integrated research and education goals. The first goal will develop the statistical theory underlying the effective and efficient design of multisite moderation studies of professional development, and derive formulas for the statistical power and the minimum detectable effect size difference with confidence intervals for moderator effects in two- and three-level multisite randomized and nonrandomized studies. The second goal will apply a framework and statistical theory to empirically estimate the moderator effects and design parameters of existing Elementary Mathematics Specialists (EMS) programs, and demonstrate the calculation of the statistical power and the minimum detectable effect size difference for this EMS program using the formulas derived from the first goal. The third goal will execute the formulas derived from the first doal in the existing free-available software, and develop accompanying software documentation. Finally, the fourth goal will provide graduate students and researchers PD in using the results from this project to design multisite moderation studies. It will include developing curricular and instructional materials on the tools and conducting workshops using these materials.\r\n\r\nThe proposed research builds on data from an ongoing NSF-funded mathematics teacher PD study, which examines the average effects of the EMS certified teachers with the EMS non-certified teachers that are matched within schools or districts. The CAREER study will gather secondary data from the ongoing work on students' mathematics achievement; teachers' mathematical content knowledge; and covariates and potential moderators, such as type of school district, school, teacher, and student background information. Data analyses will focus on students' mathematics achievement gains empirical estimates of moderator effects using two- and three-level hierarchical linear modeling for moderation analyses; empirical estimates of design parameters necessary for power analyses; and demonstration of calculating the power and the minimum detectable effect size difference for this EMS program. Likewise, the project will develop software and documentation that make the complex statistical concepts broadly accessible and practical to applied researchers to implement the work developed from this study; as well as the training materials and design of the professional development workshops. The project will be evaluated both internally and externally through an advisory board and users of the software and PD materials. The main outcome of this effort will be a framework and tools to increase researchers' capacity to identify the factors and conditions that explain the treatment effect variation in teacher professional development; thus, improving teacher effectiveness through the rigorous evidence of research findings in response to questions regarding \"work for whom, and under what circumstances\", and interpreting and exploring the sources of the treatment effect variations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nianbo",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nianbo Dong",
   "pi_email_addr": "dongnianbo@gmail.com",
   "nsf_id": "000655016",
   "pi_start_date": "2016-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 23213.0
  }
 ],
 "por": null
}