{
 "awd_id": "1651256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: An Ecologically Inspired Approach to Battery Lifetime Analysis and Testing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2017-02-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 219222.0,
 "awd_min_amd_letter_date": "2017-02-01",
 "awd_max_amd_letter_date": "2020-05-19",
 "awd_abstract_narration": "As transportation and grid applications increase their dependency on batteries, challenges related to battery operation and aging dependency on the individual context circumstances remain. This is a particularly relevant problem as batteries perform multiple tasks in each application (e.g. driving, recharging, grid services, etc.) which can contribute to its aging differently. Furthermore, batteries not only perform multiple tasks in a single application, but migrate to a second application as a second life battery. This CAREER proposal aims to understand battery aging dynamics as context-dependent and to provide a unified theory and modeling that can link context events and lives with cell and module aging events. This will benefit all battery applications and the emerging battery repurposing sector by providing tangible methods to improve battery testing, estimation and management. As educational components, this project will propose new hands-on distributed laboratory capabilities for undergraduate and graduate students to explore battery technologies in the context of grid and vehicle applications. Outreach includes hosting female Hispanic students through the Michigan College and University Partnership, and also participating in the Society for Hispanic Professional Engineering mentoring and conferences.\r\n\r\nBatteries are subjected to highly uncertain scenarios depending on their context, present cell to module and pack variations due to its space and function distribution and different monitoring capabilities at different scales. This CAREER proposal will consider that these conditions are comparable to ecological systems, such as fishery, forestry, etc. and that battery lifetime and aging should tackle the multi-scale and multi-life problem under ecological approaches and methods. For this, testing methods will include low-cost large-scale distributed testing that will experimentally probe individuals and populations of batteries across context variations and different lives. Data from these tests will be used to develop probabilistic reasoning networks to link causality for battery aging and will provide the ability to establish monitoring and data needs across lives. To formulate the battery aging and life modeling, the proposal will focus on studying intraspecific trait variations (variations inside a species) that arise from battery aging. For this purpose, populations of batteries will be identified through the establishment of a patch hierarchy to identify the structure and functional distribution of intraspecific trait per patch at the individual, sub-population and population level. The intraspecific traits will be modeled for each patch using individual-based, mixed models and integral projection models that are used in ecological systems to model population variations. These approaches will provide a probabilistic model across the population. However, as battery populations are monitored at different scales (pack and cells sparsely depending on the technology), the models will consider incomplete data availability and develop scaling ladders. These ladders will scale the intraspecific trait models from individuals to populations and vice versa to adapt to different data availability and mixed approaches. These models will be implemented in battery management systems to learn the traits models from scavenged data. Trait filters will also be formulated and deployed to identify and model internal and external factors that will determine the trait variations for each life. The models and ecology-based theory obtained will be experimentally validated through the large-scale population testing and real electric vehicle and grid-scale battery deployments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucia",
   "pi_last_name": "Gauchia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lucia Gauchia",
   "pi_email_addr": "gauchia@mtu.edu",
   "nsf_id": "000693765",
   "pi_start_date": "2017-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 219222.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Due to the pervasive use of energy storage for transportation and grid applications, battery lifetime modeling and prediction is become more and more crucial. Especially as we move towards a more circular economy, batteries are increasingly repurposed rather than being recicled after being used in an electric vehicle. This aspect futher complicates how can battery aging from its first electric vehicle life be assesed considering the wildly different uses each battery has faced.</p>\n<p>In this project our aim was to explore how to describe and model the battery ageing dependency on its unique surroundings, let it be electrical, thermal or human behavior. This in turn provides a methodological process that aims to move away from running single-case scenarios, and rather provide a scientifically-based approach that can describe any scenario and adapt to the different battery cases.</p>\n<p>For this purpose, we explored how battery lives, in a first life in an electric vehicle and in a second life when repurposed for grid applications, can benefit from ecological methods than study how ecological systems age and adapt in new environments. Of particular interest were the field testing methodologies, as ecological systems suffer similar problems, that is, how to asses the aging of a large population with sparse measurements, and how to asses its aging and adaptation as they suffer environmental changes. Ecological modeling methods for populations were particularly relevant due to their hierarchy and scalability. Moreover, computer sciences approaches based on artificial intelligence were created to design the environment surrounding the battery, causality and probabilities to be able to asses battery aging in each scenario and how the battery aging informed its control system.&nbsp;</p>\n<p>From a broader perspective, the scientific research was closely designed to be executed along a graduate course on energy storage systems, which attracts both electrical and mechanical engineering students. Moreover, five undergraduate students were deeply involved in developing all the laboratory hardware for the battery population testing, under the supervision of M.Sc and Ph.D students. Of particular relevance was the integration with Hispanic students from Community Colleges and their participation during the summers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2021<br>\n\t\t\t\t\tModified by: Lucia&nbsp;Gauchia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDue to the pervasive use of energy storage for transportation and grid applications, battery lifetime modeling and prediction is become more and more crucial. Especially as we move towards a more circular economy, batteries are increasingly repurposed rather than being recicled after being used in an electric vehicle. This aspect futher complicates how can battery aging from its first electric vehicle life be assesed considering the wildly different uses each battery has faced.\n\nIn this project our aim was to explore how to describe and model the battery ageing dependency on its unique surroundings, let it be electrical, thermal or human behavior. This in turn provides a methodological process that aims to move away from running single-case scenarios, and rather provide a scientifically-based approach that can describe any scenario and adapt to the different battery cases.\n\nFor this purpose, we explored how battery lives, in a first life in an electric vehicle and in a second life when repurposed for grid applications, can benefit from ecological methods than study how ecological systems age and adapt in new environments. Of particular interest were the field testing methodologies, as ecological systems suffer similar problems, that is, how to asses the aging of a large population with sparse measurements, and how to asses its aging and adaptation as they suffer environmental changes. Ecological modeling methods for populations were particularly relevant due to their hierarchy and scalability. Moreover, computer sciences approaches based on artificial intelligence were created to design the environment surrounding the battery, causality and probabilities to be able to asses battery aging in each scenario and how the battery aging informed its control system. \n\nFrom a broader perspective, the scientific research was closely designed to be executed along a graduate course on energy storage systems, which attracts both electrical and mechanical engineering students. Moreover, five undergraduate students were deeply involved in developing all the laboratory hardware for the battery population testing, under the supervision of M.Sc and Ph.D students. Of particular relevance was the integration with Hispanic students from Community Colleges and their participation during the summers.\n\n \n\n\t\t\t\t\tLast Modified: 04/14/2021\n\n\t\t\t\t\tSubmitted by: Lucia Gauchia"
 }
}