{
 "awd_id": "1651956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Understanding Grain Level Residual Stresses Through Concurrent Modeling and Experiments",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 568904.0,
 "awd_min_amd_letter_date": "2017-02-03",
 "awd_max_amd_letter_date": "2020-04-13",
 "awd_abstract_narration": "Polycrystalline materials such as metals, alloys and ceramics dominate the infrastructure of modern society in terms of both tons of raw material usage and in the breadth of applications, which span energy, transportation, defense, and other sectors.  Stresses introduced during the processing of these materials, known as residual stresses, are ubiquitous in all materials and can have tremendous effects on performance.  Despite their presence and critical role in component life, many analysis efforts cannot account for residual stresses.  This Faculty Early Career Development (CAREER) award supports the method development to characterize residual stresses at the micron level within polycrystalline materials. The research will lead to the development of a computational framework to account for residual stresses, and faithfully predict their distributions.  The research leverages recent advances in High Energy Diffraction Microscopy through collaboration with the Advanced Photon Source (APS) at Argonne National Laboratory. This award also supports an innovative educational program that is twofold.  First, a series of continuing education courses will be developed focusing on the treatment of residual stress analyses produced in this research, specifically targeted towards the design systems, structural analysis, and manufacturing communities (i.e. non-materials) across professional societies.  Second, hands-on learning activities will be introduced within Purdue's Space Day, an existing grade-school outreach program, which will focus on residual stresses in aerospace materials.\r\n\r\nIn order to establish a basic understanding of residual stresses, the research team will: (i) develop a modeling framework to initialize and evolve residual stresses based on a backstress formulation present on individual slip systems, (ii) measure residual stresses and their development at the grain and sub-grain length scales within polycrystalline aggregates via high energy x-ray diffraction microscopy, (iii) develop techniques to map dislocation arrangements within the bulk of structural alloys, and (iv) produce validation datasets for crystal plasticity models containing state dependent variables that were previously impossible to measure. The work is predicated on a synergy between state-of-the-art experiments and simulations at the same length scale.  The results will unequivocally elucidate the role of residual stresses across length scales in polycrystalline materials, in order to develop more accurate lifetime predictions of the alloys and fabricate tailored components that offer either minimal or beneficial residual stresses and therefore are more resistant to failures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Sangid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Sangid",
   "pi_email_addr": "msangid@purdue.edu",
   "nsf_id": "000600407",
   "pi_start_date": "2017-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "701 West Stadium Ave.",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091Z",
   "pgm_ref_txt": "Data Initiatives"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 68904.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polycrystalline materials dominate the infrastructure of modern society in terms of both tons of raw material usage and in the breadth of applications, which span energy, transportation, defense, and other sectors.&nbsp;&nbsp;Residual stresses are ubiquitous in all materials due to their process and in service use history.&nbsp;&nbsp;Despite their presence and critical role in component lifing, many analysis efforts do not account for residual stresses.&nbsp;&nbsp;This CAREER award supports the method development to characterize residual stresses at the micron level within polycrystalline materials and develop the computational framework to account for residuals stresses and faithfully predict their distributions.&nbsp;&nbsp;The work is predicated on a synergy between state-of-the-art experiments and simulations at the same length scale.&nbsp;&nbsp;The results have unequivocally elucidated the role of residual stresses across length scales in polycrystalline materials and can be directly used to develop more accurate lifetime predictions of the alloys.&nbsp;&nbsp;</p>\n<p>In order to establish a basic understanding of residual stresses, the PI's team has: (i) developed a modeling framework to initialize and evolve residual stresses based on a backstress formulation present on individual slip systems, (ii) measured residual stress evolution at the grain and sub-grain length scales within polycrystalline aggregates via high energy x-ray diffraction microscopy, (iii) developed techniques to map dislocation arrangements within the bulk of structural alloys connected to residual stresses, (iv) produced validation datasets for crystal plasticity models containing state dependent variables evolving with respect to applied loading that were previously impossible to measure, and (v) extended the ideas of residual stresses to examine polymeric composites, ceramic-metal (cermet) composites, and environmental barrier coatings on C-C composites.</p>\n<p>Through experimental characterization, a general framework was established to systematically move up and down in length scale, from dislocation structures, geometrically necessary dislocations (GNDs), and associated residual stress at that same point (type III).&nbsp;&nbsp;Further, the self-consistent framework can be applied (to scale up or scale down), thus moving in an equivalent manner from residual stresses of type III to type II (grain-average) to type I (across a component) or vice versa, as shown in Figs. 3 and 4.&nbsp;&nbsp;This residual stress analysis fills a missing link in our engineering theory of materials behavior, as residual stresses are always present but not often accounted for in our engineering analysis.&nbsp;&nbsp;The definitive means to measure residual stresses and systematically identify the corresponding GNDs connect engineering practice to fundamental materials science, therefore enabling the use of more physics-based tools to describe the mechanical behavior at the microstructural scales and lifing at the component scales.&nbsp;&nbsp;</p>\n<p>Further, the team has embraced and leveraged recent advancements in X-ray characterization tools, specifically high energy X-ray diffraction microscopy (HEDM) and dark field X-ray microscopy (DFXM).&nbsp;&nbsp;HEDM allows for the characterization of millimeter sized specimens, including the morphology and grain averaged orientation and elastic strain tensor of each grain within the polycrystal.&nbsp;&nbsp;Subsequently, DFXM enables the investigation of the intragranular misorientation and elastic strain of a set of lattice planes within a selected grain in the bulk of a polycrystal with increased resolution (~100 nm spatial resolution and 10^-4 angular resolution).&nbsp;&nbsp;The team has demonstrated extreme sub-grain scale residual stress gradients present in polycrystalline microstructures, on the order of 400 MPa over a 30-micron span near a twin boundary, which is well captured via modeling approaches (Figs. 1 and 2).&nbsp;&nbsp;Additionally, these results are extended to study the elastic strains and intragranular misorientations near triple junctions, compared to grain boundaries (Fig. 5).&nbsp;&nbsp;Lastly, the bulk HEDM-based elastic strains are compared to high resolution surface strains, which is used to examine slip transmission across neighboring grains and discuss the degree of heterogeneity in the deformation response (Fig. 6), which increases with respect to the applied strain.&nbsp;&nbsp;</p>\n<p>This award also supports an innovative educational program that is twofold.&nbsp;&nbsp;First, a series of continuing education courses haven been developed focusing on the treatment of residual stress analyses produced in this research, specifically targeted towards the design systems, structural analysis, and manufacturing communities (i.e. non-materials) across professional societies. The expansion of such cross-professional society activities has spanned many outcomes including (i) organization of verification and validation best practices for integrated computational materials engineering (ICME) approaches, (ii) opportunities for cross society integration of ICME within a digital engineering paradigm that has led to digital twin panels and AIAA society position papers, and (iii) a series of hands-on tutorials that the PI has organized at the 6<span style=\"font-size: xx-small;\">th</span>&nbsp;ICME world congress (2021).&nbsp;&nbsp;Second, hands-on learning activities have been introduced within Purdue's Space Day (PSD), an existing grade-school outreach program, which the PI incorporated materials focused activities, including an activity to demonstrate residual stresses in aerospace materials.&nbsp;&nbsp;PSD&nbsp;has grown each year to accommodate over 800 grade-school students per year and extended during this award to add outreach activities that has reached over 2500 students during this period.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2023<br>\n\t\t\t\t\tModified by: Michael&nbsp;Sangid</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362554016_gustafson_ESRF_Highlight_DFXM_image_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362554016_gustafson_ESRF_Highlight_DFXM_image_1--rgov-800width.jpg\" title=\"Fig. 3\"><img src=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362554016_gustafson_ESRF_Highlight_DFXM_image_1--rgov-66x44.jpg\" alt=\"Fig. 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Reconstructed HEDM microstructure of the low solvus, high refractory (LSHR) alloy  (b) Reconstructed DCT microstructure of the extracted specimen with DFXM spatially registered within the GOI</div>\n<div class=\"imageCredit\">Nature Communications</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Sangid</div>\n<div class=\"imageTitle\">Fig. 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362652765_gustafson_ESRF_Highlight_DFXM_image_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362652765_gustafson_ESRF_Highlight_DFXM_image_2--rgov-800width.jpg\" title=\"Fig. 4\"><img src=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362652765_gustafson_ESRF_Highlight_DFXM_image_2--rgov-66x44.jpg\" alt=\"Fig. 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a,b) CP-FFT model of elastic strain instantiated without and with the twin boundary (c) DFXM scan of elastic strain (d,e) CP-FFT model of equivalent plastic strain instantiated without and with the twin boundary (f) DFXM scan of misorientation</div>\n<div class=\"imageCredit\">Nature Communications</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Sangid</div>\n<div class=\"imageTitle\">Fig. 4</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362793701_1-s2.0-S0921509318306798-fx1_lrg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362793701_1-s2.0-S0921509318306798-fx1_lrg--rgov-800width.jpg\" title=\"Fig. 1\"><img src=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362793701_1-s2.0-S0921509318306798-fx1_lrg--rgov-66x44.jpg\" alt=\"Fig. 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Initializing type II residual stresses, comparison between CPFE and HEDM results</div>\n<div class=\"imageCredit\">Materials Science and Engineering A</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Sangid</div>\n<div class=\"imageTitle\">Fig. 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362876293_Ritwik_Ti7Al_RS_GraphicalAbstract_v01--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362876293_Ritwik_Ti7Al_RS_GraphicalAbstract_v01--rgov-800width.jpg\" title=\"Fig. 3\"><img src=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362876293_Ritwik_Ti7Al_RS_GraphicalAbstract_v01--rgov-66x44.jpg\" alt=\"Fig. 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Initializing type III residual stresses in statistically equivalent microstructures, including their results in subsequent CPFE simulations</div>\n<div class=\"imageCredit\">Journal of the Mechanics and Physics of Solids</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Sangid</div>\n<div class=\"imageTitle\">Fig. 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362996558_1-s2.0-S1359645423006304-ga1_lrg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362996558_1-s2.0-S1359645423006304-ga1_lrg--rgov-800width.jpg\" title=\"Fig. 5\"><img src=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694362996558_1-s2.0-S1359645423006304-ga1_lrg--rgov-66x44.jpg\" alt=\"Fig. 5\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Based on combined HEDM and DXFM results, the geometrically necessary dislocation density is shown along a triple junction, as well as grain boundary</div>\n<div class=\"imageCredit\">Acta Materialia</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Sangid</div>\n<div class=\"imageTitle\">Fig. 5</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694363099952_1-s2.0-S135964542030745X-fx1_lrg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694363099952_1-s2.0-S135964542030745X-fx1_lrg--rgov-800width.jpg\" title=\"Fig. 6\"><img src=\"/por/images/Reports/POR/2023/1651956/1651956_10471697_1694363099952_1-s2.0-S135964542030745X-fx1_lrg--rgov-66x44.jpg\" alt=\"Fig. 6\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Surface strains from DIC-EBSD compared to elastic strains from HEDM in two alloys</div>\n<div class=\"imageCredit\">Acta Materialia</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Sangid</div>\n<div class=\"imageTitle\">Fig. 6</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nPolycrystalline materials dominate the infrastructure of modern society in terms of both tons of raw material usage and in the breadth of applications, which span energy, transportation, defense, and other sectors.  Residual stresses are ubiquitous in all materials due to their process and in service use history.  Despite their presence and critical role in component lifing, many analysis efforts do not account for residual stresses.  This CAREER award supports the method development to characterize residual stresses at the micron level within polycrystalline materials and develop the computational framework to account for residuals stresses and faithfully predict their distributions.  The work is predicated on a synergy between state-of-the-art experiments and simulations at the same length scale.  The results have unequivocally elucidated the role of residual stresses across length scales in polycrystalline materials and can be directly used to develop more accurate lifetime predictions of the alloys.  \n\nIn order to establish a basic understanding of residual stresses, the PI's team has: (i) developed a modeling framework to initialize and evolve residual stresses based on a backstress formulation present on individual slip systems, (ii) measured residual stress evolution at the grain and sub-grain length scales within polycrystalline aggregates via high energy x-ray diffraction microscopy, (iii) developed techniques to map dislocation arrangements within the bulk of structural alloys connected to residual stresses, (iv) produced validation datasets for crystal plasticity models containing state dependent variables evolving with respect to applied loading that were previously impossible to measure, and (v) extended the ideas of residual stresses to examine polymeric composites, ceramic-metal (cermet) composites, and environmental barrier coatings on C-C composites.\n\nThrough experimental characterization, a general framework was established to systematically move up and down in length scale, from dislocation structures, geometrically necessary dislocations (GNDs), and associated residual stress at that same point (type III).  Further, the self-consistent framework can be applied (to scale up or scale down), thus moving in an equivalent manner from residual stresses of type III to type II (grain-average) to type I (across a component) or vice versa, as shown in Figs. 3 and 4.  This residual stress analysis fills a missing link in our engineering theory of materials behavior, as residual stresses are always present but not often accounted for in our engineering analysis.  The definitive means to measure residual stresses and systematically identify the corresponding GNDs connect engineering practice to fundamental materials science, therefore enabling the use of more physics-based tools to describe the mechanical behavior at the microstructural scales and lifing at the component scales.  \n\nFurther, the team has embraced and leveraged recent advancements in X-ray characterization tools, specifically high energy X-ray diffraction microscopy (HEDM) and dark field X-ray microscopy (DFXM).  HEDM allows for the characterization of millimeter sized specimens, including the morphology and grain averaged orientation and elastic strain tensor of each grain within the polycrystal.  Subsequently, DFXM enables the investigation of the intragranular misorientation and elastic strain of a set of lattice planes within a selected grain in the bulk of a polycrystal with increased resolution (~100 nm spatial resolution and 10^-4 angular resolution).  The team has demonstrated extreme sub-grain scale residual stress gradients present in polycrystalline microstructures, on the order of 400 MPa over a 30-micron span near a twin boundary, which is well captured via modeling approaches (Figs. 1 and 2).  Additionally, these results are extended to study the elastic strains and intragranular misorientations near triple junctions, compared to grain boundaries (Fig. 5).  Lastly, the bulk HEDM-based elastic strains are compared to high resolution surface strains, which is used to examine slip transmission across neighboring grains and discuss the degree of heterogeneity in the deformation response (Fig. 6), which increases with respect to the applied strain.  \n\nThis award also supports an innovative educational program that is twofold.  First, a series of continuing education courses haven been developed focusing on the treatment of residual stress analyses produced in this research, specifically targeted towards the design systems, structural analysis, and manufacturing communities (i.e. non-materials) across professional societies. The expansion of such cross-professional society activities has spanned many outcomes including (i) organization of verification and validation best practices for integrated computational materials engineering (ICME) approaches, (ii) opportunities for cross society integration of ICME within a digital engineering paradigm that has led to digital twin panels and AIAA society position papers, and (iii) a series of hands-on tutorials that the PI has organized at the 6th ICME world congress (2021).  Second, hands-on learning activities have been introduced within Purdue's Space Day (PSD), an existing grade-school outreach program, which the PI incorporated materials focused activities, including an activity to demonstrate residual stresses in aerospace materials.  PSD has grown each year to accommodate over 800 grade-school students per year and extended during this award to add outreach activities that has reached over 2500 students during this period.  \n\n \n\n\t\t\t\t\tLast Modified: 09/10/2023\n\n\t\t\t\t\tSubmitted by: Michael Sangid"
 }
}