{
 "awd_id": "1651294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Quantitative Approach to Large-population Stochastic Dynamic Games",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 424905.0,
 "awd_amount": 163423.0,
 "awd_min_amd_letter_date": "2017-01-24",
 "awd_max_amd_letter_date": "2018-08-27",
 "awd_abstract_narration": "Nadtochiy\r\n1651294\r\n\r\n     There exists a wide variety of natural and social phenomena in which the observable outcome is a product of interactions among a large number of participants (agents), who reach an equilibrium that reflects their aims to optimize their individual objectives.  If the agents make their decisions dynamically, in an uncertain environment, the outcome of such interactions can be conveniently described by a continuum-player stochastic dynamic game.  The investigator pursues several research directions, unified by the idea of establishing the game-theoretic models, which on the one hand capture the real-world phenomena with sufficient precision, and on the other hand allow for tractable representations of the equilibria.  Such models can be used to establish quantitative results, i.e., to make predictions about the future evolution of a system, or to optimize the rules of interaction in the system.  The study of such classes of games is motivated by various applications.  As particular cases, the investigator considers models arising in market microstructure and systemic risk.  The results of the project can be used for predicting the potential instabilities in financial markets and for designing effective regulatory policies for financial exchanges and banking systems.  In addition, the class of systems analyzed in this project includes other relevant models in economics, neuroscience, and sociology, resulting in a large array of potential applications that may benefit society.  The educational component of the project includes designing teaching materials, for both undergraduate and graduate students, with stronger emphasis on the novel applications of mathematics to problems of finance and economics.  Graduate students are included in the work of the project.\r\n\r\n     While there are many abstract mathematical results for constructing equilibria in dynamic stochastic games, these results rely on assumptions that often are incompatible with realistic models.  The investigator considers several classes of large-population games that naturally fail to satisfy the standard assumptions, either due to the presence of stopping times in the agents' strategies, or because of the singular type of interactions between the agents.  In both cases, the standard fixed-point results cannot be applied directly to construct an equilibrium, due to the lack of required continuity or monotonicity properties.  The investigator studies several methods to overcome these difficulties, which lead to mathematical problems interesting in their own right.  This study contributes to the theory of continuum-player games (including, but not limited to, mean field games), optimal stochastic control, and the propagation of chaos.  In particular, this project addresses specific problems in the theory of backward stochastic differential equations with oblique reflection, as well as the questions of limiting behavior of particle systems with singular interaction through hitting times.  The results of this analysis provide new tools for equilibrium-based modeling.  Graduate students are included in the work of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Nadtochiy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Nadtochiy",
   "pi_email_addr": "sserco38@gmail.com",
   "nsf_id": "000657135",
   "pi_start_date": "2017-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "804800",
   "pgm_ele_name": "Division Co-Funding: CAREER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 58522.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}