{
 "awd_id": "1652515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Coupling Geometry Acquisition and Digital Fabrication",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2017-02-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 553773.0,
 "awd_amount": 553773.0,
 "awd_min_amd_letter_date": "2017-01-31",
 "awd_max_amd_letter_date": "2021-01-29",
 "awd_abstract_narration": "3D scanning and digital fabrication technologies are rapidly evolving, and their combination has the potential to dramatically change the way we design functional objects by enabling the fabrication of objects with an unprecedented geometrical complexity while drastically speeding up the design iterations.  The goal of this project is to lay the algorithmic foundation for tightly integrating 3D scanning and digital fabrication, to support new applications in life sciences and medicine.  To this end, the research will transform the traditional geometry processing pipeline by proposing a new data representation and new algorithms specifically designed to support fabrication and scanning.  In contrast to traditional global optimization methods, which struggle to deal with massive and noisy datasets, the PI focuses on semi-local algorithms that are robust, easy to parallelize and have a small memory footprint.  The research will have two major thrusts: Scanning for Fabrication (ScanFab), and Fabrication for Scanning (FabScan).  The ScanFab pipeline will support medical applications that require the design of customized medical devices and prostheses; to validate its effectiveness, the PI will collaborate with corporate partner Sonova to acquire and reconstruct the geometry of the ear canal, and to provide interactive techniques for designing the next generation of customized hearing aids.  The FabScan thrust will lead to the development of a novel microscopy technique for estimating 2D and 3D traction forces on the surface of cells, which will be fundamental to understanding cell migration in development and cancer genesis; the technique will be developed in collaboration with the Dept. of Mechanical and Process Engineering at ETH Zurich, and will be evaluated in a large biological study in collaboration with the medical school in the University of Milano.  The developed techniques will be integrated into the PI's open-source library, to allow the research community to directly benefit from these contributions.\r\n\r\nIn ScanFab, the PI introduces an integrated pipeline to acquire, modify, simulate, and fabricate a variant of an existing 3D object.  The pipeline is based on T-meshes, a geometrical representation that combines the benefits of coarse and highly structured quadrilateral meshes with the efficiency and flexibility of triangle meshes.  The research will tackle: (1) the interactive and out-of-core conversion of point clouds to T-meshes; (2) the interactive editing of the reconstructed surfaces while ensuring fabricability; (3) the physical simulation of the new geometry to study its mechanical properties before fabrication, using a Finite Element Method (FEM).  In FabScan, the pipeline will be reversed to sense forces at the microscopic level.  The PI will fabricate a microstructure with a known geometry and physical properties, apply loads to it, and then acquire the deformed geometry via 3D confocal microscopy.  The traction forces will be accurately reconstructed by solving an inverse FEM problem, combining the knowledge of the initial and of the deformed geometry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniele",
   "pi_last_name": "Panozzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniele Panozzo",
   "pi_email_addr": "panozzo@nyu.edu",
   "nsf_id": "000727349",
   "pi_start_date": "2017-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "715 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100036806",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 136467.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 98352.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 110220.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 103128.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 105606.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The NSF career project &ldquo;</span><span>Coupling Geometry Acquisition and Digital Fabrication</span><span>&rdquo; made contributions to geometry processing by advancing the state of the art in  3D geometry acquisition, reconstruction, processing, and its use in digital fabrication applications. </span></p>\n<p><span> </span></p>\n<p><span>The project introduced a novel open hardware specification for a high-resolution 3D scanner, which has been used to evaluate the current resolution and accuracy limits of 3D acquisition, and to collect large datasets of data to evaluate and improve the robustness of downstream geometry processing algorithms. To complement the acquired data, this project sponsored the curation of the ABC dataset, a collection of 1 million 3D models. The availability of such large quantities of 3D data opened the door to a new experimental way to evaluate the correctness of geometric algorithm, as a complement to more traditional formal verification methods. </span></p>\n<p><span> </span></p>\n<p><span>The acquisition system and the ABC dataset have been used to develop a new generation of mesh generation algorithms, designed to handle real-world data without requiring parameter tuning. The open-source project WildMeshing (</span><span>https://wildmeshing.github.io/</span><span>) stemmed from 5 years of research in this direction, and it includes a suite of algorithms for reconstructing and repairing in the wild 3D data, converting them into analysis-ready meshes. </span></p>\n<p><span> </span></p>\n<p><span>To evaluate the practical impact of this CAREER project, which allow to tightly couple data acquisition, processing, and simulation, we applied them to applications in digital fabrication, life sciences, architecture, textile design, and material design. To foster adoption of our work, we prepared an online course to introduce our research results to students, researchers, and practitioners (</span><span>https://geometryprocessing.github.io/blackbox-computing-python/</span><span>). </span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/23/2022<br>\n\t\t\t\t\tModified by: Daniele&nbsp;Panozzo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF career project \"Coupling Geometry Acquisition and Digital Fabrication\" made contributions to geometry processing by advancing the state of the art in  3D geometry acquisition, reconstruction, processing, and its use in digital fabrication applications. \n\n \n\nThe project introduced a novel open hardware specification for a high-resolution 3D scanner, which has been used to evaluate the current resolution and accuracy limits of 3D acquisition, and to collect large datasets of data to evaluate and improve the robustness of downstream geometry processing algorithms. To complement the acquired data, this project sponsored the curation of the ABC dataset, a collection of 1 million 3D models. The availability of such large quantities of 3D data opened the door to a new experimental way to evaluate the correctness of geometric algorithm, as a complement to more traditional formal verification methods. \n\n \n\nThe acquisition system and the ABC dataset have been used to develop a new generation of mesh generation algorithms, designed to handle real-world data without requiring parameter tuning. The open-source project WildMeshing (https://wildmeshing.github.io/) stemmed from 5 years of research in this direction, and it includes a suite of algorithms for reconstructing and repairing in the wild 3D data, converting them into analysis-ready meshes. \n\n \n\nTo evaluate the practical impact of this CAREER project, which allow to tightly couple data acquisition, processing, and simulation, we applied them to applications in digital fabrication, life sciences, architecture, textile design, and material design. To foster adoption of our work, we prepared an online course to introduce our research results to students, researchers, and practitioners (https://geometryprocessing.github.io/blackbox-computing-python/). \n\n \n\n\t\t\t\t\tLast Modified: 02/23/2022\n\n\t\t\t\t\tSubmitted by: Daniele Panozzo"
 }
}