{
 "awd_id": "1652203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Advanced data analytics and high-resolution cervical auscultation can accurately predict dysphagia",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 549139.0,
 "awd_amount": 549139.0,
 "awd_min_amd_letter_date": "2017-01-26",
 "awd_max_amd_letter_date": "2017-01-26",
 "awd_abstract_narration": "1652203- Sejdic\r\n\r\nDysphagia (swallowing disorders) causes 150,000 annual hospitalizations, increases pneumonia incidence, and adds 220,000 additional days to hospital admissions each year. Dysphagia risk is currently assessed via screening, and a failed screen then leads to the diagnostic gold-standard, the videofluoroscopic x-ray test. However, many patients who aspirate (take food or drink into their lungs) pass initial screens because they aspirate silently. Therefore, this CAREER project proposes to develop fundamentally new computational tools to be used in conjunction with high-resolution vibration and sound recordings from the neck to screen for dysphagia.  First, the project will advance computational models to detect the activities of swallowing from vibration and sound recordings from the neck. Second, the project will advance techniques for making vibration and sound recordings from the neck to better understand how the airway normally protects itself during swallowing to avoid aspiration, and how this is affected during dysphagia.  Success in this project will reduce incidence of silent aspiration, but it will also reduce the necessity for overly conservative recommendations that might limit eating and drinking for individuals with neurological disabilities (e.g. stroke, MS, ALS) who are at greater risk of dysphagia.  Educational and outreach activities focus on increasing interest in applying new computational techniques to swallowing disorders, as well as encouraging underrepresented groups of students to pursue education and careers in STEM fields.\r\n\r\nThe PI's long-term research goal is to utilize computational approaches and instrumentation to nurture translation of innovative engineering research to clinically relevant solutions for dysphagia. Therefore, the research objective of this CAREER proposal is the advancement of fundamentally new data analytics tools to be used in conjunction with high-resolution cervical auscultation (HRCA - accelerometer and microphone recordings from the neck) in order to instrumentally screen for dysphagia. The HRCA screening device can detect pharyngeal vibrations caused by dysphagia. As of yet the current device cannot detect silent aspiration before patients are placed at risk. New fundamental advances in data analytics are needed, which is the main research contribution of the proposed program. The PI?s long-term educational goal is to translate advances in dysphagia data analytics into educational modules that will be disseminated to a wide clinical and engineering audience. Hence, the educational objective is to create interdisciplinary training opportunities for high school (e.g., educational modules to be distributed across the US), engineering undergraduate, and graduate students (e.g., an easily accessible open online course), while disseminating the results of this project to a clinical audience as well (e.g., grand rounds). In addition, projects will focus on encouraging underrepresented groups to pursue education and career opportunities in STEM fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ervin",
   "pi_last_name": "Sejdic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ervin Sejdic",
   "pi_email_addr": "esejdic@pitt.edu",
   "nsf_id": "000649930",
   "pi_start_date": "2017-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 549139.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dysphagia (swallowing disorders) causes 150,000 annual hospitalizations, increases pneumonia incidence, adds 220,000 additional days to hospital admissions each year, and is prevalent in nursing homes. Choking (airway obstruction, asphyxiation) and pneumonia due to aspiration (inhalation of swallowed food and liquids), are common consequences of dysphagia. Both are preventable when dysphagia is identified before patients are offered oral food, liquids, or medications. Furthermore, aspiration without symptoms (silent aspiration) is completely invisible to any observer without sophisticated imaging equipment. Like cancer screening, dysphagia risk is screened by inexpensive and noninvasive tests that attempt to predict the likelihood of dysphagia. Dysphagia screening is limited to observing a patient drinking water and noting whether she/he coughs (failed screen). A failed screen leads to testing with the diagnostic gold-standard videofluoroscopic test, and the nature of the dysphagia and aspiration can then be assessed, and efficacy of corrective treatments tested. However, screening tests only identify at-risk patients who are symptomatic, failing to identify silent aspiration. Many patients who aspirate (60,000 with stroke annually), pass traditional screens because they aspirate silently. Therefore, the intellectual merit of this project was to develop a non-invasive high-resolution cervical auscultation screening device designed to detect pharyngeal vibrations caused by silent aspiration and dysphagia.</p>\n<p>The CAREER project aimed to advance novel deep learning approaches to position high-resolution cervical auscultation as a reliable dysphagia screening tool, which can be implemented in immediately upon admission to hospital emergency rooms, in hospital wards and residential institutions, in which dysphagia is prevalent, when a new suspicion of dysphagia and silent aspiration arises insidiously, and in underserved and developing communities. Our goal was to facilitate accident prevention and reductions of in-hospital and community acquired aspiration pneumonia and other adverse outcomes related to dysphagia. Therefore, this CAREER program made the following major contributions:</p>\n<p>1)&nbsp;&nbsp;&nbsp; We related high-resolutions cervical auscultation signals to swallowing physiological events via deep learning methods by modeling interactions between objective swallowing physiology observations from videofluoroscopic tests and the co-occurring high-resolutions cervical auscultation signals. This is a major contribution to the fields of biomedical signal processing (novel deep learning approaches) and speech-language pathology (relating the high-resolutions cervical auscultation signal signatures to actual physiological events for the first time).</p>\n<p>2)&nbsp;&nbsp;&nbsp; We discriminated normal from abnormal airway protection and kinematic functions via machine-learning analysis of high-resolution cervical auscultation signals with similar accuracy as videofluoroscopic tests. We proposed novel deep learning methods used to draw inferences regarding the continuum of abnormal airway protection during swallowing. This was a major contribution for the dysphagia assessment and treatment community (i.e., the rehabilitation community).</p>\n<p>3)&nbsp;&nbsp;&nbsp; We developed a massive open online course to a) facilitate broad research and community development of instrumental swallowing assessment based on high-resolutions cervical auscultation, and b) to share sample data with research and academic communities to facilitate further developments of signal processing methods for swallowing assessments.</p>\n<p>4)&nbsp;&nbsp;&nbsp; In addition to our global outreach efforts, the CAREER project created interdisciplinary learning opportunities for engineering and rehabilitation science students. Engineering students learned about real-life needs for patients with swallowing difficulties and used their engineering background to resolve these issues. Rehabilitation sciences students interested in mitigating disease-related activity limitations and participation restrictions gained a greater understanding of data science, artificial intelligence and machine learning principles.</p>\n<p>The broader impact of this proposal was that it supported the development data-driven healthcare approaches, especially in the field of speech-language pathology, which currently underutilizes data-driven efforts to improve patient outcomes. The project enabled us to train future speech-language pathology and engineering researchers in a novel field, and these former trainees are already in academic and industrial positions continuing to work on this novel field of work. Furthermore, by utilizing a massive open online course platform and data sharing efforts, we offer the opportunity to transfer academic results into mainstream clinical practices. Lastly, these resources are valuable for underserved clinicians and students at all levels to enhance their skills and knowledge in this exciting area.</p><br>\n<p>\n Last Modified: 11/08/2023<br>\nModified by: Ervin&nbsp;Sejdic</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDysphagia (swallowing disorders) causes 150,000 annual hospitalizations, increases pneumonia incidence, adds 220,000 additional days to hospital admissions each year, and is prevalent in nursing homes. Choking (airway obstruction, asphyxiation) and pneumonia due to aspiration (inhalation of swallowed food and liquids), are common consequences of dysphagia. Both are preventable when dysphagia is identified before patients are offered oral food, liquids, or medications. Furthermore, aspiration without symptoms (silent aspiration) is completely invisible to any observer without sophisticated imaging equipment. Like cancer screening, dysphagia risk is screened by inexpensive and noninvasive tests that attempt to predict the likelihood of dysphagia. Dysphagia screening is limited to observing a patient drinking water and noting whether she/he coughs (failed screen). A failed screen leads to testing with the diagnostic gold-standard videofluoroscopic test, and the nature of the dysphagia and aspiration can then be assessed, and efficacy of corrective treatments tested. However, screening tests only identify at-risk patients who are symptomatic, failing to identify silent aspiration. Many patients who aspirate (60,000 with stroke annually), pass traditional screens because they aspirate silently. Therefore, the intellectual merit of this project was to develop a non-invasive high-resolution cervical auscultation screening device designed to detect pharyngeal vibrations caused by silent aspiration and dysphagia.\n\n\nThe CAREER project aimed to advance novel deep learning approaches to position high-resolution cervical auscultation as a reliable dysphagia screening tool, which can be implemented in immediately upon admission to hospital emergency rooms, in hospital wards and residential institutions, in which dysphagia is prevalent, when a new suspicion of dysphagia and silent aspiration arises insidiously, and in underserved and developing communities. Our goal was to facilitate accident prevention and reductions of in-hospital and community acquired aspiration pneumonia and other adverse outcomes related to dysphagia. Therefore, this CAREER program made the following major contributions:\n\n\n1) We related high-resolutions cervical auscultation signals to swallowing physiological events via deep learning methods by modeling interactions between objective swallowing physiology observations from videofluoroscopic tests and the co-occurring high-resolutions cervical auscultation signals. This is a major contribution to the fields of biomedical signal processing (novel deep learning approaches) and speech-language pathology (relating the high-resolutions cervical auscultation signal signatures to actual physiological events for the first time).\n\n\n2) We discriminated normal from abnormal airway protection and kinematic functions via machine-learning analysis of high-resolution cervical auscultation signals with similar accuracy as videofluoroscopic tests. We proposed novel deep learning methods used to draw inferences regarding the continuum of abnormal airway protection during swallowing. This was a major contribution for the dysphagia assessment and treatment community (i.e., the rehabilitation community).\n\n\n3) We developed a massive open online course to a) facilitate broad research and community development of instrumental swallowing assessment based on high-resolutions cervical auscultation, and b) to share sample data with research and academic communities to facilitate further developments of signal processing methods for swallowing assessments.\n\n\n4) In addition to our global outreach efforts, the CAREER project created interdisciplinary learning opportunities for engineering and rehabilitation science students. Engineering students learned about real-life needs for patients with swallowing difficulties and used their engineering background to resolve these issues. Rehabilitation sciences students interested in mitigating disease-related activity limitations and participation restrictions gained a greater understanding of data science, artificial intelligence and machine learning principles.\n\n\nThe broader impact of this proposal was that it supported the development data-driven healthcare approaches, especially in the field of speech-language pathology, which currently underutilizes data-driven efforts to improve patient outcomes. The project enabled us to train future speech-language pathology and engineering researchers in a novel field, and these former trainees are already in academic and industrial positions continuing to work on this novel field of work. Furthermore, by utilizing a massive open online course platform and data sharing efforts, we offer the opportunity to transfer academic results into mainstream clinical practices. Lastly, these resources are valuable for underserved clinicians and students at all levels to enhance their skills and knowledge in this exciting area.\t\t\t\t\tLast Modified: 11/08/2023\n\n\t\t\t\t\tSubmitted by: ErvinSejdic\n"
 }
}