{
 "awd_id": "1652312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Molecular Mechanisms Regulating Neural Regeneration in Planarians",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andrea Holgado de Brigueda",
 "awd_eff_date": "2017-04-15",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2017-04-06",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "It is not understood why some organisms (such as planarian flatworms) are easily able to regenerate their brain and nervous system, while others (such as humans) cannot. Planarian flatworms can impressively regenerate a new head and brain, yet the signals that control their adult stem cells, causing them to divide and produce these new tissues, are not known. This project seeks to understand the molecular identity and function of these signals - particularly, how new tissues determine when their regeneration is complete, and how the individual identity of the regenerated cells that rebuild neural circuits is established. These goals will be pursued in flatworms using a combination of sophisticated genetic, molecular, cell-biological, microscopy and imaging techniques. The results of these studies will provide increased knowledge about how new tissues and organs are patterned after stem cell growth, and could open novel research avenues into potential ways to induce neural regeneration. Undergraduate students will contribute substantially to this research, and this project includes an extensive set of outreach goals to promote diversity and interest in post-secondary STEM education by connecting with local middle and high students, their parents and STEM instructors, and increasing their classroom research experiences.\r\n\r\nThis project is an integrated research, education, and outreach initiative focused on the role of planar cell polarity (PCP) as a tissue-level organizing mechanism that links adult stem cell biology to reparative neurogenesis and morphology. The objectives of this project are: 1) To characterize interactions between PCP signaling and neural stem cell proliferation/differentiation, by investigating the effects of PCP loss on neural stem cells and their progeny; 2) To test the hypothesis that multiple neuronal subtypes require PCP to establish proper regenerative patterning, using marker analyses and RNA interference enhancer/suppressor screens; 3) To identify PCP protein localization in neural and/or non-neural cell types; 4) To incorporate and develop a new teaching initiative in the upper-division undergraduate curriculum, involving undergraduates in research in the classroom; and 5) To expand a community outreach pilot program to other area middle and high schools where exposure to STEM practicum experiences is limited. The proposed work will elucidate the mechanisms by which PCP coordinates with neural stem cells and their progeny to regenerate nervous tissue of precisely the correct size, shape, and orientation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Beane",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy S Beane",
   "pi_email_addr": "wendy.beane@wmich.edu",
   "nsf_id": "000689866",
   "pi_start_date": "2017-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 320000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Since the first blood marrow transplant in the 1950s, the idea of controlling and manipulating stem cells for therapeutic use has captivated our imaginations. Modern biomedical research has strived to discover ways to maintain adult stem cell populations in the laboratory and clinical settings, as well as use them to promote the regrowth of missing or damaged organs and limbs. While major progress has been made, achieved in part by studying highly regenerative organisms such as planarians and salamanders, there remains much that we still need to understand about stem-cell mediated growth before truly transformative therapies can become a reality. For example, researchers have learned how to take non-stem cells from adults (like skin cells) and by changing the cellular signals they receive cause them to turn on a stem cell-like identity and transform into other types of cells (such as heart cells). But despite these remarkable advancements, there are downsides to these current technologies if we want to use them to fix our own diseased tissues. The biggest concern is that turning adult cells into stem cells without knowing how to halt growth has the potential to lead to the formation of unwanted growth, in other words&mdash;cancer.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Understanding how new growth is terminated in adult tissues is one of the largest remaining &ldquo;black boxes&rdquo; in regenerative medicine. Particularly in the nervous system, determining the mechanisms that halt growth will be essentially to ensuring that tissues regrow in the correct size and shape to be functional. This project was one of the first forays into identifying the signals that regulate regenerative growth termination in the nervous system. Our results have identified the planar cell polarity (PCP) pathway as being part of this process. The PCP pathway is used by skin cells to orient themselves in the correct direction (such as how hair, fur, and scales grow in the same direction). This pathway also functions to direct cell migration during development, as well as guiding nerves to make the right connections within the body. Thus, it is a readily available signaling pathway that cells already respond to during growth.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We investigated the role of the PCP pathway during tissue regrowth using the planarian model system, as these animals are able to regrow any and all tissues. They can even regenerate a completely new brain. We previously showed that loss of PCP signaling resulted in an increase in the number of connections made throughout the planarian nervous system. This suggested that PCP was required to stop regrowth of nerves after injury. By knocking out the function of PCP genes (via RNA interference), this current study revealed that PCP is required to stop the growth of many different types of neurons, including GABAergic neurons (which function to control stress and anxiety) and dopaminergic neurons (which function in controlling memory, mood, and motivation). When PCP signaling was disrupted, new cell division continued long after regenerative growth is normally finished, even weeks and months after injury. This resulted in an increased number of both stem cell descendants and the mature neurons that they become.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Excitingly, our findings revealed that PCP signaling functions to terminate the growth of multiple tissues in addition to nerves, including the intestines, skin cells, and even execratory cells (which control waste removal, like the kidneys). This suggests that there may be a conserved mechanism that regulates adult growth termination, which would have major implications for the development of practical therapies. Having the ability to stop unwanted growth (as for tumors) or promote wanted growth (as in spinal cord injuries) would represent life-changing advancements, which is the ultimate end goal of research studies like this one. Together, the results of this project have significantly moved forward the field of growth termination, providing an initial entryway that will allow researchers to dissect the mechanisms regulating this enigmatic process.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/22/2023<br>\n\t\t\t\t\tModified by: Wendy&nbsp;S&nbsp;Beane</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nSince the first blood marrow transplant in the 1950s, the idea of controlling and manipulating stem cells for therapeutic use has captivated our imaginations. Modern biomedical research has strived to discover ways to maintain adult stem cell populations in the laboratory and clinical settings, as well as use them to promote the regrowth of missing or damaged organs and limbs. While major progress has been made, achieved in part by studying highly regenerative organisms such as planarians and salamanders, there remains much that we still need to understand about stem-cell mediated growth before truly transformative therapies can become a reality. For example, researchers have learned how to take non-stem cells from adults (like skin cells) and by changing the cellular signals they receive cause them to turn on a stem cell-like identity and transform into other types of cells (such as heart cells). But despite these remarkable advancements, there are downsides to these current technologies if we want to use them to fix our own diseased tissues. The biggest concern is that turning adult cells into stem cells without knowing how to halt growth has the potential to lead to the formation of unwanted growth, in other words&mdash;cancer. \n\n            Understanding how new growth is terminated in adult tissues is one of the largest remaining \"black boxes\" in regenerative medicine. Particularly in the nervous system, determining the mechanisms that halt growth will be essentially to ensuring that tissues regrow in the correct size and shape to be functional. This project was one of the first forays into identifying the signals that regulate regenerative growth termination in the nervous system. Our results have identified the planar cell polarity (PCP) pathway as being part of this process. The PCP pathway is used by skin cells to orient themselves in the correct direction (such as how hair, fur, and scales grow in the same direction). This pathway also functions to direct cell migration during development, as well as guiding nerves to make the right connections within the body. Thus, it is a readily available signaling pathway that cells already respond to during growth.       We investigated the role of the PCP pathway during tissue regrowth using the planarian model system, as these animals are able to regrow any and all tissues. They can even regenerate a completely new brain. We previously showed that loss of PCP signaling resulted in an increase in the number of connections made throughout the planarian nervous system. This suggested that PCP was required to stop regrowth of nerves after injury. By knocking out the function of PCP genes (via RNA interference), this current study revealed that PCP is required to stop the growth of many different types of neurons, including GABAergic neurons (which function to control stress and anxiety) and dopaminergic neurons (which function in controlling memory, mood, and motivation). When PCP signaling was disrupted, new cell division continued long after regenerative growth is normally finished, even weeks and months after injury. This resulted in an increased number of both stem cell descendants and the mature neurons that they become. \n\n            Excitingly, our findings revealed that PCP signaling functions to terminate the growth of multiple tissues in addition to nerves, including the intestines, skin cells, and even execratory cells (which control waste removal, like the kidneys). This suggests that there may be a conserved mechanism that regulates adult growth termination, which would have major implications for the development of practical therapies. Having the ability to stop unwanted growth (as for tumors) or promote wanted growth (as in spinal cord injuries) would represent life-changing advancements, which is the ultimate end goal of research studies like this one. Together, the results of this project have significantly moved forward the field of growth termination, providing an initial entryway that will allow researchers to dissect the mechanisms regulating this enigmatic process.\n\n \n\n\t\t\t\t\tLast Modified: 10/22/2023\n\n\t\t\t\t\tSubmitted by: Wendy S Beane"
 }
}