{
 "awd_id": "1652646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Computational Characterization of Protein Hydration and Interactions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raymond Adomaitis",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2017-02-24",
 "awd_max_amd_letter_date": "2017-02-24",
 "awd_abstract_narration": "PI: Patel, Amish J.\r\nProposal Number: 1652646 \r\nInstitution: University of Pennsylvania \r\nTitle: CAREER: Computational Characterization of Protein Hydration and Interactions\r\n\r\nBecause all of biology happens in water, every biomolecular binding process involves protein-water interactions being disrupted, and replaced by direct interactions between the binding partners. Protein-water interactions thus play a crucial role in protein hydration, its stability, as well as its interactions with ligands and other proteins. However, characterizing protein-water interactions is challenging, because they depend not only on the chemistry, but also on the precise topography and the chemical pattern presented by the protein surface. As a result, a fundamental understanding of how water structure is perturbed at protein interfaces, and how this perturbation in turn affects protein interactions, is lacking.  The goal of this proposal is to characterize and understand the interactions between protein surfaces and their hydration waters, and to introduce students ranging from elementary to graduate school, especially those from disadvantaged backgrounds, to aspects of protein hydration and interactions through the use of innovative teaching methods and materials. The results from this project will be broadly disseminated to the research community and the general public.\r\n\r\nTo enable a comprehensive characterization of protein-water interactions, the PI will employ novel simulation techniques to apply an unfavorable biasing potential to water molecules in the entire protein hydration shell. As the strength of the potential is increased, protein-water interactions are systematically disrupted, and the response of the hydration shell waters to the applied potential contains a wealth of information that can be analyzed to: (1) identify regions of the protein that have the weakest interactions with water, and investigate whether they can serve as predictors of protein interaction interfaces, (2) estimate free energies for hydrating diverse ligand-shaped cavities in the protein hydration shell, which inform protein-ligand interactions, and (3) identify super-hydrophilic patches on the protein that allow them to have strong interactions with water, and interrogate whether such interactions are able to stabilize the protein upon dehydration. The proposed research promises to break new ground by providing molecular level understanding and uncovering its impact on protein interactions and assembly. As novel protein structures continue to be solved at an incredible rate, modulating protein interactions promises to be an exciting frontier in the search for novel therapeutics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amish",
   "pi_last_name": "Patel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Amish J Patel",
   "pi_email_addr": "amish.patel@seas.upenn.edu",
   "nsf_id": "000654359",
   "pi_start_date": "2017-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "220 S. 33rd Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Because all of biology happens in water, every biomolecular binding process involves protein-water interactions being replaced by direct interactions between the binding partners. Protein-water interactions thus play a crucial role in influencing the interactions of a protein. However, characterizing the strength of protein-water interactions is challenging, because it depends not only on the chemistry of the underlying protein surface, but also on the precise topography and the chemical pattern presented by the protein.&nbsp;By developing and making use of&nbsp;novel&nbsp;molecular simulation&nbsp;techniques&nbsp;to characterize&nbsp;the interactions between protein surfaces and their hydration waters, we were able to identify the most hydrophobic protein regions that have the weakest interactions with water as well as&nbsp;super-hydrophilic protein that have particularly strong interactions with water.&nbsp;Surprisingly, we found that the most hydrophobic protein patches&nbsp;contain a large fraction of polar/charged atoms and have chemical compositions that are remarkably similar to the most hydrophilic protein patches. This finding highlights that protein patches with similar chemical compositions, but different chemical patterning can have substantially different affinities for water.&nbsp;Importantly, we also found a strong correspondence between&nbsp;protein patches that have weak interactions with water and protein regions that mediate protein-protein interactions.<strong>&nbsp;</strong>Our work thus provides a computational framework for characterizing hydrophobicity of not just proteins, but also of other complex amphiphilic solutes, such as cavitands, dendrimers, and patchy nanoparticles, and for uncovering their interaction interfaces.<strong>&nbsp;</strong>We hope that&nbsp;by providing molecular-level characterization of protein hydration and uncovering its impact on protein interactions and assembly,&nbsp;our work will serve as the basis for exercising tunable control over&nbsp;protein interactions, which could have widespread importance in diverse materials and biomolecular applications, ranging from supramolecular chemistry to drug discovery. In addition to the scientific aspects of this work, we also trained three graduate students and five undergraduate researchers in molecular simulation, statistical mechanics and enhanced sampling techniques. The project was also used to engage a number of summer undergraduate researchers, especially those from disadvantaged backgrounds,&nbsp;as well as a high school teacher, and&nbsp;to introduce them to different aspects of protein hydration and interactions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2022<br>\n\t\t\t\t\tModified by: Amish&nbsp;J&nbsp;Patel</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1652646/1652646_10474435_1657232559966_phi-ensemble-v1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1652646/1652646_10474435_1657232559966_phi-ensemble-v1--rgov-800width.jpg\" title=\"Identifying hydrophobic protein patches to inform protein interaction interfaces\"><img src=\"/por/images/Reports/POR/2022/1652646/1652646_10474435_1657232559966_phi-ensemble-v1--rgov-66x44.jpg\" alt=\"Identifying hydrophobic protein patches to inform protein interaction interfaces\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) As the strength of a potential applied to its hydration waters is increased, protein surface atoms dewet; (b) atoms that dewet readily (red) are more hydrophobic. (c) The most hydrophobic protein region (orange) corresponds closely with (d) the protein interaction interface (purple).</div>\n<div class=\"imageCredit\">Amish Patel</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Amish&nbsp;J&nbsp;Patel</div>\n<div class=\"imageTitle\">Identifying hydrophobic protein patches to inform protein interaction interfaces</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nBecause all of biology happens in water, every biomolecular binding process involves protein-water interactions being replaced by direct interactions between the binding partners. Protein-water interactions thus play a crucial role in influencing the interactions of a protein. However, characterizing the strength of protein-water interactions is challenging, because it depends not only on the chemistry of the underlying protein surface, but also on the precise topography and the chemical pattern presented by the protein. By developing and making use of novel molecular simulation techniques to characterize the interactions between protein surfaces and their hydration waters, we were able to identify the most hydrophobic protein regions that have the weakest interactions with water as well as super-hydrophilic protein that have particularly strong interactions with water. Surprisingly, we found that the most hydrophobic protein patches contain a large fraction of polar/charged atoms and have chemical compositions that are remarkably similar to the most hydrophilic protein patches. This finding highlights that protein patches with similar chemical compositions, but different chemical patterning can have substantially different affinities for water. Importantly, we also found a strong correspondence between protein patches that have weak interactions with water and protein regions that mediate protein-protein interactions. Our work thus provides a computational framework for characterizing hydrophobicity of not just proteins, but also of other complex amphiphilic solutes, such as cavitands, dendrimers, and patchy nanoparticles, and for uncovering their interaction interfaces. We hope that by providing molecular-level characterization of protein hydration and uncovering its impact on protein interactions and assembly, our work will serve as the basis for exercising tunable control over protein interactions, which could have widespread importance in diverse materials and biomolecular applications, ranging from supramolecular chemistry to drug discovery. In addition to the scientific aspects of this work, we also trained three graduate students and five undergraduate researchers in molecular simulation, statistical mechanics and enhanced sampling techniques. The project was also used to engage a number of summer undergraduate researchers, especially those from disadvantaged backgrounds, as well as a high school teacher, and to introduce them to different aspects of protein hydration and interactions.\n\n\t\t\t\t\tLast Modified: 07/07/2022\n\n\t\t\t\t\tSubmitted by: Amish J Patel"
 }
}