{
 "awd_id": "1652988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Phylogenetic Systematics and the Evolution of Reproductive Innovation in an Adaptive Radiation of Limnonectes Fanged Frogs",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cathie Aime",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 500189.0,
 "awd_amount": 500189.0,
 "awd_min_amd_letter_date": "2017-06-14",
 "awd_max_amd_letter_date": "2022-05-17",
 "awd_abstract_narration": "When a species reaches an unoccupied area such as a newly formed island, there is an opportunity for that single colonizer to radiate into a large number of species that exploit the multitude of otherwise unoccupied niches. These so-called 'adaptive radiations' are of profound interest to evolutionary biologists because they often dramatically exemplify some of the more important features of the evolutionary process, including rapid diversification of species, the evolution of complex adaptive traits, and the mechanisms by which recently derived species avoid competition with one another  - as well as hybridization. Well-characterized adaptive radiations are relatively rare, and tend to be studied intensively by organismal biologists once they have become established as model systems for study. Examples of classical adaptive radiations include Darwin's Finches, the Hawaiian Silversword alliance of plants, and the cichlid fish radiation endemic to the East African Great Lakes. This project will characterize a newly discovered adaptive radiation involving Southeast Asian frogs, while allowing for a detailed study of biological diversification in an understudied region of the world.  The researchers will promote STEM engagement of underrepresented minorities, especially students and early-career researchers. This award is cofunded by the Office of International Science and Engineering because it will advance data sharing and data interoperability across national boundaries.\r\n\r\nThis research will characterize in detail the diversification history of an as yet underappreciated putative adaptive radiation the Limnonectes fanged frogs of the large Indonesian island of Sulawesi and the adjacent Philippines Archipelago. This assemblage of ~40 species (most of which have not yet been formally named) exhibits many of the features that often characterize adaptive radiations. For example, Limnonectes exhibit more than 350-fold variation in adult body size, with lineages ranging in size from 2 grams to more than 700 grams, and many independent derivations of small, medium, large, and giant forms. Communities of six or more sympatric species occur throughout Sulawesi and the Philippines, and these species assemblages appear to partition microhabitats, exhibit phenotypes that correlate with microhabitat specializations, and vary dramatically in reproductive mode. This study will first establish a phylogenetic framework for this assemblage using an exome-capture Next-Generation Sequencing approach. In the context of this phylogeny, it will then provide analyses of body size evolution, test for correlations between phenotypic traits (both morphological and physiological) with microhabitat specializations, describe in detail the species by species reproductive diversity exemplified by this group, and provide an analysis of vocalization behavioral diversity. This research will be fully characterizing ecological drivers of this radiation, as well as the morphological, physiological, and life history features associated with the assemblage's remarkable diversification in insular Southeast Asia. This project will expand our breath of knowledge on how organisms take advantage of new ecological opportunities to diversify, and how adaptations of vast physiological differences between closely related species can evolve very quickly due to competition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jimmy",
   "pi_last_name": "McGuire",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jimmy A McGuire",
   "pi_email_addr": "mcguirej@berkeley.edu",
   "nsf_id": "000471286",
   "pi_start_date": "2017-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California",
  "perf_str_addr": "Museum of Vertebrate Zoology",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "054Y00",
   "pgm_ele_name": "GVF - Global Venture Fund"
  },
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 500189.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objectives of this project were to (1) assess whether a clade of poorly studied frogs (<em>Limnonectes</em> fanged frogs) that inhabit the Indonesian island of Sulawesi and the Philippines archipelago represents an adaptive radiation, and (2) to elucidate the axes of differentiation that allow multiple species of fanged frogs to co-occur across these land areas. A primary goal was to use phylogenetic, population genetic, and species delimitation analyses to assess the true number of species composing the assemblage, and how those species are related.&nbsp;</p>\n<p>At present there are five described species of Sulawesi <em>Limnonectes</em>, but prior phylogenetic research based on two sequence loci suggested that this is an underestimate, providing compelling evidence for at least 13 species. Here we expanded the geographic sampling &ndash; especially across elevational transects on mountains &ndash; as well as the scope of the phylogenetic data set such that it now includes more than 1800 individual frogs for at least one mitochondrial gene. This mitochondrial data set was generated primarily for the purpose of selecting samples that would be screened for a much larger number of sequence loci using an exome-capture approach. Using exome-capture, we screened 527 <em>Limnonectes</em> for 7162 loci. Phylogenomic analysis of these data provide a very well-supported phylogenetic tree, and species delimitation analyses of these same data indicate that the assemblage includes ~43 species, all but five of which remain undescribed. We used genomic clustering analyses along with direct assessments of gene flow (or lack thereof) between putative species, including cryptic and &ldquo;semi-cryptic&rdquo; species (lineages phenotypically uniform to the eye but statistically significantly differentiable when subjected to morphometric analysis). To be clear, not all species require morphometric comparison for identification &ndash; the group exhibits tremendous morphological diversity and 1000-fold variation in overall adult body size (with a 2 gram maximum adult size in <em>Limnonectes</em> &ldquo;sp. leaf-nester&rdquo; and maximum adult size in L. &ldquo;sp. D&rdquo; reaching 2 kg).</p>\n<p>Importantly, many of these&nbsp;<em>Limnonectes</em> lineages are elevationally-stratified, with different species occupying distinct elevational bands on Sulawesi mountains. The phenomenon of elevational stratification is common in organisms occupying major mountain ranges such as the Andes or the Himalayas, but had not been documented for anything other than rodents on Sulawesi. Elevational stratification usually proves to be the result of secondary sorting of already distinct lineages, especially in vagile organisms like birds. Here, sorting is also likely in several cases but we also have strong evidence for elevational/ecological gradient speciation between two sister species pairs that occupy Mt. Bawakaraeng on Sulawesi&rsquo;s southwest peninsula. Both semi-cryptic species pairs meet at ~1600 m elevation on this massif. Most speciation is thought to be allopatric in nature, with species forming only after becoming geographically isolated from one another, usually by the formation of a physical barrier such as a river forming or a mountain arising and dividing an ancestral range into two separate ranges. With ecological gradient speciation, the process seems to involve selection acting so strongly on a continuously distributed ancestral species that speciation takes place despite opportunities for continuous gene flow. This phenomenon is rare indeed and if the <em>L. arathooni</em> low and high lineages and the <em>L. microtympanum</em> low and high lineages were each derived via this process, this is a particularly exciting discovery that warrants further in-depth investigation.&nbsp; &nbsp; &nbsp;&nbsp;</p>\n<p>We elucidated axes of differentiation in these frogs. We have SVL and body mass data for every <em>Limnonectes</em> collected (more than 2000 individuals in total and 655 collected for this project). We scored ecological data including microhabitat use for all individuals. Importantly, we collected eco-physiological evaporative water loss data for 78 individuals representing 13 species, which were analyzed in the context of microhabitat use data. We collected dietary gut metabarcoding data for 108 individuals (13 species), to assess dietary specialization. Finally, we aim to describe the reproductive modes of all Sulawesi <em>Limnonectes</em> species. It appears that all species utilize derived reproductive modes ranging from egg guarding in holes or crevices in boulders (<em>L. heinrichi</em>), to egg guarding on leaves overhanging streams (<em>L.</em> sp. &ldquo;leaf nester&rdquo;, to egg guarding on the ground near or away from streams (<em>L. arathooni</em>, <em>L. </em>sp. &ldquo;D&rdquo;), to internal fertilization and birth of tadpoles (<em>L .larvaepartus</em>, <em>L.</em> sp. &ldquo;T Yellow&rdquo;, possibly <em>L.</em> sp. &ldquo;G&rdquo;). These data are remarkably difficult to obtain as we regularly hear males vocalizing but only rarely actually observe amplexus. Thus, we have learned a lot about the evolution of this assemblage and are working up publications describing these findings now.</p>\n<p>The broader impacts of this project involves substantial student training, both in the U.S and in Indonesia. Dr. Jeff Frederick performed his PhD dissertation research with this system. He also trained several undergraduates in DNA sequencing and morphometric data collection and analysis. We also brought several Indonesian scientists into the field with our team and provided training in field techniques.</p><br>\n<p>\n Last Modified: 11/15/2023<br>\nModified by: Jimmy&nbsp;A&nbsp;Mcguire</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe objectives of this project were to (1) assess whether a clade of poorly studied frogs (Limnonectes fanged frogs) that inhabit the Indonesian island of Sulawesi and the Philippines archipelago represents an adaptive radiation, and (2) to elucidate the axes of differentiation that allow multiple species of fanged frogs to co-occur across these land areas. A primary goal was to use phylogenetic, population genetic, and species delimitation analyses to assess the true number of species composing the assemblage, and how those species are related.\n\n\nAt present there are five described species of Sulawesi Limnonectes, but prior phylogenetic research based on two sequence loci suggested that this is an underestimate, providing compelling evidence for at least 13 species. Here we expanded the geographic sampling  especially across elevational transects on mountains  as well as the scope of the phylogenetic data set such that it now includes more than 1800 individual frogs for at least one mitochondrial gene. This mitochondrial data set was generated primarily for the purpose of selecting samples that would be screened for a much larger number of sequence loci using an exome-capture approach. Using exome-capture, we screened 527 Limnonectes for 7162 loci. Phylogenomic analysis of these data provide a very well-supported phylogenetic tree, and species delimitation analyses of these same data indicate that the assemblage includes ~43 species, all but five of which remain undescribed. We used genomic clustering analyses along with direct assessments of gene flow (or lack thereof) between putative species, including cryptic and semi-cryptic species (lineages phenotypically uniform to the eye but statistically significantly differentiable when subjected to morphometric analysis). To be clear, not all species require morphometric comparison for identification  the group exhibits tremendous morphological diversity and 1000-fold variation in overall adult body size (with a 2 gram maximum adult size in Limnonectes sp. leaf-nester and maximum adult size in L. sp. D reaching 2 kg).\n\n\nImportantly, many of theseLimnonectes lineages are elevationally-stratified, with different species occupying distinct elevational bands on Sulawesi mountains. The phenomenon of elevational stratification is common in organisms occupying major mountain ranges such as the Andes or the Himalayas, but had not been documented for anything other than rodents on Sulawesi. Elevational stratification usually proves to be the result of secondary sorting of already distinct lineages, especially in vagile organisms like birds. Here, sorting is also likely in several cases but we also have strong evidence for elevational/ecological gradient speciation between two sister species pairs that occupy Mt. Bawakaraeng on Sulawesis southwest peninsula. Both semi-cryptic species pairs meet at ~1600 m elevation on this massif. Most speciation is thought to be allopatric in nature, with species forming only after becoming geographically isolated from one another, usually by the formation of a physical barrier such as a river forming or a mountain arising and dividing an ancestral range into two separate ranges. With ecological gradient speciation, the process seems to involve selection acting so strongly on a continuously distributed ancestral species that speciation takes place despite opportunities for continuous gene flow. This phenomenon is rare indeed and if the L. arathooni low and high lineages and the L. microtympanum low and high lineages were each derived via this process, this is a particularly exciting discovery that warrants further in-depth investigation.  \n\n\nWe elucidated axes of differentiation in these frogs. We have SVL and body mass data for every Limnonectes collected (more than 2000 individuals in total and 655 collected for this project). We scored ecological data including microhabitat use for all individuals. Importantly, we collected eco-physiological evaporative water loss data for 78 individuals representing 13 species, which were analyzed in the context of microhabitat use data. We collected dietary gut metabarcoding data for 108 individuals (13 species), to assess dietary specialization. Finally, we aim to describe the reproductive modes of all Sulawesi Limnonectes species. It appears that all species utilize derived reproductive modes ranging from egg guarding in holes or crevices in boulders (L. heinrichi), to egg guarding on leaves overhanging streams (L. sp. leaf nester, to egg guarding on the ground near or away from streams (L. arathooni, L. sp. D), to internal fertilization and birth of tadpoles (L .larvaepartus, L. sp. T Yellow, possibly L. sp. G). These data are remarkably difficult to obtain as we regularly hear males vocalizing but only rarely actually observe amplexus. Thus, we have learned a lot about the evolution of this assemblage and are working up publications describing these findings now.\n\n\nThe broader impacts of this project involves substantial student training, both in the U.S and in Indonesia. Dr. Jeff Frederick performed his PhD dissertation research with this system. He also trained several undergraduates in DNA sequencing and morphometric data collection and analysis. We also brought several Indonesian scientists into the field with our team and provided training in field techniques.\t\t\t\t\tLast Modified: 11/15/2023\n\n\t\t\t\t\tSubmitted by: JimmyAMcguire\n"
 }
}