{
 "awd_id": "1653271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Quantum many-body physics beyond the Boltzmann paradigm: prethermalization, many-body localization, and their applications",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 484348.0,
 "awd_amount": 484348.0,
 "awd_min_amd_letter_date": "2017-01-30",
 "awd_max_amd_letter_date": "2021-05-08",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\n\r\nThe Division of Materials Research and the Division of Physics contribute funds to this CAREER award, which supports theoretical research and education on the dynamics of quantum systems made up from many interacting particles. \r\n\r\nThe project explores quantum systems that take anomalously long to approach thermal equilibrium (or, in some extreme cases, never approach equilibrium). The approach to equilibrium involves a system \"forgetting\" information about its initial state. For example, if a gas is initially put in the left side of a tube, and then is allowed to spread throughout the tube, it eventually forgets which side it started out in. This apparent \"forgetting\" is at odds with the laws of quantum mechanics, which in fact conserve information; it is believed that information about the initial state is never truly forgotten, but is stored in complicated, experimentally inaccessible correlations. How information migrates from measurable to hidden correlations is in general not understood. \r\n\r\nThis project approaches the general question from the perspective of states of matter related to glasses, in which \"forgetting\" is extremely slow. In the intermediate regimes, some sectors of the system are in equilibrium, whereas others are far from it. New theoretical methods that generalize conventional statistical mechanics are required to characterize these intermediate regimes. Developing such methods and using them to identify distinctive features of these intermediate regimes are primary objectives of this project. The other major focus of this project is to use slowly equilibrating systems for novel quantum applications, including heat engines, quantum memories, and sensors. Since equilibration corresponds to the forgetting or hiding of information, systems that are slow to equilibrate retain information for very long times; this observation underlies the various applications that will be explored in this project. \r\n\r\nThis project will take place at the College of Staten Island, which has a diverse student body including large proportions of first-generation college students, underrepresented minorities, and recent immigrants. Educational activities will include curricular development to make physics relevant for this wide range of students, including the reorientation of standard courses to emphasize general-purpose computational methods, which are useful in a wide range of professions, as well as development of new courses on complex systems. Outreach to the broader community will involve developing a mini museum that will illustrate universal phenomena in everyday life through simple interactive exhibits.  \r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThe Division of Materials Research and the Division of Physics contribute funds to this CAREER award, which supports theoretical research and education on the properties of interacting quantum systems that approach thermal equilibrium anomalously slowly: i.e., systems for which the thermalization timescale is much longer than other intrinsic timescales. These include isolated systems that are nearly integrable or nearly many-body localized, as well as related open systems. The main goals of this project are threefold: to develop computational methods suited to slowly thermalizing systems, to characterize distinctively non-thermal features of distribution functions in such systems, and to apply these distinctive features to quantum technologies. \r\n\r\nThe first main goal is to develop methods to describe the dynamics of slowly thermalizing systems. Existing approaches are typically limited to short times and/or small systems, owing to the growth of entanglement. This project will develop methods tailored to the intermediate and late-time behavior of slowly thermalizing systems. Specifically, field theories of the prethermalized regime, as well as mean-field and renormalization-group techniques that leverage the separation of timescales between interactions and thermalization to describe the emergence of thermal behavior. These methods will be applied to experiments involving ultracold atomic systems that are nearly integrable (one-dimensional dipolar gases) or many-body localized. The second main goal is to characterize the probability distributions of physical observables in slowly thermalizing systems, focusing on many-body localization. Such distributions are expected to be fat-tailed; this project will characterize these tails, and their implications for observables such as the nonlinear response. The third main goal is to explore applications of non-thermalizing systems (again, focusing on the many-body localized case) for quantum information science, quantum metrology, and quantum thermodynamics. \r\n\r\nThis project will take place at the College of Staten Island, which has a diverse student body including large proportions of first-generation college students, underrepresented minorities, and recent immigrants. Educational activities will include curricular development to make physics relevant for this wide range of students, including the reorientation of standard courses to emphasize general-purpose computational methods, which are useful in a wide range of professions, as well as development of new courses on complex systems. Outreach to the broader community will involve developing a mini museum that will illustrate universal phenomena in everyday life through simple interactive exhibits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarang",
   "pi_last_name": "Gopalakrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarang Gopalakrishnan",
   "pi_email_addr": "sgopalakrishnan@princeton.edu",
   "nsf_id": "000726869",
   "pi_start_date": "2017-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 Victory Boulevard",
  "perf_city_name": "Staten Island",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 91328.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 91848.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 113776.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 78405.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}