{
 "awd_id": "1653021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Virus trafficking in insect midgut cells",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 527179.0,
 "awd_amount": 527179.0,
 "awd_min_amd_letter_date": "2017-06-23",
 "awd_max_amd_letter_date": "2017-06-23",
 "awd_abstract_narration": "Arthropods represent the largest animal biomass on earth. Their populations are regulated by many viral diseases, and arthropods also vector many viruses that cause important diseases of plants and animals. Thus, interactions between arthropods and viruses in nature are ubiquitous and important. In most insect-virus interactions, a virus enters the insect by the oral route and must penetrate the cells of the insect's gut in order to have access to the other cells and tissues of the insect. Although it is a critical step in the biological interaction, very little is known about how viruses move through insect midgut cells. The proposed studies will examine those interactions, focusing on the mechanisms of directional (polarized) viral transit through the epithelial cells of the insect midgut. For these studies, a combination of cultured cells and transgenic Drosophila will be used, and combined with a variety of genetic and molecular approaches, to discover the cellular proteins that interact with and direct viral proteins across the insect gut cells. Broader impacts of these studies of virus-insect interactions in the insect midgut will include applications in diverse areas such as agricultural crop protection, forestry, animal science, and human medicine. Understanding the specific viral signals and interacting midgut cell proteins and pathways that regulate or restrict virus trafficking through midgut cells can be used to both enhance infection by beneficial viruses (such as biocontrol agents in agriculture) and to inhibit viral transmission in insect vectors of plant and animal diseases. \r\n\r\nMany plant and animal viruses are vectored by insects, and insects are also infected by a number of pathogenic viruses. Typically, after the virus is consumed orally, the virus enters and replicates in polarized epithelial cells of the insect midgut. Polarized trafficking of viral components delivers the virus particle or components for assembly, to the basal membranes of the midgut cell where the virus may assemble and exit the cell by budding. Virus transport across insect midgut epithelial cells is not well understood even in the best characterized systems, and little is known about the mechanistic nature of polarized protein transport in the insect gut, due to the difficult nature of experimental manipulation in this tissue. This project will utilize an innovative experimental design that leverages two powerful model systems for identifying specific proteins, pathways, and signals involved in virus-midgut trafficking. Using ectopic expression of viral proteins in Drosophila midgut cells followed by RNAi screens using libraries of RNAi fly strains, and high throughput analysis of a Drosophila cell line, entire candidate pathways will be screened to identify specific proteins and pathways necessary for polarized trafficking of two model viral proteins in the midgut. To identify protein signals necessary for midgut trafficking, an extensively studied viral protein (baculovirus GP64) will be analyzed in a natural host insect, the lepidopteran Trichoplusia ni. The identification of viral protein signals and midgut proteins and pathways that mediate and regulate targeted trafficking will generate new paradigms for understanding pathogen-insect interactions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Blissard",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gary W Blissard",
   "pi_email_addr": "gwb1@cornell.edu",
   "nsf_id": "000350131",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Buchon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas Buchon",
   "pi_email_addr": "nicolas.buchon@cornell.edu",
   "nsf_id": "000635264",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boyce Thompson Institute Plant Research",
  "inst_street_address": "533 TOWER RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072541248",
  "inst_zip_code": "148537202",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "BOYCE THOMPSON INSTITUTE FOR PLANT RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ULBJY4YK9ZX8"
 },
 "perf_inst": {
  "perf_inst_name": "Boyce Thompson Institute Plant Research",
  "perf_str_addr": "533 Tower Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 527179.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Arthropods are the largest animal biomass on earth and their populations are regulated by innumerable viral diseases. In addition, they vector many viruses that cause important diseases of plants and animals. Thus, interactions between arthropods and viruses in nature are ubiquitous and important. In most insect-virus interactions, a virus enters the insect by the oral route and must penetrate the midgut epithelium to access the hemocoel and other tissues. Little is known about the mechanisms mediating and regulating viral transit through insect midgut cells. In these studies, we developed an experimental system to examine those interactions, focusing first on virus entry, then on the mechanisms of virus envelope protein transport in cells, with a focus on polarized viral transit through the epithelial cells of the insect midgut. Our overarching goals are to begin to understand how viruses move across the midgut cell layer to establish a successful infection in the insect host. First, we examined viral entry into insect DL1 cells, using a model insect virus (AcMNPV) in an RNAi screen that targeted 86 candidate host genes that are typically involved in vesicle trafficking in the cell. We identified 24 host genes required for efficient virus entry and 4 host genes that appear to restrict virus entry. Of the host gene knockdowns that reduced viral entry, several showed dramatic effects in our entry assay and these included Vps1, Vps4, Vps32 and Vps74, Rab3, Rab5, Rab7 and Rab8, clathrin AP-1?2beta, and Arf4.</p>\n<p>Upon infection by baculoviruses (and many other viruses), progeny virion production requires the appropriate transport and localization of the virus envelope protein at the plasma membrane. A second phase of our studies examined the trafficking of the baculovirus GP64 envelope protein in Drosophila DL1 cells. Our goals were to develop an experimental system and to use that system to identify host cell proteins and pathways involved in GP64 transport to the cell's plasma membrane. We first engineered cell lines to inducibly and robustly express either the baculovirus GP64 protein, or the VSV G protein. We then used the GP64-expressing cell line for an RNAi screen that targeted approximately 250 host genes associated with protein trafficking pathways or their regulation. We identified and validated approximately 12 genes that were important for GP64 trafficking to the cell surface and these genes included Clathrin and Clathrin Adaptor proteins, Rab GTPases and Rab Effector proteins, and a SNARE protein.</p>\n<p>We also examined polarized trafficking of viral envelope proteins <em>in vivo</em>. For those studies, we generated <em>Drosophila </em>fly lines that inducibly express the AcMNPV GP64 protein, or the VSV G protein. To determine whether the GP64 and G proteins encoded the signals necessary for polarized localization in insect midgut cells, we asked whether these envelope proteins (expressed alone, in the absence of viral infection) were localized to basal membranes in midgut epithelial cells. VSV G and GP64 were each found localized on the basal membranes of the midgut epithelial cells demonstrating that the signals necessary for appropriate polarized trafficking are encoded within these envelope proteins, and that no other viral proteins or viral factors are required for their basal localization in the polarized midgut epithelium. We are continuing studies of the specific signals and host proteins necessary for basal localization. Also, because a number of hits from our RNAi screen were Rab and Rab effector proteins, we focused more directly on Rab proteins to better understand Rab protein functions and localization in the midgut, and to compare that with the salivary glands. This comparison is important because viral envelope proteins traffic in opposite orientations in the epithelial cells of midgut and salivary glands. We analyzed the localization of each Rab protein (using a set of 29 Rab-YFP proteins) within midgut epithelial cells and in salivary gland cells. We identified several Rab proteins (Rab 2, 4, 5, 6, and 26) that had distinctly different patterns of localization in midgut vs. salivary gland cells. Overall, we have made important progress in the development of several powerful experimental systems that permitted the identification of host genes critical for both general and polarized trafficking of viral envelope proteins in insect cells, specifically in the insect midgut where viral transit is critical for establishing infection, and for transmission of viral infections to other hosts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2021<br>\n\t\t\t\t\tModified by: Gary&nbsp;W&nbsp;Blissard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nArthropods are the largest animal biomass on earth and their populations are regulated by innumerable viral diseases. In addition, they vector many viruses that cause important diseases of plants and animals. Thus, interactions between arthropods and viruses in nature are ubiquitous and important. In most insect-virus interactions, a virus enters the insect by the oral route and must penetrate the midgut epithelium to access the hemocoel and other tissues. Little is known about the mechanisms mediating and regulating viral transit through insect midgut cells. In these studies, we developed an experimental system to examine those interactions, focusing first on virus entry, then on the mechanisms of virus envelope protein transport in cells, with a focus on polarized viral transit through the epithelial cells of the insect midgut. Our overarching goals are to begin to understand how viruses move across the midgut cell layer to establish a successful infection in the insect host. First, we examined viral entry into insect DL1 cells, using a model insect virus (AcMNPV) in an RNAi screen that targeted 86 candidate host genes that are typically involved in vesicle trafficking in the cell. We identified 24 host genes required for efficient virus entry and 4 host genes that appear to restrict virus entry. Of the host gene knockdowns that reduced viral entry, several showed dramatic effects in our entry assay and these included Vps1, Vps4, Vps32 and Vps74, Rab3, Rab5, Rab7 and Rab8, clathrin AP-1?2beta, and Arf4.\n\nUpon infection by baculoviruses (and many other viruses), progeny virion production requires the appropriate transport and localization of the virus envelope protein at the plasma membrane. A second phase of our studies examined the trafficking of the baculovirus GP64 envelope protein in Drosophila DL1 cells. Our goals were to develop an experimental system and to use that system to identify host cell proteins and pathways involved in GP64 transport to the cell's plasma membrane. We first engineered cell lines to inducibly and robustly express either the baculovirus GP64 protein, or the VSV G protein. We then used the GP64-expressing cell line for an RNAi screen that targeted approximately 250 host genes associated with protein trafficking pathways or their regulation. We identified and validated approximately 12 genes that were important for GP64 trafficking to the cell surface and these genes included Clathrin and Clathrin Adaptor proteins, Rab GTPases and Rab Effector proteins, and a SNARE protein.\n\nWe also examined polarized trafficking of viral envelope proteins in vivo. For those studies, we generated Drosophila fly lines that inducibly express the AcMNPV GP64 protein, or the VSV G protein. To determine whether the GP64 and G proteins encoded the signals necessary for polarized localization in insect midgut cells, we asked whether these envelope proteins (expressed alone, in the absence of viral infection) were localized to basal membranes in midgut epithelial cells. VSV G and GP64 were each found localized on the basal membranes of the midgut epithelial cells demonstrating that the signals necessary for appropriate polarized trafficking are encoded within these envelope proteins, and that no other viral proteins or viral factors are required for their basal localization in the polarized midgut epithelium. We are continuing studies of the specific signals and host proteins necessary for basal localization. Also, because a number of hits from our RNAi screen were Rab and Rab effector proteins, we focused more directly on Rab proteins to better understand Rab protein functions and localization in the midgut, and to compare that with the salivary glands. This comparison is important because viral envelope proteins traffic in opposite orientations in the epithelial cells of midgut and salivary glands. We analyzed the localization of each Rab protein (using a set of 29 Rab-YFP proteins) within midgut epithelial cells and in salivary gland cells. We identified several Rab proteins (Rab 2, 4, 5, 6, and 26) that had distinctly different patterns of localization in midgut vs. salivary gland cells. Overall, we have made important progress in the development of several powerful experimental systems that permitted the identification of host genes critical for both general and polarized trafficking of viral envelope proteins in insect cells, specifically in the insect midgut where viral transit is critical for establishing infection, and for transmission of viral infections to other hosts.\n\n\t\t\t\t\tLast Modified: 08/03/2021\n\n\t\t\t\t\tSubmitted by: Gary W Blissard"
 }
}