{
 "awd_id": "1653160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: A Systems Approach to Discovering Mechanical Sensors in Heart Muscle Cells",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lucy Zhang",
 "awd_eff_date": "2017-03-15",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2017-03-10",
 "awd_max_amd_letter_date": "2017-03-10",
 "awd_abstract_narration": "Like every tissue in the body, heart muscle adapts to mechanical loading. One example is the effect of endurance running, which tends to enlarge the volume of the heart's main pumping chamber. Weight lifters experience a thickening of the heart walls instead of increased volume. Little is known about how heart cells translate different types of exercise or mechanical loads into patterns of self-remodeling. In order to understand why different exercises cause different heart muscle changes, a computer model of heart tissue will be created. The virtual tissue will be stretched in different ways to produce dozens of cell response predictions that will be compared to identical experimental results. By comparing the model predictions to experimental data an explanation of how the muscle cells detect different types of mechanical load will emerge. This Faculty Early Career Development (CAREER) Program research project has two educational objectives, one focused on post-graduate trainees and the other towards undergraduate students.  Undergraduate research positions on the project will be created and the PI will continue ongoing mentoring of 20 undergraduate students through programs based at Yale University.\r\n\r\nCardiac cells can distinguish between different types of mechanical loads, as evidenced by diverse types of cardiac remodeling observed in athletes. When this mechanosensory process is disrupted, it results in disease. While many mechanosensory components have been identified in cardiomyocytes so far, building an integrated understanding this system, its sensors, and their effectors, remains challenging. The purpose of this proposal is to map the relationships between many candidate mechanosensitive proteins in cardiac cells and the cellular processes they affect. This involves first creating a new theoretical framework capable of using macroscopic tissue deformation to predict the microscopic distortion of specific cellular proteins. Once complete, the model will be used to plan multiple macroscopic loading schemes for engineered heart tissue that will distort subcellular structures in diverse ways. The designed loads will then be administered to real engineered tissues, and their effect on cellular growth responses will be measured. A systems biology approach known as 'cue-signal-response analysis' will be used to correlate growth responses with patterns of subcellular protein distortion predicted by the model. In so doing, new mechanosensors and their specific functions will be exposed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Campbell",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart G Campbell",
   "pi_email_addr": "stuart.campbell@yale.edu",
   "nsf_id": "000636615",
   "pi_start_date": "2017-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "55 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065116816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Heart cells contract during each heartbeat, generating the pressure that circulates blood throughout our bodies. In addition to contracting, heart cells must respond to changes in the type of work they perform. For instance, during pregnancy, a mother&rsquo;s heart grows in size and in chamber volume to accommodate the growing baby. While such examples of heart growth and adaptation are well-known, the mechanisms that explain them remain largely unknown. In this NSF-funded project, we wanted to specifically describe the types of mechanical loads that can be &ldquo;felt&rdquo; by heart muscle cells and reveal the specific changes that these loads trigger at the cell level.</p>\n<p>In order to ask these questions, we used several existing techniques previously developed in our lab. We also used the support provided by this grant to develop new devices and techniques critical to our work. Our basic and most important tool is a method for making human engineered heart tissues (EHTs) &ndash; miniature ribbon-like pieces of muscle tissue that are derived from human stem cells. EHTs beat or contract on their own, similar to a real heart. They can be kept alive in a tissue incubator for months at a time and are also ideal for being stretched or shortened in ways that mimic the motions of the heart in the body. EHTs can also be connected to a special device that measures the amount of force they produce during a muscle contraction.</p>\n<p>A major accomplishment early in this project was when we succeeded in designing and building devices that would allow us to precisely change the length of EHTs while they grow. This opened the possibility of many new experiments. In one case, we stretched EHTs over several days to mimic an overworked heart that cannot completely squeeze out the blood that fills it in between each beat. We then un-stretched the tissue to mimic what happens when such a failing heart receives a mechanical pump to assist its function. Using this maneuver, we could watch in great detail as the &lsquo;stretched-out&rsquo; tissue recovered its normal shape. We were able to identify chemical factors that either slowed or sped up the recovery process. Our discovery could be used in the future to help heart failure patients recover more quickly.</p>\n<p>In another set of experiments, we programmed our device to &lsquo;exercise&rsquo; EHTs in a variety of different ways. In some cases, EHTs were forced to contract against a high load. In others, they were given a small load and allowed to contract at that their maximal speed. We also included exercise programs that combined both high loads and fast contractions together. Then, we looked at how these different programs had affected the chemical makeup of the heart tissues. Through careful analysis, we made two discoveries: First, the EHTs were regulating the amount of mitochondria they contained according to the amount of mechanical work they were being asked to perform. Mitochondria are structures within cells that are responsible for producing ATP, the cells&rsquo; fundamental source of chemical energy. In other words, we were able to show that cardiac cells can sense the amount of work they do and respond accordingly by making more chemical energy. Second, we discovered that the heart cells were altering the kind of molecular contractile motor they used according to the speed of contraction that they were forced to produce by our exercise program. This led us to hypothesize the existence of a new type of cellular sensor that is capable of detecting contraction speed.</p>\n<p>As we continued to analyze and study our data, we noticed an interesting phenomenon. In one experiment, we had treated EHTs with a drug that makes them contract more forcefully. We then withdrew the drug and returned them to the tissue incubator. Surprisingly, when these tissues were studied the next day, they were still contracting with higher force even though the chemical had been withdrawn. We later found that a short exposure to the drug had triggered a growth response in the EHTs that caused them to add more muscle mass. In fact, through later experiments we showed that giving the drug on alternating days caused the EHTs to grow stronger than if the drug was continuously given. This approach of allowing heart tissue to rest in between drug doses may provide a more effective therapy for heart failure in the future.</p>\n<p>This project fulfilled its original purposes, revealing new types of mechanical sensors in heart muscle and deepening our understanding of how the heart adapts to changing conditions. Some of these discoveries are now being pursued as ways of improving therapy for heart failure. This project also allowed us to develop new tools and train young scientists so that this type of work can grow and continue to succeed in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2023<br>\n\t\t\t\t\tModified by: Stuart&nbsp;G&nbsp;Campbell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHeart cells contract during each heartbeat, generating the pressure that circulates blood throughout our bodies. In addition to contracting, heart cells must respond to changes in the type of work they perform. For instance, during pregnancy, a mother’s heart grows in size and in chamber volume to accommodate the growing baby. While such examples of heart growth and adaptation are well-known, the mechanisms that explain them remain largely unknown. In this NSF-funded project, we wanted to specifically describe the types of mechanical loads that can be \"felt\" by heart muscle cells and reveal the specific changes that these loads trigger at the cell level.\n\nIn order to ask these questions, we used several existing techniques previously developed in our lab. We also used the support provided by this grant to develop new devices and techniques critical to our work. Our basic and most important tool is a method for making human engineered heart tissues (EHTs) &ndash; miniature ribbon-like pieces of muscle tissue that are derived from human stem cells. EHTs beat or contract on their own, similar to a real heart. They can be kept alive in a tissue incubator for months at a time and are also ideal for being stretched or shortened in ways that mimic the motions of the heart in the body. EHTs can also be connected to a special device that measures the amount of force they produce during a muscle contraction.\n\nA major accomplishment early in this project was when we succeeded in designing and building devices that would allow us to precisely change the length of EHTs while they grow. This opened the possibility of many new experiments. In one case, we stretched EHTs over several days to mimic an overworked heart that cannot completely squeeze out the blood that fills it in between each beat. We then un-stretched the tissue to mimic what happens when such a failing heart receives a mechanical pump to assist its function. Using this maneuver, we could watch in great detail as the ‘stretched-out’ tissue recovered its normal shape. We were able to identify chemical factors that either slowed or sped up the recovery process. Our discovery could be used in the future to help heart failure patients recover more quickly.\n\nIn another set of experiments, we programmed our device to ‘exercise’ EHTs in a variety of different ways. In some cases, EHTs were forced to contract against a high load. In others, they were given a small load and allowed to contract at that their maximal speed. We also included exercise programs that combined both high loads and fast contractions together. Then, we looked at how these different programs had affected the chemical makeup of the heart tissues. Through careful analysis, we made two discoveries: First, the EHTs were regulating the amount of mitochondria they contained according to the amount of mechanical work they were being asked to perform. Mitochondria are structures within cells that are responsible for producing ATP, the cells’ fundamental source of chemical energy. In other words, we were able to show that cardiac cells can sense the amount of work they do and respond accordingly by making more chemical energy. Second, we discovered that the heart cells were altering the kind of molecular contractile motor they used according to the speed of contraction that they were forced to produce by our exercise program. This led us to hypothesize the existence of a new type of cellular sensor that is capable of detecting contraction speed.\n\nAs we continued to analyze and study our data, we noticed an interesting phenomenon. In one experiment, we had treated EHTs with a drug that makes them contract more forcefully. We then withdrew the drug and returned them to the tissue incubator. Surprisingly, when these tissues were studied the next day, they were still contracting with higher force even though the chemical had been withdrawn. We later found that a short exposure to the drug had triggered a growth response in the EHTs that caused them to add more muscle mass. In fact, through later experiments we showed that giving the drug on alternating days caused the EHTs to grow stronger than if the drug was continuously given. This approach of allowing heart tissue to rest in between drug doses may provide a more effective therapy for heart failure in the future.\n\nThis project fulfilled its original purposes, revealing new types of mechanical sensors in heart muscle and deepening our understanding of how the heart adapts to changing conditions. Some of these discoveries are now being pursued as ways of improving therapy for heart failure. This project also allowed us to develop new tools and train young scientists so that this type of work can grow and continue to succeed in the future.\n\n\t\t\t\t\tLast Modified: 09/08/2023\n\n\t\t\t\t\tSubmitted by: Stuart G Campbell"
 }
}