{
 "awd_id": "1653935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SusChEM:CAREER:Using unique synthesis techniques and reaction kinetics to quantify and manipulate catalytically active sites in metal-reducible oxide systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 548829.0,
 "awd_amount": 548829.0,
 "awd_min_amd_letter_date": "2017-02-16",
 "awd_max_amd_letter_date": "2017-02-16",
 "awd_abstract_narration": "The project will provide detailed understanding of the active sites and atom transfer processes involved in catalytic conversion of various bio oil molecules derived from lignocellulosic biomass.  Identification of highly active metal sites on reducible oxide supports will enable design of catalysts with optimized composition and site location.  The catalyst structure-function relationships thus obtained will provide design guidance for converting a broad range of oxygenated organic compounds to high-value fuels and chemicals.  The research will be integrated with educational and outreach programs targeting American Indian students, while also emphasizing the importance of safety in chemical processes.\r\n\r\nBiomass conversion processes typically create a broad range of oxygenated intermediates that are treated further by catalytic processes to remove the excess oxygen and build longer chain hydrocarbons attractive as fuel components and chemical intermediates.  Efficient conversion requires multifunctional catalysts - typically composed of metal and metal oxide active sites - capable of several simultaneous or sequential reaction steps.  While it is well understood that different types of active sites are required for the different reactions, the exact nature of those sites and their ideal proximity is not known.  This study will examine those factors by decoupling metal sites from reducible metal oxide sites using carbon nanotube (CNT) bridges as hydrogen shuttles.  By eliminating direct contact between the metal and metal oxide components, and by varying the metal-metal oxide spacing along the CNTs, the study will provide an opportunity to examine independently two important aspects of bifunctional catalysis on reducible metal oxides: metal-support interactions and hydrogen spillover from the metal to the metal oxide support.  The study will also investigate how the metal-support and hydrogen spillover effects vary with different types of molecules common to biomass deconstruction processes.  More broadly, the study will provide catalyst design guidance that can be used to improve the technoeconomic viability of a broad range of chemical reactions including those of importance in natural gas processing.  The PI is a faculty mentor for the American Indian Science and Engineering Society at the University of Oklahoma, and plans to use the  project as an opportunity to expand his on-going efforts to recruit Native American students at all levels via outreach camps that emphasize the importance of sustainable energy while generating excitement towards engineering degrees amongst American Indian and other underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Crossley",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Steven P Crossley",
   "pi_email_addr": "stevencrossley@ou.edu",
   "nsf_id": "000604876",
   "pi_start_date": "2017-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "100 E. Boyd St.",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730195300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 548829.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Upgrading of renewable feedstocks such as biomass require development and understanding of new catalysts that are specifically proficient at carrying out the desired chemistry without promoting wasteful side reactions. This is generally true to produce fuels or higher value chemicals from these renewable streams. Often this requires targeting the cleavage of specific oxygen containing bonds while avoiding the cleavage of the molecule?s backbone. Reducible oxide supported catalysts have shown to be among the best catalysts for performing these types of reactions. Unfortunately, while they often exhibit excellent performance, their complicated nature makes the root cause of their activity challenging to identify. In this project, we developed a new approach that separates features of these catalysts through a carbon nanotube bridge in order to discern the features of these catalysts that are responsible for the promising behavior. This approach has allowed us to discern different types of oxides that behave quite differently, such as MoO<sub>3</sub>&nbsp;and TiO<sub>2</sub>, and separate those that rely on unique active sites that require direct contact between a metal and the reducible oxide support from promoter effects that rely on long distance migration of hydrogen atoms. This can be used to understand how to design better catalysts that are more active, selective, and resistant to contaminants. As the project progressed, we developed models to better understand and explain how these catalysts work in different environments. We further developed a new technique to characterize the various surface features under different conditions, greatly improving our general understanding of these promising catalytic systems. During the course of the project, five Ph.D. students were supported by the project, with three successfully graduating with their PhD degrees and the other two on track to graduate soon. The graduate students supported by the project have also worked alongside the PI to shepherd the next generation of promising researchers by carrying out engineering camps focused on hands-on sustainability activities for high school and middle school students.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/04/2023<br>\n\t\t\t\t\tModified by: Steven&nbsp;P&nbsp;Crossley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUpgrading of renewable feedstocks such as biomass require development and understanding of new catalysts that are specifically proficient at carrying out the desired chemistry without promoting wasteful side reactions. This is generally true to produce fuels or higher value chemicals from these renewable streams. Often this requires targeting the cleavage of specific oxygen containing bonds while avoiding the cleavage of the molecule?s backbone. Reducible oxide supported catalysts have shown to be among the best catalysts for performing these types of reactions. Unfortunately, while they often exhibit excellent performance, their complicated nature makes the root cause of their activity challenging to identify. In this project, we developed a new approach that separates features of these catalysts through a carbon nanotube bridge in order to discern the features of these catalysts that are responsible for the promising behavior. This approach has allowed us to discern different types of oxides that behave quite differently, such as MoO3 and TiO2, and separate those that rely on unique active sites that require direct contact between a metal and the reducible oxide support from promoter effects that rely on long distance migration of hydrogen atoms. This can be used to understand how to design better catalysts that are more active, selective, and resistant to contaminants. As the project progressed, we developed models to better understand and explain how these catalysts work in different environments. We further developed a new technique to characterize the various surface features under different conditions, greatly improving our general understanding of these promising catalytic systems. During the course of the project, five Ph.D. students were supported by the project, with three successfully graduating with their PhD degrees and the other two on track to graduate soon. The graduate students supported by the project have also worked alongside the PI to shepherd the next generation of promising researchers by carrying out engineering camps focused on hands-on sustainability activities for high school and middle school students. \n\n \n\n\t\t\t\t\tLast Modified: 07/04/2023\n\n\t\t\t\t\tSubmitted by: Steven P Crossley"
 }
}