{
 "awd_id": "1654700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: CDS&E: Quantifying & Designing Grain Boundary Network Structure via Spectral Graph Theory",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 490979.0,
 "awd_amount": 490979.0,
 "awd_min_amd_letter_date": "2017-02-03",
 "awd_max_amd_letter_date": "2021-04-25",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThis CAREER award supports theoretical and computational research and education to characterize the structure, properties, and evolution of grain boundary networks in polycrystalline materials. Grain boundaries are the interfaces between crystalline regions in metals and ceramics and they form a complex interconnected network that strongly influences many material properties including creep resistance, hydrogen embrittlement, photovoltaic efficiency, and radiation tolerance. The properties of individual grain boundaries can vary by orders of magnitude. If it were possible to engineer the structure of grain boundary networks, this enormous property variation could be leveraged to enhance both energy and structural materials. Inspired by spectral graph theory - which is the mathematics that powers Google's web search algorithm, and characterizes social, ecological and biological networks--the PI will develop the mathematical tools to characterize the structure of grain boundary networks, predict their aggregate properties, and address materials design with application tailored grain boundary network structures.\r\n\r\nThe PI will develop a social-network-based multiplayer materials design game, powered by this spectral graph theory framework to enhance science, technology, engineering, and mathematics curricula and harness the innate 3D spatial reasoning of students and the public to solve large-scale materials design problems. The research plan provides the enabling innovation to satisfy the computational requirements of the educational outreach effort, which reciprocates this integration by providing data on the heuristics used by humans to solve materials design problems, which will in turn be analyzed to inform the construction of algorithms to accelerate materials design.\r\n\r\nThe technologies that we rely on today and the innovations that promise to provide clean energy, terrestrial and space transportation, and improved healthcare for tomorrow depend increasingly on the development of advanced materials. By integrating materials research, social-networking, and active learning through game play, this project provides a transformative opportunity to expand US technological leadership and global competitiveness by broadening the reach of and increasing student engagement in science, technology, engineering, and mathematics education and simultaneously enabling new dimensions of materials design to accelerate the discovery of new materials. \r\n\r\nTECHNICAL SUMMARY\r\nThis CAREER award supports the integration of teaching and research to expand understanding and control of grain boundary networks in polycrystalline materials by: 1) developing a general descriptor for grain boundary network structure via spectral graph theory, and 2) leveraging this tool to invigorate science, technology, engineering and mathematics education and solve large-scale materials design problems using a social-network-based online game. This work will enable five fundamental advances: 1) a general framework to characterize the structure of grain boundary networks; 2) prediction of grain-boundary-sensitive properties; 3) design of microstructures with application tailored grain boundary networks; 4) prediction of processing routes for future synthesis of designed microstructures; 5) a human cloud computing platform for solving large-scale materials design problems and increasing student engagement in science, technology, engineering and mathematics. \r\n\r\nAlthough grain boundary networks strongly influence material properties, the complexity of their coupled topological-crystallographic structure has hindered the development of quantitative structure-property models. If a mathematical description of grain boundary structure existed it would enable grain boundary network characterization, property prediction, and design/optimization for improved material performance. Spectral graph theory has been used to study complex networks in ecology, biology, and computer science. For example, the PageRank algorithm that powers Google's search engine uses spectral decomposition of the network structure of the World Wide Web to determine its dominant features and correlate these with query relevance. This work utilizes spectral decomposition of the network structure of materials to determine their dominant microstructural features and correlate these with material properties. The eigenvalues of the grain boundary network will provide a natural language for structure metrics that encode both topological and crystallographic information for grain boundary networks.\r\n\r\nUsing this spectral graph theory framework to characterize grain boundary network structure in 3D polycrystals, the PI will use computer simulation to address two objectives: (1) develop a model to predict the effective diffusivity of grain boundary networks in polycrystals; (2) create a constitutive model for anisotropic grain growth that can be inverted to predict processing paths and suggest routes to synthesize designed microstructures. The objective of the Teaching Plan is to increase engagement in science, technology, engineering, and mathematics education through the integration of social-networks, technology and games. A social-network-based multiplayer game will be developed that enhances science, technology, engineering, and mathematics education curricula and recruits the intellectual resources of students and the public to design materials. The research plan provides the enabling innovation to satisfy the computational requirements of the teaching plan, which reciprocates this integration by providing data on the heuristics used by humans to solve materials design problems, which will be analyzed to inform the construction of numerical optimization algorithms for materials design.\r\n\r\nBy developing and exploiting novel computational tools involving spectral graph theory, this work presents a transformational opportunity to expand our understanding of the structure, properties, and evolution of grain boundary networks. This work also presents an innovative social-network-based computational platform to solve large-scale materials design problems. It is anticipated that the results will have implications for diverse materials phenomena and wide ranging materials design applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Johnson",
   "pi_email_addr": "ojohnson@byu.edu",
   "nsf_id": "000708509",
   "pi_start_date": "2017-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-285 ASB",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 192325.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 115520.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 112031.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 71103.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Grain boundaries (GBs) are planar defects that form a complex network in most engineering materials that strongly influence their properties and performance. The diversity of types of GBs is enormous, and their respective properties can span many orders of magnitude. Understanding the properties of GBs and their influence on the performance and evolution of materials will facilitate the development of advanced materials with novel functionalities. Some of the fundamental advances resulting from this work include: (1) a general framework to characterize the structure of complex GB networks based on spectral graph theory (SGT); (2) a new technique to predict the effective properties of GB networks; (3) a new way to simulate grain growth that incorporates the full diversity of GB energies (fully anisotropic); (4) new understanding of the evolution of GB networks during grain growth; (5) a \"human cloud computing\" platform for simultaneously solving large-scale materials design problems and improving engagement in STEM education. Contribution (5) includes the development of a multi-player materials design video game, Operation: Forge the Deep, which is freely and publicly available on STEAM at <a href=\"https://store.steampowered.com/app/2053100/Operation_Forge_the_Deep/\">https://store.steampowered.com/app/2053100/Operation_Forge_the_Deep/</a>. This video game has been used in K-12 and university classes to increase STEM engagement. In a unique synergy between the research (intellectual merit) and teaching (broader impact) components of this project, (6) the solutions obtained by these students were also used to train a novel Decision Transformer machine learning algorithm capable of solving materials design problems more efficiently than existing popular traditional optimization algorithms (simulated annealing). The results of this work have also been disseminated broadly by 7 publications in peer-reviewed journals, and 18 major scientific conference presentations.</p><br>\n<p>\n Last Modified: 08/19/2024<br>\nModified by: Oliver&nbsp;Johnson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nGrain boundaries (GBs) are planar defects that form a complex network in most engineering materials that strongly influence their properties and performance. The diversity of types of GBs is enormous, and their respective properties can span many orders of magnitude. Understanding the properties of GBs and their influence on the performance and evolution of materials will facilitate the development of advanced materials with novel functionalities. Some of the fundamental advances resulting from this work include: (1) a general framework to characterize the structure of complex GB networks based on spectral graph theory (SGT); (2) a new technique to predict the effective properties of GB networks; (3) a new way to simulate grain growth that incorporates the full diversity of GB energies (fully anisotropic); (4) new understanding of the evolution of GB networks during grain growth; (5) a \"human cloud computing\" platform for simultaneously solving large-scale materials design problems and improving engagement in STEM education. Contribution (5) includes the development of a multi-player materials design video game, Operation: Forge the Deep, which is freely and publicly available on STEAM at https://store.steampowered.com/app/2053100/Operation_Forge_the_Deep/. This video game has been used in K-12 and university classes to increase STEM engagement. In a unique synergy between the research (intellectual merit) and teaching (broader impact) components of this project, (6) the solutions obtained by these students were also used to train a novel Decision Transformer machine learning algorithm capable of solving materials design problems more efficiently than existing popular traditional optimization algorithms (simulated annealing). The results of this work have also been disseminated broadly by 7 publications in peer-reviewed journals, and 18 major scientific conference presentations.\t\t\t\t\tLast Modified: 08/19/2024\n\n\t\t\t\t\tSubmitted by: OliverJohnson\n"
 }
}