{
 "awd_id": "1654732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Molecular polaritonics: new opportunities for spectroscopy and control of charge and energy transport",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2017-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 656976.0,
 "awd_amount": 670784.0,
 "awd_min_amd_letter_date": "2017-01-31",
 "awd_max_amd_letter_date": "2023-12-12",
 "awd_abstract_narration": "Joel Yuen-Zhou, of the University of California San Diego (UCSD), is supported by an award from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry and the Condensed Matter and Materials Theory program in the Division of Materials Research to develop theoretical and computational methods to study hybrid quantum mechanical states of light (photons) interacting excited molecular states (excitons).  These light-matter hybrid states, known as polaritons, have emergent properties that do not exist in the separate components alone. This research harnesses the duality of polaritons to design ways in which light-matter interactions may be exploited to obtain novel ways to manipulate transport of charge and light-harvested energy. Typically, energy captured from sunlight moves across a molecular antenna in the form of excitons, neutral nanoscale excitations transported across molecules. Understanding and controlling exciton transport in molecular materials is a significant challenge for the theory of condensed phases physics and chemistry, as well as a primary concern for studies of photosynthesis and new light-harvesting technologies, such as organic solar cells. This project trains graduate students and postdoctoral fellows to be conversant on research at the intersection of theoretical chemistry, nano-photonics, and condensed matter theory. It also develops a broad outreach plan to school students via a series of performance choreographies mimicking collective phenomena in topological materials. Dr. Yuen-Zhou is also involved in developing a new orientation strategy to accommodate the increasing international graduate student population in his department at UCSD.\r\n\r\n\r\nPolaritons inherit wavelike properties from light such as extended spatial coherence, but also matter properties which allow energy to localize energy and give rise to a chemical reaction or to strong interactions between charged particles. This research harnesses the duality of polaritons to design ways in which light-matter interaction interact to produce phenomena that do not occur via each of the components alone.  An example of this is enhanced charge transport or topologically-protected energy transport in the nano- and mesoscales. Here, topological refers to properties that do not require fine-tuning of parameters to survive, but rather, rely on global characteristics which are robust to material imperfections and impurities. This investigation focuses on the unusually delocalized exciton states of molecular polaritons. By noting that dipolar light-matter interaction is anisotropic and isomorphic to spin-orbit coupling, the research harnesses the latter to induce exotic polaritonic effects akin to those found in topological insulators, giving rise to spatial and directional control of nano- and mesoscale energy flow which is robust to disorder. These ideas are first tested on purely excitonic systems of porphyrin arrays and then on similar systems of chromophores in confined electromagnetic environments. Analogies to Dirac systems in two-dimensional materials such as graphene prove fruitful and give rise to unexplored frontiers of molecular aggregates. The Yuen-Zhou group also addresses recent observations suggesting that confined electromagnetic fields can enhance the conductivity of organic polymers owing to the formation of delocalized polaritons, opening new avenues for control of electron transport in molecular materials. Even though the project is theoretical in nature, it has a strong spectroscopic component aimed at simulating measurements that experimentalists might produce. Collaborations with experimentalists are a strong component of the work.  Yuen-Zhou and coworkers are providing the first theoretical and computational framework to describe the interplay between topological band structures and vibronic degrees of freedom, including the deleterious or beneficial effects of vibrational decoherence.  They are also studying a comprehensive theory for polaritons-assisted charge transport. These studies provide insights on the limits of controllability of energy and charge flow in the nano- and mesoscales, as well as new paradigms for the design light-harvesting technologies and optical logic devices. The development of the scientific component is accompanied by the training of graduate students and postdoctoral fellows in an interdisciplinary environment. Upon completion of their work, trainees are prepared to face a wide variety of contemporary scientific challenges, both in academic and industrial settings. The project also includes a multifaceted educational project with the goal of popularizing abstract concepts of topological phases of matter to a broad audience. This consists of a series of experiential and interpretative dance events termed Top-Dances, where high-school students participate in collective choreographies that aim to recreate energy and charge transport in quasi-two-dimensional materials such as those addressed in the project. These events are recorded, analyzed, digested in the events, and distributed in social media to provide alternative and intuitive ways to visualize the aforementioned concepts. Finally, as a response to the recent rise of international graduate students in the Department of Chemistry and Biochemistry of UCSD, Professor Yuen-Zhou also redesigns an orientation program with the goal of fostering a more effective integration of these students into a challenging academic and research environment. This goal is carried out through a series of workshops addressing issues of academic leadership and diversity, as well as the installation of a mentoring support network within the department.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Yuen-Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Yuen-Zhou",
   "pi_email_addr": "joelyuen@ucsd.edu",
   "nsf_id": "000705420",
   "pi_start_date": "2017-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive 0332",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 330099.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 109576.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 110630.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 120479.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Molecular polaritons are hybrid light-matter states that result from the strong coupling of optical transitions in molecular ensembles with confined electromagnetic modes like those of optical microcavities. While polaritons have been known since the 1960s, it is only since the last fifteen years that they have been identified as enhancers of molecular properties and processes that span from the optoelectronic to the chemical domain. The current project supported some of the pioneering theoretical efforts to understand this emergent field that has been known as &ldquo;polariton chemistry.&rdquo; This project gave rise to an early review on the subject (Chem. Sci. 9, 6325 (2018)). It also enabled the first theory to understand the long-range energy transfer between molecules mediated by photonic modes (Chem. Sci. 9, 6659 (2018)), the explanation of how to use of polaritons to enhance photophysical processes such as singlet fission (J. Phys. Chem. Lett., 9 (8), 1951 (2018)), the demonstration of exotic behavior in the photoluminescence of molecules near metal interfaces in the strong coupling regime (J. Phys. Chem. Lett. 9, 22, 6511 (2018)), and the demonstration of unusual nonlinear optical effects using vibrational polaritons (J. Phys. Chem. Lett. 9 (13), 3766 (2018), Sci. Adv. 5, 9, eaax5196 (2019)). Furthermore, throughout our efforts, we identified novel ways to generate topologically nontrivial excitations that robustly guide energy across disordered landscape. Examples include a recipe to generate topological polaritons on demand with molecular microcavities (Nanophotonics 12(15) (2023)) and a completely new connection between chiroptical spectroscopy and topology (J. Phys. Chem. Lett. 13, 10, 2434 (2022)). Furthermore, as part of broader impact efforts, we demonstrated that human choreographies can exhibit topological properties that were previously thought to be limited to microscopic phenomena involving electrons or photons (Sci. Adv. 10, 35 (2024)); we did so as a scientifically novel observation but also as an outreach activity to popularize complex concepts of topological states of matter to broad audiences. Similarly, in the last year of the project, we carried out an outreach bootcamp to teach college students how to use popular AI Chatbots to lower the barrier of entry into technically complex tasks such as writing and running simple computational chemistry codes. In summary, our efforts in this project have elucidated &nbsp;the richness that molecular polaritons afford in terms of new phenomenology and applications for chemistry, condensed matter, and device applications.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/18/2025<br>\nModified by: Joel&nbsp;Yuen-Zhou</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1654732/1654732_10471208_1744961183586_topological_polariton_1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1654732/1654732_10471208_1744961183586_topological_polariton_1--rgov-800width.png\" title=\"Topological polariton\"><img src=\"/por/images/Reports/POR/2025/1654732/1654732_10471208_1744961183586_topological_polariton_1--rgov-66x44.png\" alt=\"Topological polariton\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Porphyrin and perylene molecules in a Fabry-Perot cavity. Initialization with circularly polarized light renders the system topologically nontrivial (adapted from Nanophotonics 12(15) (2023)).</div>\n<div class=\"imageCredit\">Sindhana Pannir-sivajothi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joel&nbsp;Yuen-Zhou\n<div class=\"imageTitle\">Topological polariton</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1654732/1654732_10471208_1744961023301_topological_dance--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1654732/1654732_10471208_1744961023301_topological_dance--rgov-800width.png\" title=\"Topological dance\"><img src=\"/por/images/Reports/POR/2025/1654732/1654732_10471208_1744961023301_topological_dance--rgov-66x44.png\" alt=\"Topological dance\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students are provided choreography rules that depend on rules drawn on the dance floor. These rules recreate the Hamiltonians that govern topologically nontrivial materials such as quantum Hall systems and Chern insulators (adapted from Sci. Adv. 10, 35 (2024)).</div>\n<div class=\"imageCredit\">Matthew Du</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joel&nbsp;Yuen-Zhou\n<div class=\"imageTitle\">Topological dance</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nMolecular polaritons are hybrid light-matter states that result from the strong coupling of optical transitions in molecular ensembles with confined electromagnetic modes like those of optical microcavities. While polaritons have been known since the 1960s, it is only since the last fifteen years that they have been identified as enhancers of molecular properties and processes that span from the optoelectronic to the chemical domain. The current project supported some of the pioneering theoretical efforts to understand this emergent field that has been known as polariton chemistry. This project gave rise to an early review on the subject (Chem. Sci. 9, 6325 (2018)). It also enabled the first theory to understand the long-range energy transfer between molecules mediated by photonic modes (Chem. Sci. 9, 6659 (2018)), the explanation of how to use of polaritons to enhance photophysical processes such as singlet fission (J. Phys. Chem. Lett., 9 (8), 1951 (2018)), the demonstration of exotic behavior in the photoluminescence of molecules near metal interfaces in the strong coupling regime (J. Phys. Chem. Lett. 9, 22, 6511 (2018)), and the demonstration of unusual nonlinear optical effects using vibrational polaritons (J. Phys. Chem. Lett. 9 (13), 3766 (2018), Sci. Adv. 5, 9, eaax5196 (2019)). Furthermore, throughout our efforts, we identified novel ways to generate topologically nontrivial excitations that robustly guide energy across disordered landscape. Examples include a recipe to generate topological polaritons on demand with molecular microcavities (Nanophotonics 12(15) (2023)) and a completely new connection between chiroptical spectroscopy and topology (J. Phys. Chem. Lett. 13, 10, 2434 (2022)). Furthermore, as part of broader impact efforts, we demonstrated that human choreographies can exhibit topological properties that were previously thought to be limited to microscopic phenomena involving electrons or photons (Sci. Adv. 10, 35 (2024)); we did so as a scientifically novel observation but also as an outreach activity to popularize complex concepts of topological states of matter to broad audiences. Similarly, in the last year of the project, we carried out an outreach bootcamp to teach college students how to use popular AI Chatbots to lower the barrier of entry into technically complex tasks such as writing and running simple computational chemistry codes. In summary, our efforts in this project have elucidated the richness that molecular polaritons afford in terms of new phenomenology and applications for chemistry, condensed matter, and device applications.\r\n\n\n\t\t\t\t\tLast Modified: 04/18/2025\n\n\t\t\t\t\tSubmitted by: JoelYuen-Zhou\n"
 }
}