{
 "awd_id": "1654990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Standard Grant: Fingerprinting in Twentieth Century China from Racial, Political and Scientific Perspectives",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-10-31",
 "tot_intn_awd_amt": 92860.0,
 "awd_amount": 92860.0,
 "awd_min_amd_letter_date": "2017-01-26",
 "awd_max_amd_letter_date": "2017-01-26",
 "awd_abstract_narration": "General Audience Summary    \r\n\r\nThis award is to support a research project on the history of fingerprinting in twentieth-century China as viewed from global perspectives. The research focuses on both archival and published materials that were collected in China, Taiwan, and the United States. It will investigate the process through which Euro-American and Japanese fingerprint identification techniques were introduced to China and subsequently adopted for a range of local and national state-building efforts and scientific research activities over the course of the twentieth century. A major objective of this project is to explore the persistent connections which have existed during this period between Chinese fingerprinting and the global history of dermatoglyphics, an international scientific discipline which is concerned with anthropological, medical, and genetic understandings of fingerprint and palm patterning. The main research outcomes of this project will be the collection of historical data and significant progress toward the completion of an academic monograph on this topic. This project thus has the potential to contribute to the developing infrastructure of basic research underlying latent print examination and to assist forensic science practitioners and researchers as they work to strengthen the integrity of the evidence on which the U.S. justice system relies, an outcome of broad societal importance.\r\n\r\nTechnical Summary   \r\n\r\nThe project will broaden the scope of existing scholarship on the history of fingerprinting, which has largely focused on the role of the British Empire in the development and transfer of modern identification practices across the globe, by focusing on the case of China, which was influenced in equal measure by the fingerprinting practices of Britain and Japan. The main outcome of the project will be the first academic monograph on the history of dermatoglyphics, the core techniques and concepts of the discipline, and the professional associations and networks which have structured international collaboration in this field over the course of the twentieth century. The work will provide a new perspective on the ways in which scientific understandings of racial identity and difference have been negotiated in modern East Asia amid the ethno-racial politics of imperialism, colonialism, and post-colonial state-building which have played out in this region. This project will thus deepen scholarly understandings of the technical, political, and disciplinary factors which have made ethno-racial identity and difference such enduring concerns in the modern life sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Asen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Asen",
   "pi_email_addr": "daniel.asen@rutgers.edu",
   "nsf_id": "000687135",
   "pi_start_date": "2017-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Newark",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021896",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 92860.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project has sought to examine the history of fingerprinting in China during the Republican period (1912-49) and under the People's Republic of China (post-1949). A key focus of this project is the question of how police, legal officials, scientific researchers, and others in China have&nbsp;negotiated&nbsp;the social and political meanings, disciplinary identity, scientific value, and technical methodology of fingerprinting over the 20th century. Examining this question has required investigating not simply how fingerprinting was used in criminal identification and crime scene forensics, but also how it has been used in scientific disciplines such as physical anthropology and medical genetics. The rise and decline of scientific research on fingerprints - a field that was referred to as \"dermatoglyphics\" starting in the 1920s - and its history in China are important areas of focus for this project.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>This project reveals the extent to which Chinese fingerprinting developed into a&nbsp;heterogeneous&nbsp;field characterized by different expert communities, sources of knowledge, and professional and political goals. By the last decades of the 20th century, during the post-Mao period, fingerprinting had become a complex field defined by heterogeneity but also by&nbsp;interprofessional&nbsp;connections and epistemic coherence. Police officials developed fingerprinting into a key capability in criminal investigation and judicial registration. Researchers in physical anthropology looked to fingerprint and palm characteristics as a source of biological evidence in their research on the origins and genetic relationships between China's officially-recognized nationalities (<em><span>minzu</span></em>). Birth planning personnel and medical genetics researchers relied upon the examination of fingers and palms as a technique to screen for Down syndrome and other congenital conditions. These varied approaches towards studying friction-ridge skin and developing practical technologies for which it was an object developed within different expert communities over decades and built on the complex legacies of the earlier Republican period.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>This project also reveals the extent to which an interest in examining the aggregate fingerprint patterns of populations - whether the inmates of a single prison or populations defined in racial or national terms - runs through the history of fingerprinting in China. While physical anthropology has been an important disciplinary site for such research, even the fields of Chinese policing and forensics - where the ostensible focus was on attribution of crime scene evidence or the identification of one single person - have demonstrated a persistent interest in conceptualizing fingerprints as a population-level phenomenon, one that involves, for example, large-scale regularities in the frequency of particular pattern-types or other characteristics. While an interest in the population dynamics of fingerprint patterning constitutes an important theme in the history of fingerprinting in China, it can be found in the histories of fingerprinting in other countries as well, and represents an understudied dimension of the history of modern fingerprinting more broadly.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>This project has also sought to use this historical research to address the following broader impact goals: (1) Filling gaps in the historical knowledge about&nbsp;dermatoglyphics&nbsp;that is available to educators in humanities, social sciences, and STEM; (2) Providing resources that can improve secondary and college-level instruction on the history of race in science, and the scientific construction of racial identity and difference; (3) Providing historical and comparative perspectives that can inform current discussions about the present state of the U.S. forensic sciences - including latent fingerprint examination - and proposals for their reform; and (4) Providing resources that can improve forensic science researchers' understanding of population-level variation in fingerprint patterning, an issue that remains relevant to emerging research today.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>These broader impact goals were addressed through activities that included conference presentations, the publication of peer-reviewed articles, and the creation of a website, \"Fingerprinting in the Modern World\" (<a href=\"https://sites.rutgers.edu/fingerprinting/\"><span>https://sites.rutgers.edu/fingerprinting/</span></a>). This website and its&nbsp;associated&nbsp;YouTube&nbsp;channel provide resources for teaching the history, present-day uses, and basic concepts of fingerprinting in secondary and college-level humanities, life sciences, and forensic science classes. Resources provided through the website include short thematic readings, video lectures, and quiz questions that can be used to assess student learning. In addition to providing an overview of the basic history of fingerprinting, these materials include focused discussions of the history of&nbsp;dermatoglyphics, historical and present-day relationships between fingerprinting and science, and the ways that fingerprints have been mobilized historically in the scientific construction of race.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/24/2022<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Asen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has sought to examine the history of fingerprinting in China during the Republican period (1912-49) and under the People's Republic of China (post-1949). A key focus of this project is the question of how police, legal officials, scientific researchers, and others in China have negotiated the social and political meanings, disciplinary identity, scientific value, and technical methodology of fingerprinting over the 20th century. Examining this question has required investigating not simply how fingerprinting was used in criminal identification and crime scene forensics, but also how it has been used in scientific disciplines such as physical anthropology and medical genetics. The rise and decline of scientific research on fingerprints - a field that was referred to as \"dermatoglyphics\" starting in the 1920s - and its history in China are important areas of focus for this project. \n\n \n\nThis project reveals the extent to which Chinese fingerprinting developed into a heterogeneous field characterized by different expert communities, sources of knowledge, and professional and political goals. By the last decades of the 20th century, during the post-Mao period, fingerprinting had become a complex field defined by heterogeneity but also by interprofessional connections and epistemic coherence. Police officials developed fingerprinting into a key capability in criminal investigation and judicial registration. Researchers in physical anthropology looked to fingerprint and palm characteristics as a source of biological evidence in their research on the origins and genetic relationships between China's officially-recognized nationalities (minzu). Birth planning personnel and medical genetics researchers relied upon the examination of fingers and palms as a technique to screen for Down syndrome and other congenital conditions. These varied approaches towards studying friction-ridge skin and developing practical technologies for which it was an object developed within different expert communities over decades and built on the complex legacies of the earlier Republican period. \n\n \n\nThis project also reveals the extent to which an interest in examining the aggregate fingerprint patterns of populations - whether the inmates of a single prison or populations defined in racial or national terms - runs through the history of fingerprinting in China. While physical anthropology has been an important disciplinary site for such research, even the fields of Chinese policing and forensics - where the ostensible focus was on attribution of crime scene evidence or the identification of one single person - have demonstrated a persistent interest in conceptualizing fingerprints as a population-level phenomenon, one that involves, for example, large-scale regularities in the frequency of particular pattern-types or other characteristics. While an interest in the population dynamics of fingerprint patterning constitutes an important theme in the history of fingerprinting in China, it can be found in the histories of fingerprinting in other countries as well, and represents an understudied dimension of the history of modern fingerprinting more broadly. \n\n \n\nThis project has also sought to use this historical research to address the following broader impact goals: (1) Filling gaps in the historical knowledge about dermatoglyphics that is available to educators in humanities, social sciences, and STEM; (2) Providing resources that can improve secondary and college-level instruction on the history of race in science, and the scientific construction of racial identity and difference; (3) Providing historical and comparative perspectives that can inform current discussions about the present state of the U.S. forensic sciences - including latent fingerprint examination - and proposals for their reform; and (4) Providing resources that can improve forensic science researchers' understanding of population-level variation in fingerprint patterning, an issue that remains relevant to emerging research today. \n\n \n\nThese broader impact goals were addressed through activities that included conference presentations, the publication of peer-reviewed articles, and the creation of a website, \"Fingerprinting in the Modern World\" (https://sites.rutgers.edu/fingerprinting/). This website and its associated YouTube channel provide resources for teaching the history, present-day uses, and basic concepts of fingerprinting in secondary and college-level humanities, life sciences, and forensic science classes. Resources provided through the website include short thematic readings, video lectures, and quiz questions that can be used to assess student learning. In addition to providing an overview of the basic history of fingerprinting, these materials include focused discussions of the history of dermatoglyphics, historical and present-day relationships between fingerprinting and science, and the ways that fingerprints have been mobilized historically in the scientific construction of race.\n\n \n\n\t\t\t\t\tLast Modified: 02/24/2022\n\n\t\t\t\t\tSubmitted by: Daniel Asen"
 }
}