{
 "awd_id": "1654609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SG: Parasitism as a selective pressure on seasonal migration",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 149248.0,
 "awd_amount": 199818.0,
 "awd_min_amd_letter_date": "2017-05-12",
 "awd_max_amd_letter_date": "2023-01-09",
 "awd_abstract_narration": "Although monarch butterflies and humpback whales do not look alike, they have one important thing in common: every year, they embark on a seasonal migration that spans thousands of miles. They are not alone. Migration over short and long distances is a widespread animal behavior. Just why so many species risk the perils and uncertainties of migration is a puzzle. Many theories exist to help understand how this seemingly costly behavior evolved. To evaluate these, it is necessary to think small, namely, at the role played by parasites and pathogens. By combining knowledge from animal movement and infectious disease ecology, the researchers will develop mathematical models to study the evolution of migration. This research will not only improve our understanding of host movement and parasites, but will also advance migration theory broadly. Fully understanding what factors drive migration is crucial for predicting how migratory patterns will continue to adaptively change in the future. This project will address a broad range of problems of social and economic interest such as disease spread between migrating wildlife and livestock. It also will help our understanding of the influence of increasing human travel on emergent diseases. The researchers will engage undergraduate students through teaching modules at the University of Minnesota. In addition, they will provide opportunities for independent research projects. The research findings will be communicated to the public at the Bell Museum of Natural History. \r\n\r\nDespite growing interest in how host migration interacts with infection by pathogens and parasites, there is no rigorous framework to organize, interpret, and predict these interactions. Host movement can either increase or decrease host exposure to parasites and verbal models have generated conflicting predictions. The lack of understanding of when each outcome is likely to occur represents a serious roadblock in our ability to anticipate potential consequences of shifting environmental conditions for both migration and host-parasite dynamics. This research is the first step in overcoming this obstacle. It will use proof-of-concept mathematical models to rigorously test the links between specific assumptions and resulting predictions regarding host movement and parasites. The goal of the work is to develop models that are broadly applicable across systems, but have not yet been considered. Analytical models will be used to test how (a) parasite transmission mode (direct host-to-host-contact versus indirectly through the environment), (b) type of infection cost (survival or fecundity), and (c) spatial/temporal aspects of parasite transmission influence Evolutionarily Stable Strategies. The project will search for the parameter space that promotes evolution of migratory behaviors. The results will highlight certain regions of parameter space as deserving further exploration. This will suggest areas in which more detailed models, parameterized to a specific study system, will be especially useful. The results will also provide a set of theoretical hypotheses that can be tested using already available datasets.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Shaw",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Allison K Shaw",
   "pi_email_addr": "ashaw@umn.edu",
   "nsf_id": "000662891",
   "pi_start_date": "2017-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marlene",
   "pi_last_name": "Zuk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marlene Zuk",
   "pi_email_addr": "mzuk@umn.edu",
   "nsf_id": "000470190",
   "pi_start_date": "2017-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meggan",
   "pi_last_name": "Craft",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Meggan E Craft",
   "pi_email_addr": "craft@umn.edu",
   "nsf_id": "000376298",
   "pi_start_date": "2017-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "1987 UPPER BUFORD CIR",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551081016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 149248.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 31353.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 19217.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although monarch butterflies and humpback whales may not look much alike, they have one important thing in common. Every year, they embark on a seasonal migration that spans thousands of miles. They&rsquo;re not alone: migration over short and long distances is a widespread animal behavior. Just why so many species risk the perils and uncertainties of migration is a puzzle, and many theories exist to help understand how this seemingly costly behavior evolved. We think that to answer these big questions, it&rsquo;s necessary to think small, namely, that the animals&rsquo; parasites and pathogens might drive their migration.</p>\n<p>To conduct our work, we combined knowledge from animal movement and infectious disease ecology to develop proof-of-concept mathematical models to study the interactions between parasites and migration. We learned that across species migrating can be a better option than staying put, even if it exposes migrating animals to more types of parasites. This is because&nbsp; migratory animals should be expected to have lower prevalence (proportion of individuals infected) and intensity (number of parasites per infected individual) of parasites than animals that do not migrate. Furthermore, by moving into new types of environments, migration can also allow individuals to recover from parasite infection. Finally, we drew on ideas from across all of our modeling results to suggest directions for future field- and lab-based studies of animal migration.</p>\n<p>The results of this research have been widely disseminated among scientists via over 20 peer-reviewed publications and 25 national and international scientific presentations across 5 countries (another 4 talks in 2 more countries were canceled due to covid). Model code has been made publicly available via Dryad and Zenodo. This project impacted human resources through training and professional development for 3 undergraduate students and 4 graduate students who were trained in mathematical modeling and mentored on independent research projects that became the basis of peer-reviewed publications. One graduate student participated in two career-enhancing internship projects as part of this grant. Results were also disseminated among the general public through outreach events as part of the Market Science program, bringing science to local farmer&rsquo;s markets. The ideas developed in this grant were also used to inform COVID-19 related policy at the University of Minnesota regarding when to resume in-person research in 2020-2021.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2023<br>\n\t\t\t\t\tModified by: Allison&nbsp;K&nbsp;Shaw</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlthough monarch butterflies and humpback whales may not look much alike, they have one important thing in common. Every year, they embark on a seasonal migration that spans thousands of miles. They’re not alone: migration over short and long distances is a widespread animal behavior. Just why so many species risk the perils and uncertainties of migration is a puzzle, and many theories exist to help understand how this seemingly costly behavior evolved. We think that to answer these big questions, it’s necessary to think small, namely, that the animals’ parasites and pathogens might drive their migration.\n\nTo conduct our work, we combined knowledge from animal movement and infectious disease ecology to develop proof-of-concept mathematical models to study the interactions between parasites and migration. We learned that across species migrating can be a better option than staying put, even if it exposes migrating animals to more types of parasites. This is because  migratory animals should be expected to have lower prevalence (proportion of individuals infected) and intensity (number of parasites per infected individual) of parasites than animals that do not migrate. Furthermore, by moving into new types of environments, migration can also allow individuals to recover from parasite infection. Finally, we drew on ideas from across all of our modeling results to suggest directions for future field- and lab-based studies of animal migration.\n\nThe results of this research have been widely disseminated among scientists via over 20 peer-reviewed publications and 25 national and international scientific presentations across 5 countries (another 4 talks in 2 more countries were canceled due to covid). Model code has been made publicly available via Dryad and Zenodo. This project impacted human resources through training and professional development for 3 undergraduate students and 4 graduate students who were trained in mathematical modeling and mentored on independent research projects that became the basis of peer-reviewed publications. One graduate student participated in two career-enhancing internship projects as part of this grant. Results were also disseminated among the general public through outreach events as part of the Market Science program, bringing science to local farmer’s markets. The ideas developed in this grant were also used to inform COVID-19 related policy at the University of Minnesota regarding when to resume in-person research in 2020-2021.\n\n\t\t\t\t\tLast Modified: 09/08/2023\n\n\t\t\t\t\tSubmitted by: Allison K Shaw"
 }
}