{
 "awd_id": "1654804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Pre- and Syn-Rift Extension, Magmatism and Segmentation along the Eastern North American Margin",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah K. Smith",
 "awd_eff_date": "2017-04-15",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 154689.0,
 "awd_amount": 154689.0,
 "awd_min_amd_letter_date": "2017-04-17",
 "awd_max_amd_letter_date": "2017-04-17",
 "awd_abstract_narration": "The eastern North America margin of the U.S. is a mature continental margin formed by the breakup of the supercontinent Pangaea and the opening of the Atlantic Ocean ~175-140 million years ago. The margin has experienced some of the largest recorded Quaternary offshore slope failures (e.g., the Currituck landslide and Grand Banks landslide and tsunami) within the last 2 million years, and large recent (magnitude 5.9 2011 Mineral, VA) and historic (magnitude 7.3 1886 Charleston, SC) earthquakes. These events highlight the potential hazards as the margin continues to evolve today, millions of years after the cessation of rifting. Using a recently acquired onshore-offshore seismic dataset, this project will delineate crustal and basin structure within the coastal plains and continental shelf of North Carolina and southern Virginia, to understand the processes involved in rift initiation and passive margin evolution. Understanding rift formation and evolution is an active area of research within the hazard community as well as the energy sector, with impacts that relate to many fields such as hazard mitigation, land use planning, local fishing, and tourist economies. The project supports the training of two graduate students, one at the University of New Mexico (a minority serving institution) and the other at Southern Methodist University. \r\n\r\n\r\nThis project investigates the relationship between extension, magmatism and margin segmentation in the early stages of western Atlantic rifting using the amphibious active-source seismic dataset collected during the Eastern North American Margin (ENAM) Community Seismic Experiment. Analysis of two margin-normal seismic refraction profiles spanning the coastline from extended continental crust to mature oceanic crust and of one margin-parallel profile along the rupture zone and the East Coast Magnetic Anomaly will constrain the record of early extension onshore, define the continental-oceanic transition and the lateral extent of pre- and syn-rift magma emplacement and margin segmentation. Analysis of 2-D seismic reflection profiles across the continent-ocean transition will delineate along-strike and margin-dip variations of seaward-dipping reflections age and character, of pre- syn- and post-rift sedimentary sequences, and igneous basement character and crustal structure. The data will provide critical information about margin segmentation during rift initiation and evolution and magmatic distribution. The ENAM is a well-preserved, mature rifted margin created during the breakup of the supercontinent Pangea in the Mesozoic that records multiple stages of Paleozoic continental amalgamation, lithospheric breakup and the interaction with the Central Atlantic Magmatic Province (CAMP), one of the largest and most enigmatic igneous provinces worldwide. This project will examine how magmatism is distributed along and across the margin, how it correlates with both pre-existing suture zones and with modern segmentation at mid-oceanic ridges, and whether the margin is overprinted by the voluminous CAMP emplacement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lindsay",
   "pi_last_name": "Worthington",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Lindsay L Worthington",
   "pi_email_addr": "lworthington@unm.edu",
   "nsf_id": "000623104",
   "pi_start_date": "2017-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807600",
   "pgm_ele_name": "GeoPRISMS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "8076",
   "pgm_ref_txt": "GeoPRISMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 154689.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The mechanics and causes of continental breakup remain among the largest unknowns in plate tectonics, because extensional forces alone are not strong enough to break continental lithosphere. Along the eastern North American margin, the current crustal structure records extension and magmatic addition during the breakup of the supercontinent Pangea. For this project, researchers used a shore-crossing active-source seismic dataset centered on Cape Hatteras, North Carolina, to develop models of crustal structure onshore beneath the coastal plain and offshore along a prominent seafloor magnetic anomaly that is thought to be the locus of continental breakup. The thickness of the crust, and the speed at which seismic waves travel through it, give insight into the location and extent of stretching and magmatism during pre-, early, and late-stage rifting. The data was collected in 2014 and 2015 by the NSF-GeoPRISMS Eastern North American Margin Community Seismic Experiment (e.g., Award Nos. 1348124 and 1348454).</p>\n<p>Onshore, beneath the coastal plain, two crustal transects record the pre- and early rift structure. Extension and magmatism appear minimal in this area, suggesting that the breakup of Pangea was focused farther east, in a narrow rift along what is now the offshore continental shelf and slope. The structure of the lower crust shows little variation across each transect, with slightly higher velocities present in the south. An earlier stage of extension during the Triassic, approximately 60 million years before the breakup of Pangea, created a series of basins within the coastal plain. The crustal structure shows no apparent correlation between Triassic basin location and changes in lower crust velocity or geometry. The Triassic extension which gave rise to these basins was likely not accompanied by magmatism and that may be why Triassic extension did not ultimately lead to rifting.</p>\n<p>Offshore, crustal structure along the East Coast Magnetic Anomaly (ECMA) offers insight into magmatic processes during the final rifting stages, at the sight of continental breakup. Previous studies show that changes in the magnitude of the magnetic anomaly align with changes in thickness of shallow, volcanic emplacements. This study reveals newly discovered variations in lower crust velocities and thicknesses along the margin. The lower crust is punctuated by regions of very seismically fast material (&gt;7.5 km/s) separated by regions of seismically slower material (~7.0-7.5 km/s). This variability gives insight into melt transport from the mantle and may be explained by the process of forming proto-oceanic crust with diffuse upwelling. Mantle melt below a tectonic plate upwells in a more localized fashion than in normal seafloor spreading. The site of initial upwelling and intrusion into the lower crust may be represented by the sections of very fast lower crust. This material represents the first melt to reach the crust and eventually solidified into a high velocity, magnesium-rich gabbro. The slower regions could represent melt extracted from the upwelling site. Here, the lower magnesium content in the extracted melt would lower both the velocity and the density, leading to gravity lows that correspond to the gaps. Preexisting structures along the margin may influence magmatic emplacement, but difference in spatial scale between earlier structures and the observed lower crust features makes specific correlations difficult. The results of this project suggest, instead, that the distribution of fast lower crust material is controlled by internal processes inherent in diffuse upwelling.</p>\n<p class=\"paragraph\">This project supported two graduate Masters theses at the University of New Mexico, six major conference presentations and two manuscripts currently in preparation for submission to peer-reviewed academic journals. Thomas L. Luckie graduated from UNM in 2017 with a thesis titled:&nbsp;<em>Insights on magmatic addition beneath the mid-Atlantic Coastal Plain from crustal seismic refraction data</em>.&nbsp; Collin Brandl graduate from UNM in 2019 with a thesis titled:&nbsp;<em>Magmatic Distribution at the Rift-to-Drift Transition During the Breakup of Pangea</em>. Both theses are available via electronic repository at the University of New Mexico library.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2020<br>\n\t\t\t\t\tModified by: Lindsay&nbsp;Worthington</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe mechanics and causes of continental breakup remain among the largest unknowns in plate tectonics, because extensional forces alone are not strong enough to break continental lithosphere. Along the eastern North American margin, the current crustal structure records extension and magmatic addition during the breakup of the supercontinent Pangea. For this project, researchers used a shore-crossing active-source seismic dataset centered on Cape Hatteras, North Carolina, to develop models of crustal structure onshore beneath the coastal plain and offshore along a prominent seafloor magnetic anomaly that is thought to be the locus of continental breakup. The thickness of the crust, and the speed at which seismic waves travel through it, give insight into the location and extent of stretching and magmatism during pre-, early, and late-stage rifting. The data was collected in 2014 and 2015 by the NSF-GeoPRISMS Eastern North American Margin Community Seismic Experiment (e.g., Award Nos. 1348124 and 1348454).\n\nOnshore, beneath the coastal plain, two crustal transects record the pre- and early rift structure. Extension and magmatism appear minimal in this area, suggesting that the breakup of Pangea was focused farther east, in a narrow rift along what is now the offshore continental shelf and slope. The structure of the lower crust shows little variation across each transect, with slightly higher velocities present in the south. An earlier stage of extension during the Triassic, approximately 60 million years before the breakup of Pangea, created a series of basins within the coastal plain. The crustal structure shows no apparent correlation between Triassic basin location and changes in lower crust velocity or geometry. The Triassic extension which gave rise to these basins was likely not accompanied by magmatism and that may be why Triassic extension did not ultimately lead to rifting.\n\nOffshore, crustal structure along the East Coast Magnetic Anomaly (ECMA) offers insight into magmatic processes during the final rifting stages, at the sight of continental breakup. Previous studies show that changes in the magnitude of the magnetic anomaly align with changes in thickness of shallow, volcanic emplacements. This study reveals newly discovered variations in lower crust velocities and thicknesses along the margin. The lower crust is punctuated by regions of very seismically fast material (&gt;7.5 km/s) separated by regions of seismically slower material (~7.0-7.5 km/s). This variability gives insight into melt transport from the mantle and may be explained by the process of forming proto-oceanic crust with diffuse upwelling. Mantle melt below a tectonic plate upwells in a more localized fashion than in normal seafloor spreading. The site of initial upwelling and intrusion into the lower crust may be represented by the sections of very fast lower crust. This material represents the first melt to reach the crust and eventually solidified into a high velocity, magnesium-rich gabbro. The slower regions could represent melt extracted from the upwelling site. Here, the lower magnesium content in the extracted melt would lower both the velocity and the density, leading to gravity lows that correspond to the gaps. Preexisting structures along the margin may influence magmatic emplacement, but difference in spatial scale between earlier structures and the observed lower crust features makes specific correlations difficult. The results of this project suggest, instead, that the distribution of fast lower crust material is controlled by internal processes inherent in diffuse upwelling.\nThis project supported two graduate Masters theses at the University of New Mexico, six major conference presentations and two manuscripts currently in preparation for submission to peer-reviewed academic journals. Thomas L. Luckie graduated from UNM in 2017 with a thesis titled: Insights on magmatic addition beneath the mid-Atlantic Coastal Plain from crustal seismic refraction data.  Collin Brandl graduate from UNM in 2019 with a thesis titled: Magmatic Distribution at the Rift-to-Drift Transition During the Breakup of Pangea. Both theses are available via electronic repository at the University of New Mexico library.\n\n\t\t\t\t\tLast Modified: 09/11/2020\n\n\t\t\t\t\tSubmitted by: Lindsay Worthington"
 }
}