{
 "awd_id": "1654104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Interplay of Particle Phase State and Thermodynamic Mixing in Secondary Organic Aerosol Formation and Partitioning",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 686802.0,
 "awd_amount": 721488.0,
 "awd_min_amd_letter_date": "2017-06-13",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "Forests and anthropogenic activities emit reactive gases that convert to fine particles by complex processes. Current models are unable to predict this secondary particle production and the particle properties limiting our ability to assess impacts on regional air quality and water cycle. This project will develop a detailed first principles model and calibrate it with measurements to predict secondary fine particle production, their properties and their impacts on ice and cloud formation in convective storms. The educational component will develop a web based interactive computational chemistry model to inform and attract students to atmospheric research.\r\n\r\nThe research will harness a master chemical mechanism and a kinetic multi-layer model of gas-particle interactions in aerosols and clouds that explicitly resolves the phase sensitive reactions and mass transport at the particle surface and bulk. This new model will be constrained by laboratory data on size resolved particle phase and chemical composition of secondary organic aerosol (SOA) formation from organic gases. How this formation mechanism transitions and the SOA properties change as we go from isoprene (biogenic) to naphthalene (anthropogenic) organic gases will be investigated to gain molecular level insight. The simulations will be extended to convective regimes of relative humidity, temperatures and updraft velocities that involve ice-nucleation pathways for SOA particles and compared to recent laboratory measurements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manabu",
   "pi_last_name": "Shiraiwa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manabu Shiraiwa",
   "pi_email_addr": "m.shiraiwa@uci.edu",
   "nsf_id": "000727126",
   "pi_start_date": "2017-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "539 Rowland Hall",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926974675",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 134658.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 132531.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 135756.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 174856.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 143687.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the grand challenges of atmospheric chemistry is to understand how chemistry and gas-particle partitioning of inorganic and organic species influence mass concentrations, chemical composition, and size distributions of atmospheric aerosols. Recent findings of the occurrence of an amorphous semisolid state and phase separation in SOA particles challenge our traditional views of physics and chemistry of SOA. An unresolved issue was how aerosol chemical composition, physical state and non-ideal thermodynamic mixing influence SOA growth and evolution. In this project we advanced the fundamental and micro-physicochemical understanding of secondary organic aerosols (SOA) for better assessment and prediction of climate and air quality. We developed a series of parameterizations to predict glass transition temperature (Tg) of organic compounds based on elemental composition and volatility. In addition, we developed a new Tg prediction method powered by machine learning and &ldquo;molecular embeddings&rdquo;, which are unique numerical representations of chemical compounds that retain information on their structure, inter atomic connectivity and functionality. We applied these methods to predict viscosity of laboratory-generated SOA. We have also implemented this method in large-scale model to predict SOA viscosity over the US. We applied the kinetic multilayer model of gas&ndash;particle partitioning (KM-GAP) to simulate condensation of semi-volatile species into a core&ndash;shell phase-separated particle to evaluate equilibration timescales of SOA partitioning. KM-GAP was also applied to a series of laboratory experiments on heterogeneous and multiphase chemistry. We coupled KM-GAP to a detailed thermodynamic model AIOMFAC, so that the evolution of particle phase state (e.g., liquid vs. semisolid vs. amorphous solid states) and non-ideality (e.g., non-ideality and phase separation) can be treated comprehensively. We found that phase separation and surface crust formation can significantly impact gas-particle interactions. We demonstrated how the interplay of particle phase state and thermodynamic mixing &nbsp;impacts the formation and partitioning of SOA.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2023<br>\n\t\t\t\t\tModified by: Manabu&nbsp;Shiraiwa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the grand challenges of atmospheric chemistry is to understand how chemistry and gas-particle partitioning of inorganic and organic species influence mass concentrations, chemical composition, and size distributions of atmospheric aerosols. Recent findings of the occurrence of an amorphous semisolid state and phase separation in SOA particles challenge our traditional views of physics and chemistry of SOA. An unresolved issue was how aerosol chemical composition, physical state and non-ideal thermodynamic mixing influence SOA growth and evolution. In this project we advanced the fundamental and micro-physicochemical understanding of secondary organic aerosols (SOA) for better assessment and prediction of climate and air quality. We developed a series of parameterizations to predict glass transition temperature (Tg) of organic compounds based on elemental composition and volatility. In addition, we developed a new Tg prediction method powered by machine learning and \"molecular embeddings\", which are unique numerical representations of chemical compounds that retain information on their structure, inter atomic connectivity and functionality. We applied these methods to predict viscosity of laboratory-generated SOA. We have also implemented this method in large-scale model to predict SOA viscosity over the US. We applied the kinetic multilayer model of gas&ndash;particle partitioning (KM-GAP) to simulate condensation of semi-volatile species into a core&ndash;shell phase-separated particle to evaluate equilibration timescales of SOA partitioning. KM-GAP was also applied to a series of laboratory experiments on heterogeneous and multiphase chemistry. We coupled KM-GAP to a detailed thermodynamic model AIOMFAC, so that the evolution of particle phase state (e.g., liquid vs. semisolid vs. amorphous solid states) and non-ideality (e.g., non-ideality and phase separation) can be treated comprehensively. We found that phase separation and surface crust formation can significantly impact gas-particle interactions. We demonstrated how the interplay of particle phase state and thermodynamic mixing  impacts the formation and partitioning of SOA.\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2023\n\n\t\t\t\t\tSubmitted by: Manabu Shiraiwa"
 }
}