{
 "awd_id": "1654762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LTREB Collaborative Proposal: Large-scale removal of introduced ants as a test of community reassembly",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2017-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 177548.0,
 "awd_amount": 177548.0,
 "awd_min_amd_letter_date": "2017-04-24",
 "awd_max_amd_letter_date": "2017-04-24",
 "awd_abstract_narration": "The introduction of non-native species into ecosystems is a pervasive form of environmental change with negative impacts ranging from shifts in the number and types of species, compromised ecosystem services and, in some cases, extinction of native species. Surprisingly little information exists, however, regarding the capacity of ecological systems to recover after introduced species removal. In particular, only a handful of studies on species invasions combine long-term, pre-invasion data with invader-removal experiments over temporal scales long enough to determine whether or not native species assemblages fully recover. This project will examine the reassembly of native ant communities following the landscape-scale removal of the Argentine ant, a common, widespread and ecologically disruptive introduced species. Following invader removal, researchers will quantify recovery of native ant assemblages with respect to their genetic diversity, species diversity, and ecological function. Multiple approaches, such as those to be employed here, are required to further clarify the rate and extent to which ecosystems recover from this type of environmental change. Broader impacts related to this work include research support for PhD students from UC San Diego and UC Berkeley, a research experience for undergraduates program for students from California State University, Channel Islands (a four-year Hispanic Serving Institution), and a high school outreach program focused on understanding ecological effects of invasive species. \r\n\r\nThe experimental removal of numerically dominant, introduced species can provide unparalleled opportunities to examine community reassembly. Invader-removal experiments can shed light on how reassembly is influenced by processes acting within a given system or, alternatively, reflects processes acting at larger spatial scales. The objectives of this research are to quantify the structural (genetic diversity, species diversity) and functional (trophic position, ecological function) components of the recovery of native ant assemblages following landscape-scale removal of the non-native Argentine ant. With large-scale eradication treatments on Santa Cruz Island, California, now complete, the project from this point forward will quantify native ant reassembly over a decadal time scale. The central hypothesis is that native assemblages will recover from invader removal but only if reassembly is measured over temporal scales (1) that are commensurate with the life history of focal native species, and (2) that encompass how interspecific interactions change during assemblage formation. This research will provide an unprecedented test of the capacity for native assemblages to regain structure and function after invader removal and also yield novel information about the factors that control the richness, composition and ecological function of an important terrestrial animal assemblage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Tsutsui",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Neil D Tsutsui",
   "pi_email_addr": "ntsutsui@berkeley.edu",
   "nsf_id": "000548837",
   "pi_start_date": "2017-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California",
  "perf_str_addr": "130 Mulford Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "119600",
   "pgm_ele_name": "LONG-TERM RSCH IN ENVIR BIO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "1196",
   "pgm_ref_txt": "LONG-TERM RSCH IN ENVIR BIO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 177548.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span>In this project, we examined the recovery of native ant communities after the successful eradication of the invasive Argentine ant (<em>Linepithema humile</em>) on Santa Cruz Island (SCI), California. Because the Argentine ant is able to displace, and in come cases extirpate, native ant species, the eradication of Argentine ants on SCI presents a unique opportunity to examine how ecosystems recover from such severe impacts.&nbsp;</span><span>The broader collaborative research project focused on the recovery of structural attributes of native ant communities, including genetic diversity and species diversity, as well as functional attributes, including trophic position and ecological function. The portion of the project covered by this grant included the genetic analyses of ant populations, both on SCI as well as on nearby mainland sites. We performed genetic analysis by sequencing &gt;2500 ultra-conserved element (UCE) loci across several different species of ants, including four species that are endemic to SCI. Comparing island and mainland populations, we found&nbsp;some generalities across ant species, such as lower genetic diversity on island populations but, surprisingly, also differences among some species in genetic structure, perhaps arising from idiosyncrasies in components of their natural history, such as physical capacity for long-distance dispersal. Interestingly, comparison of four different endemic ant species shows that there are different routes to endemism, including colonization, relictualization, and neo-endemism. Because this grant supported the first five years of a ten-year project, further long-term analyses of the ant community reassembly on SCI are underway.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2022<br>\n\t\t\t\t\tModified by: Neil&nbsp;D&nbsp;Tsutsui</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "In this project, we examined the recovery of native ant communities after the successful eradication of the invasive Argentine ant (Linepithema humile) on Santa Cruz Island (SCI), California. Because the Argentine ant is able to displace, and in come cases extirpate, native ant species, the eradication of Argentine ants on SCI presents a unique opportunity to examine how ecosystems recover from such severe impacts. The broader collaborative research project focused on the recovery of structural attributes of native ant communities, including genetic diversity and species diversity, as well as functional attributes, including trophic position and ecological function. The portion of the project covered by this grant included the genetic analyses of ant populations, both on SCI as well as on nearby mainland sites. We performed genetic analysis by sequencing &gt;2500 ultra-conserved element (UCE) loci across several different species of ants, including four species that are endemic to SCI. Comparing island and mainland populations, we found some generalities across ant species, such as lower genetic diversity on island populations but, surprisingly, also differences among some species in genetic structure, perhaps arising from idiosyncrasies in components of their natural history, such as physical capacity for long-distance dispersal. Interestingly, comparison of four different endemic ant species shows that there are different routes to endemism, including colonization, relictualization, and neo-endemism. Because this grant supported the first five years of a ten-year project, further long-term analyses of the ant community reassembly on SCI are underway.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2022\n\n\t\t\t\t\tSubmitted by: Neil D Tsutsui"
 }
}