{
 "awd_id": "1654107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Structurally and Chemically Ordered States in Low Dimensional Crystals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 519995.0,
 "awd_amount": 519995.0,
 "awd_min_amd_letter_date": "2017-01-05",
 "awd_max_amd_letter_date": "2021-06-04",
 "awd_abstract_narration": "Nontechnical description: This project aims to explore synthesis strategies by which ordered atomic chains can be created in sub-nanometer thin layers of materials containing atoms of more than two different chemical elements, often called alloys. By controlling the exact positions of the atoms in an alloy, the properties of the material can be tuned in different directions. The work utilizes advanced electron microscopy imaging and spectroscopy techniques to understand the mechanisms of chemical and structural ordering of these materials. The research has a potential to design materials with controllable thermal, electronic, optoelectronic, and magnetic properties in wide ranges and to provide the key to properly design devices for heat dissipation applications, energy storage, electronics, optoelectronics, and thermoelectrics. This project also promotes the scientific fundamentals of emerging technologies through various educational modules. In addition, the principal investigator engages with specific target audiences by providing research experience to high school, undergraduate, and graduate students, in particular focusing on women and other minority groups within under-served communities. \r\n\r\nTechnical description: Alloying and doping are considered versatile strategies for tuning charge and heat transport in nanostructures. Whether the resulting alloy structure is random or ordered can have a profound impact on the macroscale electronic, optoelectronic, vibrational, and transport properties of the material. Structural and chemical ordering in superlattices and heterostructures have already been demonstrated and led to phonon anomalies and significant anisotropy in thermal and electrical transport. In the family of two-dimensional (2D) crystals, however, the structural degree of freedom, i.e. the spatial correlation between dissimilar elements on a given crystallographic site in the lattice remains largely unknown. This research explores chemical ordering as a mechanism to design anisotropy in 2D crystal alloys and beyond. Through a kinetically-driven synthesis mechanism, chemically and structurally ordered states are introduced in atomically thin 2D crystal alloys. Leveraging recent advancements in atomic resolution imaging and spectroscopy, this research elucidates how chemically and structurally ordered states and vacancy-dopant complexes at the atomic level can tune the macroscale charge and phonon transport anisotropy in 2D materials. Furthermore, the research has a potential to determine how the resulting chemical and structural degrees of freedom can tailor the macroscale optoelectronic, electronic, and thermal transport anisotropy in 2D crystal alloys. This understanding helps design structural anisotropy towards improved electronics, optoelectronics and thermoelectric response in low dimensional crystals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nasim",
   "pi_last_name": "Alem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nasim Alem",
   "pi_email_addr": "nua10@psu.edu",
   "nsf_id": "000654244",
   "pi_start_date": "2017-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "N339 Millennium Science Complex",
  "perf_city_name": "State College",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 107053.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 112608.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 97177.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 102356.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100801.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Whether the resulting alloy structure is random or ordered can have a profound impact on the macroscale electronic, optoelectronic, vibrational, and transport properties of the material. This study investigated alloying anisotropy and doping as a versatile strategy for tuning macroscale electronic and optoelectronic properties in the family of 2D heterostructures. Among the family of 2D crystals, TMDs were considered for this investigation due to their unique interactions with phonons, excitons, and charge carriers leading to potential applications in thermoelectrics, electronics, and optoelectronic.&nbsp; In addition, TMDs comprise a large family of elements with a wide variation in their atomic masses and valences. This provides an opportunity to create transformative optoelectronic, electronic, and thermal transport properties through chemical and structural ordering in this class of materials. Leveraging recent advancements in atomic resolution imaging and spectroscopy, this CAREER proposal explored how chemically and structurally ordered states and vacancy-dopant complexes at the atomic level can tune the macroscale charge and phonon transport anisotropy in low dimensional TMD alloys as well as other low dimensional crystals and nanostructures.</p>\n<p>Through various synthesis approaches, this work successfully uncovered the role of native defects on the nucleation and crystal growth of TMD heterostructures and explored how defects and dislocations can create various stackings leading to different domains with potentially transformative optical response.&nbsp; This study further explored how dissimilar 2D crystals, as different building blocks, can create unique atomic registries along interfaces, and lead to epitaxial stabilization with modulated electronic properties.&nbsp; Through structural distortions, domain formation, and occasional atomic slip, the observed epitaxial stabilization can lead to modulations in the electronic properties and is expected to exhibit polarization-dependent optoelectronic properties within the heterostructure. &nbsp;In collaboration with advanced crystal growth centers and through a combination of experiment and theory, this study also explored photon emission and quantum confinement in 2M TMD quantum dots, which holds great potential for fundamental excitonic physics and novel photonics, optoelectronics, and nanophotonic applications.&nbsp; The fundamental knowledge gained from this project was used to design different educational in person and online modules and was presented through various outreach channels to the public in central Pennsylvania.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/29/2024<br>\nModified by: Nasim&nbsp;Alem</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWhether the resulting alloy structure is random or ordered can have a profound impact on the macroscale electronic, optoelectronic, vibrational, and transport properties of the material. This study investigated alloying anisotropy and doping as a versatile strategy for tuning macroscale electronic and optoelectronic properties in the family of 2D heterostructures. Among the family of 2D crystals, TMDs were considered for this investigation due to their unique interactions with phonons, excitons, and charge carriers leading to potential applications in thermoelectrics, electronics, and optoelectronic. In addition, TMDs comprise a large family of elements with a wide variation in their atomic masses and valences. This provides an opportunity to create transformative optoelectronic, electronic, and thermal transport properties through chemical and structural ordering in this class of materials. Leveraging recent advancements in atomic resolution imaging and spectroscopy, this CAREER proposal explored how chemically and structurally ordered states and vacancy-dopant complexes at the atomic level can tune the macroscale charge and phonon transport anisotropy in low dimensional TMD alloys as well as other low dimensional crystals and nanostructures.\n\n\nThrough various synthesis approaches, this work successfully uncovered the role of native defects on the nucleation and crystal growth of TMD heterostructures and explored how defects and dislocations can create various stackings leading to different domains with potentially transformative optical response. This study further explored how dissimilar 2D crystals, as different building blocks, can create unique atomic registries along interfaces, and lead to epitaxial stabilization with modulated electronic properties. Through structural distortions, domain formation, and occasional atomic slip, the observed epitaxial stabilization can lead to modulations in the electronic properties and is expected to exhibit polarization-dependent optoelectronic properties within the heterostructure. In collaboration with advanced crystal growth centers and through a combination of experiment and theory, this study also explored photon emission and quantum confinement in 2M TMD quantum dots, which holds great potential for fundamental excitonic physics and novel photonics, optoelectronics, and nanophotonic applications. The fundamental knowledge gained from this project was used to design different educational in person and online modules and was presented through various outreach channels to the public in central Pennsylvania. \n\n\n\n\n\n\t\t\t\t\tLast Modified: 02/29/2024\n\n\t\t\t\t\tSubmitted by: NasimAlem\n"
 }
}