{
 "awd_id": "1654382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Probing Energy Release in Solar Explosive Events with New Generation Radio Telescopes",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Winter",
 "awd_eff_date": "2017-01-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 717365.0,
 "awd_amount": 717365.0,
 "awd_min_amd_letter_date": "2017-01-13",
 "awd_max_amd_letter_date": "2021-01-19",
 "awd_abstract_narration": "The research program of this five-year CAREER project has the potential to significantly advance knowledge on key topics in heliophysics and astrophysics, namely the physical mechanism(s) responsible for releasing a large amount of energy catastrophically and accelerating charged particles to high energies in a short timescale.  By developing unique methods enabled by the new radio observing technique, the project will fill a major gap in the knowledge of the location and properties of the energy release site by tracing accelerated electrons, mapping dynamic shocks, as well as deriving energetic electron distribution and magnetic field in and around the flaring region.  It is expected that the knowledge gained from this project will impact not only the field of solar physics, but also many other heliophysical and astrophysical contexts where similar physical processes occur in the magnetized plasma.\r\n\r\nThis CAREER project will utilize a new generation of radio telescopes, including the Expanded Owens Valley Solar Array and the Jansky Very Large Array, to study solar explosions with a fundamentally new technique: broadband radio dynamic imaging spectropolarimetry.  This technique enables the capability of obtaining a high-resolution radio spectrum from every pixel of a radio image at a cadence of tens of milliseconds.  Complemented by multi-wavelength data in optical, ultraviolet, and X-rays, these radio observations will provide revolutionarily new diagnostic methods to probe fundamental physical processes behind these explosive events.  Topics of the proposed research project will be integrated into teaching and mentoring students at all levels.  A Solar Radio Laboratory (SRL) will be built on campus to serve as a new teaching facility for student education and hands-on training in both physics and engineering.  The PI will also contribute to the development of a new graduate curriculum in solar and space physics under the framework of the multi-institutional Hale Collaborative Graduate Education (COLLAGE) program.  The PI will create a course module for the COLLAGE program by integrating his specialties in high-energy solar physics, current research topics, and hands-on teaching/training resources enabled by the SRL.\r\n\r\nImproved knowledge on the origin of solar explosive events is critical to understanding the basic science needed to meet the goals of the National Space Weather Strategy and Action Plan, which aims to develop tools to forecast space weather and mitigate its impacts.  The experience gained from this project will also form the basis for developing the Frequency Agile Solar Radiotelescope (FASR), which is a transformative solar radio telescope recommended by two decadal surveys for construction in this decade.  The educational component of this program will educate and train students at all levels in cutting-edge observations, instrumentation, and modeling through the SRL platform.  The development of the Hale COLLAGE Program will foster the growth of next-generation solar and space physicists by providing effective education and hands-on training for students at NJIT and other institutions.  The research and EPO agenda of this CAREER project supports the Strategic Goals of the AGS Division in discovery, learning, diversity, and interdisciplinary research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bin",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bin Chen",
   "pi_email_addr": "bin.chen@njit.edu",
   "nsf_id": "000726473",
   "pi_start_date": "2017-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 Dr M.L.K. Jr Blvd",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 137003.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 136928.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 142197.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 147722.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 153515.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this NSF-funded project entitled &ldquo;CAREER: Probing Energy Release in Solar Explosive Events with New Generation Radio Telescopes&rdquo; is to improve our understanding of the energy release processes involved in explosive solar activities such as flares, coronal mass ejections (CMEs), and jets. This project emphasizes the unique capabilities made available by a new generation of radio telescopes. A fundamentally new technique&mdash;broadband radio dynamic imaging spectropolarimetry&mdash;is used to study these explosive solar activities. This technique enables the capability of obtaining a high-resolution radio spectrum from every pixel of a radio image at a cadence of up to tens of milliseconds. Complemented by multi-wavelength data in optical, ultraviolet, and X-rays, these radio observations provide revolutionarily new diagnostic methods to probe fundamental physical processes behind these explosive events, which, among others, may include determining the location and properties of the energy release site by tracing accelerated electrons, mapping dynamic shocks, as well as deriving energetic electron distribution and magnetic field in and around the flaring region.</p>\n<p>By utilizing a number of state-of-the-art radio telescopes equipped with the new technique, which include the Jansky Very Large Array (VLA), Expanded Owens Valley Solar Array (EOVSA), Atacama Large Millimeter Array (ALMA), and the Murchison Widefield Array (MWA), complemented by extreme ultraviolet (EUV) and X-ray data from NASA spacecraft including SDO, RHESSI, Hinode, and IRIS, works performed under this project led to a large number of peer-reviewed publications (51 in total)&nbsp; and numerous presentations at professional conferences. Some key findings include (a) the discovery of a &ldquo;magnetic bottle&rdquo; structure located above the solar flare arcade where the energetic electrons were highly concentrated (Chen et al. 2020, Nature Astronomy), (b) the measurement of a fast-decaying magnetic field that had sufficient energy to power the flare energy release (Fleishman et al. 2020, Science) and a highly efficient electron acceleration region where nearly all background electrons were accelerated to nonthermal energies (Fleishman et al. 2022, Nature), (c) the discovery of many episodes of bi-directional outflows in the large-scale plasma sheet that coincided with microwave and X-ray bursts (Yu et al. 2020, ApJ), (d) the identification and detailed mapping of solar flare termination shocks using radio spectral imaging of stochastic decimetric spike bursts (Luo et al. 2021, Chen et al. 2019, ApJ), which compared favorably with numerical simulation results (Shen et al. 2018, ApJ), (e) the measurement of the coronal magnetic field of a filament-hosting flux rope using joint observations from EOVSA and BBSO/Goode Solar Telescope (Wei et al. 2021, ApJ), (f) the discovery of long-lasting aurora-like radio emission above a sunspot using data obtained by the Karl G. Jansky Very Large Array (Yu et al. 2024, Nature Astronomy), which provided a possible alternative interpretation for similar emissions observed at other stars, (g) the report of a solar jet event accompanied by wide-spread electron beams injected into the interplanetary space based on joint remote-sensing observations and in situ measurements (Wang et al. 2023, ApJ).&nbsp;</p>\n<p>The project led to many broader impacts. In particular, in recognition of his breakthrough achievements in the area of solar flare physics made mainly through works performed under this project, PI Chen was awarded the 2023 Karen Harvey Prize by the American Astronomical Society&rsquo;s Solar Physics Division (regarded as the division&rsquo;s most prestigious prize for early career scientists). The works supported under this project also contributed to the dissertation research of four (4) Ph.D. students at the New Jersey Institute of Technology (NJIT). Among them, Drs. Yingjie Luo and Yuqian Wei successfully defended their PhD thesis in 2022 and 2023, respectively. Two other Ph.D. students, Meiqi Wang and Ivan Oparin, are both on track toward their thesis defense. The project also supported multiple undergraduate students in conducting research under the guidance of PI Chen. In addition, two postdoctoral fellows (Drs. Sijie Yu and Surajit Mondal) participated in various aspects of the research, and both grew into successful scientists leading federally funded projects. Last but not least, the work supported by this project received wide attention in the community, including multiple news stories issued by NJIT and NSF.</p><br>\n<p>\n Last Modified: 05/06/2024<br>\nModified by: Bin&nbsp;Chen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary goal of this NSF-funded project entitled CAREER: Probing Energy Release in Solar Explosive Events with New Generation Radio Telescopes is to improve our understanding of the energy release processes involved in explosive solar activities such as flares, coronal mass ejections (CMEs), and jets. This project emphasizes the unique capabilities made available by a new generation of radio telescopes. A fundamentally new techniquebroadband radio dynamic imaging spectropolarimetryis used to study these explosive solar activities. This technique enables the capability of obtaining a high-resolution radio spectrum from every pixel of a radio image at a cadence of up to tens of milliseconds. Complemented by multi-wavelength data in optical, ultraviolet, and X-rays, these radio observations provide revolutionarily new diagnostic methods to probe fundamental physical processes behind these explosive events, which, among others, may include determining the location and properties of the energy release site by tracing accelerated electrons, mapping dynamic shocks, as well as deriving energetic electron distribution and magnetic field in and around the flaring region.\n\n\nBy utilizing a number of state-of-the-art radio telescopes equipped with the new technique, which include the Jansky Very Large Array (VLA), Expanded Owens Valley Solar Array (EOVSA), Atacama Large Millimeter Array (ALMA), and the Murchison Widefield Array (MWA), complemented by extreme ultraviolet (EUV) and X-ray data from NASA spacecraft including SDO, RHESSI, Hinode, and IRIS, works performed under this project led to a large number of peer-reviewed publications (51 in total) and numerous presentations at professional conferences. Some key findings include (a) the discovery of a magnetic bottle structure located above the solar flare arcade where the energetic electrons were highly concentrated (Chen et al. 2020, Nature Astronomy), (b) the measurement of a fast-decaying magnetic field that had sufficient energy to power the flare energy release (Fleishman et al. 2020, Science) and a highly efficient electron acceleration region where nearly all background electrons were accelerated to nonthermal energies (Fleishman et al. 2022, Nature), (c) the discovery of many episodes of bi-directional outflows in the large-scale plasma sheet that coincided with microwave and X-ray bursts (Yu et al. 2020, ApJ), (d) the identification and detailed mapping of solar flare termination shocks using radio spectral imaging of stochastic decimetric spike bursts (Luo et al. 2021, Chen et al. 2019, ApJ), which compared favorably with numerical simulation results (Shen et al. 2018, ApJ), (e) the measurement of the coronal magnetic field of a filament-hosting flux rope using joint observations from EOVSA and BBSO/Goode Solar Telescope (Wei et al. 2021, ApJ), (f) the discovery of long-lasting aurora-like radio emission above a sunspot using data obtained by the Karl G. Jansky Very Large Array (Yu et al. 2024, Nature Astronomy), which provided a possible alternative interpretation for similar emissions observed at other stars, (g) the report of a solar jet event accompanied by wide-spread electron beams injected into the interplanetary space based on joint remote-sensing observations and in situ measurements (Wang et al. 2023, ApJ).\n\n\nThe project led to many broader impacts. In particular, in recognition of his breakthrough achievements in the area of solar flare physics made mainly through works performed under this project, PI Chen was awarded the 2023 Karen Harvey Prize by the American Astronomical Societys Solar Physics Division (regarded as the divisions most prestigious prize for early career scientists). The works supported under this project also contributed to the dissertation research of four (4) Ph.D. students at the New Jersey Institute of Technology (NJIT). Among them, Drs. Yingjie Luo and Yuqian Wei successfully defended their PhD thesis in 2022 and 2023, respectively. Two other Ph.D. students, Meiqi Wang and Ivan Oparin, are both on track toward their thesis defense. The project also supported multiple undergraduate students in conducting research under the guidance of PI Chen. In addition, two postdoctoral fellows (Drs. Sijie Yu and Surajit Mondal) participated in various aspects of the research, and both grew into successful scientists leading federally funded projects. Last but not least, the work supported by this project received wide attention in the community, including multiple news stories issued by NJIT and NSF.\t\t\t\t\tLast Modified: 05/06/2024\n\n\t\t\t\t\tSubmitted by: BinChen\n"
 }
}