{
 "awd_id": "1654664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Enabling Sustainable Polymer Synthesis through Design of New Catalysts",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 700000.0,
 "awd_min_amd_letter_date": "2017-03-02",
 "awd_max_amd_letter_date": "2018-06-05",
 "awd_abstract_narration": "In this project funded by the Chemical Catalysis Program of the Chemistry Division, Professor Bradley Carrow of the Department of Chemistry at Princeton University is studying the synthesis of new catalysts to prepare functional polymers directly from abundant industrial chemicals, such as ethylene, acrylic acid derivatives, carbon monoxide, and carbon dioxide. Polymers are long chain organic molecules that derive many of their properties from the entanglements and interactions between the chains.  Polymers have become ubiquitous materials in our daily lives, impacting most industries, including agriculture and food, health and safety, as well as transportation. The modification of polyethylene, the most common of all polymers (187 billion pounds produced in 2014), to include atoms other than carbon and hydrogen can give rise to distinct new material properties, such as enhanced biodegradability, that could extend the applications of this essential polymer class into new arenas. Catalytic production methods are poised to accomplish these goals in a sustainable fashion because they occur with lower energy demand and better molecular structure control than standard routes that are still practiced commercially. The project is providing an integrated research and educational experience for graduate and undergraduate students through research and science communication training.  Professor Carrow is developing a program designed to reach educators from Trenton and Newark area high schools that also includes plans to train graduate students to communicate and interact with people who are not \"fellow experts.\"  These schools have a large proportion of students whose ethnicity is underrepresented in the chemistry field, and therefore the plans have a strong component of broadening the participation of underrepresented students in STEM fields.  \r\n\r\nIn this project, Professor Carrow is leveraging the flexible structure of chelating phosphine-phosphonic diamide (PPDA) ligands as a platform for systematic studies of alkene migratory insertion reactions involving group 10 metal complexes relevant to catalytic insertion copolymerizations of ethylene with acrylates, carbon monoxide, or carbon dioxide. Insertion polymerization catalysts are strongly inhibited by intramolecular coordination of a functional group within a polymeryl ligand following polar monomer enchainment, which generally depresses catalyst efficiencies below practical thresholds. These limitations have persisted over many years, and fundamental mechanistic insights are still needed for the design of next generation catalysts, particularly those of base metals, with significantly improved activity, molecular weight control, and sequence distribution control. Professor Carrow is developing structure-activity relationships from reactions of palladium and nickel complexes each with a characteristic PPDA ligand to disentangle the ensemble effects of ligand charge, donicity, and steric encumbrance on the rates of stoichiometric reactions involving model catalyst resting state complexes. Parallel studies within a catalytic manifold are correlating these electrostatic, inductive, and steric forces with changes in relative propagation and chain transfer rates involving ethylene and a comonomer, which ultimately dictate the catalyst control over polymer sequence distribution, microstructure, and molecular weight.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Carrow",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley P Carrow",
   "pi_email_addr": "bcarrow@uh.edu",
   "nsf_id": "000697627",
   "pi_start_date": "2017-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 408220.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 218684.0
  }
 ],
 "por": null
}