{
 "awd_id": "1654483",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Bimolecular Mechanisms for Nickel-Mediated Bond Formation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 700000.0,
 "awd_min_amd_letter_date": "2016-12-20",
 "awd_max_amd_letter_date": "2018-05-24",
 "awd_abstract_narration": "Transition metal catalysis allows for the efficient and economical syntheses of organic compounds that finds widespread applications in chemical, pharmaceutical, and polymer manufacturing. In comparison to the very commonly used precious metal catalysts, catalysts based on nickel represent an inexpensive and earth-abundant alternative. In addition, nickel provides access to new types of chemical reactions and products, as well as unprecedented reactivity. In this project, Dr. Tianning Diao is conducting a fundamental study to understand how nickel forms chemical bonds between elements of importance in organic chemistry, thereby providing the basis for solving practical challenges in this critically important class of chemical reactions.  In addition to training students at the interface of organic and inorganic chemistry, Dr. Diao is developing a summer workshop program to help teachers from institutions with underrepresented minority students overcome challenges in teaching science. In addition, Dr. Diao is actively engaged in creating, editing, and updating contents in ChemWiki, a free online textbook, serving students worldwide. \r\n\r\nWith funding from the Chemical Catalysis Program of the Chemistry Division, Dr. Diao of New York University is establishing bimolecular reductive elimination mechanisms for a variety of Ni-mediated bond formation processes. Well-defined bimetallic Ni complexes undergo oxidation to generate mixed-valent and high-valent intermediates, which rapidly proceed to form carbon-carbon, carbon-halogen, and nitrogen-nitrogen bonds. Spectroscopic characterization of Ni-Ni bonds and their roles in stabilizing reactive intermediates provide the mechanistic basis for developing new reactions for chemical synthesis. Dr. Diao is actively contributing to Chemwiki, a free online textbook, serving students worldwide, especially the financially disadvantaged. In addition, Dr. Diao is developing a summer workshop program to help enhance teaching of science at institutions with underrepresented minority students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tianning",
   "pi_last_name": "Diao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tianning Diao",
   "pi_email_addr": "diao@nyu.edu",
   "nsf_id": "000676946",
   "pi_start_date": "2016-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "100 Washington Square East",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100036688",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 420000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 280000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;A challenge in using first-row transition metals for catalysis involves their tendency to undergo one-electron transformations, which leads to undesired side-products. We synthesized well-defined nickel complexes and verified that bimolecular nickel complexes could achieve two-electron transformations by accepting/donating one electron to/from each metal center and changing the oxidation state of each metal by one. Moreover, we studied the mechanism of nickel-mediated substrate activation. Ni(I)-mediated single-electron oxidative activation of alkyl halides has been extensively proposed as a key step in Ni-catalyzed cross-coupling reactions to generate radical intermediates. There are four mechanisms through which this step could take place: oxidative addition, outer-sphere electron transfer, inner-sphere electron transfer, and concerted halogen-atom-abstraction. We isolated a series of (Xantphos)Ni(I)&ndash;Ar complexes that selectively activate alkyl halides over aryl halides to eject radicals and form Ni(II) complexes. This observation allows the application of kinetic studies on the steric, electronic, and solvent effects, in combination with DFT calculations, toward a systematic assessment of the four possible pathways. Furthermore, we applied our insight in Ni-catalyzed C&ndash;C bond formations to explore catalytic alkene functionalization. We developed a two-component alkene dicarbofunctionalization with a Ni catalyst in combination with 1,10-phenanthroline catalyst. Finally, we discovered an enantioselective 1,2-diarylation of vinylarenes. This reaction represents a compelling method for preparing chiral a,a,b-triarylated ethane scaffolds, which exist in several biologically active molecules. The use of reducing conditions with aryl bromides as coupling partners avoids stoichiometric organometallic reagents and tolerates a broad range of functional groups.</p>\n<p>The project has provided excellent research training for students of all levels. All members are learning at the interface of organic and inorganic chemistry. The training occurs during the normal research activities and interactions with the PI. Overall, we have provided research opportunities for over 10 undergraduate students, summer students through the REU program, and high-school student through the ACS-SEED program. All the graduate students are involved in mentoring undergraduate and high school researchers. The practice helped them develop a culture of contributing to their scientific and broader communities.&nbsp;We developed multiple outreach programs to impart the excitement of science at the interface of organic, inorganic, and organometallic chemistry. We have created, edited, and updated contents for Chemwiki, a free online textbook. The &ldquo;Organometallic Mechanism&rdquo; and &ldquo;Catalysis&rdquo; modules that are to be developed for Chemwiki will have a significant impact worldwide by providing students, especially financially disadvantaged ones, with access to topics intimately related to contemporary research, including those from our laboratory. The creation of contents was incorporated as exercises for graduate students in the graduate classes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2022<br>\n\t\t\t\t\tModified by: Tianning&nbsp;Diao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n A challenge in using first-row transition metals for catalysis involves their tendency to undergo one-electron transformations, which leads to undesired side-products. We synthesized well-defined nickel complexes and verified that bimolecular nickel complexes could achieve two-electron transformations by accepting/donating one electron to/from each metal center and changing the oxidation state of each metal by one. Moreover, we studied the mechanism of nickel-mediated substrate activation. Ni(I)-mediated single-electron oxidative activation of alkyl halides has been extensively proposed as a key step in Ni-catalyzed cross-coupling reactions to generate radical intermediates. There are four mechanisms through which this step could take place: oxidative addition, outer-sphere electron transfer, inner-sphere electron transfer, and concerted halogen-atom-abstraction. We isolated a series of (Xantphos)Ni(I)&ndash;Ar complexes that selectively activate alkyl halides over aryl halides to eject radicals and form Ni(II) complexes. This observation allows the application of kinetic studies on the steric, electronic, and solvent effects, in combination with DFT calculations, toward a systematic assessment of the four possible pathways. Furthermore, we applied our insight in Ni-catalyzed C&ndash;C bond formations to explore catalytic alkene functionalization. We developed a two-component alkene dicarbofunctionalization with a Ni catalyst in combination with 1,10-phenanthroline catalyst. Finally, we discovered an enantioselective 1,2-diarylation of vinylarenes. This reaction represents a compelling method for preparing chiral a,a,b-triarylated ethane scaffolds, which exist in several biologically active molecules. The use of reducing conditions with aryl bromides as coupling partners avoids stoichiometric organometallic reagents and tolerates a broad range of functional groups.\n\nThe project has provided excellent research training for students of all levels. All members are learning at the interface of organic and inorganic chemistry. The training occurs during the normal research activities and interactions with the PI. Overall, we have provided research opportunities for over 10 undergraduate students, summer students through the REU program, and high-school student through the ACS-SEED program. All the graduate students are involved in mentoring undergraduate and high school researchers. The practice helped them develop a culture of contributing to their scientific and broader communities. We developed multiple outreach programs to impart the excitement of science at the interface of organic, inorganic, and organometallic chemistry. We have created, edited, and updated contents for Chemwiki, a free online textbook. The \"Organometallic Mechanism\" and \"Catalysis\" modules that are to be developed for Chemwiki will have a significant impact worldwide by providing students, especially financially disadvantaged ones, with access to topics intimately related to contemporary research, including those from our laboratory. The creation of contents was incorporated as exercises for graduate students in the graduate classes.\n\n \n\n\t\t\t\t\tLast Modified: 04/27/2022\n\n\t\t\t\t\tSubmitted by: Tianning Diao"
 }
}