{
 "awd_id": "1654882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supreme Court Polarization and Its Effects on Judicial Decision Making, the Media, and Institutional Legitimacy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "reginald sheehan",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 218954.0,
 "awd_amount": 218954.0,
 "awd_min_amd_letter_date": "2017-05-11",
 "awd_max_amd_letter_date": "2017-05-11",
 "awd_abstract_narration": "The U.S. Supreme Court has become more ideologically polarized over time, with the Court?s center shrinking as more justices populate each end of the ideological spectrum. This has occurred, in part, because Presidents, Senators, and policy groups have increasingly prioritized ideological compatibility and reliability in the appointment process. This project will document the degree of polarization over several Court eras, highlighting periods of low to high polarization. Because the Court has become increasingly divided as it decides some of the most important issues in American politics, each vacancy represents an opportunity to shape the long-term direction of the Court?s decision making. The project seeks to explain how and why polarization matters for the Court?s role in American government. \r\n\r\nThe project consists of five components. First, the study will include extensive data and statistical analyses of the changing levels of Court polarization since 1946, measuring justices? ?swing capacities? to determine how many justices in a given period were swing justices vis-à-vis reliable ideologues. Second, the project will include statistical analyses of how polarization has influenced the direction of the Court?s decision making, while testing whether the existence of at least one swing justice sustains fairly moderate policy outputs over time. Third, by analyzing Supreme Court voting data, the project aims to explain a ?polarization paradox?: As Court polarization has increased over time, both the rates of closely-divided (5-4) case outcomes and of unanimous decisions have escalated. Fourth, by engaging in content-analyzes of media coverage of the Court?s rulings over time, the study will analyze whether the media report on the Court in more political and less legalistic terms in polarized eras relative to less polarized eras. Finally, the project will examine how polarization influences the legitimacy and authority of the Court as the final arbiter of constitutional meaning in American politics. Using an experimental approach, this project will test whether a polarized Supreme Court elicits lower levels of legitimacy from the mass public than a less polarized Court.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Bartels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon Bartels",
   "pi_email_addr": "bartels@gwu.edu",
   "nsf_id": "000584235",
   "pi_start_date": "2017-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 218954.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The U.S. Supreme Court is more ideologically polarized today than ever. The Court&rsquo;s center has been shrinking and more justices populate each end of the ideological spectrum. And in 2018, with the appoinment of Justice Kavanaugh, the Court's center has completely dropped out and the Court contains a five-justice conservative majority on the Court. How did the Court become so polarized and why does it matter? Presidents, senators, and policy groups have increasingly prioritized ideological compatibility and reliability in the appointment process, which is a departure from the past. The project has documented the degree of polarization over several post-war Court eras. Polarization on the Court has increased over time, though not necessarily in a linear fashion. The Court today represents an apex in polarization since the dawn of the New Deal era. Because the Court is so divided and decides some of the most important issues in American politics, each vacancy represents an opportunity to shape the long-term direction of the Court&rsquo;s policymaking. This forms a vicious circle between polarization and the appointment process. The project&rsquo;s ultimate significance is explaining how and why polarization matters for the Court&rsquo;s role in American government. Polarization has tangible effects on the direction of the Court&rsquo;s policymaking, its voting outcomes, media discourse about the Court as politicized versus legalistic, and public support for the Court's power and authority in the political system.</p>\n<p>In addition to documenting the patterns and sources of polarization over time, the project has collected original data and conducted extensive empirical analyses of the consequences of polarization. First, the project continues to examine how polarization has influenced the direction of the Court&rsquo;s policymaking. The existence of at least one swing justice has kept policy outputs fairly moderate on average over time. Additional analysis will further examine the dynamics of the new polarized Court with the addition of Justice Kavanaugh and the extent to which Chief Justice Roberts has worked to moderate the Court's outputs. Second, by analyzing Supreme Court voting data over time, the project will continue to analyze the &ldquo;polarization paradox&rdquo;: As polarization has increased over time, the rate of closely-divided (5-4) case outcomes has increased, but surprisingly, so has the rate of unanimity. Third, content analysis of&nbsp;<em>New York Times</em> coverage of the Court&rsquo;s rulings over time has found that media cover the Court in more political terms in polarized relative to less polarized eras. However, the relative balance continues to tilt in the direction of \"cold, legalistic\" coverage. Additional analyses will further gauge the public <em>demand</em> for politicized coverage that emphasizes aspects related specifically to polarization. Do people prefer politized coverage of the Court to \"cold, legalistic\" coverage? Those results will also speak to whether the <em>Times</em> is adequately responding to consumer demand.</p>\n<p>Fourth, the project examines how Supreme Court polarization influences public support for judicial power. The project has conducted four original survey experimental studies to study this dynamic in different ways. The studies span very general effects to dynamics surrounding the explosive Kavanaugh appointment process to specific rulings and distinguishing the effects of polarization from vote splits (close versus unanimous votes). A fourth study examines whether people <em>prefer</em> a polarized court (to a less polarized Court) conditional on policy/partisan agreement. The results from studies show that polarization does indeed enhance citizens' reliance on ideological and partisan preferences when making judgments about the Court's power in American government. Put another way, polarization increases the extent to which policy disagreement influences support for judicial power.</p>\n<p>The study contributes significant intellectual merit writ large by adding new insights into historical patterns of Supreme Court polarization and the sources of increasing polarization. Importantly, the study contributes new knowledge to the consquences of Supreme Court polarization for policymaking, media coverage, and public judgments of the Court's power and authority in the political system, which has implications for institutional legitimacy as well. The project also has significant broader impact potential.&nbsp;Understanding how justices are appointed, how ideological coalitions and resulting levels of polarization are generated, and how the Court makes policy (law versus ideology) are crucial for understanding its rulings on important issues, which have real-world consequences for the lives of ordinary Americans.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2019<br>\n\t\t\t\t\tModified by: Brandon&nbsp;Bartels</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe U.S. Supreme Court is more ideologically polarized today than ever. The Court?s center has been shrinking and more justices populate each end of the ideological spectrum. And in 2018, with the appoinment of Justice Kavanaugh, the Court's center has completely dropped out and the Court contains a five-justice conservative majority on the Court. How did the Court become so polarized and why does it matter? Presidents, senators, and policy groups have increasingly prioritized ideological compatibility and reliability in the appointment process, which is a departure from the past. The project has documented the degree of polarization over several post-war Court eras. Polarization on the Court has increased over time, though not necessarily in a linear fashion. The Court today represents an apex in polarization since the dawn of the New Deal era. Because the Court is so divided and decides some of the most important issues in American politics, each vacancy represents an opportunity to shape the long-term direction of the Court?s policymaking. This forms a vicious circle between polarization and the appointment process. The project?s ultimate significance is explaining how and why polarization matters for the Court?s role in American government. Polarization has tangible effects on the direction of the Court?s policymaking, its voting outcomes, media discourse about the Court as politicized versus legalistic, and public support for the Court's power and authority in the political system.\n\nIn addition to documenting the patterns and sources of polarization over time, the project has collected original data and conducted extensive empirical analyses of the consequences of polarization. First, the project continues to examine how polarization has influenced the direction of the Court?s policymaking. The existence of at least one swing justice has kept policy outputs fairly moderate on average over time. Additional analysis will further examine the dynamics of the new polarized Court with the addition of Justice Kavanaugh and the extent to which Chief Justice Roberts has worked to moderate the Court's outputs. Second, by analyzing Supreme Court voting data over time, the project will continue to analyze the \"polarization paradox\": As polarization has increased over time, the rate of closely-divided (5-4) case outcomes has increased, but surprisingly, so has the rate of unanimity. Third, content analysis of New York Times coverage of the Court?s rulings over time has found that media cover the Court in more political terms in polarized relative to less polarized eras. However, the relative balance continues to tilt in the direction of \"cold, legalistic\" coverage. Additional analyses will further gauge the public demand for politicized coverage that emphasizes aspects related specifically to polarization. Do people prefer politized coverage of the Court to \"cold, legalistic\" coverage? Those results will also speak to whether the Times is adequately responding to consumer demand.\n\nFourth, the project examines how Supreme Court polarization influences public support for judicial power. The project has conducted four original survey experimental studies to study this dynamic in different ways. The studies span very general effects to dynamics surrounding the explosive Kavanaugh appointment process to specific rulings and distinguishing the effects of polarization from vote splits (close versus unanimous votes). A fourth study examines whether people prefer a polarized court (to a less polarized Court) conditional on policy/partisan agreement. The results from studies show that polarization does indeed enhance citizens' reliance on ideological and partisan preferences when making judgments about the Court's power in American government. Put another way, polarization increases the extent to which policy disagreement influences support for judicial power.\n\nThe study contributes significant intellectual merit writ large by adding new insights into historical patterns of Supreme Court polarization and the sources of increasing polarization. Importantly, the study contributes new knowledge to the consquences of Supreme Court polarization for policymaking, media coverage, and public judgments of the Court's power and authority in the political system, which has implications for institutional legitimacy as well. The project also has significant broader impact potential. Understanding how justices are appointed, how ideological coalitions and resulting levels of polarization are generated, and how the Court makes policy (law versus ideology) are crucial for understanding its rulings on important issues, which have real-world consequences for the lives of ordinary Americans. \n\n\t\t\t\t\tLast Modified: 09/27/2019\n\n\t\t\t\t\tSubmitted by: Brandon Bartels"
 }
}