{
 "awd_id": "1655095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Thresholds and mechanisms of net ecosystem production (NEP) resilience following moderate disturbance: Why does one ecosystem recover and another one crash?",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 874090.0,
 "awd_min_amd_letter_date": "2017-08-02",
 "awd_max_amd_letter_date": "2021-08-03",
 "awd_abstract_narration": "Forests of the United States are primary sources of food, fiber and energy.  They play a fundamental role in the earth's climate system by sequestering in plant biomass carbon that might otherwise form the molecular backbone of atmospheric greenhouse gases such as carbon dioxide. Forests' capacity to capture atmospheric carbon dioxide and build biomass may change substantially with age and disturbance.  Scientists have long theorized a decline in growth and carbon uptake as forests age. New observations, however, suggest that low levels of disturbance, such as those originating from insect pests, fungal pathogens, and extreme weather, in aging forests may, counter-intuitively, sustain or even increase forest carbon sequestration and growth. The mechanisms underlying these higher-than-expected rates of forest carbon sequestration are unknown. This study seeks to identify the mechanisms underpinning forest growth resilience to disturbance, and their thresholds. The researchers will also evaluate if, how, and why different computer simulations, critical to predicting future forest carbon storage and growth and yield, fail to replicate this resilience. Furthermore, they will determine whether evergreen forests in the western United States and deciduous forests in the East, with different prevailing disturbance regimes and climates, follow unique age-forest growth trajectories. The benefits of this project to society, forest and land managers, grade school educators, university students, and forest scientists are far-reaching. By combining biologically-informed field and simulation experiments with a synthesis of North American forests, this study will significantly advance our ecological thinking about forest disturbance, while producing results immediately relevant and accessible to ecosystem and earth system simulations, and to forest managers working to maximize carbon storage, growth, and timber production in increasingly disturbed forest landscapes. The project will produce openly available instructional materials for grade school teachers, train several graduate and undergraduate students, provide open and transparent sources of data and computer code to scientists and land managers, and form a student training partnership between a United States Department of Energy laboratory and an academic institution.  \r\n\r\nThe future terrestrial carbon sink is uncertain as forests of the United States upper Midwest and east broadly advance from early to middle forest succession. With this transition, early successional canopy dominants are senescing and giving way to more biologically and structurally complex forests that are increasingly subject to moderate severity disturbance. Recent studies suggest that net primary production may be sustained in such forests at higher-than-expected rates, but the limits of and mechanisms behind such functional resilience cannot be predicted from present knowledge, which is derived almost entirely from studies of severe, stand-replacing disturbance dynamics in recently disturbed forests. Ecosystem and global models, developed from the same intellectual foundations, also have trouble reproducing the effects of moderate disturbances. The three core research objectives of this work are to: 1) identify mechanisms supporting net primary production resilience to disturbance, and their thresholds; understand if, how, and why different forest models fail to replicate this NPP resilience; and 3) elucidate whether temperate deciduous and coniferous forests, with different disturbance regimes and climates, follow unique age-production trajectories. The project uses a 3-pronged approach of field experiments, model testing, and large-scale data synthesis to transform understanding of how resilient the carbon cycle will be to a range of moderate disturbance intensities in aging forests, elucidating the underlying mechanisms that determine the threshold between net primary production resilience and decline. The field component uses a fully replicated gradient of disturbance severity, from 0 to 85 % defoliation, to systematically determine how and why the carbon cycle shifts in response to rising disturbance levels. The PIs will employ a suite of carbon and nitrogen cycling measurements, focusing on canopy structure, leaf physiology, and canopy nitrogen reallocation, to identify the mechanisms that cause rapid net primary production resilience or decline following disturbance. The modeling component of the project uses data assimilation experiments, running two very different ecophysiological models within an open source, NSF-supported ecoinformatics toolbox, to identify the processes most responsible for the models' hypothesized failure to simulate net primary production resilience to disturbance, and iteratively inform the next field season's sampling priorities. Finally, a data synthesis component uses newly available observations to characterize disturbance effects on age-net ecosystem production trajectories for North American's temperate forests.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Gough",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Gough",
   "pi_email_addr": "cmgough@vcu.edu",
   "nsf_id": "000516713",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University, Biology",
  "perf_str_addr": "1000 W. Cary Street",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232842012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 305552.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 494448.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 14901.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 59189.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Non-technical Title: Predicting and preparing for the effects of insects on forest production and carbon sequestration</strong></p>\n<p><strong>Summary:&nbsp;</strong>Field experiments and computer models revealed that productive forests containing trees varying in height were well-equipped to sustain wood production when 85% of trees succumbed to a disturbance simulating wood-boring insects; however, wood decomposition may reduce carbon sequestration. In addition to this knew knowledge, the project yielded free resources for high school teachers and supported research and education at a field biological station.<br />_________________________</p>\n<p>Disturbances from wood-boring insects are increasing in frequency and extent, threatening the sustainability of economically and ecologically important goods and services supplied by forests, including wood production and carbon sequestration (Figure 1). Insects cause patchy tree mortality, killing only a few trees in some places and most or all trees in other areas of a forest. While disturbances from insects are increasing in the hardwood forests of the upper Midwest and Northeastern United States, their effects are not well-known. In addition, the qualities of a forest that equip it to withstand the effects of wood-boring insects are not known, but such understanding is important to predicting, sustaining, and managing forests as disturbances increase.</p>\n<p>To address these knowledge gaps, this project used experimental manipulations and computer models to investigate how wood-boring insects affect wood production and carbon sequestration. The field experiment produced a realistic gradient of tree mortality, killing 45%, 65%, or 85% of all trees within four different forests. To mimic wood-boring insects, researchers stripped the bark from thousands of trees, cutting off the supply of carbohydrates to the roots and causing mortality within two years, a timeframe that is similar to mortality caused by insect pests. Computer models simulated the longer-term effects of wood-boring insects on wood production and carbon sequestration under different climate conditions.</p>\n<p>The experiment revealed that in the first few years following simulated wood-boring insect infestation, wood production was stable or increased slightly, while carbon sequestration&nbsp;in plants and soils began to decline as the number of trees affected by disturbance increased (Figure 2). While the wood produced by large trees decreased, smaller trees grew faster, stabilizing or increasing overall wood production as the percentage of trees affected by disturbance increased. In contrast, carbon sequestration declined at higher levels of tree mortality because decomposing trees lose carbon. Computer modeling similarly suggested that decomposition will increase over time, potentially causing forests with high tree mortality to become carbon emitters for a period of time. The computer model also predicted that the long-term recovery of wood production and carbon sequestration depends on climate conditions, particularly air temperatures and the amount of sunlight.&nbsp;</p>\n<p>These results have important implications for the sustainability and management of forests impacted by wood-boring insects. The findings show that forests can sustain wood production for fuel, fiber, and timber at high levels of insect infestation, with those containing more plant biomass and a greater diversity of tree sizes before and after disturbance better withstanding the initial effects of wood-boring insects. However, the results also suggest that the large influx of decomposing trees could reduce sequester carbon, even as wood production is sustained. Therefore, forest management that enhances tree biomass and size diversity before and after wood-boring insects arrive may help sustain some, but not all, goods and services provided by these ecosystems. The computer modeling results also suggest that forest managers should anticipate different responses to wood-boring insects, depending on climate during the time of recovery.</p>\n<p>In addition to new knowledge useful to forest managers and policy makers, the project generated a free resource for high school science teachers (<a href=\"https://qubeshub.org/publications/4449/1\">https://qubeshub.org/publications/4449/1</a>), supported the training of dozens of post-baccalaureate, undergraduate and graduate students, and provided an outdoor laboratory for college courses at a biological field station in Michigan. The free education resource was authored by a high school teacher and researcher, using data from the project to demonstrate connections between plant biochemistry, wood production, and forest carbon sequestration. College student engagement ranged from graduate level research to federal work study-supported data processing and analysis. Moreover, the field experiment was a popular resource for in-person and virtual instruction, with several courses collecting data from the site and multiple videographers using the experiment as a visual for online education.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2023<br>\n\t\t\t\t\tModified by: Christopher&nbsp;M&nbsp;Gough</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1655095/1655095_10509871_1694806649867_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1655095/1655095_10509871_1694806649867_Figure1--rgov-800width.jpg\" title=\"A Michigan forest impacted by insects\"><img src=\"/por/images/Reports/POR/2023/1655095/1655095_10509871_1694806649867_Figure1--rgov-66x44.jpg\" alt=\"A Michigan forest impacted by insects\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Tree mortality caused by insects is increasing in many forested regions, potentially affecting ecologically and economically important goods and services, including wood production and carbon sequestration.</div>\n<div class=\"imageCredit\">CM Gough</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;M&nbsp;Gough</div>\n<div class=\"imageTitle\">A Michigan forest impacted by insects</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1655095/1655095_10509871_1694806747369_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1655095/1655095_10509871_1694806747369_Fig2--rgov-800width.jpg\" title=\"The effects of simulated wood-boring insects\"><img src=\"/por/images/Reports/POR/2023/1655095/1655095_10509871_1694806747369_Fig2--rgov-66x44.jpg\" alt=\"The effects of simulated wood-boring insects\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Two years after a simulated wood-boring insect infestation, total wood production increased because small trees grew faster as the percentage of trees affected by disturbance increased; however, carbon sequestered in plants and soils decreased as dead-tree decomposition increased.</div>\n<div class=\"imageCredit\">CM Gough</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;M&nbsp;Gough</div>\n<div class=\"imageTitle\">The effects of simulated wood-boring insects</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nNon-technical Title: Predicting and preparing for the effects of insects on forest production and carbon sequestration\n\nSummary: Field experiments and computer models revealed that productive forests containing trees varying in height were well-equipped to sustain wood production when 85% of trees succumbed to a disturbance simulating wood-boring insects; however, wood decomposition may reduce carbon sequestration. In addition to this knew knowledge, the project yielded free resources for high school teachers and supported research and education at a field biological station.\n_________________________\n\nDisturbances from wood-boring insects are increasing in frequency and extent, threatening the sustainability of economically and ecologically important goods and services supplied by forests, including wood production and carbon sequestration (Figure 1). Insects cause patchy tree mortality, killing only a few trees in some places and most or all trees in other areas of a forest. While disturbances from insects are increasing in the hardwood forests of the upper Midwest and Northeastern United States, their effects are not well-known. In addition, the qualities of a forest that equip it to withstand the effects of wood-boring insects are not known, but such understanding is important to predicting, sustaining, and managing forests as disturbances increase.\n\nTo address these knowledge gaps, this project used experimental manipulations and computer models to investigate how wood-boring insects affect wood production and carbon sequestration. The field experiment produced a realistic gradient of tree mortality, killing 45%, 65%, or 85% of all trees within four different forests. To mimic wood-boring insects, researchers stripped the bark from thousands of trees, cutting off the supply of carbohydrates to the roots and causing mortality within two years, a timeframe that is similar to mortality caused by insect pests. Computer models simulated the longer-term effects of wood-boring insects on wood production and carbon sequestration under different climate conditions.\n\nThe experiment revealed that in the first few years following simulated wood-boring insect infestation, wood production was stable or increased slightly, while carbon sequestration in plants and soils began to decline as the number of trees affected by disturbance increased (Figure 2). While the wood produced by large trees decreased, smaller trees grew faster, stabilizing or increasing overall wood production as the percentage of trees affected by disturbance increased. In contrast, carbon sequestration declined at higher levels of tree mortality because decomposing trees lose carbon. Computer modeling similarly suggested that decomposition will increase over time, potentially causing forests with high tree mortality to become carbon emitters for a period of time. The computer model also predicted that the long-term recovery of wood production and carbon sequestration depends on climate conditions, particularly air temperatures and the amount of sunlight. \n\nThese results have important implications for the sustainability and management of forests impacted by wood-boring insects. The findings show that forests can sustain wood production for fuel, fiber, and timber at high levels of insect infestation, with those containing more plant biomass and a greater diversity of tree sizes before and after disturbance better withstanding the initial effects of wood-boring insects. However, the results also suggest that the large influx of decomposing trees could reduce sequester carbon, even as wood production is sustained. Therefore, forest management that enhances tree biomass and size diversity before and after wood-boring insects arrive may help sustain some, but not all, goods and services provided by these ecosystems. The computer modeling results also suggest that forest managers should anticipate different responses to wood-boring insects, depending on climate during the time of recovery.\n\nIn addition to new knowledge useful to forest managers and policy makers, the project generated a free resource for high school science teachers (https://qubeshub.org/publications/4449/1), supported the training of dozens of post-baccalaureate, undergraduate and graduate students, and provided an outdoor laboratory for college courses at a biological field station in Michigan. The free education resource was authored by a high school teacher and researcher, using data from the project to demonstrate connections between plant biochemistry, wood production, and forest carbon sequestration. College student engagement ranged from graduate level research to federal work study-supported data processing and analysis. Moreover, the field experiment was a popular resource for in-person and virtual instruction, with several courses collecting data from the site and multiple videographers using the experiment as a visual for online education.\n\n\t\t\t\t\tLast Modified: 09/15/2023\n\n\t\t\t\t\tSubmitted by: Christopher M Gough"
 }
}