{
 "awd_id": "1655574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: COLLABORATIVE RESEARCH: Neuroendocrine basis of gestural display evolution",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 279600.0,
 "awd_amount": 326081.0,
 "awd_min_amd_letter_date": "2017-07-05",
 "awd_max_amd_letter_date": "2021-07-22",
 "awd_abstract_narration": "The signals that animals use for reproductive communication are vital for survival and progeny, and thus the evolution of such signals is extensively studied.  Yet, despite this work, little is known about signal evolution from a physiological perspective, particularly with respect to how the nervous system is changed to support the emergence of novel signals. To address this issue, this research project investigates the mechanisms underlying an unusual reproductive communication signal in frogs, known as the \"foot flag.\"  By comparing how androgenic hormones, such as testosterone, act on the spinal cord and hind limb muscles in foot-flagging vs. non foot-flagging frogs, this project aims to understand what changes occurred as foot-flagging evolved in this species group.  This project also applies physiological models that have explained motor disease to understanding the evolution of this complex and ecologically relevant behavior.  Results provide insight into how neural systems can evolve and function in the natural environment.  Additionally, the unique collaboration between researchers at a women's college, a research university, and the world-class Vienna Zoo provide hands-on research experiences for 1st and 2nd year undergraduates, particularly women and first-generation college students.  The investigators also incorporate this research into undergraduate courses and fund international research experiences that include public outreach about the biology and conservation of foot-flagging frogs in Borneo, India, and Peru.\r\n\r\nThis project uses a comparative approach and combines molecular and behavioral analyses to test how the action of androgenic hormones is modified in neuromotor systems to support the evolution of new reproductive communication signals. Prior data shows that the emergence of \"foot flagging\" in male frogs - a signal that is produced by conspicuously waving the hind limb - is marked by a 10-fold increase in the androgenic sensitivity within the skeletal muscles that control this movement. Using quantitative real-time PCR and in situ hybridization to compare androgen receptor levels in foot-flagging vs. non-foot flagging species, this research project tests the hypothesis that changes in expression levels and patterning of androgen receptors within multiple levels of the hindlimb neuromotor pathway are associated with the independent evolution of foot flagging in multiple frog lineages. Furthermore, this project uses pharmacological tools to block androgen receptors in order to test the hypothesis that androgenic signaling in leg muscles is required for foot-flagging behavior and to support the spinal motor circuitry that controls hind limb movement. Though such \"bottom up\" modification of neuromotor circuitry is reported in studies of motor disease, this project is the first study to explore this as a mechanism for regulating a complex and ecologically relevant motor behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Mangiamele",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa A Mangiamele",
   "pi_email_addr": "lmangiamele@smith.edu",
   "nsf_id": "000714594",
   "pi_start_date": "2017-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smith College",
  "inst_street_address": "10 ELM ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHAMPTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135842700",
  "inst_zip_code": "010636304",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF THE SMITH COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KRDJLRA9X6F3"
 },
 "perf_inst": {
  "perf_inst_name": "Smith College",
  "perf_str_addr": "10 Elm Street",
  "perf_city_name": "Northampton",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010636304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 279600.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 46481.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-405bf0f0-7fff-e75d-0e14-c60ee5fe9bae\"><span>This project tested the idea that the evolution of a new behavior in animals occurs in parallel with a physiological change, in this case an increase in sensitivity to androgenic hormones, like testosterone. In contrast to the view that changes in hormone sensitivity in the nervous system are associated with evolutionary changes in behavior, we have found that changes in the androgen sensitivity of skeletal muscles is most strongly associated with the emergence of a novel behavior, known as ?foot flagging,? in which frogs wave their hind limb to deter rivals and attract mates. So far we have evidence that this occurs in the leg muscles of at least three unrelated species of foot-flagging frog, suggesting that the convergent evolution of a similar behavior is associated with shared physiological traits. Our work also contributes to the body of knowledge of how androgenic hormones influence the production of animal communication signals. In foot-flagging frogs, we showed that gestural signaling can be inhibited by blocking androgen hormone receptors, and that overall signaling strategy and/or multimodal signal dynamics is changed in males when androgen receptors are blocked. In contrast to many other studies, we have not found that vocalizations are dependent on androgenic hormones in foot-flagging frogs. This points to a decoupling of vocalizations from other androgen hormone-mediated traits, possibly allowing both vocalizations and foot-flagging behavior to evolve along independent trajectories. Overall, we have made great progress in understanding how gestural signals evolve.</span><span> </span><span>The broader impacts of the project include the scientific training of undergraduates ? particularly women, underrepresented populations, and first-generation college students ? through participation in mentored research experiences in the PI's laboratory and through course-based research experiences in the PI's Research in Systems Neurobiology course. Collaborative work with the Vienna Zoo in Vienna, Austria serves to disseminate findings from the research to the broader public. </span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2023<br>\n\t\t\t\t\tModified by: Lisa&nbsp;A&nbsp;Mangiamele</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project tested the idea that the evolution of a new behavior in animals occurs in parallel with a physiological change, in this case an increase in sensitivity to androgenic hormones, like testosterone. In contrast to the view that changes in hormone sensitivity in the nervous system are associated with evolutionary changes in behavior, we have found that changes in the androgen sensitivity of skeletal muscles is most strongly associated with the emergence of a novel behavior, known as ?foot flagging,? in which frogs wave their hind limb to deter rivals and attract mates. So far we have evidence that this occurs in the leg muscles of at least three unrelated species of foot-flagging frog, suggesting that the convergent evolution of a similar behavior is associated with shared physiological traits. Our work also contributes to the body of knowledge of how androgenic hormones influence the production of animal communication signals. In foot-flagging frogs, we showed that gestural signaling can be inhibited by blocking androgen hormone receptors, and that overall signaling strategy and/or multimodal signal dynamics is changed in males when androgen receptors are blocked. In contrast to many other studies, we have not found that vocalizations are dependent on androgenic hormones in foot-flagging frogs. This points to a decoupling of vocalizations from other androgen hormone-mediated traits, possibly allowing both vocalizations and foot-flagging behavior to evolve along independent trajectories. Overall, we have made great progress in understanding how gestural signals evolve. The broader impacts of the project include the scientific training of undergraduates ? particularly women, underrepresented populations, and first-generation college students ? through participation in mentored research experiences in the PI's laboratory and through course-based research experiences in the PI's Research in Systems Neurobiology course. Collaborative work with the Vienna Zoo in Vienna, Austria serves to disseminate findings from the research to the broader public. \n\n\t\t\t\t\tLast Modified: 10/31/2023\n\n\t\t\t\t\tSubmitted by: Lisa A Mangiamele"
 }
}