{
 "awd_id": "1655772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Effects of mating system change on population dynamics: an experimental test across competitive contexts",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 677357.0,
 "awd_amount": 721425.0,
 "awd_min_amd_letter_date": "2017-03-28",
 "awd_max_amd_letter_date": "2022-06-23",
 "awd_abstract_narration": "Habitat fragmentation, global pollinator declines, and land use change are rapidly transforming ecological conditions in plant populations. What is the fate of plant populations in this increasingly altered world? Interactions between plants and their pollinators are being disrupted in human-disturbed habitats, leading to increased rates of self-fertilization (seeds produced with pollen from the same flower vs. from another plant) by plants. Because offspring produced by self-fertilization are more likely to have decreased survival and reproduction, a major conservation concern relates to whether and how loss of pollinator services for individual plants scales up to influence plant population growth and persistence. This research will experimentally evaluate the impact of changes in the frequency of self-fertilization on population growth under different ecological conditions. The focal species is affected by habitat fragmentation and is classified as imperiled in several states. Findings will contribute broadly to our understanding of and ability to predict the fates of these and other similar plant and animal species in a changing world. Additionally, the researcher will implement outreach programs, leading educational programs in plant-pollinator interactions at yearly K-6 summer camps. Yearly survey data of wild populations will be collected by citizen scientists. A postdoctoral associate, graduate student, and numerous undergraduates will be trained in research and outreach skills. \r\n\r\n\r\nThis project employs a powerful experimental demographic approach to evaluate the impact of mating system (pattern of inbreeding) on population growth of a self-compatible plant, Sabatia angularis (rosepin), across competitive contexts. Selfing rate (0%, 25%, 50%, 75%, 100%) and competitive context (high vs. low interspecific competition) of experimental populations will be directly manipulated through hand pollinations and contrasting mowing regimes. The demographic fates of all individuals will be followed over three generations. Demographic data will be used to parameterize models from which population dynamics can be derived. The impact of selfing rate, competitive context, and their interaction on vital rates (growth, survival, fecundity) and population growth rate will be evaluated, including non-linear relationships. The underlying causes of observed changes (or similarities) in growth rate across experimental treatments will be investigated with additional demographic analyses. Demographic models will also be constructed to mimic the experimental mating-system gradient by incorporating prior static inbreeding depression estimates in silico and outcomes compared to experimental results. Research findings will further address the ecological impacts of genetic load, demographic costs of selection, and impacts of intraspecific variation on species coexistence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Spigler",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel B Spigler",
   "pi_email_addr": "rachel.spigler@temple.edu",
   "nsf_id": "000218293",
   "pi_start_date": "2017-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1900 N. 12th St.",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 156815.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 87133.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 435409.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 42068.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit</strong></p>\r\n<p>Human activities are fragmenting natural habitats, shrinking plant populations that are vital to ecosystems. These smaller populations face higher inbreeding levels, as fewer plants mean closer relatives and more self-pollination in pollinator-poor areas. Inbreeding can reduce growth, survival, and reproduction, threatening population health. However, the role of ecological factors like competition and resource availability in shaping these effects is often overlooked. Our research investigated how inbreeding, competition, and environmental conditions interact to affect natural selection and population growth, using the native plant&nbsp;<em>Sabatia angularis</em>&nbsp;as a focal study system. We employed a multifaceted approach, including large-scale field experiments, demographic monitoring in both experimental and wild populations, multiple greenhouse experiments, and modeling.&nbsp;&nbsp;At a broader scale, this comprehensive strategy enabled us to examine how ecological, genetic, and demographic processes interact to shape evolutionary outcomes and population persistence.</p>\r\n<p>&nbsp;</p>\r\n<p>Our findings revealed that human land use isolates populations across the landscape, increasing inbreeding and reducing genetic diversity, with urban development having the strongest effects. In experimental populations, the effects of inbreeding varied with plant density and the type and frequency of competitors (outcrossed vs. inbred, presence/absence of other species). Outcrossed plants generally grow better and are superior competitors. However, this means that they compete more aggressively with each other for resources, leading to stronger density-dependent dynamics compared to inbred populations. As a result, average plant size at high densities is similar across populations regardless of inbreeding levels. These results highlight how competition can mask effects of inbreeding depression on growth, potentially providing a misleading impression of population stability.</p>\r\n<p>&nbsp;</p>\r\n<p>Simulation models provided deeper insights into the interaction between competition and inbreeding. While inbreeding depression in initial plant size showed limited impact under resource competition, even small disadvantages in growth rate for inbred individuals could lead to significant fitness reductions. Competitive gains by outcrossed plants and reduced competition among inbred plants with higher rates of inbreeding are predicted to moderate population declines but not eliminate them.</p>\r\n<p>&nbsp;</p>\r\n<p>Further experimental studies revealed novel effects of inbreeding, such as shortening the lifespan of individual flowers, which could hinder reproduction in areas with fewer pollinators by reducing the time available for pollen transfer. Resource availability emerged as a critical factor in how plants allocate resources between maintaining existing flowers and producing new ones, suggesting unexpected ways in which inbreeding depression and resource availability can interact to influence fitness outcomes.</p>\r\n<p>&nbsp;</p>\r\n<p>Through mathematical and simulation models, we investigated how interactions between population dynamics and evolution shape population persistence under environmental change. Many plant species have seed banks&mdash;dormant seeds in the soil that remain viable for years. While seed banks may harbor outdated traits that reduce fitness, we demonstrate that under certain conditions, storing seeds from extreme years can enhance adaptation and promote population persistence by acting as steppingstones to novel environments. These findings have broad implications for a wide range of organisms with long-lived dormant stages and offer valuable insights for conservation strategies, such as prioritizing seeds from stressful years to preserve traits better aligned with future environmental challenges.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Broader Impacts</strong></p>\r\n<p>The project offered extensive training and mentorship opportunities, fostering the development of two PhD students and a postdoctoral associate while providing research experiences for 24 undergraduate students. These undergraduates gained valuable hands-on experience and developed essential skills through their involvement in fieldwork, laboratory experiments, and greenhouse studies. Additionally, the project employed and trained three research technicians, enhancing their professional growth and future career opportunities.</p>\r\n<p><strong>&nbsp;</strong></p>\r\n<p>Our research advances the understanding of factors driving population declines, providing critical insights for the conservation of plant species in fragmented habitats. Focusing on&nbsp;<em>S. angularis</em>, a species at risk of extinction throughout its range, this study was conducted in the serpentine grasslands of eastern North America&mdash;a rare and ecologically significant habitat. The research team shared findings with stakeholders and advised on restoration measures and conservation planning in these unique ecosystems.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational outreach remained a core component of the project. The research team developed hands-on learning activities for elementary school-aged children, enriching summer nature camps and kindergarten classrooms. These activities not only provided valuable public education but also offered critical outreach training for graduate and undergraduate students.&nbsp;</p><br>\n<p>\n Last Modified: 12/06/2024<br>\nModified by: Rachel&nbsp;B&nbsp;Spigler</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit\r\n\n\nHuman activities are fragmenting natural habitats, shrinking plant populations that are vital to ecosystems. These smaller populations face higher inbreeding levels, as fewer plants mean closer relatives and more self-pollination in pollinator-poor areas. Inbreeding can reduce growth, survival, and reproduction, threatening population health. However, the role of ecological factors like competition and resource availability in shaping these effects is often overlooked. Our research investigated how inbreeding, competition, and environmental conditions interact to affect natural selection and population growth, using the native plantSabatia angularisas a focal study system. We employed a multifaceted approach, including large-scale field experiments, demographic monitoring in both experimental and wild populations, multiple greenhouse experiments, and modeling.At a broader scale, this comprehensive strategy enabled us to examine how ecological, genetic, and demographic processes interact to shape evolutionary outcomes and population persistence.\r\n\n\n\r\n\n\nOur findings revealed that human land use isolates populations across the landscape, increasing inbreeding and reducing genetic diversity, with urban development having the strongest effects. In experimental populations, the effects of inbreeding varied with plant density and the type and frequency of competitors (outcrossed vs. inbred, presence/absence of other species). Outcrossed plants generally grow better and are superior competitors. However, this means that they compete more aggressively with each other for resources, leading to stronger density-dependent dynamics compared to inbred populations. As a result, average plant size at high densities is similar across populations regardless of inbreeding levels. These results highlight how competition can mask effects of inbreeding depression on growth, potentially providing a misleading impression of population stability.\r\n\n\n\r\n\n\nSimulation models provided deeper insights into the interaction between competition and inbreeding. While inbreeding depression in initial plant size showed limited impact under resource competition, even small disadvantages in growth rate for inbred individuals could lead to significant fitness reductions. Competitive gains by outcrossed plants and reduced competition among inbred plants with higher rates of inbreeding are predicted to moderate population declines but not eliminate them.\r\n\n\n\r\n\n\nFurther experimental studies revealed novel effects of inbreeding, such as shortening the lifespan of individual flowers, which could hinder reproduction in areas with fewer pollinators by reducing the time available for pollen transfer. Resource availability emerged as a critical factor in how plants allocate resources between maintaining existing flowers and producing new ones, suggesting unexpected ways in which inbreeding depression and resource availability can interact to influence fitness outcomes.\r\n\n\n\r\n\n\nThrough mathematical and simulation models, we investigated how interactions between population dynamics and evolution shape population persistence under environmental change. Many plant species have seed banksdormant seeds in the soil that remain viable for years. While seed banks may harbor outdated traits that reduce fitness, we demonstrate that under certain conditions, storing seeds from extreme years can enhance adaptation and promote population persistence by acting as steppingstones to novel environments. These findings have broad implications for a wide range of organisms with long-lived dormant stages and offer valuable insights for conservation strategies, such as prioritizing seeds from stressful years to preserve traits better aligned with future environmental challenges.\r\n\n\n\r\n\n\nBroader Impacts\r\n\n\nThe project offered extensive training and mentorship opportunities, fostering the development of two PhD students and a postdoctoral associate while providing research experiences for 24 undergraduate students. These undergraduates gained valuable hands-on experience and developed essential skills through their involvement in fieldwork, laboratory experiments, and greenhouse studies. Additionally, the project employed and trained three research technicians, enhancing their professional growth and future career opportunities.\r\n\n\n\r\n\n\nOur research advances the understanding of factors driving population declines, providing critical insights for the conservation of plant species in fragmented habitats. Focusing onS. angularis, a species at risk of extinction throughout its range, this study was conducted in the serpentine grasslands of eastern North Americaa rare and ecologically significant habitat. The research team shared findings with stakeholders and advised on restoration measures and conservation planning in these unique ecosystems.\r\n\n\n\r\n\n\nEducational outreach remained a core component of the project. The research team developed hands-on learning activities for elementary school-aged children, enriching summer nature camps and kindergarten classrooms. These activities not only provided valuable public education but also offered critical outreach training for graduate and undergraduate students.\t\t\t\t\tLast Modified: 12/06/2024\n\n\t\t\t\t\tSubmitted by: RachelBSpigler\n"
 }
}