{
 "awd_id": "1655311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SG: RUI: Paralogous paths to gaining anthocyanin pigmentation in Chilean monkeyflowers",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 149997.0,
 "awd_amount": 149997.0,
 "awd_min_amd_letter_date": "2017-06-29",
 "awd_max_amd_letter_date": "2017-06-29",
 "awd_abstract_narration": "The goal of this research is to understand whether the repeated evolution of a trait of an organism is more likely to occur through the same genetic change or through different genetic changes. A major challenge in biology is to understand how specific genes and genetic mutations affect the ability of organisms to function in their environments. In some groups of plants, a red pigmentation called \"anthocyanin\" has repeatedly evolved, probably because of the benefits that those pigments provide to plants. In flowers, brightly-colored red pigments help attract pollinators such as hummingbirds. The pigments also serve as antioxidants which help protect plants from stress-induced cell damage. This research will identify the types of genes and mutations used in three repeated gains of red anthocyanin pigmentation in a group of monkeyflowers (Mimulus). It will address the question of how flexible evolution (or artificial selection, in the case of crop breeding) might be. Are there multiple interchangeable, equally good ways of achieving a certain trait, or does each different route to the gain of anthocyanin pigmentation come with its own unique set of costs and benefits? The project will provide advanced genetic and molecular training for teams of undergraduate researchers. In addition, one internship will be provided each year to a promising student from the local alternative high school for youth who struggle in traditional schools.\r\n\r\nA primary goal of this project is to identify the specific genes and types of mutations responsible for the gain of petal anthocyanin in each of three species, M. cupreus, M. l. variegatus, and M. naiandinus. Aim 1 will test whether evolution is repeated through activation of a specific gene of the R2R3 MYB gene family, or alternatively, whether different MYB genes are functionally equivalent and interchangeable with respect to the evolutionary gain of Petal Lobe Anthocyanin (PLA). The researchers will use transgenic transformation, followed by phenotype and fitness assays, to determine (i) whether the same gene is responsible for the repeated PLA gain in M. cupreus versus M. naiandinus, and (ii) whether the two distinct causal genes in M. cupreus and M.I. variegatus are functionally equivalent and interchangeable. Aim 2 will test whether the broader genomic regions (pla1 and pla2) are functionally equivalent. The researchers will use introgression to move the +PLA alleles (along with the associated genomic regions) into different -PLA backgrounds. The hybrids will be screened by phenotype and fitness assays to determine if the pla1 and pla2 regions are either equivalent or functionally distinct. Aim 3 will test whether PLA evolution consists of a single molecular mechanism or type of mutation. Chimeric transgenes, which combine +PLA coding sequence with -PLA regulatory sequence and vice versa, will be used to determine whether the causal mutation is coding or cis-regulatory for three evolutionary timepoints: within-population, within-species, and between species. Fine structure mapping will be used to identify the mutational changes at the nucleotide level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arielle",
   "pi_last_name": "Cooley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arielle Cooley",
   "pi_email_addr": "cooleya@whitman.edu",
   "nsf_id": "000628630",
   "pi_start_date": "2017-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Whitman College",
  "inst_street_address": "345 BOYER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WALLA WALLA",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5095275990",
  "inst_zip_code": "993622067",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "THE BOARD OF TRUSTEES OF WHITMAN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MN2YF7KQHHJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Whitman College",
  "perf_str_addr": "345 Boyer Avenue",
  "perf_city_name": "Walla Walla",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "993622067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 149997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How do genes act to create the biological diversity of life on Earth? My undergraduate research lab at Whitman College explores the genetic changes that create new traits, mostly in &ldquo;monkeyflower&rdquo; plants in the genus <em>Mimulus</em>.</p>\n<p>&nbsp;</p>\n<p>Over the lifetime of this grant, 34 undergraduates and 2 high school students participated in paid research experiences in my lab. The majority of these were full-length (8 to 10 week) summer projects. Other students worked part-time during the school year, or for part of a summer, as research or greenhouse assistants. An additional 18 students were not paid, but were co-authors on a peer-reviewed publication that reported the results of a research project that was part of a biology lab course that I taught. Two more did unpaid research in collaboration with my lab as part of their computer science senior capstone project. All 56 of these students were introduced to the excitement of doing &ldquo;real&rdquo; science. They gained valuable career skills in working with a team to design, organize, and conduct complex research; they analyzed and graphed data; and they worked to present their results clearly and professionally in verbal and written formats. During the period of grant funding, 28 different undergraduates became published co-authors with me on one or more peer-reviewed scientific papers. Nine more are co-authors on two recently submitted manuscripts.</p>\n<p>&nbsp;</p>\n<p>A major goal of this grant was to find out what kinds of changes, in plant genomes, create new flower-color patterns. We studied patterns of gene activity in two different species that had each gained a very similar trait (red color), by means of the same genomic region. Despite these similarities, we found some interesting differences in gene expression. One species, <em>Mimulus cupreus</em>, expressed candidate pigmentation genes <em>Myb2</em> and <em>Myb3a</em>. Silencing either one of these genes was enough to reduce pigmentation, suggesting that both genes are needed for red color. The other species, <em>Mimulus naiandinus</em>, only expressed <em>Myb3a</em>, and silencing this single gene also reduced pigmentation. This set of results suggests the potential for using different gene combinations to get to the same end point, of red petals.</p>\n<p>&nbsp;</p>\n<p>Most of our work focused on a third species that has recently gained red petals, <em>Mimulus luteus</em> variety <em>variegatus</em>. In this species, we were able to complete an intensive and detailed characterization of the genetic and molecular mechanisms by which <em>M. l. variegatus</em> gained its red petals. We used gene silencing and overexpression, in combination with studies of gene activity, to show that a single gene, <em>Myb5a</em>, is both necessary and sufficient for red petals in <em>M. l. variegatus</em>. This gene encodes the Myb5a protein, which turns on the genes needed to build red pigments. However, the changes that turned <em>M. l. variegatus</em> red were not in the part of the gene that encodes the Myb5a protein, as we demonstrated using a transgenic &ldquo;coding swap&rdquo; experiment. Rather, the changes appear to be in the part of the <em>Myb5a</em> gene that controls when, where, and how much protein gets made. This finding highlights the importance of using the same proteins in different ways, to create new traits in the biological world.</p>\n<p>&nbsp;</p>\n<p>We worked with a partner lab at the College of William &amp; Mary to study the genomes of two of our species &ndash; the red flowered <em>M. l. variegatus</em> and the yellow flowered <em>M. l. luteus</em> &ndash; across their native ranges in Chile. We found that, across most of the genome, DNA similarity mostly grouped &ldquo;northern&rdquo; individuals versus &ldquo;southern&rdquo; individuals, regardless of which species the population belonged to. In contrast, when we measured floral traits, we found strong differences between the species but almost none between the northern and southern individuals. This surprising finding suggests that there are probably a few small regions of the genome that are important in making the species different from one another, but at the rest of the genome, the species share their DNA freely. That is consistent with the fact that the two species can pollinate one another very easily.</p>\n<p>&nbsp;</p>\n<p>Finally, several useful methods were developed with the support of this grant. Transgenic techniques, for testing the effects of a gene by adding to or silencing it in an organism, were performed successfully for the first time in these monkeyflower species. A computer program was developed to quantify trait variation from photographs, and new genomes were sequenced and assembled. All of these developments will assist with future plant genetic and molecular research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2022<br>\n\t\t\t\t\tModified by: Arielle&nbsp;Cooley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow do genes act to create the biological diversity of life on Earth? My undergraduate research lab at Whitman College explores the genetic changes that create new traits, mostly in \"monkeyflower\" plants in the genus Mimulus.\n\n \n\nOver the lifetime of this grant, 34 undergraduates and 2 high school students participated in paid research experiences in my lab. The majority of these were full-length (8 to 10 week) summer projects. Other students worked part-time during the school year, or for part of a summer, as research or greenhouse assistants. An additional 18 students were not paid, but were co-authors on a peer-reviewed publication that reported the results of a research project that was part of a biology lab course that I taught. Two more did unpaid research in collaboration with my lab as part of their computer science senior capstone project. All 56 of these students were introduced to the excitement of doing \"real\" science. They gained valuable career skills in working with a team to design, organize, and conduct complex research; they analyzed and graphed data; and they worked to present their results clearly and professionally in verbal and written formats. During the period of grant funding, 28 different undergraduates became published co-authors with me on one or more peer-reviewed scientific papers. Nine more are co-authors on two recently submitted manuscripts.\n\n \n\nA major goal of this grant was to find out what kinds of changes, in plant genomes, create new flower-color patterns. We studied patterns of gene activity in two different species that had each gained a very similar trait (red color), by means of the same genomic region. Despite these similarities, we found some interesting differences in gene expression. One species, Mimulus cupreus, expressed candidate pigmentation genes Myb2 and Myb3a. Silencing either one of these genes was enough to reduce pigmentation, suggesting that both genes are needed for red color. The other species, Mimulus naiandinus, only expressed Myb3a, and silencing this single gene also reduced pigmentation. This set of results suggests the potential for using different gene combinations to get to the same end point, of red petals.\n\n \n\nMost of our work focused on a third species that has recently gained red petals, Mimulus luteus variety variegatus. In this species, we were able to complete an intensive and detailed characterization of the genetic and molecular mechanisms by which M. l. variegatus gained its red petals. We used gene silencing and overexpression, in combination with studies of gene activity, to show that a single gene, Myb5a, is both necessary and sufficient for red petals in M. l. variegatus. This gene encodes the Myb5a protein, which turns on the genes needed to build red pigments. However, the changes that turned M. l. variegatus red were not in the part of the gene that encodes the Myb5a protein, as we demonstrated using a transgenic \"coding swap\" experiment. Rather, the changes appear to be in the part of the Myb5a gene that controls when, where, and how much protein gets made. This finding highlights the importance of using the same proteins in different ways, to create new traits in the biological world.\n\n \n\nWe worked with a partner lab at the College of William &amp; Mary to study the genomes of two of our species &ndash; the red flowered M. l. variegatus and the yellow flowered M. l. luteus &ndash; across their native ranges in Chile. We found that, across most of the genome, DNA similarity mostly grouped \"northern\" individuals versus \"southern\" individuals, regardless of which species the population belonged to. In contrast, when we measured floral traits, we found strong differences between the species but almost none between the northern and southern individuals. This surprising finding suggests that there are probably a few small regions of the genome that are important in making the species different from one another, but at the rest of the genome, the species share their DNA freely. That is consistent with the fact that the two species can pollinate one another very easily.\n\n \n\nFinally, several useful methods were developed with the support of this grant. Transgenic techniques, for testing the effects of a gene by adding to or silencing it in an organism, were performed successfully for the first time in these monkeyflower species. A computer program was developed to quantify trait variation from photographs, and new genomes were sequenced and assembled. All of these developments will assist with future plant genetic and molecular research.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2022\n\n\t\t\t\t\tSubmitted by: Arielle Cooley"
 }
}