{
 "awd_id": "1655179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Causes and consequences of fire-regime variability in Rocky Mountain forests",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 137541.0,
 "awd_amount": 137541.0,
 "awd_min_amd_letter_date": "2017-07-05",
 "awd_max_amd_letter_date": "2017-12-20",
 "awd_abstract_narration": "Wildfires affect more than 180,000 km2 in the Unites States every year, on average, an area 20 times the size of Yellowstone National Park. In the Rocky Mountains, the amount of area burned in large wildfires has been increasing since the mid-1980s, a trend well linked to warming spring and summer temperatures, and expected to continue in upcoming decades. The way society plans for and reacts to wildfires, for example through federal policy and land management, is strongly shaped by our understanding of the causes, ecological consequences, and historical precedence of fire in different ecosystems. Important questions in this context include: how often have fires occurred in the past and how has this varied with climate and human activity, how have fires impacted valued resources including forests and water quality, and how long does it take for ecosystems to recover to pre-fire conditions? Studying how and why forests and wildfire activity have varied in the past, over periods of varying climate and human activity, provides a critical foundation for understanding the implications of wildfires. This long-term perspective also helps inform and improve models that simulate the impacts of future environmental change, including changes in wildfire activity. Mechanisms for broader impacts include documenting and communicating research results via a journalism graduate student embedded with the research team, advancing STEM education through the development of forest and fire ecology curricula for high school educators, and training graduate and undergraduate students in field-, lab-, and modeling-based research.\r\n\r\nThis research investigates the relationships and feedbacks among changes in climate, wildfire activity, and ecosystems over the past 2500 years through a unique combination of paleoecological reconstructions and ecosystem modeling. Using an unusually dense network of lake-sediment records in two study regions (i.e., 9-12 lakes within 1000 km2 in the N. and S. Rockies), the frequency, severity, and synchrony of past fire activity will be characterized and compared to paleoclimate records to assess the drivers of past fire activity. Paleofire records will be supplemented with high-resolution records of vegetation and biogeochemical change at a subset of focal sites, to assess the ecosystem impacts of past fire activity. Coupled climate-fire-ecosystem dynamics will be examined at watershed and sub-regional spatial scales through a set of ecosystem modeling simulations that compare paleo-informed to equilibrium scenarios.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Goodin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas G Goodin",
   "pi_email_addr": "dgoodin@ksu.edu",
   "nsf_id": "000417332",
   "pi_start_date": "2017-12-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kendra",
   "pi_last_name": "McLauchlan",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kendra K McLauchlan",
   "pi_email_addr": "mclauch@ksu.edu",
   "nsf_id": "000294318",
   "pi_start_date": "2017-07-05",
   "pi_end_date": "2017-12-20"
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 137541.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"western\"><a name=\"_GoBack\"></a><span style=\"font-family: Palatino, serif;\">By studying the causes and consequences of wildfire activity in the past, this project helped answer critical questions generated by recent fire seasons in the western U.S. These questions include: does current fire activity have precedence in the past, and what will happen to fire-affected landscapes in the future? </span><span style=\"font-family: Palatino, serif;\">The major goal of this project was to study climate-fire-ecosystem dynamics over the past 2,500 years through a unique combination of paleo reconstructions and ecosystem modeling. The approach built upon two advances: (1) new techniques for reconstructing the climatic drivers and biogeochemical consequences of wildfire in subalpine forests, and (2) powerful ecosystem models that include climate-fire-ecosystem dynamics. The study took place in two regions of the southern and northern Rocky Mountains, some of the most fire-prone regions in the western U.S. Using a very dense network of lake-sediment records in each region, the frequency, severity, and synchrony of past fire activity was characterized to assess impacts on biogeochemistry from landscape to regional scales. </span><span style=\"font-family: Palatino, serif;\">The project found that lodgepole pine forests of the southern Rockies have been relatively resilient to wildfires over the past 2,500 years, consistently returning to pre-fire conditions within approximately 75 years. Additionally, paleoclimate records from the region suggest a shift to wetter winters</span><span style=\"color: #7030a0;\"><span style=\"font-family: \"><span> </span></span></span><span style=\"font-family: Palatino, serif;\">around 1,000 years ago, indicating that snowpack played a role in fire activity. Modeling and modern soil samples indicate a legacy of high severity fires on carbon and nitrogen stocks in the northern Rockies. And since the year 2000, wildfires are burning nearly twice as much area of the Rocky Mountains than compared to the last 2,000 years. Taken together, these results indicate that fire regimes are rapidly changing in the western U.S. as a result of changing climate conditions, with potentially strong impacts on ecosystem function.</span></p>\n<p class=\"western\">&nbsp;</p>\n<p class=\"western\"><span style=\"font-family: Palatino, serif;\">Several broader impacts goals were also achieved during this project. The broader impacts for this project focused on education, outreach, and open science. (1) Over the entire project, direct training and mentoring of at least ten undergraduate students, four graduate students, one technician, and one postdoctoral associate were accomplished. Each trainee successfully conducted and presented research, received significant professional development and attained employment. This training helped prepare the workforce at both public universities and the private sector. (2) </span><span style=\"font-family: Palatino, serif;\">The project developed and delivered a variety of outreach events, including at public schools and the National Park Service. The audiences at these events learned about fire ecology and had the opportunity to ask questions. </span><span style=\"font-family: Palatino, serif;\">(3) </span><span style=\"font-family: Palatino, serif;\">Research results were broadly disseminated through publications in open-access journals, data in open-access databases such as the Global Charcoal Database, and interaction with fire managers. Several interviews and articles for the popular media occurred in association with published research papers and the ongoing fire hazards in the western U.S.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2021<br>\n\t\t\t\t\tModified by: Douglas&nbsp;G&nbsp;Goodin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "By studying the causes and consequences of wildfire activity in the past, this project helped answer critical questions generated by recent fire seasons in the western U.S. These questions include: does current fire activity have precedence in the past, and what will happen to fire-affected landscapes in the future? The major goal of this project was to study climate-fire-ecosystem dynamics over the past 2,500 years through a unique combination of paleo reconstructions and ecosystem modeling. The approach built upon two advances: (1) new techniques for reconstructing the climatic drivers and biogeochemical consequences of wildfire in subalpine forests, and (2) powerful ecosystem models that include climate-fire-ecosystem dynamics. The study took place in two regions of the southern and northern Rocky Mountains, some of the most fire-prone regions in the western U.S. Using a very dense network of lake-sediment records in each region, the frequency, severity, and synchrony of past fire activity was characterized to assess impacts on biogeochemistry from landscape to regional scales. The project found that lodgepole pine forests of the southern Rockies have been relatively resilient to wildfires over the past 2,500 years, consistently returning to pre-fire conditions within approximately 75 years. Additionally, paleoclimate records from the region suggest a shift to wetter winters around 1,000 years ago, indicating that snowpack played a role in fire activity. Modeling and modern soil samples indicate a legacy of high severity fires on carbon and nitrogen stocks in the northern Rockies. And since the year 2000, wildfires are burning nearly twice as much area of the Rocky Mountains than compared to the last 2,000 years. Taken together, these results indicate that fire regimes are rapidly changing in the western U.S. as a result of changing climate conditions, with potentially strong impacts on ecosystem function.\n \nSeveral broader impacts goals were also achieved during this project. The broader impacts for this project focused on education, outreach, and open science. (1) Over the entire project, direct training and mentoring of at least ten undergraduate students, four graduate students, one technician, and one postdoctoral associate were accomplished. Each trainee successfully conducted and presented research, received significant professional development and attained employment. This training helped prepare the workforce at both public universities and the private sector. (2) The project developed and delivered a variety of outreach events, including at public schools and the National Park Service. The audiences at these events learned about fire ecology and had the opportunity to ask questions. (3) Research results were broadly disseminated through publications in open-access journals, data in open-access databases such as the Global Charcoal Database, and interaction with fire managers. Several interviews and articles for the popular media occurred in association with published research papers and the ongoing fire hazards in the western U.S.\n\n \n\n\t\t\t\t\tLast Modified: 12/27/2021\n\n\t\t\t\t\tSubmitted by: Douglas G Goodin"
 }
}