{
 "awd_id": "1655983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFDEB-BSF: Ecological networks and ecosystem function in the cow rumen microbiome: a multi-scale approach",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 702796.0,
 "awd_amount": 702796.0,
 "awd_min_amd_letter_date": "2017-04-21",
 "awd_max_amd_letter_date": "2017-04-21",
 "awd_abstract_narration": "Ruminants such as cows, sheep and goats are essential in human agriculture and are fully dependent on microbial communities in their upper digestive tract, or rumen, to transform plant fiber into nutrients. These communities, known as microbiomes, carry out a cascade of chemical reactions that break down (ferment) the plant fiber. By-products of fermentation can be absorbed as nutrients by the animal or be further processed by microbes. This ultimately leads to the production of carbon dioxide and methane, potent greenhouse gases that then go into the atmosphere. Studies have shown that there is much variation among individual animals in the way energy from the fermentation process flows through their microbiomes. This project will look at these differences and their consequences: how the chemical reactions can differ, be performed by different microbes in the communities, have different effects on fermentation, and in some cases, differ in whether they favor animal feeding efficiency over methane production or the other way around. The more detailed understanding of the ecological interactions and their functional impacts in microbiomes of the rumen that will result from this work will help researchers identify better microbiome control strategies and develop more targeted intervention techniques to increase food security in a more environmentally sustainable manner. Students will be trained, and international and cross-disciplinary collaborations will be fostered.\r\n \r\nThis project will bring together microbial genomics, anaerobic microbiology and microbial community ecology to study ecological interactions among the microbial species in the rumen, and how they control the establishment of alternative microbiomes with different functional efficiencies. Researchers will reveal the community assembly dynamics of the microbiome in high temporal and genetic resolution, and identify the potential for alternative community states to assemble in the rumen via priority effects. Priority effects occur when certain species precondition future states of the community due to their ecological interactions, stimulating the growth of a specific subset of species and inhibiting others. Researchers will then map resulting community composition differences to changes in the metabolic efficiency of the rumen microbiome. Through these efforts, they will establish the links between community structure and inter-species interactions, mainly happening at micro-scales, and important ecosystem functions such as the degradation of plant fiber material in the cow rumen.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Otto",
   "pi_last_name": "Cordero Sanchez",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Otto X Cordero Sanchez",
   "pi_email_addr": "ottox@MIT.EDU",
   "nsf_id": "000700925",
   "pi_start_date": "2017-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "014Z",
   "pgm_ref_txt": "NSF and US-Israel Binational Science Fou"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 702796.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microbiomes &ndash; assemblages of microbes such as bacteria or fungi, mediate key ecosystem processes in the environment. One of them is the breakdown of complex organic matter, such as plant fibers, insect or crustacean shells, exudates from algae and plants, etc. The breakdown of these complex materials initiates a cascade of metabolic reactions distributed across multiple microbial species. These cascades unfold in soils, oceans as well as in the digestive system of animals, where the by-products of microbial metabolism are absorbed as nutrients by the gut tissue.&nbsp;</p>\n<p>In this project we investigated the rules by which microbiomes form, or &ldquo;assemble&rdquo;. In particular we explored whether those microbes that dominate at early stages of assembly could steer the development of the microbiome towards different states. We explored this question in the context of two relevant host associated microbiomes: The cow rumen microbiome and the microbiome of carnivorous plants, both of which require bacteria to break down plant fibers and the shells of insects, respectively.</p>\n<p>We found that early stages of assembly in these microbiomes control their future stages of development. We studied the development of the rumen microbiome from birth to adulthood and found&nbsp;that the animals shared a group of core microbial species that invaded early on and persisted until adulthood. Along with factors such as age and diet, early arriving species controlled microbiome development, steering microbiome composition into different states that differentiated individuals. These effects were most clearly manifested when comparing animals delivered by C-section vs. natural birth. Those animals delivered by C-section are less exposed to the mother&rsquo;s microbes and become more prone to more rapid species invasion and accelerated microbiome development.&nbsp;</p>\n<p>To study microbiome development in carnivorous plants, we domesticated these microbiomes in the lab and studied their dynamics over hundreds of generations in a controlled manner. Here too, we observed that microbiome composition at early stages determined its final composition after assembly. Moreover, we were able to determine whether these compositional differences had any impact on how the functions performed by the microbiome as a whole. We found that even minor changes in species composition changed the microbiome&rsquo;s substrate consumption profile (e.g., the kinds of sugars taken up by bacteria). The reason for this is that most microbes carry different genes for substrate acquisition. In contrast, the overall respiration rate was largely independent of species composition. This is because respiration is a core reaction, conserved across most bacterial species. Overall, this is a key finding because it shows the specific ways in which microbiome composition can translate to functional changes.</p>\n<p>Our study has contributed to our understanding of microbiome development, showing that interventions can steer this process towards different states. Those states can be functionally distinct, in particular in terms of the profile of resources that microbes consume. In the future, we will continue to build on these findings to develop strategies for microbiome engineering.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2021<br>\n\t\t\t\t\tModified by: Otto&nbsp;X&nbsp;Cordero Sanchez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicrobiomes &ndash; assemblages of microbes such as bacteria or fungi, mediate key ecosystem processes in the environment. One of them is the breakdown of complex organic matter, such as plant fibers, insect or crustacean shells, exudates from algae and plants, etc. The breakdown of these complex materials initiates a cascade of metabolic reactions distributed across multiple microbial species. These cascades unfold in soils, oceans as well as in the digestive system of animals, where the by-products of microbial metabolism are absorbed as nutrients by the gut tissue. \n\nIn this project we investigated the rules by which microbiomes form, or \"assemble\". In particular we explored whether those microbes that dominate at early stages of assembly could steer the development of the microbiome towards different states. We explored this question in the context of two relevant host associated microbiomes: The cow rumen microbiome and the microbiome of carnivorous plants, both of which require bacteria to break down plant fibers and the shells of insects, respectively.\n\nWe found that early stages of assembly in these microbiomes control their future stages of development. We studied the development of the rumen microbiome from birth to adulthood and found that the animals shared a group of core microbial species that invaded early on and persisted until adulthood. Along with factors such as age and diet, early arriving species controlled microbiome development, steering microbiome composition into different states that differentiated individuals. These effects were most clearly manifested when comparing animals delivered by C-section vs. natural birth. Those animals delivered by C-section are less exposed to the mother’s microbes and become more prone to more rapid species invasion and accelerated microbiome development. \n\nTo study microbiome development in carnivorous plants, we domesticated these microbiomes in the lab and studied their dynamics over hundreds of generations in a controlled manner. Here too, we observed that microbiome composition at early stages determined its final composition after assembly. Moreover, we were able to determine whether these compositional differences had any impact on how the functions performed by the microbiome as a whole. We found that even minor changes in species composition changed the microbiome’s substrate consumption profile (e.g., the kinds of sugars taken up by bacteria). The reason for this is that most microbes carry different genes for substrate acquisition. In contrast, the overall respiration rate was largely independent of species composition. This is because respiration is a core reaction, conserved across most bacterial species. Overall, this is a key finding because it shows the specific ways in which microbiome composition can translate to functional changes.\n\nOur study has contributed to our understanding of microbiome development, showing that interventions can steer this process towards different states. Those states can be functionally distinct, in particular in terms of the profile of resources that microbes consume. In the future, we will continue to build on these findings to develop strategies for microbiome engineering.\n\n \n\n\t\t\t\t\tLast Modified: 01/14/2021\n\n\t\t\t\t\tSubmitted by: Otto X Cordero Sanchez"
 }
}