{
 "awd_id": "1656265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The ATAF2 Transcription Factor, Brassinosteroid Catabolism and Plant Development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 465956.0,
 "awd_amount": 465956.0,
 "awd_min_amd_letter_date": "2017-03-14",
 "awd_max_amd_letter_date": "2019-05-20",
 "awd_abstract_narration": "Nontechnical Explanation: Plants use sunlight as a source of energy through the process of photosynthesis. Plants also use the light in their environment as a source of information to optimize growth and development. One way plants use this information is to regulate the levels of the growth-promoting hormones called brassinosteroids. Brassinosteroids play an important role in the growth of plants including crops. This project will study how a protein called ATAF2 regulates plant growth by altering brassinosteroid levels in response to changes in the light environment. Findings from this project may help identify targets for crop improvement with regard to processes such as seedling growth, adult biomass, flowering time, yield and responses to environmental stress.\r\n\r\nTechnical Description: An important aspect of brassinosteroid hormone regulation is brassinosteroid-inactivation, catalyzed by enzymes including the P450s, BAS1/CYP734A1 and SOB7/CYP72C1. Transcriptional regulation of these enzymes is important for their role in modulating seedling and adult plant development. A NAC-family transcription factor, ATAF2, has been identified as a transcriptional repressor of both BAS1 and SOB7. ATAF2 binds the promoters of BAS1 and SOB7. Loss- and gain-of-function ATAF2 mutant seedlings have opposite brassinosteroid-response phenotypes. Genetic analysis also demonstrates that ATAF2 modulates light-responsive hypocotyl growth in a fluence-rate-dependent manner. In addition, transcript accumulation of ATAF2 is repressed by light. These results indicate that ATAF2, possibly in concert with other family members, acts as a novel integrator of brassinosteroid catabolism and light-mediated seedling development in Arabidopsis. The following hypotheses will be tested in this project: 1) ATAF2 integrates multiple pathways associated with seedling development: In addition to ATAF2's involvement in brassinosteroid- and light-mediated development, ATAF2 has been implicated in auxin biosynthesis and disease resistance. This project will further dissect the molecular networks of ATAF2-regulated seedling growth and development. 2) ATAF2 activity is a dynamic process: Preliminary results demonstrate that ATAF2 binds to the BAS1 and SOB7 promoters and that the genetic state of ATAF2 affects the transcript accumulation of these brassinosteroid-inactivating genes. This project will examine the dynamic process of ATAF2 binding to these promoters and its regulation by changing light or brassinosteroid levels. This project will also examine potential transcription factors that regulate ATAF2 expression. 3) ATAF2 and close relatives have overlapping functions: Preliminary results demonstrate that closely related NAC transcription factors also regulate seedling growth in response to both brassinosteroids and changing light conditions. This project will examine potential functional redundancy between ATAF2 and its close relatives, ANAC102 and ATAF1. 4) Brassinosteroid inactivation is important for plant development: At least eight brassinosteroid-inactivating enzymes have been identified in Arabidopsis, which function via at least five different biochemistries. This project will use gene editing to study genetic interactions between different members of this \"biochemical process\" enzyme family.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Neff",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Michael M Neff",
   "pi_email_addr": "mmneff@wsu.edu",
   "nsf_id": "000231744",
   "pi_start_date": "2017-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "Johnson 387",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991646420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 224350.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 155254.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 86352.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studied the role of a plant protein, ATAF2, that binds DNA to regulate changes in gene expression. In addition to binding DNA, ATAF2 also interacts/binds with other DNA-binding proteins. Together these protein complexes regulated gene expression. One focus of this work was on the role that ATAF2 has on regulating the expression and activity of two target genes that control the levels of plant-specific steroid hormones, brassinosteroids. Brassinosteroids, like steroids in humans and other animals, have a critical role in regulating many aspects of growth and development. Our findings have shown the importance of ATAF2-protein interactions in the regulation of gene expression, including the expression of ATAF2 itself. Our findings have uncovered additional roles that ATAF2, as well as ATAF2-interacting proteins, on seed and seedling development as well as flowering time. Our findings have also contributed to our knowledge of how to measure seed and seedling development in plants. Our findings have also demonstrated the importance of brassinosteroid levels have on mating in certain plants. Our findings have also had an impact on our knowledge of the role of brassinosteroid-inactivation and controlling brassinosteroid levels with regard to seedling and adult plant growth and development. This work has also uncovered the role of ATAF2 in regulating other plant hormone pathways and how some of those pathways impact plant&rsquo;s resistance to viruses. This work has contributed to the training of high school and college students as well as graduate students at both the M.S. and Ph.D. level. This work has also contributed to the training of a postdoctoral researcher.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2021<br>\n\t\t\t\t\tModified by: Michael&nbsp;M&nbsp;Neff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project studied the role of a plant protein, ATAF2, that binds DNA to regulate changes in gene expression. In addition to binding DNA, ATAF2 also interacts/binds with other DNA-binding proteins. Together these protein complexes regulated gene expression. One focus of this work was on the role that ATAF2 has on regulating the expression and activity of two target genes that control the levels of plant-specific steroid hormones, brassinosteroids. Brassinosteroids, like steroids in humans and other animals, have a critical role in regulating many aspects of growth and development. Our findings have shown the importance of ATAF2-protein interactions in the regulation of gene expression, including the expression of ATAF2 itself. Our findings have uncovered additional roles that ATAF2, as well as ATAF2-interacting proteins, on seed and seedling development as well as flowering time. Our findings have also contributed to our knowledge of how to measure seed and seedling development in plants. Our findings have also demonstrated the importance of brassinosteroid levels have on mating in certain plants. Our findings have also had an impact on our knowledge of the role of brassinosteroid-inactivation and controlling brassinosteroid levels with regard to seedling and adult plant growth and development. This work has also uncovered the role of ATAF2 in regulating other plant hormone pathways and how some of those pathways impact plant’s resistance to viruses. This work has contributed to the training of high school and college students as well as graduate students at both the M.S. and Ph.D. level. This work has also contributed to the training of a postdoctoral researcher.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2021\n\n\t\t\t\t\tSubmitted by: Michael M Neff"
 }
}