{
 "awd_id": "1656354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Midbrain electrosensory processing in a mormyrid fish: multimodal integration, recurrent feedback, and cerebellar influence",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2017-06-13",
 "awd_max_amd_letter_date": "2017-06-13",
 "awd_abstract_narration": "Our ability to perceive, move, think, and remember arises from interactions between networks of neurons in the brain. Neuroscience research seeks to understand such interactions. However, in many cases, progress has been slow because the parts list is too long and the parts themselves are too complex. This project takes advantage of an unusual animal--a fish that emits its own electrical field, in which the individual brain structures are sufficiently simple and well-studied that their interactions can be understood in great detail. Specific goals of this project are to define the function of feedback or \"backward\" connections from higher to lower stages of sensory processing as well as the function of connections between the cerebellum and sensory processing regions. Feedback and cerebellar connections are believed to be critical for sensory processing in humans and have been implicated in neurological disorders such as autism, but our knowledge is sketchy and insufficient or designing treatments. By providing detailed information about such interactions in a simpler system, this project will serve as a foundation for understanding interactions in more complex systems such as the human brain. The investigator will use the resources developed from this project's research activities to improve science literacy and education regionally, nationally, and internationally. \r\n\r\nBy virtue of their tractable electrosensory and electromotor systems mormyrid fish have proven to be a valuable model system for linking structure and function in neural circuits. Studies of the first processing stage for the electrosense in the electrosensory lobe (ELL) have produced a fairly complete and well-tested model in which an experimentally measured form of spike timing-dependent synaptic plasticity acts on well-described motor corollary discharge responses to predict and cancel out self-generated sensory inputs. Anatomical studies have mapped central electrosensory pathways and behavioral studies have documented sophisticated electrolocation abilities that likely depend on higher-level neural processing. However physiological studies of higher stages of electrosensory processing are needed to link structure and function. The goal of this project is to provide the first in depth characterization of the midbrain lateral toral nucleus (NL)--the next major processing stage after ELL. The investigators' approach will include intracellular and extracellular electrophysiology in awake preparations, simultaneous behavioral measurements, and circuit manipulations.  Proposed experiments will test specific hypotheses regarding NL function while at the same time addressing a number of general issues in neuroscience including multimodal integration, functions of recurrent feedback, and roles of the cerebellum in sensory processing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathaniel",
   "pi_last_name": "Sawtell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Nathaniel B Sawtell",
   "pi_email_addr": "ns2635@columbia.edu",
   "nsf_id": "000286131",
   "pi_start_date": "2017-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "701 West 168th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100323702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Our ability to perceive the world arises from complex interactions between sensory receptors, networks of neurons in the brain, and the muscles that move our bodies. Neuroscience research seeks to understand such interactions. However, in many cases, progress has been blocked because the parts list is too long and the parts themselves are highly complex. This proposal tackled these general issues by studying a form of perception called active electrolocation that allows certain species of fish, known as weakly electric fish, to navigate, avoid predators and find prey in the dark. These fish possess a specialized organ in their tails that emits extremely brief electrical pulses. Though these pulses are very weak, the fish can sense them using specialized receptors on their skin. Objects in the environment that conduct electricity differently from water alter the size and shape of the electrical pulse creating &ldquo;electrical images&rdquo; on the fish&rsquo;s skin. We studied regions of the fish&rsquo;s brain that have evolved to make sense of these electrical images. The fact that these brain regions are extremely large and highly specialized for a particular function makes them easier to reverse engineer.</span></p>\n<p>Past studies hypothesized that the brain of electric fish may combine information about the size and shape of the fish&rsquo;s electrical pulses to perceive qualities of nearby objects. Living things, such as invertebrates that the fish eat, alter the shape and the size of the field while inanimate objects, such as debris in which the invertebrates hide, alter only the size. Combining these two streams of information may allow the fish to recognize worms irrespective of their exact size or location. Such an ability, known as perceptual invariance, is at the core of many human perceptual abilities, such as identifying a ripe berry against a leafy background based on its color. Using fine probes with many closely spaced electrodes, we mapped the responses of hundreds of neurons in several areas of the fish brain.&nbsp; We found neurons in one region that respond mainly to the size of electrical pulses and neurons in another that respond mainly to shape.&nbsp; We used computer models to examine the various ways in which the responses of these neurons could be combined that would, hypothetically, allow the fish to distinguish between worms and rocks irrespective of their size and location. We collected data from higher brain regions and are currently analyzing it to determine whether the fish brain uses similar or different strategies than those suggested by the computer model and how these strategies may be relevant to sensory systems in other animals, including humans.</p>\n<p>The ability of the fish electrosensory system to detect small changes in electrical fields is far better than any human-made sensors. Hence, our studies are also relevant for engineering better devices for underwater sensing, robotics, and minimally invasive surgical procedures such as arthroscopy, all of which make use of information contained in electrical fields. Finally, we have found that electric fish are a fascinating entry points into biological and physical sciences for both children and adults. We brought our electric fish into classrooms and science fairs and used their fascinating abilities to teach about neuroscience, physics, electricity, and evolution.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2020<br>\n\t\t\t\t\tModified by: Nathaniel&nbsp;B&nbsp;Sawtell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur ability to perceive the world arises from complex interactions between sensory receptors, networks of neurons in the brain, and the muscles that move our bodies. Neuroscience research seeks to understand such interactions. However, in many cases, progress has been blocked because the parts list is too long and the parts themselves are highly complex. This proposal tackled these general issues by studying a form of perception called active electrolocation that allows certain species of fish, known as weakly electric fish, to navigate, avoid predators and find prey in the dark. These fish possess a specialized organ in their tails that emits extremely brief electrical pulses. Though these pulses are very weak, the fish can sense them using specialized receptors on their skin. Objects in the environment that conduct electricity differently from water alter the size and shape of the electrical pulse creating \"electrical images\" on the fish’s skin. We studied regions of the fish’s brain that have evolved to make sense of these electrical images. The fact that these brain regions are extremely large and highly specialized for a particular function makes them easier to reverse engineer.\n\nPast studies hypothesized that the brain of electric fish may combine information about the size and shape of the fish’s electrical pulses to perceive qualities of nearby objects. Living things, such as invertebrates that the fish eat, alter the shape and the size of the field while inanimate objects, such as debris in which the invertebrates hide, alter only the size. Combining these two streams of information may allow the fish to recognize worms irrespective of their exact size or location. Such an ability, known as perceptual invariance, is at the core of many human perceptual abilities, such as identifying a ripe berry against a leafy background based on its color. Using fine probes with many closely spaced electrodes, we mapped the responses of hundreds of neurons in several areas of the fish brain.  We found neurons in one region that respond mainly to the size of electrical pulses and neurons in another that respond mainly to shape.  We used computer models to examine the various ways in which the responses of these neurons could be combined that would, hypothetically, allow the fish to distinguish between worms and rocks irrespective of their size and location. We collected data from higher brain regions and are currently analyzing it to determine whether the fish brain uses similar or different strategies than those suggested by the computer model and how these strategies may be relevant to sensory systems in other animals, including humans.\n\nThe ability of the fish electrosensory system to detect small changes in electrical fields is far better than any human-made sensors. Hence, our studies are also relevant for engineering better devices for underwater sensing, robotics, and minimally invasive surgical procedures such as arthroscopy, all of which make use of information contained in electrical fields. Finally, we have found that electric fish are a fascinating entry points into biological and physical sciences for both children and adults. We brought our electric fish into classrooms and science fairs and used their fascinating abilities to teach about neuroscience, physics, electricity, and evolution. \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2020\n\n\t\t\t\t\tSubmitted by: Nathaniel B Sawtell"
 }
}