{
 "awd_id": "1656107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: At-sea Experimental Disturbances to Characterize Physiological  Plasticity in Diving Northern elephant Seals",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 123918.0,
 "awd_amount": 123918.0,
 "awd_min_amd_letter_date": "2017-08-04",
 "awd_max_amd_letter_date": "2017-08-04",
 "awd_abstract_narration": "Marine animals must contend with ongoing environmental shifts and increased human activities in the ocean. Disturbances can affect the behavior of marine mammals, yet associated physiological costs remain unknown. Because their impressive capacity for diving is based on specialized physiology, it is likely that physiological costs limit and define the sensitivity of marine mammals to disturbances. This project will investigate variability of dive physiology in northern elephant seals by using experimental at-sea disturbances that elicit responses to noise - a stressor of global concern. The methods build on state-of-the-art logging technologies and will develop a new probe that will be capable of detecting oxygen management in the body. Cardiovascular physiology and oxygen use of the seals will be measured during routine diving, and compared with animals that experience a remote experimental disturbance while at sea. The project goal is to understand the physiological range and limits of this species, and to provide data that could predict marine mammal resilience to natural and anthropogenic stressors. These data will have wide-reaching implications for sensitive ecosystems and other species of concern that are not easily studied. It will be directly applicable to conservation and management of marine species and habitats. The project will train undergraduates, graduate students and a postdoctoral researcher, and will include extensive public outreach via state parks, and a public aquarium. \r\n\r\nEnvironmental changes, including noise pollution, represent a fundamental challenge to the structure and sustainable function of marine ecosystems. The goal of this project is to identify physiological variability in the oxygen management of a diving seal that can be directly linked to individual success in the ocean. The project's three objectives will be achieved using at-sea data collected from translocated juvenile elephant seals, via integrated measurements of cardiovascular physiology (EKG and oxygen sensors in blood or muscle) with simultaneously collected time-depth records and 3-dimensional acceleration data to interpret underwater activity. Objective 1 will provide the first comprehensive picture of the dive phenotype in the open ocean by characterizing interrelationships among heart rate, blood oxygen depletion, muscle perfusion, and fine scale dive behavior. It will also assess molecular markers of perfusion capability in muscles with different underwater oxygen demands. Objectives 2 & 3 are based on experimentally inducing the behavioral effects of acoustic disturbance observed in many aquatic species - extended dive durations and increased cost of transport. Both objectives will examine oxygen management strategies in response to stimuli. Comparing natural versus perturbed dives permits an assessment of individual plasticity in the dive phenotype, incorporating behavior and physiology. This is a critical first step in determining the capacity of a model species to extend diving, their response to at-sea disruptions in natural dive patterns, and, ultimately, to predict thresholds of disturbance beyond which they cannot compensate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holger",
   "pi_last_name": "Klinck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Holger Klinck",
   "pi_email_addr": "Holger.Klinck@cornell.edu",
   "nsf_id": "000690820",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 123918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our collaborative project aimed to assess behavioral and physiological responses of wild Northern elephant seals to natural and anthropogenic underwater disturbances. To accomplish this, we used an innovative, animal-borne playback device, also called a disturbance tag, that was programmed to emit a short sequence of transient killer whale sounds, a predator of elephant seals, during the ascent phase of a deep dive.</p>\n<p>Over three field seasons in A&ntilde;o Nuevo State Park, CA, a total of twenty Northern elephant seals were equipped with disturbance tags and successfully exposed to transient killer whale sounds multiple times. Our experiments showed that our tags reliably induced a behavioral response and that individuals did not habituate to the acoustic stimulus. The typical behavioral response to the exposure was that the animal aborted their ascend and dove deep again, sometimes deeper than the original dive depth.</p>\n<p>During these experiments, the animals carried additional tags to measure physiological parameters such as blood oxygen level and heart rate. These datasets provided detailed information on physiological responses to acoustic disturbances. Preliminary results indicated that prolonged exposure dives are associated with the lowest blood oxygen levels we saw in the dive records, suggesting that the disturbance altered cardiovascular regulation of the dive response.</p>\n<p>While we exclusively used killer whale exposures in our experiments, future efforts could focus on assessing the responses of marine mammals to other biological and also anthropogenic sounds. Human activities in the ocean are steadily increasing, and it is becoming increasingly important that we understand the range of impacts that recreational, commercial, and defense activities may have on marine species.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2021<br>\n\t\t\t\t\tModified by: Holger&nbsp;Klinck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur collaborative project aimed to assess behavioral and physiological responses of wild Northern elephant seals to natural and anthropogenic underwater disturbances. To accomplish this, we used an innovative, animal-borne playback device, also called a disturbance tag, that was programmed to emit a short sequence of transient killer whale sounds, a predator of elephant seals, during the ascent phase of a deep dive.\n\nOver three field seasons in A&ntilde;o Nuevo State Park, CA, a total of twenty Northern elephant seals were equipped with disturbance tags and successfully exposed to transient killer whale sounds multiple times. Our experiments showed that our tags reliably induced a behavioral response and that individuals did not habituate to the acoustic stimulus. The typical behavioral response to the exposure was that the animal aborted their ascend and dove deep again, sometimes deeper than the original dive depth.\n\nDuring these experiments, the animals carried additional tags to measure physiological parameters such as blood oxygen level and heart rate. These datasets provided detailed information on physiological responses to acoustic disturbances. Preliminary results indicated that prolonged exposure dives are associated with the lowest blood oxygen levels we saw in the dive records, suggesting that the disturbance altered cardiovascular regulation of the dive response.\n\nWhile we exclusively used killer whale exposures in our experiments, future efforts could focus on assessing the responses of marine mammals to other biological and also anthropogenic sounds. Human activities in the ocean are steadily increasing, and it is becoming increasingly important that we understand the range of impacts that recreational, commercial, and defense activities may have on marine species.\n\n \n\n\t\t\t\t\tLast Modified: 11/03/2021\n\n\t\t\t\t\tSubmitted by: Holger Klinck"
 }
}