{
 "awd_id": "1656621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Root architecture and phase change, how two seemingly different aspects of plant development tie together",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Becraft",
 "awd_eff_date": "2017-04-15",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 341662.0,
 "awd_amount": 341662.0,
 "awd_min_amd_letter_date": "2017-04-13",
 "awd_max_amd_letter_date": "2022-12-30",
 "awd_abstract_narration": "Non-technical paragraph: \r\nPlant roots function in acquiring moisture and mineral nutrients (fertilizer) from the soil, as well as anchoring the plant and preventing soil erosion.  The root system of a plant is typically composed of a main root with multiple branches and the branching pattern has substantive impacts on the plant's performance. This project focuses on discovering the mechanisms that determine where along the main root the branch roots will be placed. The PI recently discovered that the pattern of root branching varies as plants progress through different stages of their life cycle. Coincident with an early change in the pattern of root branching, the arrangement of leaves in the shoot also changes, raising many questions about how the positioning of leaves and roots is controlled and coordinated. The results of this work will enhance the United States' position as a leader in scientific research by adding to the understanding of fundamental principles that guide plant growth and may contribute to the ability to breed plants with higher yields or enhanced acquisition or use of water or nutrients such as nitrogen. The project also will contribute to training the next generation in science and technology by directly involving undergraduate students in the research, a practice that has been shown to be effective in recruiting and retaining students in science.  The project will also support laboratory research experiences for area high school students, who will be mentored by the PI and undergraduates, further extending the project's educational and scientific impact.\r\n\r\nTechnical Paragraph: \r\nDistinct phases of development have long been recognized in plant shoots. In contrast, the potential for phase-dependent changes in root development receives little attention, although changes in meristem size and root thickness are known to occur. New data from the PI's laboratory show that the positioning of lateral roots varies as the root matures, and that proteins that direct auxin transport affect these stages differently. In addition, loss-of-function of several genes that affect lateral root positioning also affect the time at which plants switch from a juvenile to a mature pattern of leaf arrangement. This project will: (1) establish the timing of developmental changes that take place in the root and test the hypothesis that genes known to control phase change in the shoot also control phase in the root. It will also (2) investigate genetic and molecular interactions between the identified genes and test hypotheses as to how regulation of organ spacing in the root and shoot are coordinated. This project will increase the opportunities for undergraduates to actively participate in science through the PI's laboratory, through a credit-bearing course that will be revised to make involvement in this research the centerpiece of the educational experience, and through opportunities for travel to a leading plant developmental biology laboratory outside of Oberlin. The PI and undergraduates will also partner with the local public high school, bringing multi-day investigative experiments to the high school and creating opportunities for motivated high school students from underrepresented groups to work in the PI's laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marta",
   "pi_last_name": "Laskowski",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Marta J Laskowski",
   "pi_email_addr": "marta.laskowski@oberlin.edu",
   "nsf_id": "000048910",
   "pi_start_date": "2017-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oberlin College",
  "inst_street_address": "173 W LORAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "OBERLIN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4407758461",
  "inst_zip_code": "440741057",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OH05",
  "org_lgl_bus_name": "OBERLIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZY4LY6PDKLM1"
 },
 "perf_inst": {
  "perf_inst_name": "Oberlin College",
  "perf_str_addr": "119 Woodland, K113,114",
  "perf_city_name": "Oberlin",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "440741060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OH05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 161376.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 180286.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The grant <em>RUI: Root architecture and phase change, how two seemingly different aspects of plant development tie together</em> had two goals. One was to educate and motivate undergraduate students in the area of plant biology, thereby helping to train the next generation in science. The other goal was to examine genetic factors that affect the rate at which plants age and determine the impact of these factors on the shape and size of plant root systems.</p>\n<p>Throughout the project, Dr Laskowski directly involved undergraduate students in research toward the grant&rsquo;s scientific goals. The upper-division plant biology courses that Dr Laskowski taught were organized such that students learned necessary background and then helped design and run experiments that aimed to further scientific understanding of the project area. Many students from the classes continued doing research in the Laskowski lab after their course ended. For example, five of six students in the fall 2023 course asked &ndash; and were &nbsp;to approved &ndash; to continue their projects in Laskowski&rsquo;s laboratory during Oberlin&rsquo;s 3-week Winter (January) Term. Dr Laskowski also offered outreach programs to students in the local public high school. Enthusiastic undergraduates joined in planning and leading these programs. Undergraduate students who worked with Dr Laskowski also gained experience communicating their research results. Several iterations of the research-based course concluded with student presentations to a plant biologist from outside Oberlin who was invited by Dr Laskowski (in person or via Zoom) for that purpose. In addition, students who conducted honors research with Dr Laskowski presented on their findings to a committee of faculty and the broader College community. One student presented a poster at a national conference of the American Society of Plant Biologists (ASPB), and two gave a poster at a Midwest section of the ASPB. Importantly, the publication that reports research results (see below) includes six undergraduate coauthors from Dr Laskowski&rsquo;s laboratory.</p>\n<p>The research project used molecular genetic techniques to examine how maturation of a plant affects the sub-cellular processes that direct root growth. The team Dr Laskowski led observed that overexpression of a gene which promotes a juvenile maturation state in the shoot led to formation of a much-denser root system. An example is shown in the accompanying image. These plants had far more leaves than normal, raising the question of whether the change in the root system resulted from the larger shoot system. Grafting experiments in which wild-type roots or shoots were replaced with juvenilized ones showed that only part of the effect came from the shoot; part of the effect on the density of the root system came from the root alone. Additional work then elucidated a genetic network that links the maturation state of the plant to the potential for root growth. This work was published in the journal <em>Development</em>. In addition to advancing our scientific understanding of how plant root systems form, it is possible that expanding our collective understanding of how plants grow could increase our agricultural capabilities.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/29/2024<br>\nModified by: Marta&nbsp;J&nbsp;Laskowski</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1656621/1656621_10481554_1722269787617_Laskowski_outcomes_report_horizontal--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1656621/1656621_10481554_1722269787617_Laskowski_outcomes_report_horizontal--rgov-800width.jpg\" title=\"Juvenilized arabidopsis plant displaying a denser root system than a wild-type plant when grown in a soil-filled rhizotron\"><img src=\"/por/images/Reports/POR/2024/1656621/1656621_10481554_1722269787617_Laskowski_outcomes_report_horizontal--rgov-66x44.jpg\" alt=\"Juvenilized arabidopsis plant displaying a denser root system than a wild-type plant when grown in a soil-filled rhizotron\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image of Arabidopsis thaliana plants grown in a soil-filled rhizotron showing (on the left) a wild-type plant and (on the right) the denser root system of a plant that overexpresses a gene which promotes a juvenile maturation state in the shoot. Image was cropped for clarity.</div>\n<div class=\"imageCredit\">Marta Laskowski</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Marta&nbsp;J&nbsp;Laskowski\n<div class=\"imageTitle\">Juvenilized arabidopsis plant displaying a denser root system than a wild-type plant when grown in a soil-filled rhizotron</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe grant RUI: Root architecture and phase change, how two seemingly different aspects of plant development tie together had two goals. One was to educate and motivate undergraduate students in the area of plant biology, thereby helping to train the next generation in science. The other goal was to examine genetic factors that affect the rate at which plants age and determine the impact of these factors on the shape and size of plant root systems.\n\n\nThroughout the project, Dr Laskowski directly involved undergraduate students in research toward the grants scientific goals. The upper-division plant biology courses that Dr Laskowski taught were organized such that students learned necessary background and then helped design and run experiments that aimed to further scientific understanding of the project area. Many students from the classes continued doing research in the Laskowski lab after their course ended. For example, five of six students in the fall 2023 course asked  and were to approved  to continue their projects in Laskowskis laboratory during Oberlins 3-week Winter (January) Term. Dr Laskowski also offered outreach programs to students in the local public high school. Enthusiastic undergraduates joined in planning and leading these programs. Undergraduate students who worked with Dr Laskowski also gained experience communicating their research results. Several iterations of the research-based course concluded with student presentations to a plant biologist from outside Oberlin who was invited by Dr Laskowski (in person or via Zoom) for that purpose. In addition, students who conducted honors research with Dr Laskowski presented on their findings to a committee of faculty and the broader College community. One student presented a poster at a national conference of the American Society of Plant Biologists (ASPB), and two gave a poster at a Midwest section of the ASPB. Importantly, the publication that reports research results (see below) includes six undergraduate coauthors from Dr Laskowskis laboratory.\n\n\nThe research project used molecular genetic techniques to examine how maturation of a plant affects the sub-cellular processes that direct root growth. The team Dr Laskowski led observed that overexpression of a gene which promotes a juvenile maturation state in the shoot led to formation of a much-denser root system. An example is shown in the accompanying image. These plants had far more leaves than normal, raising the question of whether the change in the root system resulted from the larger shoot system. Grafting experiments in which wild-type roots or shoots were replaced with juvenilized ones showed that only part of the effect came from the shoot; part of the effect on the density of the root system came from the root alone. Additional work then elucidated a genetic network that links the maturation state of the plant to the potential for root growth. This work was published in the journal Development. In addition to advancing our scientific understanding of how plant root systems form, it is possible that expanding our collective understanding of how plants grow could increase our agricultural capabilities.\n\n\n\t\t\t\t\tLast Modified: 07/29/2024\n\n\t\t\t\t\tSubmitted by: MartaJLaskowski\n"
 }
}