{
 "awd_id": "1656231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: ARTS: Revisionary systematics of the highly threatened land snails (Achatinellidae): an integrative phylogenetic approach",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "ashley dowling",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 216327.0,
 "awd_amount": 216327.0,
 "awd_min_amd_letter_date": "2017-02-10",
 "awd_max_amd_letter_date": "2017-02-10",
 "awd_abstract_narration": "Habitat destruction, environmental change, and invasive species are causing the extinction of species faster than scientists can find and record them. Of all the major animal groups, snails have the highest extinction rates, and most of these losses have occurred in the Pacific islands. Hawaii, a diversity hotspot, supports one of the world's most spectacular land snail radiations with more than 750 species and numerous species still unknown to science. However, the number of species is declining rapidly, and extinction estimates are already 50% or more. The Oahu Tree Snails (Achatinellidae) are the most diverse and iconic snails in the Hawaiian Islands. Research on these snails has contributed to development of evolutionary theory and island biology, yet basics about the biology and diversity of the group is still lacking. This project uses morphological, molecular, and biogeographic data from museum and recently collected specimens to clarify the taxonomy of this important land snail family, and provide insights into their evolution and conservation. Accurate and updated understanding of the identities and relationships of these snails is critical to the welfare of the ecosystem.  Training will be integrated throughout this project, ensuring the development of the next generation of scientists.\r\n\r\nThe project will assess the systematics of the highly threatened and iconic Achatinellidae, providing a revised and updated classification that will be the foundation for a better understanding of their diversification and conservation. The project will provide training for one postdoctoral researcher, one Ph.D. student, and numerous university undergraduates and high schoolers while addressing the three primary research objectives: 1) produce revised and updated subfamily and generic monographs of the Hawaiian Achatinellidae, including descriptions of 13 new species; 2) develop the first comprehensive, Pacific-wide phylogenetic hypothesis for the Achatinellidae using a modern morphological and molecular approach; 3) assess the biogeographic history of the Hawaiian Achatinellidae and their conservation. High school, undergraduate and graduate students from underrepresented groups in STEM will learn a range of techniques from molecular phylogenetics to anatomical analyses and museum curation and digitization, thereby linking science education with hands-on research, while growing and sustaining essential expertise in taxonomy. Trainees will be heavily involved in development of web-based products providing biogeographic, ecological and taxonomic data for each species, accessible to researchers and the public, and used to develop museum exhibits for broader access.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Hayes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A Hayes",
   "pi_email_addr": "hayes.ken@gmail.com",
   "nsf_id": "000081950",
   "pi_start_date": "2017-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200591000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7375",
   "pgm_ref_txt": "REVISIONARY SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}