{
 "awd_id": "1656550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Influence of tissue architecture on STAT-mediated morphogenesis and cell migration",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 567000.0,
 "awd_amount": 603549.0,
 "awd_min_amd_letter_date": "2017-05-15",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Nontechnical paragraph:\r\nDuring animal development, cells take on different roles and arrange themselves properly to form tissues and the whole organism.  If these processes fail, the developing organism could have birth defects or may die. Much is known about the molecular signals that instruct cells to adopt certain roles or migrate to required places, but cells exist in complex environments, and it is not clear how the physical arrangement of tissues affects cell signaling to each other. Recent studies from the Principal Investigator's research group suggest that small gaps between cells may significantly affect both the diffusion of signals and cell movements.  The goal of this project is to characterize the effect of tissue shape on cell signaling and organ development.  The researchers will combine genetics, observation of signals in living tissues, and computer modeling. The signal mechanisms identified through this work should function similarly in the development of animals generally.  Thus, this project will advance our knowledge of fundamental biological mechanisms; in particular, the biophysical factors that govern development, including pattern formation, joint movements of cells, and regulation of cell-cell signals. The PI will integrate this research with her continued efforts in improving higher education in biology.  She will train undergraduate and graduate students in critical thinking and interdisciplinary research methods, expand participation of underrepresented individuals in science by partnering with existing programs, and engage in community outreach efforts. \r\n\r\nTechnical paragraph:\r\nTo determine how tissue structure influences morphogenesis, the research team specifically investigates the Drosophila ovary.  Studying Drosophila has proven to be a powerful strategy to discover new genes and signaling mechanisms that function in many organisms, including humans. In the ovary, the epithelial-derived border cells become motile upon activation of the Janus Kinase/Signal Transducer and Activator of Transcription (Jak/STAT) pathway. During oogenesis, a diffusible activator is released from two follicle cells and functions to turn on STAT signaling in a dose-dependent fashion in nearby cells.  Activated cells migrate collectively toward high levels of secreted chemoattractants. Prior work suggests that these signaling events are regulated by conserved mechanisms. The project takes advantage of Drosophila genetics, mathematical modeling, and the relatively simple architecture of the developing egg, which can be imaged live to observe cell types interacting in vivo. Specifically, the researchers will: 1) investigate how the dynamics of a diffusible secreted signal are regulated, and how gaps within tissue architecture shape its signal transduction gradient and resultant cell specification, and 2) determine how the landscape of cells in the microenvironment through which the border cells migrate affects collective cell migration behaviors and local concentrations of secreted guidance cues.  Overall, this project will integrate cutting-edge, interdisciplinary research with outstanding educational opportunities for the next generation of potential scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Starz-Gaiano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Starz-Gaiano",
   "pi_email_addr": "starz@umbc.edu",
   "nsf_id": "000521813",
   "pi_start_date": "2017-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 Hilltop Circle",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 567000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 36549.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-36ae9ef0-7fff-680b-245b-a09d53d4de67\"> </span></p>\n<p dir=\"ltr\"><span>Normal animal development is highly dynamic. As tissues and organs form within a developing organism, many cells adopt new identities and some must even move long distances through a changing environment to find their final, required destination.&nbsp; These events are largely controlled by genetic information, which is decoded in each cell, but some information must be shared from one set of cells to another to coordinate their behaviors.&nbsp; Decades of research have identified many of the critical molecular components sent between cells that govern these cellular decisions.&nbsp; However, much less is understood about how these molecular signals are altered by being released into a large, dynamic environment. </span><span>&nbsp;</span><span>To examine this issue, our research takes advantage of&nbsp;</span><span>Drosophila melanogaster</span><span>, the fruit fly, to identify essential genes that regulate cellular decisions and to examine how molecular signals are distributed through developing tissues and organs. &nbsp;Fruit flies are amenable to many kinds of genetic manipulations in the laboratory and their tissues are small and transparent, which allows us to visualize cells in their normal environment. The genes and signaling molecules in flies are very similar to those in other organisms, so results from this study provide a framework for increased understanding of animal development in general. We have focused in particular on two molecular pathways: JAK/STAT signaling and Receptor Tyrosine Kinase (RTK) signaling, which specify migratory cells and provide directional information during egg development in the ovary.&nbsp; These signaling pathways have similar components in humans, where they are also critical in embryonic development, immune response, and disease progression.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Through the funded project, we have advanced our understanding of both JAK/STAT and RTK signaling. Our results have significant intellectual merit given the widespread importance of these molecular pathways.&nbsp; Specifically, we have discovered several new regulators of STAT signaling activity.</span><span> &nbsp;</span><span>Through genetic analysis, molecular biology, and mathematical modeling, we have built a clearer picture of how this cell-cell communication system works. </span><span>&nbsp;</span><span>In ovarian cells, we have shown that several newly identified regulators are important for controlling how initiating signals are released from cells, which triggers nearby cells to become motile.&nbsp; We also uncovered more about how downstream signaling components interact to enable the cells to move correctly, which is necessary for successful egg development.</span><span> </span><span>We have employed mathematical modeling of the STAT pathway to understand each step of this cascade in more detail, and refined a system to explain how motile cells respond</span><span>.&nbsp; </span><span>We also used mathematical and computational models to predict the distribution of a chemical attractant that activates the RTK system, which provides guidance information to migrating cells.&nbsp; Unexpectedly, we found that this guidance may be modulated by contours of neighboring cells, which create sinks or pools of signaling molecules.&nbsp; This in turn can impact cellular decisions.&nbsp; To test the predictions from these models, we have developed improved strategies to image developing egg chambers at high resolution, and have built genetic tools to test our predictions visually in living tissues.&nbsp;</span><span> </span><span>The important impact of cellular contour on signaling that we have found is likely to affect other tissues where extracellular signaling molecules act; thus, these findings could have a broad impact on biological research in many contexts. </span><span>&nbsp;&nbsp;</span></p>\n<p><span>In addition to advancing our scientific goals, the funded project has enabled us to broaden participation in research and improve research training and STEM education.</span><span>&nbsp; </span><span>Through partnerships with scholar programs at our university, we recruited a diverse team of trainees to our project.&nbsp; Four PhD students, two MS students, and 15 undergraduate students participated in mentored research; six of these researchers belong to under-represented minorities (URM) in STEM.</span><span>&nbsp; </span><span>Twelve additional summer undergraduate interns, predominantly URM students from local community colleges, and four high school interns also consulted on the research.&nbsp; In addition, using a strategy designed for our prior Undergraduate Bio-Mathematics program to strengthen interdisciplinary research and training, the PI and her mathematician collaborator co-mentored Biology and Mathematics students paired in research teams.&nbsp; In the classroom working with over 250 students per year, the PI implemented and assessed quantitative reasoning modules for undergraduate biology majors, co-developed new active learning activities, trained undergraduates and graduate students in scientific teaching, and adopted best practices for teaching and learning during the COVID pandemic and its aftermath. &nbsp;The researchers on this project and the PI participated in multiple scientific outreach activities, including partnering with programs for students in grades 6-12 and local events to increase public interest and understanding of the work of biologists.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2022<br>\n\t\t\t\t\tModified by: Michelle&nbsp;Starz-Gaiano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nNormal animal development is highly dynamic. As tissues and organs form within a developing organism, many cells adopt new identities and some must even move long distances through a changing environment to find their final, required destination.  These events are largely controlled by genetic information, which is decoded in each cell, but some information must be shared from one set of cells to another to coordinate their behaviors.  Decades of research have identified many of the critical molecular components sent between cells that govern these cellular decisions.  However, much less is understood about how these molecular signals are altered by being released into a large, dynamic environment.  To examine this issue, our research takes advantage of Drosophila melanogaster, the fruit fly, to identify essential genes that regulate cellular decisions and to examine how molecular signals are distributed through developing tissues and organs.  Fruit flies are amenable to many kinds of genetic manipulations in the laboratory and their tissues are small and transparent, which allows us to visualize cells in their normal environment. The genes and signaling molecules in flies are very similar to those in other organisms, so results from this study provide a framework for increased understanding of animal development in general. We have focused in particular on two molecular pathways: JAK/STAT signaling and Receptor Tyrosine Kinase (RTK) signaling, which specify migratory cells and provide directional information during egg development in the ovary.  These signaling pathways have similar components in humans, where they are also critical in embryonic development, immune response, and disease progression. \nThrough the funded project, we have advanced our understanding of both JAK/STAT and RTK signaling. Our results have significant intellectual merit given the widespread importance of these molecular pathways.  Specifically, we have discovered several new regulators of STAT signaling activity.  Through genetic analysis, molecular biology, and mathematical modeling, we have built a clearer picture of how this cell-cell communication system works.  In ovarian cells, we have shown that several newly identified regulators are important for controlling how initiating signals are released from cells, which triggers nearby cells to become motile.  We also uncovered more about how downstream signaling components interact to enable the cells to move correctly, which is necessary for successful egg development. We have employed mathematical modeling of the STAT pathway to understand each step of this cascade in more detail, and refined a system to explain how motile cells respond.  We also used mathematical and computational models to predict the distribution of a chemical attractant that activates the RTK system, which provides guidance information to migrating cells.  Unexpectedly, we found that this guidance may be modulated by contours of neighboring cells, which create sinks or pools of signaling molecules.  This in turn can impact cellular decisions.  To test the predictions from these models, we have developed improved strategies to image developing egg chambers at high resolution, and have built genetic tools to test our predictions visually in living tissues.  The important impact of cellular contour on signaling that we have found is likely to affect other tissues where extracellular signaling molecules act; thus, these findings could have a broad impact on biological research in many contexts.   \n\nIn addition to advancing our scientific goals, the funded project has enabled us to broaden participation in research and improve research training and STEM education.  Through partnerships with scholar programs at our university, we recruited a diverse team of trainees to our project.  Four PhD students, two MS students, and 15 undergraduate students participated in mentored research; six of these researchers belong to under-represented minorities (URM) in STEM.  Twelve additional summer undergraduate interns, predominantly URM students from local community colleges, and four high school interns also consulted on the research.  In addition, using a strategy designed for our prior Undergraduate Bio-Mathematics program to strengthen interdisciplinary research and training, the PI and her mathematician collaborator co-mentored Biology and Mathematics students paired in research teams.  In the classroom working with over 250 students per year, the PI implemented and assessed quantitative reasoning modules for undergraduate biology majors, co-developed new active learning activities, trained undergraduates and graduate students in scientific teaching, and adopted best practices for teaching and learning during the COVID pandemic and its aftermath.  The researchers on this project and the PI participated in multiple scientific outreach activities, including partnering with programs for students in grades 6-12 and local events to increase public interest and understanding of the work of biologists.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2022\n\n\t\t\t\t\tSubmitted by: Michelle Starz-Gaiano"
 }
}