{
 "awd_id": "1656843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Testing Models of Jaw Joint Evolution Using the Sea Lamprey, Xenopus laevis, and zebrafish",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2017-05-15",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 665258.0,
 "awd_min_amd_letter_date": "2017-05-08",
 "awd_max_amd_letter_date": "2021-05-26",
 "awd_abstract_narration": "Jawed vertebrates evolved from jawless fish a half-billion years ago and have since become one of the most successful animal groups on the planet.   This project aims to understand how jawed vertebrates evolved from jawless fish.  This will be done by comparing the development of the modern jawless fish, lamprey, with that of two jawed vertebrates, the african clawed frog, and the zebrafish.  To do this, modern methods for manipulating gene function will be used to alter the activity of genes involved in head skeleton development.  These manipulations are aimed at partially recapitulating the evolutionary process and pinpointing which genes were most important for jaw evolution. The work will shed light on a major evolutionary event that made possible the evolution of the majority of vertebrates now living on the planet, including humans.  The project will also help elucidate how the head skeleton and jaw develops in all vertebrates and contribute to efforts to understand the developmental and genetic basis of diseases effecting the face, skull, and jaw. Additionally, the project will provide training in modern genome engineering methods for a postdoctoral scholar, two graduate students, and several undergraduate and high school students. It will also support the maintenance of a traveling museum exhibit about animal development and evolution, and accompanying public lectures by the lead investigator.\r\n\r\nThe morphology of early vertebrate fossils, and basally-diverging modern vertebrates, suggests that jaw evolution involved two major changes in head skeleton structure; the evolution of morphologically distinct dorsal and ventral skeletal elements, and the positioning of flexible joint tissue between these elements.  How, mechanistically, these changes occurred, is unclear.  In gnathostomes, head skeleton precursors are segregated early in development into dorsal, ventral, and intermediate domains by interactions between Jagged-Notch, BMP, and Endothelin (Edn) signaling pathways.  These signals regulate the combinatorial expression of Dlx, Msx, and Hand transcription factors which, in turn, activate the morphogenetic and differentiation programs that shape skeletal elements and specify joints.  To better understand the developmental changes underlying gnathostome head skeleton evolution, this research will utilize the living agnathan, lamprey.  Lamprey is the only extant jawless vertebrate amenable to routine embryonic manipulations. Initial gene expression studies suggested that lamprey lacks dorso-ventral restricted expression of Dlx paralogs in head skeleton precursors. Subsequent work revealed unexpectedly gnathostome-like expression of Edn signaling components, Dlx, Msx, and Hand in the forming lamprey head. Furthermore, it was found that a lamprey homolog of the joint tissue specifier, Gdf5, is expressed in mucocartilage, a soft, mesenchymal skeletal tissue histologically similar to gnathostome joint tissue.  These data supported a model in which; 1) a sophisticated gnathostome-type head skeleton patterning system predates the evolution of jaws and 2) the evolution of joints was driven by the repositioning of ancient gene programs for soft skeletal tissue differentiation within this conserved pre-pattern. The proposed work will take advantage of recent optimization of CRISPR/Cas9 mutagenesis in lamprey to test key predictions of this model in the sea lamprey Petromyzon marinus, and the frog Xenopus laevis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Medeiros",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Medeiros",
   "pi_email_addr": "daniel.medeiros@colorado.edu",
   "nsf_id": "000507705",
   "pi_start_date": "2017-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 65258.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Jawed vertebrates, the animal group that includes humans and most other living vertebrates, evolved from small jawless fish a half-billion years ago. &nbsp;Jawed vertebrates have since become one of the most successful and important animal groups on the planet.&nbsp;&nbsp; This project sought to better understand how this critical evolutionary step occurred.&nbsp; This was accomplished by comparing the genes and development of the modern jawless fish, lamprey, with that of two representative jawed vertebrates, the african clawed frog, and the zebrafish.&nbsp; To do this, modern methods for manipulating gene function were used to alter the activity of genes involved in head skeleton development in these diverse vertebrates.&nbsp;&nbsp; The main finding of the project was that </span><span>the developmental and genetic scaffold upon which the vertebrate head skeleton is built arose surprisingly early in vertebrate evolution, long before the appearance of the jaw.&nbsp; Thus, the explosion of vertebrate diversity seen in the Devonian period, that included jawed vertebrates, didn&rsquo;t depend on the evolution of new genes or developmental processes, but on the rearrangement of pre-existing tissue types.&nbsp; Thus supports the idea that most of the basic genes, cells, and tissue types seen in modern vertebrates, including humans, evolved around 500 million years ago.&nbsp; Thus, vertebrate evolution, and evolutionary success, has largely involved changes in how these pre-existing components are used, and reused, in different vertebrate groups. </span><span>The project also provided training in modern genome engineering methods for a postdoctoral scholar, three graduate students, and several undergraduate and high school students. It also supported the maintenance of a traveling museum exhibit about animal development and evolution, and accompanying public lectures by the lead investigator.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/07/2022<br>\n\t\t\t\t\tModified by: Daniel&nbsp;M&nbsp;Medeiros</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nJawed vertebrates, the animal group that includes humans and most other living vertebrates, evolved from small jawless fish a half-billion years ago.  Jawed vertebrates have since become one of the most successful and important animal groups on the planet.   This project sought to better understand how this critical evolutionary step occurred.  This was accomplished by comparing the genes and development of the modern jawless fish, lamprey, with that of two representative jawed vertebrates, the african clawed frog, and the zebrafish.  To do this, modern methods for manipulating gene function were used to alter the activity of genes involved in head skeleton development in these diverse vertebrates.   The main finding of the project was that the developmental and genetic scaffold upon which the vertebrate head skeleton is built arose surprisingly early in vertebrate evolution, long before the appearance of the jaw.  Thus, the explosion of vertebrate diversity seen in the Devonian period, that included jawed vertebrates, didn’t depend on the evolution of new genes or developmental processes, but on the rearrangement of pre-existing tissue types.  Thus supports the idea that most of the basic genes, cells, and tissue types seen in modern vertebrates, including humans, evolved around 500 million years ago.  Thus, vertebrate evolution, and evolutionary success, has largely involved changes in how these pre-existing components are used, and reused, in different vertebrate groups. The project also provided training in modern genome engineering methods for a postdoctoral scholar, three graduate students, and several undergraduate and high school students. It also supported the maintenance of a traveling museum exhibit about animal development and evolution, and accompanying public lectures by the lead investigator.\n\n \n\n\t\t\t\t\tLast Modified: 11/07/2022\n\n\t\t\t\t\tSubmitted by: Daniel M Medeiros"
 }
}