{
 "awd_id": "1656398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative: Workshop; The Organization of Rebellion- Understanding Rebel Group Governance and Legitimacy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 12282.0,
 "awd_amount": 12282.0,
 "awd_min_amd_letter_date": "2017-07-28",
 "awd_max_amd_letter_date": "2017-07-28",
 "awd_abstract_narration": "General Abstract\r\nThis workshop aims to fill an important void in our understanding of the variation in the organization and tactics of rebel groups around the world.  First, they propose to investigate whether and how rebel groups attempt to govern civilians in affected countries.  Second, they ask whether such groups take steps to establish political legitimacy among citizens.  Third, they study how and why the governance structures of rebel groups take the form they do.  Finally, they assess how group-specific characteristics influenced government responses to them with respect to conflict and potential peace in affected areas.  The workshop will bring together a group of scholars who draw upon a range of research methodologies to try to answer these questions.  By including both qualitative and quantitative scholars, the workshop will ensure broad coverage of topics related to questions of rebel governance.  The workshop promises significant broader impacts. The team includes a diverse set of scholars, and has a plan in place to publicize the findings to both academic and policy-based outlets.  \r\n\r\nTechnical Abstract\r\nThe proposed workshop will bring together scholars to evaluate questions related to rebel group governance through multi-method approaches.  In particular, the plan is to focus on a series of questions related to rebel group governance strategy and organization, utilizing both quantitative and qualitative social scientific approaches.  Workshop participants will address a series of questions related to rebel group strategy and governance practices.  First, they will investigate whether rebel groups attempt to govern civilians in affected areas.  If so, they will study what forms such governance takes. Second, in situations defined by rebel governance, they will assess group strategy with respect to establishing political legitimacy as non-state actors.  Third, they will evaluate the decisions regarding leadership and governance structures selected by the groups where applicable. Fourth, they assess state responses to the presence of rebel groups, and how those responses influenced conflict or facilitated peace.  With a growing number of rebel groups emerging across the globe, it is particularly important to understand how such groups operate and how they attract support from citizens.  Likewise, because they often utilize violence, understanding the responses by states is also crucial in order to understand what strategies work to mitigate violence.  The workshop will draw from a diverse group of experts, representing an array of theoretical and methodological approaches to studying rebel groups. As such, the workshop holds promise to foster innovative approaches to studying the problem.  The results will be presented widely, targeting both the academic and policy communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cyanne",
   "pi_last_name": "Loyle",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Cyanne E Loyle",
   "pi_email_addr": "cel5432@psu.edu",
   "nsf_id": "000610621",
   "pi_start_date": "2017-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "1100 East Seventh Street",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 12282.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The sponsored workshop, &ldquo;The Organization of Rebellion: Understanding Rebel Group Governance and Legitimacy &rdquo; addressed a critical need of our research into the diverse nature of rebel political institutions and the relationship between rebel organizations and the citizens they represent/control. The&nbsp;<em><span style=\"text-decoration: underline;\">intellectual merit</span></em>&nbsp;of the workshop stems from its multi-method engagement with existing projects across the discipline. The workshop brought together quantitative and qualitative scholars working on projects which address how rebel organizations begin, how they are structured, how they choose strategies of violence and control, and ultimately how they govern. The&nbsp;<em><span style=\"text-decoration: underline;\">broader impacts</span>&nbsp;</em>of this workshop include an accounting of our current findings, state of the research, and areas of needed inquiry. Our workshop has resulted in the organization of a productive network of scholars in the field as well as the future collaboration of scholars working to enhance our overall learning and research outputs on this topic.</p>\n<p>This workshop and resulting network has advanced the study of rebel governance in three primary ways. First, we advanced the research agenda in this area by creating a collaborative and constructive platform for scholars in this field to share their ongoing work. Second, we bridged and continue to bridge the gap between quantitative and qualitative scholarship by bringing together scholars with different expertise involved in similar research questions. Third, we have begun to shape the ongoing research agenda on militarized non-state actors (and actors that may choose to engage the state militarily) through the organization of a journal special feature and multiple follow-up workshops.&nbsp;&nbsp;</p>\n<p>Our&nbsp;<em><span style=\"text-decoration: underline;\">long-term goal</span></em>&nbsp;is to enhance the capacity of conflict studies to address the growing global challenges associated with internationalized rebel organizations and transnational terrorism. Groups, such as IS/ISIS, Boko Haram, and Al Shabab, are growing in their global reach and level of violence, while work on how these organizations are governed, make political decisions, and respond to their domestic and international constituencies is still in its infancy. Through this funded proposal we have facilitated a multi-methods conversation between experts in this field in order to develop a stronger understanding of existing findings, areas of future research, and to enhance collaboration across existing projects. To the extent that the results of this project will contribute to addressing national and global challenges regarding the understanding of rebel governance, our workshop has also enhanced the ability of existing research to contribute to a growing and increasingly important policy debate.</p>\n<p>We have directly contributed to this goal in the following ways.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We have organized a&nbsp;<em>special feature&nbsp;</em>in the&nbsp;<em>Journal of Conflict Resolution&nbsp;</em>on rebel governance.&nbsp;&nbsp;Four pieces of original research by both quantitative and qualitative scholars, as well as an introductory essay synthesizing this (and previous) work are currently in the review process. &nbsp; &nbsp;</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We have developed a global network of scholars (the Rebel Governance Network) to maintain and strengthen the link between diverse scholars working in this research area. The Rebel Governance Network includes a website we maintain that features news, scholars, scholarship and data. The network is connected through a listserv which allows members to discuss issues related to their work in the area.&nbsp;</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Through the Rebel Governance Network, scholars have successfully coordinated panels for several major conferences, including the 2019 International Studies Association and the 2019 American Political Science Association annual meetings.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Rebel Governance Network has also secured additional support for a second small workshop through the Peace Science Society International, which took place at the 2018 annual meeting.&nbsp;</p>\n<p>Our broadest impact, however, will be in the future collaborative projects and funding areas which will be developed through this sustained interaction.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/24/2019<br>\n\t\t\t\t\tModified by: Cyanne&nbsp;E&nbsp;Loyle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe sponsored workshop, \"The Organization of Rebellion: Understanding Rebel Group Governance and Legitimacy \" addressed a critical need of our research into the diverse nature of rebel political institutions and the relationship between rebel organizations and the citizens they represent/control. The intellectual merit of the workshop stems from its multi-method engagement with existing projects across the discipline. The workshop brought together quantitative and qualitative scholars working on projects which address how rebel organizations begin, how they are structured, how they choose strategies of violence and control, and ultimately how they govern. The broader impacts of this workshop include an accounting of our current findings, state of the research, and areas of needed inquiry. Our workshop has resulted in the organization of a productive network of scholars in the field as well as the future collaboration of scholars working to enhance our overall learning and research outputs on this topic.\n\nThis workshop and resulting network has advanced the study of rebel governance in three primary ways. First, we advanced the research agenda in this area by creating a collaborative and constructive platform for scholars in this field to share their ongoing work. Second, we bridged and continue to bridge the gap between quantitative and qualitative scholarship by bringing together scholars with different expertise involved in similar research questions. Third, we have begun to shape the ongoing research agenda on militarized non-state actors (and actors that may choose to engage the state militarily) through the organization of a journal special feature and multiple follow-up workshops.  \n\nOur long-term goal is to enhance the capacity of conflict studies to address the growing global challenges associated with internationalized rebel organizations and transnational terrorism. Groups, such as IS/ISIS, Boko Haram, and Al Shabab, are growing in their global reach and level of violence, while work on how these organizations are governed, make political decisions, and respond to their domestic and international constituencies is still in its infancy. Through this funded proposal we have facilitated a multi-methods conversation between experts in this field in order to develop a stronger understanding of existing findings, areas of future research, and to enhance collaboration across existing projects. To the extent that the results of this project will contribute to addressing national and global challenges regarding the understanding of rebel governance, our workshop has also enhanced the ability of existing research to contribute to a growing and increasingly important policy debate.\n\nWe have directly contributed to this goal in the following ways.\n\n-       We have organized a special feature in the Journal of Conflict Resolution on rebel governance.  Four pieces of original research by both quantitative and qualitative scholars, as well as an introductory essay synthesizing this (and previous) work are currently in the review process.    \n\n-       We have developed a global network of scholars (the Rebel Governance Network) to maintain and strengthen the link between diverse scholars working in this research area. The Rebel Governance Network includes a website we maintain that features news, scholars, scholarship and data. The network is connected through a listserv which allows members to discuss issues related to their work in the area. \n\n-       Through the Rebel Governance Network, scholars have successfully coordinated panels for several major conferences, including the 2019 International Studies Association and the 2019 American Political Science Association annual meetings.\n\n-       The Rebel Governance Network has also secured additional support for a second small workshop through the Peace Science Society International, which took place at the 2018 annual meeting. \n\nOur broadest impact, however, will be in the future collaborative projects and funding areas which will be developed through this sustained interaction.\n\n\t\t\t\t\tLast Modified: 04/24/2019\n\n\t\t\t\t\tSubmitted by: Cyanne E Loyle"
 }
}