{
 "awd_id": "1656118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Gut as an Adaptable Interface: from Genetic Architecture to Physiological Consequences of Adaptive Growth of the Drosophila Gut",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2017-04-15",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 526954.0,
 "awd_amount": 526954.0,
 "awd_min_amd_letter_date": "2017-04-03",
 "awd_max_amd_letter_date": "2017-04-03",
 "awd_abstract_narration": "Diet is a principal determinant of animal health and fitness, affecting physiology, aging, metabolic disease and reproductive output. Considering that the average body mass index of human populations is increasing and weight is a main risk factor for disease, understanding how diet affects physiology has broad societal implications. There is a gap in our understanding of how diet can change the physiology of an individual, and what genes influence that process. The digestive tract (gut) is the site of digestion, and therefore acts as an interface between ingested food and an individual. Recent work has shown that diet can affect the structure and function of this interface, and that there is strong variation among individuals in how the gut responds to diet. However, the consequences of gut plasticity and mechanisms underlying the responses to diet remain largely uncharacterized. This study aims to understand how the gut can respond to specific nutrients and regulate digestion and physiology using the fruit fly as a model system. This study will provide a new framework to understand nutrition, including the gut as an active and variable interface, and will thus pave the way for future work to optimize nutrition in agricultural applications and human nutritional interventions. This study will support the education of middle school, high school, and undergraduate students, and will promote the importance of model organisms for fundamental scientific discovery and the socio-economic benefits of such studies via a public website.\r\n\r\nThe goal of this study is to explain whole-animal nutritional physiology in terms of gut function, nutritional sensing and flux, and gene activity in response to variation in nutrient ratios. The Drosophila adult midgut has the capacity to resize itself depending on diet. In particular, the ratio of nutrients in ingested food alters the size of the organ in a plastic manner, a phenomenon called adaptive growth (AG). This study aims to characterize the molecular mechanisms that underlie AG and determine how AG impacts organismal physiology. In addition, AG is highly variable between individuals, and the study aims to understand the genetic basis for inter-individual variation in gut AG. The study will 1) identify the specific nutrient(s) and conditions that trigger AG and determine if gut microbes are involved by utilizing a nutritional geometric framework in conjunction with metabolic assays and microbiology; 2) determine how gut structure is remodeled by food, with attention to gut regionalization and the impact of AG on nutrient assimilation, nutrient allocation patterns and fitness of the whole insect; and 3) identify the gene network that controls AG using transcriptomics and functional genetics, and identify the genes responsible for inter-individual variation in AG by genome-wide association study (GWAS). Altogether these results will characterize the impact of AG on whole organismal physiology and identify the molecular and genetic basis for gut plasticity to genetics, current gaps in our understanding of nutrition. The project will also impact middle school, high school, and undergraduate students, and support public education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Buchon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas Buchon",
   "pi_email_addr": "nicolas.buchon@cornell.edu",
   "nsf_id": "000635264",
   "pi_start_date": "2017-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univeristy",
  "perf_str_addr": "5117 Comstock Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 526954.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nutrition is a principal component of human and animal health. An imbalanced diet is an important risk factor for a variety of diseases, ranging from diabetes to cancer. The gut is the primary interface with diet and studying how it respond to changes in nutrition can advance our understanding on the full effect of diet on an organism.</p>\n<p>Here we find that the Drosophila gut changes it size in response to diets that are contributing the same number of calories, but provided from different ingredients: sugar and yeast, which is a source of protein, minerals, and vitamins. Flies feeding on yeast rich diet had generally bigger guts than flies feeding on a sugar rich diet.</p>\n<p>A big gut could result from either having a lot of yeast or few sugar in the diet. To understand how yeast and sugar affect gut size, we fed flies on a panel of different diets, with different ratios of yeast to sugar, and different number of calories. With this approach we found that yeast is required for flies to have a big gut, and that sugar is opposing it.</p>\n<p>Being a gut is a tough job. Drosophila and human guts both have dedicated stem cells populations in charge of replenishing cells lost or providing new cells for growth. Examining how the gut can grow, we found that it does so by a combination of increasing the number of its cells, and increasing the size of enterocytes, the main cellular population the gut.&nbsp; Shifts in diet composition change absolute and relative levels of cell loss and ISC proliferation. Strikingly, examining both cell proliferation and cell loss, we found that the rate of cell loss was higher on bigger growing guts, than on small stable guts, but this was compensated by increase proliferation in growing guts, resulting in an overall organ growth. Altogether, our data demonstrate that diet composition independently alters the rates of cell gain and cell loss, and their relative ratio underpins the emergent property of gut growth, together with control of the size of enterocytes.</p>\n<p>What does it mean to be a small gut, when eating a lot of sugar? Through a transcriptomic analysis we found that guts of flies fed on sugar rich diets are stressed, and flies on these diets also live less than flies on the yeast rich diet. Usually, these types of signals push a gut to proliferate and make new cells, but this does not happen on the sugar rich diet. We tried to characterize this phenomenon, and found that on the sugar rich diet, a translational inhibition in ECs uncouples ISC proliferation from increased expression of pro-proliferative niche signals.</p>\n<p>Like all people are not the same, different populations of flies (comparable to different individuals) responded to these diets in a variable manner. Some flies had a big gut only on the yeast enriched diet and small on the sugar enriched ones, others had small guts on both diets, while other had big guts on both diets. Assuming that gut size may change the amount of nutrients absorbed by an organism, and that it works in the same way in mammals, this may mean that by eating the same exact dish, two different individuals may intake a different amount of calories. This could be an important aspect to integrate in diet, to facilitate hitting a healthy target weight.</p>\n<p>&nbsp;</p>\n<p>Pubs of interest to the public:</p>\n<p>We have written short news-like pieces on a variety of research publications using flies as a model. You can find them here: http://buchonlab.com/debugging-fly-science-for-the-public.html</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2022<br>\n\t\t\t\t\tModified by: Nicolas&nbsp;Buchon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNutrition is a principal component of human and animal health. An imbalanced diet is an important risk factor for a variety of diseases, ranging from diabetes to cancer. The gut is the primary interface with diet and studying how it respond to changes in nutrition can advance our understanding on the full effect of diet on an organism.\n\nHere we find that the Drosophila gut changes it size in response to diets that are contributing the same number of calories, but provided from different ingredients: sugar and yeast, which is a source of protein, minerals, and vitamins. Flies feeding on yeast rich diet had generally bigger guts than flies feeding on a sugar rich diet.\n\nA big gut could result from either having a lot of yeast or few sugar in the diet. To understand how yeast and sugar affect gut size, we fed flies on a panel of different diets, with different ratios of yeast to sugar, and different number of calories. With this approach we found that yeast is required for flies to have a big gut, and that sugar is opposing it.\n\nBeing a gut is a tough job. Drosophila and human guts both have dedicated stem cells populations in charge of replenishing cells lost or providing new cells for growth. Examining how the gut can grow, we found that it does so by a combination of increasing the number of its cells, and increasing the size of enterocytes, the main cellular population the gut.  Shifts in diet composition change absolute and relative levels of cell loss and ISC proliferation. Strikingly, examining both cell proliferation and cell loss, we found that the rate of cell loss was higher on bigger growing guts, than on small stable guts, but this was compensated by increase proliferation in growing guts, resulting in an overall organ growth. Altogether, our data demonstrate that diet composition independently alters the rates of cell gain and cell loss, and their relative ratio underpins the emergent property of gut growth, together with control of the size of enterocytes.\n\nWhat does it mean to be a small gut, when eating a lot of sugar? Through a transcriptomic analysis we found that guts of flies fed on sugar rich diets are stressed, and flies on these diets also live less than flies on the yeast rich diet. Usually, these types of signals push a gut to proliferate and make new cells, but this does not happen on the sugar rich diet. We tried to characterize this phenomenon, and found that on the sugar rich diet, a translational inhibition in ECs uncouples ISC proliferation from increased expression of pro-proliferative niche signals.\n\nLike all people are not the same, different populations of flies (comparable to different individuals) responded to these diets in a variable manner. Some flies had a big gut only on the yeast enriched diet and small on the sugar enriched ones, others had small guts on both diets, while other had big guts on both diets. Assuming that gut size may change the amount of nutrients absorbed by an organism, and that it works in the same way in mammals, this may mean that by eating the same exact dish, two different individuals may intake a different amount of calories. This could be an important aspect to integrate in diet, to facilitate hitting a healthy target weight.\n\n \n\nPubs of interest to the public:\n\nWe have written short news-like pieces on a variety of research publications using flies as a model. You can find them here: http://buchonlab.com/debugging-fly-science-for-the-public.html\n\n \n\n\t\t\t\t\tLast Modified: 09/28/2022\n\n\t\t\t\t\tSubmitted by: Nicolas Buchon"
 }
}