{
 "awd_id": "1656464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Evolutionary origins of the vertebrate paired appendage gene regulatory network",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2017-01-15",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 358803.0,
 "awd_amount": 358803.0,
 "awd_min_amd_letter_date": "2017-01-13",
 "awd_max_amd_letter_date": "2017-01-13",
 "awd_abstract_narration": "The fins of fishes and the limbs of terrestrial (land living) vertebrates are anatomically distinct: Fins are 'capped' in a series of rays, while limbs terminate in an autopod (hands/feet). These differences support the view that fin rays and autopods are patterned by distinctly separate genes and genetic 'circuits'.  If this were true, studies of fin ray growth and regeneration may not be directly transferable to studies of limb birth defects and regeneration research, including in humans.  However, preliminary data from this project shows that the same genetic circuits do form the skeletons of both fins and limbs.  This project will confirm this common fin/limb building program, first characterizing the activity of key genes in the developing fins of two fish ideally suited to address these questions, the American paddlefish and the small spotted catshark.  These results will then guide experiments to test gene function, which will be compared to known data for developing limbs.  Outcomes will show that a shared genetic program regulates formation of fins and limbs and demonstrate that fish fins are a powerful research tool for the study of limbs.  Part of the success of this program will be the training of new researchers - a diverse group of graduate and undergraduates will bring their talents to this project and contribute to public outreach experiences in the Atlanta area public school system.\r\n\r\n\r\nThe developmental basis of the fin-to-limb transition remains a longstanding question in evolutionary biology.  In current models, fins are patterned by distinct proximal and distal developmental modules, generating adult skeletal compartments containing endochondral or dermal elements respectively.  Emphasis on skeletal type led to the hypothesis that fin-folds and autopods are not homologous, patterned by different modules, despite similar distal positions.  However, new findings raise an intriguing alternative hypothesis: that autopods share a deep regulatory homology with dermal fin rays.  This project will build a model for the evolutionary origin of the distal paired appendage gene regulatory network (GRN), expanding on discoveries in two phylogenetically well-positioned vertebrates, the American paddlefish (Polyodon spathula) and the small spotted catshark (Scyliorhinus canicula). To test this model, RNA-seq will be used to build a comprehensive transcriptional map in the fin compartments of paddlefish. These datasets will be compared to existing transcriptomic resources to identify candidate distal appendage GRN genes, which will be tested via pharmacological perturbation assays in paddlefish and complementary gene expression assays in catshark.  CRISPR-Cas9 mediated gene knockdowns will test HoxA gene function in paddlefish fins.  Together, the outcomes of this project will elucidate key components of the distal appendage GRN, catalyze new research directions that regulate early skeletogenesis, and reinvigorate interest in the use of fins for the study of limb birth defects and regeneration studies. The proposed work will train a diverse group of graduate and undergraduate students, including those recruited through minority participation programs. The PI and students will collaborate on outreach programs to Atlanta area public high schools through virtual access to the PI's lab, classroom visits, and summer intern programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcus",
   "pi_last_name": "Davis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marcus C Davis",
   "pi_email_addr": "davis4mc@jmu.edu",
   "nsf_id": "000533701",
   "pi_start_date": "2017-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kennesaw State University Research and Service Foundation",
  "inst_street_address": "1000 CHASTAIN RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "KENNESAW",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4705786381",
  "inst_zip_code": "301445588",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "GA11",
  "org_lgl_bus_name": "KENNESAW STATE UNIVERSITY RESEARCH AND SERVICE FOUNDATION, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "G8DZHNRKWTN3"
 },
 "perf_inst": {
  "perf_inst_name": "Kennesaw State University",
  "perf_str_addr": "1000 Chastain Road",
  "perf_city_name": "Kennesaw",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "301445591",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "GA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 42436.0
  }
 ],
 "por": null
}