{
 "awd_id": "1657089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: CHS: Capturing Emergent Fine-Scale Features in Visual Simulation of Elasticity",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2017-02-28",
 "awd_max_amd_letter_date": "2017-12-21",
 "awd_abstract_narration": "Visual simulation of natural phenomena is an established tool in digital animation and is also growing in importance in design and training applications.  Interactive simulation of elastic deformable objects such as fabric and soft tissue, in particular, has a direct benefit for apparel design, e-commerce, and medical training, where it can enable efficient and accurate previewing of garment designs or surgical actions.  But for simulation techniques to be truly valuable in these applications (so that they influence real life decisions), they must be visually representative of the behavior of the real phenomenon, including emergent fine-scale features such as wrinkles and folds, which must be reliably and faithfully reproduced as they convey information about the underlying physical properties of the material.  Because direct high-resolution simulation is too expensive for visual applications, many techniques have been developed to represent the details efficiently, including adaptive refinement and procedural synthesis.  Both types of methods depend crucially on being able to determine whether the current simulation resolution is inadequate to resolve the fine-scale detail that should exist in the system.  To do so, one must predict when such detail is likely to emerge, and how it will evolve over time.  Unfortunately, existing criteria for doing this rely either on expensive a posteriori error estimation, or on heuristic approaches requiring careful manual parameter tuning to generate reliable results.  This research aims to make progress towards the goal of robust and versatile physics-based techniques that can accurately predict the formation of unresolved fine-scale features and characterize their behavior as the simulation proceeds.  The versatile framework for detail prediction developed in this work will make visual simulation more efficient, reliable, and representative of the true behavior of the depicted phenomenon, stimulating its adoption in applications such as apparel design and surgical planning and training.  The PI will transfer project outcomes to practitioners in both these fields through collaboration with design faculty and surgeons in his University; this will additionally train computer science students in interdisciplinary research through interactions with experts in design and surgery.  Applications of this work in visual arts, design, and medicine will be used for outreach, and to engage art and design students who would not otherwise be attracted to STEM fields.\r\n\r\nThis project will address a fundamental challenge in numerical simulation: how can one efficiently characterize unresolved detail in a simulated physical system?  Previous work by the PI has pointed to dynamical instabilities as an essential criterion to predict the emergence of fine-scale features.  This work will build a theoretical and computational framework that formalizes this insight, and provides efficient and practical techniques for capturing emergent detail in the simulation of deformable objects.  The contribution of the work will be a framework of novel numerical methods that can automatically detect and characterize dynamical instabilities in a general setting.  Doing so will extend the versatility of a priori refinement techniques, making them applicable to a broad class of elastic simulation problems.  The proposed methods will be evaluated on practical problems arising in applications such as garment design and virtual surgery.  The knowledge gained from this work will advance understanding of quantitative and qualitative fidelity in simulations of dynamical systems, and will provide a sound theoretical foundation for future work on adaptive simulation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Guy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Guy",
   "pi_email_addr": "sjguy@cs.umn.edu",
   "nsf_id": "000637127",
   "pi_start_date": "2017-12-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Rahul",
   "pi_last_name": "Narain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rahul Narain",
   "pi_email_addr": "narain@umn.edu",
   "nsf_id": "000702064",
   "pi_start_date": "2017-02-28",
   "pi_end_date": "2017-12-21"
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Union Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "026Y00",
   "pgm_ele_name": "CRII CISE Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this research is to develop novel simulation algorithms that better capture the behavior of fine-scale emergent detail in soft materials. From folds and wrinkles in cloth to crease lines in skin, these details are not only essential for depicting realistic characters in virtual worlds, but also convey valuable information about the underlying physical properties of the system being simulated that are needed for critical applications like computer-aided design and virtual surgery. Existing simulation algorithms fall largely into two classes, either providing high-fidelity results that are computationally expensive to produce, or interactive computation of simplified models that are not necessarily predictive of real-world materials. This work seeks to bridge this gap and bring accurate simulations of soft materials closer to real-time performance for interactive applications. This problem becomes more challenging in the presence of materials with nonlinear elastic response, as well as frictional contact interactions between surfaces, both of which are phenomena of practical interest that substantially influence the behavior of fine-scale details.</p>\n<p>&nbsp;Our first major result was an algorithm that uses adaptive mesh refinement to enable accurate and robust frictional contact in garment simulation. Accurate treatment of friction is a necessary prerequisite for any predictive tool, such as for computer-aided garment design or virtual try-on. By carefully refining the simulation mesh in regions in contact, we can apply a state-of-the-art solver for Coulomb?s friction law to obtain accurate and reliable simulation results. Through several numerical experiments, we have verified that the resulting technique is more accurate than existing cloth simulation methods, and robust to challenging contact scenarios. We have released the source code of our simulator online to facilitate further work building on our technique. Indeed, it is already being used by other researchers in the service of novel research in computer graphics and computer vision, including techniques to analyze and reconstruct real fabric properties from video.</p>\n<p>We have also made advancements to the ADMM-PD algorithm, a simple, parallelizable simulation algorithm that enables robust high-resolution dynamic simulation of nonlinear elastic materials at real-time rates. Such a nonlinear elastic response is characteristic of many important soft materials, including woven fabrics and biological tissues. Through the work in this project we have extended it with a novel, higher-order accurate method for incorporating generalized forms of internal dissipation, to better model organic materials. We have also investigated schemes for efficient simulation of sliding contact within the ADMM-PD framework. Our code has been released as open source, and many subsequent projects in both academia and industry have built directly upon it.</p>\n<p>Most recently, we observed that while a key property of physics is that the elastic energy of a material is invariant to both translation and rotation, no existing fast algorithms for elasticity simulation took advantage of this problem structure. Motivated by this fact, we have developed a generalization of ADMM-PD that directly exploits rotation invariance. We have further introduced a strategy for automatically adapting to the nonlinearity of the model?s elastic response. Numerical experiments show that with these two advances, our new method significantly outperforms state-of-the-art techniques, especially on rotation-dominated problems (i.e., those exhibiting significant bending or twisting). In particular, it provides benefits to draping simulations involving predicting the folds and wrinkles in a cloth. We are preparing our code for this algorithm for open-source release as well.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/12/2021<br>\n\t\t\t\t\tModified by: Stephen&nbsp;J&nbsp;Guy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this research is to develop novel simulation algorithms that better capture the behavior of fine-scale emergent detail in soft materials. From folds and wrinkles in cloth to crease lines in skin, these details are not only essential for depicting realistic characters in virtual worlds, but also convey valuable information about the underlying physical properties of the system being simulated that are needed for critical applications like computer-aided design and virtual surgery. Existing simulation algorithms fall largely into two classes, either providing high-fidelity results that are computationally expensive to produce, or interactive computation of simplified models that are not necessarily predictive of real-world materials. This work seeks to bridge this gap and bring accurate simulations of soft materials closer to real-time performance for interactive applications. This problem becomes more challenging in the presence of materials with nonlinear elastic response, as well as frictional contact interactions between surfaces, both of which are phenomena of practical interest that substantially influence the behavior of fine-scale details.\n\n Our first major result was an algorithm that uses adaptive mesh refinement to enable accurate and robust frictional contact in garment simulation. Accurate treatment of friction is a necessary prerequisite for any predictive tool, such as for computer-aided garment design or virtual try-on. By carefully refining the simulation mesh in regions in contact, we can apply a state-of-the-art solver for Coulomb?s friction law to obtain accurate and reliable simulation results. Through several numerical experiments, we have verified that the resulting technique is more accurate than existing cloth simulation methods, and robust to challenging contact scenarios. We have released the source code of our simulator online to facilitate further work building on our technique. Indeed, it is already being used by other researchers in the service of novel research in computer graphics and computer vision, including techniques to analyze and reconstruct real fabric properties from video.\n\nWe have also made advancements to the ADMM-PD algorithm, a simple, parallelizable simulation algorithm that enables robust high-resolution dynamic simulation of nonlinear elastic materials at real-time rates. Such a nonlinear elastic response is characteristic of many important soft materials, including woven fabrics and biological tissues. Through the work in this project we have extended it with a novel, higher-order accurate method for incorporating generalized forms of internal dissipation, to better model organic materials. We have also investigated schemes for efficient simulation of sliding contact within the ADMM-PD framework. Our code has been released as open source, and many subsequent projects in both academia and industry have built directly upon it.\n\nMost recently, we observed that while a key property of physics is that the elastic energy of a material is invariant to both translation and rotation, no existing fast algorithms for elasticity simulation took advantage of this problem structure. Motivated by this fact, we have developed a generalization of ADMM-PD that directly exploits rotation invariance. We have further introduced a strategy for automatically adapting to the nonlinearity of the model?s elastic response. Numerical experiments show that with these two advances, our new method significantly outperforms state-of-the-art techniques, especially on rotation-dominated problems (i.e., those exhibiting significant bending or twisting). In particular, it provides benefits to draping simulations involving predicting the folds and wrinkles in a cloth. We are preparing our code for this algorithm for open-source release as well.\n\n\t\t\t\t\tLast Modified: 05/12/2021\n\n\t\t\t\t\tSubmitted by: Stephen J Guy"
 }
}