{
 "awd_id": "1657041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFGEO-NERC: Transfer of energy from the ocean mesoscale to the internal wave field by stimulated loss of balance",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 564802.0,
 "awd_amount": 564802.0,
 "awd_min_amd_letter_date": "2017-06-05",
 "awd_max_amd_letter_date": "2017-06-05",
 "awd_abstract_narration": "The ocean energy budget is not well understood and there is uncertainty in the content of and fluxes between ocean energy reservoirs. Internal waves, which result from wind, tides and topographic interactions, are present throughout the ocean and contain about 10% of the ocean energy budget while the remaining 90% is associated with mesoscale eddies. In order to reach steady-state, the same amount of energy entering the system must leave the system; however, the method of removal is not clear. This group of researchers has recently obtained results that suggest a transfer of energy from the mesoscale flow to near-inertial waves. This loss of energy is also known as the stimulated loss of balance (SLOB), which influences mesoscale flow. This project seeks to quantify the impact of ocean internal waves on mesoscale flow as well as determine if internal tides also act as a source of energy transfer. The researchers plan to utilize theory and numerical simulations to investigate the role of internal waves in the mesoscale energy budget. The knowledge gained from this proposal will enhance understanding of internal waves, which can be used to advance climate models. A better understanding of internal tides will likely lead to more accurate interpretations of satellite altimeter data as well. Two postdoctoral research assistants will benefit from state-of-the-art physical oceanography and applied mathematics training through this project. This project supports an international collaboration between Scripps Institute of Oceanography and the University of Edinburgh. The resulting models and model output will be made available to other researchers for teaching and learning purposes.\r\n\r\nRecent results produced by this group of researchers show that the advection and refraction of near-inertial waves by mesoscale flow is necessarily accompanied by a transfer of energy from the mesoscale flow to the inertial waves. Theoretical and numerical analyses will be used to develop a model that couples internal wave dynamics with that of balanced mesoscale flow to understand energy transfers from the mesoscale reservoir to internal waves via SLOB. The specific objectives of this project are to: assess and develop the hypothesis that SLOB plays a major role in the mesoscale energy budget, and to investigate SLOB by components of the internal wave spectrum, particularly the internal tide. The proposed methodology will also aid in the development and assessment of techniques with broad applicability to multi-scale problems involving the scattering and transformation of waves by turbulent flows. As a result of this project, a quantitative understanding of the role played by SLOB in the ocean energy budget will be obtained.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Young",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Young",
   "pi_email_addr": "wryoung@ucsd.edu",
   "nsf_id": "000108594",
   "pi_start_date": "2017-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930213",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 564802.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Near-inertial waves (NIWs) are energetic horizontal oscillations of water in the upper ocean. NIWs are invisible to the naked eye. Instead NIWs are revealed by the trajectories of floats: their signature &nbsp;is an almost circular float orbit with a radius of several kilometers. To maintain course, ships must actively steer to compensate for the deflection resulting from NIWs (and other ocean currents).</span></p>\n<p><span>NIWs are generated by the wind blowing across the surface of the ocean. The wind also generates familiar surface gravity waves and indeed there is significant coupling between NIWs and surface waves. &nbsp; NIWs &mdash; through their association with surface gravity waves and their high energy level &mdash; are important for shipping and naval operations. NIWs also lead to significant turbulence and are major drivers of mixing in the upper ocean. This mixing affects the transfer of gases, such as carbon dioxide and oxygen, between the atmosphere and the ocean.</span></p>\n<p><span>This project has advanced modeling and prediction of ocean NIWs. We have resolved a long-standing puzzle that NIWs travel downwards into the deep ocean much faster than the simplest predictions based on &ldquo;linearized wave dynamics&rdquo;. Linearized wave dynamics predicts glacially slow vertical propagation &mdash; at about the speed that fingernails grow. Observations of the ocean show that in the period after a strong wind event, the energy level in the shallowest layers of the ocean decreases much more quickly than one might expect. The surface layers of the ocean quickly returns to rest because the NIWs propagate vertically at a speed that is several hundred times faster than the predictions of linearized wave dynamics.</span></p>\n<p><span>(Above &ldquo;linearized wave dynamics&rdquo; means that one conveniently ignores the fact that NIWs exist in a moving fluid. Instead, one treats the propagation of NIWs as though the ocean is still. To explain &ldquo;linearization&rdquo; in more detail consider a more familiar problem: the propagation of sound through the atmosphere. Linearized wave dynamics is based on the assumption that the atmosphere is at rest and consequently sound travels in straight lines. It is an easily observed fact, however, that wind can significantly affect the propagation of sound by bending the trajectory of sound waves &mdash; sound \"carries downwind\". Even though the speed of sound is about 340 meter/second, which is much faster than the 10 meter/second speed typical of wind. The problem of NIWs propagating through ocean currents has all the complications of sound and wind, and many others e.g. the rotation of the Earth cannot be ignored in the NIW problem.)</span></p>\n<p><span>The project has identified the most important features of ocean currents that result in enhanced vertical propagation of NIWs. More than any other environmental variable it is the vertical vorticity (analogous to the swirl of fluid spiraling down a drainpipe) of large-scale ocean currents that concentrates NIWs into small areas and speeds their passage downwards.</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2021<br>\n\t\t\t\t\tModified by: William&nbsp;R&nbsp;Young</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nNear-inertial waves (NIWs) are energetic horizontal oscillations of water in the upper ocean. NIWs are invisible to the naked eye. Instead NIWs are revealed by the trajectories of floats: their signature  is an almost circular float orbit with a radius of several kilometers. To maintain course, ships must actively steer to compensate for the deflection resulting from NIWs (and other ocean currents).\n\nNIWs are generated by the wind blowing across the surface of the ocean. The wind also generates familiar surface gravity waves and indeed there is significant coupling between NIWs and surface waves.   NIWs &mdash; through their association with surface gravity waves and their high energy level &mdash; are important for shipping and naval operations. NIWs also lead to significant turbulence and are major drivers of mixing in the upper ocean. This mixing affects the transfer of gases, such as carbon dioxide and oxygen, between the atmosphere and the ocean.\n\nThis project has advanced modeling and prediction of ocean NIWs. We have resolved a long-standing puzzle that NIWs travel downwards into the deep ocean much faster than the simplest predictions based on \"linearized wave dynamics\". Linearized wave dynamics predicts glacially slow vertical propagation &mdash; at about the speed that fingernails grow. Observations of the ocean show that in the period after a strong wind event, the energy level in the shallowest layers of the ocean decreases much more quickly than one might expect. The surface layers of the ocean quickly returns to rest because the NIWs propagate vertically at a speed that is several hundred times faster than the predictions of linearized wave dynamics.\n\n(Above \"linearized wave dynamics\" means that one conveniently ignores the fact that NIWs exist in a moving fluid. Instead, one treats the propagation of NIWs as though the ocean is still. To explain \"linearization\" in more detail consider a more familiar problem: the propagation of sound through the atmosphere. Linearized wave dynamics is based on the assumption that the atmosphere is at rest and consequently sound travels in straight lines. It is an easily observed fact, however, that wind can significantly affect the propagation of sound by bending the trajectory of sound waves &mdash; sound \"carries downwind\". Even though the speed of sound is about 340 meter/second, which is much faster than the 10 meter/second speed typical of wind. The problem of NIWs propagating through ocean currents has all the complications of sound and wind, and many others e.g. the rotation of the Earth cannot be ignored in the NIW problem.)\n\nThe project has identified the most important features of ocean currents that result in enhanced vertical propagation of NIWs. More than any other environmental variable it is the vertical vorticity (analogous to the swirl of fluid spiraling down a drainpipe) of large-scale ocean currents that concentrates NIWs into small areas and speeds their passage downwards.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/12/2021\n\n\t\t\t\t\tSubmitted by: William R Young"
 }
}