{
 "awd_id": "1657659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Volatile Contents of the Chile Ridge Mid-Ocean Ridge Basalts, Unraveling their Arc Signature",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2017-02-15",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 214547.0,
 "awd_amount": 214547.0,
 "awd_min_amd_letter_date": "2017-02-13",
 "awd_max_amd_letter_date": "2020-12-18",
 "awd_abstract_narration": "Geochemical studies of erupted lavas, especially those found in ocean basins, where Earth's crust is thinnest, helps us to understand processes that control the composition and dynamics of the Earth's upper mantle, which is the source from which most magmas and volcanos come.  A fundamental step in understanding the eruption of seafloor lavas, which are mostly basaltic in composition, and the nature of their mantle source is to establish the budget and distribution of volatiles in these rocks. This is because volatile elements and compounds, like Carbon, Hydrogen, Fluorine, Chlorine, Sulfur, and H2O and CO2, respectively, influence mantle melting, magma crystallization, and the location, strength, and composition of volcanic eruptions. The abundance and volatile composition of seafloor-erupted lavas and their spatial distribution provide important constraints on models of mantle flow and temperature, on the dehydration of oceanic lithosphere subducted into the mantle during the subduction process, on lithospheric metasomatism, and on the cycling of elements between Earth's surface and deep reservoirs. The lavas erupted along the Chile Ridge in the southeast Pacific Ocean are unique in that they show geochemical characteristics of arc lavas, instead of seafloor basalts. This research examines the chemistry of these unusual lavas and provides a comprehensive characterization of their composition including major and trace element geochemistry, their cargo of volatile elements and compounds, and their ratios of the radiogenic isotopes of Strontium, Neodymium, Hafnium, and Lead.  These data will be used to unravel the role of the different reservoirs and processes contributing to the generation and evolution of Chile Ridge magmatism as well as provide important constraints on models of mantle flow and temperature. Moreover, volatiles are key constituents of the Earth's atmosphere and oceans and, thus, these data can also be used to establish the cycles of volatiles between the Earth's interior and surface which fundamentally affects our planet's habitability.  Broader impacts of the work include support of an early career research scientist, support of an institution in an EPSCoR state (i.e., a state that does not receive significant federal monies) and engaging undergraduate students in the full research experience, including training in state-of-the-art geochemical analytical techniques. Working with Brown University programs whose missions are to increase the number of under-represented minority students in science and technology fields, efforts will be made to engage undergraduates from minority groups in the research. Public outreach, related to the project, will be carried out through the Brown University Science Center Outreach and Public Affairs Office. The work also promotes the collaboration with geochemists from five institutions representing three countries: USA, Germany, and Japan. It also supports NSF-funded analytical facilities at Brown University in Rhode Island and the Woods Hole Oceanographic Institution in Massachusetts and funds an investigator from a minority group under-represented in the sciences. \r\n\r\nLavas from the slab window on the Chile Ridge, in the southeast Pacific Ocean, come from a region characterized by a unique set of geological and geochemical characteristics: (1) it has no geophysical evidence for a mantle plume affecting the ridge due to its location away from any known Pacific Ocean Basin hotspot; (2) it is one of the few known locations in the world where the ridge axis is currently being subducted resulting in the development of a slab window under the South American continent; and (3) it is one of the few examples in the world where mid-ocean ridge basalts have geochemical characteristics more commonly associated with arc magmatism. This research provides a comprehensive geochemical study of these unique Chile Ridge basalts, providing a unique opportunity to study the interaction between subduction and mid-ocean ridge spreading processes.  An important clue to the origin of these unique volcanic rocks is their volatile content and its composition. This research will fully characterize primitive submarine glasses by analyzing their major, trace, and volatile element contents, the radiogenic isotope ratios of Sr, Nd, Pb, and Hf of these rocks, and the composition and distribution of volatile elements and compounds (C, H, F, S, Cl, H2O, and CO2). Analyses will be carried out using inductively-coupled plasma mass spectrometry at Brown University. The volatile work will be done via secondary ion mass spectrometry at the Woods Hole Institution of Oceanography to analyze the composition of olivine-hosted melt inclusions in samples that represent the end-member basaltic compositions of the targeted Chile Ridge lavas. The new geochemical data will be used to unravel the processes contributing to the generation and evolution of different end-member components forming the southeast Pacific upper mantle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Saal",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto E Saal",
   "pi_email_addr": "alberto_saal@brown.edu",
   "nsf_id": "000104792",
   "pi_start_date": "2017-02-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Soumen",
   "pi_last_name": "Mallick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soumen Mallick",
   "pi_email_addr": "soumen_mallick@brown.edu",
   "nsf_id": "000701816",
   "pi_start_date": "2017-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 214547.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The Chile ridge in the southeast Pacific is one of the few places on Earth where an active mid-ocean ridge system is currently subducting (undertrusting)&nbsp; beneath the South American plate. The subduction of the ridge produce an opening within the oceanic plate named \"slab window\". How the Earth's mantle flows across the slab window is unknown, but most geodynamic models suggest that the mantle&nbsp; flow from beneath to above the oceanic plate.</p>\n<p class=\"p1\">To evaluate the geodynamic models we used the extreme chemical variability of the Chile ridge lavas to determine the direction of the mantle flow in this unusual geologic place. Using the chemical data of the lavas in the Chile ridge and comparing those with lavas erupting&nbsp; within the Pacific and Atlantic Oceans as well as those flaring up on southern South America.</p>\n<p class=\"p1\">Once we trace the chemical compositions of the lavas in all these places and compare them with those of the Chile Ridge lavas we concluded that the mantle flow across the slab window is opposite to all the previously published geodynamic models. Namely, the mantle is flowing from above to below&nbsp;the oceanic plate across the slab window.</p>\n<p class=\"p1\">This project&nbsp; provided an excellent opportunity to Research Scientist Soumen Mallick (50% supported by Brown Universityand 50% soft money)&nbsp; not only to be&nbsp; involved as a Co-I in a new research project, to work with national and international scientists and to&nbsp; present the results in international conference,&nbsp; but also&nbsp; to advise two undergraduate student in research ,with one of them presenting her senior thesis on the chemistry of Chile Ridge lavas and graduating with honors.&nbsp;</p>\n<p class=\"p1\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/12/2022<br>\n\t\t\t\t\tModified by: Alberto&nbsp;Saal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Chile ridge in the southeast Pacific is one of the few places on Earth where an active mid-ocean ridge system is currently subducting (undertrusting)  beneath the South American plate. The subduction of the ridge produce an opening within the oceanic plate named \"slab window\". How the Earth's mantle flows across the slab window is unknown, but most geodynamic models suggest that the mantle  flow from beneath to above the oceanic plate.\nTo evaluate the geodynamic models we used the extreme chemical variability of the Chile ridge lavas to determine the direction of the mantle flow in this unusual geologic place. Using the chemical data of the lavas in the Chile ridge and comparing those with lavas erupting  within the Pacific and Atlantic Oceans as well as those flaring up on southern South America.\nOnce we trace the chemical compositions of the lavas in all these places and compare them with those of the Chile Ridge lavas we concluded that the mantle flow across the slab window is opposite to all the previously published geodynamic models. Namely, the mantle is flowing from above to below the oceanic plate across the slab window.\nThis project  provided an excellent opportunity to Research Scientist Soumen Mallick (50% supported by Brown Universityand 50% soft money)  not only to be  involved as a Co-I in a new research project, to work with national and international scientists and to  present the results in international conference,  but also  to advise two undergraduate student in research ,with one of them presenting her senior thesis on the chemistry of Chile Ridge lavas and graduating with honors. \n \n\n\t\t\t\t\tLast Modified: 02/12/2022\n\n\t\t\t\t\tSubmitted by: Alberto Saal"
 }
}