{
 "awd_id": "1657317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing rural girls' STEM competency and motivation through communicating scientific topics with advanced technology",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925126",
 "po_email": "abaylor@nsf.gov",
 "po_sign_block_name": "Amy Baylor",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2022-10-31",
 "tot_intn_awd_amt": 454146.0,
 "awd_amount": 454146.0,
 "awd_min_amd_letter_date": "2017-08-04",
 "awd_max_amd_letter_date": "2022-05-10",
 "awd_abstract_narration": "Engaging girls and young women in science or information and communication technology (ICT) career pathways requires a multi-faceted support system that helps them develop competence, broaden their views of what science entails, deepen their sense of the value and utility of these efforts, and explore their own interests and identities (particularly as they intersect with language, history and the arts). At the same time, emerging technologies, including augmented reality (AR), are changing the ways that science is and can be accessed, communicated, and understood by the public. This ITEST Strategies project addresses the disparity in female participation in science and computer science fields. It focuses on aspects of scientific work (namely communication) that may be more attractive to youth who equate science only with conducting experiments or learning facts. The project targets 112 rural art-oriented young women (15-18 years old and living in Maine) with no prior interest in science. It partners them with scientists and media designers to create AR experiences focused on science questions and issues relevant to their local community and environment. Science, computational thinking, and basic computer programming skills are targeted via science communication that the young women design using AR software. This project contributes to our understanding of the use of AR-based media design to enhance science and computer science interest and confidence of young women who do not see themselves as \"science-types,\" opening the door for them to consider related career pathways. The project also provides insight into strategies that help scientists communicate effectively with diverse audiences. Overall, it aims to increase the diversity of people considering science and computer science careers and to support opportunities for participation in these fields by underserved girls from rural areas.\r\n\r\nThe project takes an innovative approach to supporting young women's competency and motivation for participation in the science and ICT workforce by integrating AR and non-hierarchical learning to focus on aspects of science communication.  The project targets 112 rural art-oriented young women (15-18 years old and living in Maine) with no prior interest in science. It partners them with scientists and media designers to create AR experiences focused on science questions and issues relevant to their local community and environment. Science, computational thinking, and basic computer programming skills are targeted via science communication that the young women design using AR software. Research questions include investigating the impact of the AR experiences on young women's interest in ICT careers, self-efficacy for doing science or becoming a lifelong learner in science,\tand perspectives on what constitutes doing science research. The impact of the experience on the participating scientists' attitudes about public engagement in science it also investigated. Methods include both quantitative (e.g., pre- post- instrumentation) and qualitative approaches (e.g., journaling and focus groups). Results will provide evidence on the types of experiences that are productive and meaningful to rural young women as well as ways to expand scientists' ability to communicate effectively with diverse audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cathlyn",
   "pi_last_name": "Davis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cathlyn M Davis",
   "pi_email_addr": "Cathlyn.Davis@umces.edu",
   "nsf_id": "000476041",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gagnon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Gagnon",
   "pi_email_addr": "djgagnon@wisc.edu",
   "nsf_id": "000593466",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Center for Environmental Sciences",
  "inst_street_address": "2020 HORNS POINT RD",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4102212014",
  "inst_zip_code": "216133368",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND CENTER FOR ENVIRONMENTAL SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JHTYTGKYWLL9"
 },
 "perf_inst": {
  "perf_inst_name": "UMCES Appalachian Laboratory",
  "perf_str_addr": "301 Braddock Road",
  "perf_city_name": "Frostburg",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "215322307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MD06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7227",
   "pgm_ref_txt": "ITEST"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 454146.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-16b92683-7fff-36b0-6f9f-17ea9cd28263\">\n<p dir=\"ltr\"><strong>Summary</strong>&nbsp;</p>\n<p dir=\"ltr\">The AR Girls project used an innovative science-art approach to support young women&rsquo;s competency and motivation to participate in Information Communications Technology (ICT) activities and consider related careers. It blended science, communication and technology to provide an entry point for preteen and teen girls who often have higher interest in levels of language, history and art than science and computer science. Under a broad umbrella of art, AR Girls centered on the following themes: environmental issues as a portal to science, communication as a key component of the science process, and interactive digital media (e.g., Augmented Reality or AR) as a form of science communication.</p>\n<p dir=\"ltr\"><span>The AR Girls project engaged art-oriented rural girls who collaborated with each other to create location-based AR experiences that communicated about important environmental issues within their community. Initially, girls worked in-person with local art educators and science professionals at partnering small art organizations in Maine. Halfway through the project, the COVID pandemic forced a rapid switch to an online-only offering led by pairs of trained independent art educators. In the revised version, each girl produced their own AR experiences but with extensive support and feedback from the art educators and other participants. They researched and crafted their communication message about fashion, energy or food waste for their target audience. From this outline, they built their AR experience with a user-friendly software (Metaverse), the project&rsquo;s curated digital resource library, and their own artwork, and then shared their final products at the end of the workshop. The Maine-based program was later expanded to Maryland.</span></p>\n<br />\n<p dir=\"ltr\"><strong>Intellectual Merit</strong></p>\n<p dir=\"ltr\"><span>Engaging girls in ICT, including digital media, requires a multi-faceted support system that helps them develop competence, deepens their sense of the value and utility of these efforts, and allows them to explore their own interests and identities (particularly as they intersect with language, history and arts). At the same time, emerging technologies, such as AR, are changing the ways that science is and can be accessed, communicated, and understood by the public. The design and implementation of AR Girls demonstrated that location-based AR lends itself to an interdisciplinary approach that blends technology, art, science and communication. This approach helped art-oriented girls make connections to their existing interests and build relevant ICT skills and 21st Century Skills (e.g., &nbsp; leadership and interpersonal communication) as they designed local environmentally-focused AR experiences. The project&rsquo;s inductive form of learning&mdash;concrete examples followed by abstractions and transfer to new but similar contexts&mdash;provided quick hands-on and active engagement, which is a crucial instructional design element of successful out-of-school learning. The project also illustrated that ICT-based programming can be complex and demanding, and that art educators, who often have varied education expertise and limited time for training, require clear program goals, user-friendly technology, and straightforward logistics. Likewise, art-oriented girls need a relaxed and flexible learning environment to build interest and enthusiasm to become designers of technology (rather than just users) and communicators of science-based environmental issues (rather than just learners). Finally, while the unexpected transition from an in-person to online offering presented significant challenges for a place-based project, it allowed for an expanded recruitment throughout Maine and into Maryland.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><strong>Broader impacts</strong></p>\n<span>The AR Girls project deepened understanding of how to translate theoretical considerations of learning in out-of-school settings into an AR education program aimed at achieving multiple complementary ICT-relevant outcomes for girls. The project directly impacted 91 girls and 19 art educators in rural Maine and Maryland. Participants reported self-efficacy with regard to technology design, collaborating as a team, and persisting in the face of challenges. They also described project influences on their thinking about future careers such as incorporating computer technology such as AR into these careers. The art educators gained expanded expertise in linking art to technology and science. The project produced partnering project websites, broadly available Educator Guidebook, five conference presentations, and one peer-reviewed journal article. Finally, the refined and </span><span>simplified design and supporting documentation have positioned the AR Girls project for ongoing implementation by the trained educators and possibly others beyond the funding period.</span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2022<br>\n\t\t\t\t\tModified by: Cathlyn&nbsp;M&nbsp;Davis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nSummary \nThe AR Girls project used an innovative science-art approach to support young women’s competency and motivation to participate in Information Communications Technology (ICT) activities and consider related careers. It blended science, communication and technology to provide an entry point for preteen and teen girls who often have higher interest in levels of language, history and art than science and computer science. Under a broad umbrella of art, AR Girls centered on the following themes: environmental issues as a portal to science, communication as a key component of the science process, and interactive digital media (e.g., Augmented Reality or AR) as a form of science communication.\nThe AR Girls project engaged art-oriented rural girls who collaborated with each other to create location-based AR experiences that communicated about important environmental issues within their community. Initially, girls worked in-person with local art educators and science professionals at partnering small art organizations in Maine. Halfway through the project, the COVID pandemic forced a rapid switch to an online-only offering led by pairs of trained independent art educators. In the revised version, each girl produced their own AR experiences but with extensive support and feedback from the art educators and other participants. They researched and crafted their communication message about fashion, energy or food waste for their target audience. From this outline, they built their AR experience with a user-friendly software (Metaverse), the project’s curated digital resource library, and their own artwork, and then shared their final products at the end of the workshop. The Maine-based program was later expanded to Maryland.\n\n\nIntellectual Merit\nEngaging girls in ICT, including digital media, requires a multi-faceted support system that helps them develop competence, deepens their sense of the value and utility of these efforts, and allows them to explore their own interests and identities (particularly as they intersect with language, history and arts). At the same time, emerging technologies, such as AR, are changing the ways that science is and can be accessed, communicated, and understood by the public. The design and implementation of AR Girls demonstrated that location-based AR lends itself to an interdisciplinary approach that blends technology, art, science and communication. This approach helped art-oriented girls make connections to their existing interests and build relevant ICT skills and 21st Century Skills (e.g.,   leadership and interpersonal communication) as they designed local environmentally-focused AR experiences. The project’s inductive form of learning&mdash;concrete examples followed by abstractions and transfer to new but similar contexts&mdash;provided quick hands-on and active engagement, which is a crucial instructional design element of successful out-of-school learning. The project also illustrated that ICT-based programming can be complex and demanding, and that art educators, who often have varied education expertise and limited time for training, require clear program goals, user-friendly technology, and straightforward logistics. Likewise, art-oriented girls need a relaxed and flexible learning environment to build interest and enthusiasm to become designers of technology (rather than just users) and communicators of science-based environmental issues (rather than just learners). Finally, while the unexpected transition from an in-person to online offering presented significant challenges for a place-based project, it allowed for an expanded recruitment throughout Maine and into Maryland. \n\n\nBroader impacts\nThe AR Girls project deepened understanding of how to translate theoretical considerations of learning in out-of-school settings into an AR education program aimed at achieving multiple complementary ICT-relevant outcomes for girls. The project directly impacted 91 girls and 19 art educators in rural Maine and Maryland. Participants reported self-efficacy with regard to technology design, collaborating as a team, and persisting in the face of challenges. They also described project influences on their thinking about future careers such as incorporating computer technology such as AR into these careers. The art educators gained expanded expertise in linking art to technology and science. The project produced partnering project websites, broadly available Educator Guidebook, five conference presentations, and one peer-reviewed journal article. Finally, the refined and simplified design and supporting documentation have positioned the AR Girls project for ongoing implementation by the trained educators and possibly others beyond the funding period.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2022\n\n\t\t\t\t\tSubmitted by: Cathlyn M Davis"
 }
}