{
 "awd_id": "1657245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: CHS: Improving Dexterous Manipulation with Telerobots Through Operator-Sensitive Haptic Display",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 174991.0,
 "awd_amount": 222991.0,
 "awd_min_amd_letter_date": "2017-04-10",
 "awd_max_amd_letter_date": "2020-04-17",
 "awd_abstract_narration": "Human-in-the-loop tele-robotic systems (HiLTS) should provide their operators with the haptic sensory feedback needed to support dexterous manipulation akin to what is capable with the natural body.  Unfortunately, providing robust kinesthetic haptic feedback often comes at the expense of control stability, which cannot be improved using simplified models of the operator's arm impedance that fail to take into account that individuals typically dynamically modulate this value throughout a given task.  A primary objective of this research is to test the hypothesis that modulation of a kinesthetic haptic device's controlled and/or inherent impedance in accordance with the operator's impedance will improve the interface to and utility of HiLTS.   Improving haptic feedback methodologies is an important area of research in HiLTS, haptic display, and human-machine interaction more generally.  This work will provide a framework for relating haptic device impedance to user impedance and produce a set of generalizable principles for investigating all aspects of haptic device impedance on user impedance.  Ultimately, project outcomes will lead to tele-robots that come closer to being embodied by their operators, thereby allowing for more robust and dexterous manipulation.  The work will have broad impact on a variety of applications including surgical robotics, upper-limb prosthetics, and rehabilitation robotics.  Educational and outreach activities will include conference workshops, a special topics course on HiLTS, lab tours, and summer activities for K-12 and underrepresented students.\r\n\r\nReal-time measurements of the operator's arm impedance are possible using only knowledge of muscle activation and joint configuration, and further, these measures can be used as a basis for robotic control and stability.  However, these methods have yet to gain widespread attention in the field of haptic display, where significant potential exists given the coupled nature of the human and device dynamics through a kinesthetic haptic device.  Therefore, improving upon current methods of haptic display, especially for HiLTS, should involve active modulation of the operator's impedance through the haptic device, in a manner consistent with the modulations which occur through physical interaction with the natural limb.  This research will contribute to both a theoretical and empirical understanding of the effect of haptic device impedance on the endpoint arm stiffness of a human user for the purpose of improved utility in HiLTS.  The approach will involve: (1) identifying relationships between endpoint arm stiffness and environment impedance; (2) identifying relationships between endpoint arm stiffness and haptic device impedance; and (3) quantifying the effect of haptic device impedance modulation on endpoint arm stiffness in HiLTS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Brown",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy D Brown",
   "pi_email_addr": "jbrow262@jhu.edu",
   "nsf_id": "000726606",
   "pi_start_date": "2017-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "026Y00",
   "pgm_ele_name": "CRII CISE Research Initiation"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 174991.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The goal of this project was to understand how the mechanical properties of the human arm affect haptic (force and touch) perception. We developed new theories and experimental results that demonstrate the sensitivity of our haptic perception to our unique interactions with the world around us. In particular, we discovered that we do not perceive mechanical cues such as stiffness equally between our two hands. The results are particularly impactful in human-in-the-loop telerobotic systems, where designers have to decide how to provide haptic feedback to users best.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong><span>&nbsp;Human-in-the-loop telerobotic systems (HiLTS) should provide their operators with the haptic sensory feedback needed to support dexterous manipulation akin to what is capable with the natural body. Unfortunately, our understanding of how haptic perception is affected by the dynamics of the operator's limbs or the unique manner in which they explore the environment.  This project provided the field of telerobotics and computer-mediated haptics with a theoretical and experimental framework that describes the effect of exploration and limb dynamics on haptic perception.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong><span>&nbsp;Improving haptic feedback will lead to telerobots that come closer to being embodied by their operators, thereby allowing for more robust and dexterous manipulation. The results of this work will have a broad impact on various applications, including surgical robotics, upper-limb prosthetics, and rehabilitation robotics and have been disseminated through conference publications and the PI's haptics course. Outreach programs, public lab tours, and mentoring of female and minority students at the undergraduate level.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2021<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1657245/1657245_10480856_1633828569688_setup(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1657245/1657245_10480856_1633828569688_setup(1)--rgov-800width.jpg\" title=\"WRED: Wrist-Rotation Exploration Device\"><img src=\"/por/images/Reports/POR/2021/1657245/1657245_10480856_1633828569688_setup(1)--rgov-66x44.jpg\" alt=\"WRED: Wrist-Rotation Exploration Device\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">WRED (Wrist Rotation Exploration Device) is a direct-drive single degree of freedom haptic device used in the experimental investigations in the work for this award.</div>\n<div class=\"imageCredit\">Mohit Singhala</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Jeremy&nbsp;Brown</div>\n<div class=\"imageTitle\">WRED: Wrist-Rotation Exploration Device</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to understand how the mechanical properties of the human arm affect haptic (force and touch) perception. We developed new theories and experimental results that demonstrate the sensitivity of our haptic perception to our unique interactions with the world around us. In particular, we discovered that we do not perceive mechanical cues such as stiffness equally between our two hands. The results are particularly impactful in human-in-the-loop telerobotic systems, where designers have to decide how to provide haptic feedback to users best. \n\n \n\nIntellectual Merit: Human-in-the-loop telerobotic systems (HiLTS) should provide their operators with the haptic sensory feedback needed to support dexterous manipulation akin to what is capable with the natural body. Unfortunately, our understanding of how haptic perception is affected by the dynamics of the operator's limbs or the unique manner in which they explore the environment.  This project provided the field of telerobotics and computer-mediated haptics with a theoretical and experimental framework that describes the effect of exploration and limb dynamics on haptic perception. \n\n \n\nBroader Impacts: Improving haptic feedback will lead to telerobots that come closer to being embodied by their operators, thereby allowing for more robust and dexterous manipulation. The results of this work will have a broad impact on various applications, including surgical robotics, upper-limb prosthetics, and rehabilitation robotics and have been disseminated through conference publications and the PI's haptics course. Outreach programs, public lab tours, and mentoring of female and minority students at the undergraduate level. \n\n \n\n\t\t\t\t\tLast Modified: 10/09/2021\n\n\t\t\t\t\tSubmitted by: Jeremy Brown"
 }
}