{
 "awd_id": "1657742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Displacement and Consent in Voluntary Urban Resettlement of Internally Displaced People",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 15803.0,
 "awd_amount": 15803.0,
 "awd_min_amd_letter_date": "2017-02-27",
 "awd_max_amd_letter_date": "2017-02-27",
 "awd_abstract_narration": "This doctoral dissertation research project examines the dynamics surrounding the resettlement of internally displaced people (IDPs), focusing on understanding the consent to voluntarily resettle in urban places.  IDPs result from many actions including forced removal from land for the extraction of resources, and most resettlement is forced and into alternative rural spaces.  This project looks at voluntary resettlement into urban areas. Methods consist of a combination of mixed-methods (participant observation, surveys and interviews) as well as participatory film-making.  By examining complex forces in-depth this research will contribute a nuanced understanding of contemporary social transformations taking place in locations with limited economic development.  The investigators with work collaboratively with local organizations and as a Doctoral Dissertation Research Improvement award, this award will provide support to enable a promising student to establish a strong independent research career.\r\n\r\nResettled populations have typically faced enormous social, psychological, and economic hardships, which has been widely documented by scientists studying resettlement policies and outcomes. In recent decades, rural land acquisition for large-scale agriculture and natural resource production (e.g. mining, oil extraction, hydroelectric development) have accelerated human displacement and resettlement in many locations. Scientists who study internally displaced persons (IDPs) continue to focus primarily on forced resettlement, usually to rural areas, rather than voluntary resettlement programs to urban areas. This study will shed light on the factors that shape consent to urban resettlement. It will account for social, economic, political, and ecological factors shaping IDP consent.  In particular, the study will investigate three broad sets of factors: 1) political pressures on communities; 2) pre-existing pressures on rural economies and eco-systems; and 3) desires for social mobility through urban resettlement. The research methodology also features an innovative approach to social research by implementing participatory filmmaking among participating IDPs.  Although this doctoral dissertation research project will focus on case material from Ecuador, the research will provide new insights and approaches for dealing with the resettlement of internally displaced people in many other countries, including the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriela",
   "pi_last_name": "Valdivia",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriela I Valdivia",
   "pi_email_addr": "valdivia@email.unc.edu",
   "nsf_id": "000070565",
   "pi_start_date": "2017-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angus",
   "pi_last_name": "Lyall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angus Lyall",
   "pi_email_addr": "angusl@live.unc.edu",
   "nsf_id": "000705753",
   "pi_start_date": "2017-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "220 Cameron Avenue",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993220",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 15803.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Angus Lyall has completed his dissertation research project entitled &ldquo;Displacement and Consent in Voluntary Urban Resettlement of Internally Displaced People&rdquo;, supported by the National Science Foundation Dissertation Development Research Improvement (DDRI) award. In 2017 and 2018, Angus spent a total of 19 months in Ecuador, researching voluntary rural-urban resettlement in the Amazon. While processes of human displacement and resettlement accelerated in the global South in recent years, governments increasingly consulted rural communities to facilitate displacement and resettle communities from rural into urban spaces. Angus investigated the factors that have motivated consent to contemporary rural-urban resettlement among internally-displaced persons (IDPs).</p>\n<p>&nbsp;</p>\n<p>Angus studied 1) government pressure on rural communities; 2) material pressures on rural economies and eco-systems; and 3) the social stigmatization of indigenous farmers, combining a conventional mixed-methods approach to study the institutional, socioeconomic, and ecological context of IDP consent, with an innovative approach to studying the subjective experiences of discrimination through participatory filmmaking or what has been referred to as &ldquo;video ethnography&rdquo;.</p>\n<p>&nbsp;</p>\n<p>This research shed considerable light on the cultural politics that shape aspirations among IDPs for rural-urban resettlement in isolated areas of the Amazon. Findings suggest that IDP aspirations for resettlement respond to histories of ethnic discrimination, as community leaders seek respect and recognition from dominant mestizo society. Archival and oral history research reveal that desires for social recognition also emerge from within regional ethnic hierarchies, in which indigenous groups struggle over status among themselves. However, the cultural politics in which urban aspirations are constituted are still more complex. Desires for urban resettlement respond not only to desires for social recognition, but also to desires for re-constituting family ties in the face of out-migration and to changing subsistence strategies. That is, urban resettlement spaces that include schools offer not just improved status, but also the possibility to consolidate relations among family and friends in the wake of decades of out-migration for schooling and to decades of territorial dispossession that have only intensified since the 1970s.</p>\n<p>&nbsp;</p>\n<p>This research has revealed that the intentionality of a group to actually pursue resettlement responds to situated power dynamics. The capacity of the government to secure the consent of IDPs in Ecuador is embedded in situated, historically-constituted hierarchies that shape aspirations for urban futures.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2018<br>\n\t\t\t\t\tModified by: Angus&nbsp;Lyall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAngus Lyall has completed his dissertation research project entitled \"Displacement and Consent in Voluntary Urban Resettlement of Internally Displaced People\", supported by the National Science Foundation Dissertation Development Research Improvement (DDRI) award. In 2017 and 2018, Angus spent a total of 19 months in Ecuador, researching voluntary rural-urban resettlement in the Amazon. While processes of human displacement and resettlement accelerated in the global South in recent years, governments increasingly consulted rural communities to facilitate displacement and resettle communities from rural into urban spaces. Angus investigated the factors that have motivated consent to contemporary rural-urban resettlement among internally-displaced persons (IDPs).\n\n \n\nAngus studied 1) government pressure on rural communities; 2) material pressures on rural economies and eco-systems; and 3) the social stigmatization of indigenous farmers, combining a conventional mixed-methods approach to study the institutional, socioeconomic, and ecological context of IDP consent, with an innovative approach to studying the subjective experiences of discrimination through participatory filmmaking or what has been referred to as \"video ethnography\".\n\n \n\nThis research shed considerable light on the cultural politics that shape aspirations among IDPs for rural-urban resettlement in isolated areas of the Amazon. Findings suggest that IDP aspirations for resettlement respond to histories of ethnic discrimination, as community leaders seek respect and recognition from dominant mestizo society. Archival and oral history research reveal that desires for social recognition also emerge from within regional ethnic hierarchies, in which indigenous groups struggle over status among themselves. However, the cultural politics in which urban aspirations are constituted are still more complex. Desires for urban resettlement respond not only to desires for social recognition, but also to desires for re-constituting family ties in the face of out-migration and to changing subsistence strategies. That is, urban resettlement spaces that include schools offer not just improved status, but also the possibility to consolidate relations among family and friends in the wake of decades of out-migration for schooling and to decades of territorial dispossession that have only intensified since the 1970s.\n\n \n\nThis research has revealed that the intentionality of a group to actually pursue resettlement responds to situated power dynamics. The capacity of the government to secure the consent of IDPs in Ecuador is embedded in situated, historically-constituted hierarchies that shape aspirations for urban futures.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2018\n\n\t\t\t\t\tSubmitted by: Angus Lyall"
 }
}