{
 "awd_id": "1657366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Connecting STEM to Music and the Physics of Sound Waves",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928191",
 "po_email": "kevclark@nsf.gov",
 "po_sign_block_name": "Kevin A. Clark",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 1078987.0,
 "awd_amount": 1227507.0,
 "awd_min_amd_letter_date": "2017-06-20",
 "awd_max_amd_letter_date": "2022-02-16",
 "awd_abstract_narration": "This project will advance efforts of the Innovative Technology Experiences for Students and Teachers (ITEST) program to better understand and promote practices that increase students' motivations and capacities to pursue careers in fields of science, technology, engineering, or mathematics (STEM) by producing empirical findings and/or research tools that contribute to knowledge about which models and interventions with K-12 students and teachers are most likely to increase capacity in the STEM and STEM-cognate intensive workforce of the future. The project from the University of California-San Diego (UCSD) will use musical sound as a relevant venue for middle and high school students to explore and connect with the science of waves. Music is of widespread interest among adolescent populations, and the connections between music, science and math are vast and deep rooted in history; in particular, the relationship between sound and the science of waves. The work being proposed has long been carrying out outreach activities centered on the science of music and have recently created and implemented Listening to Waves, a hands-on learning program that offers an in-depth introduction to the physics of waves through the making, gathering and analyzing of musical sound and the use of digital technologies. The goal of this project is to further expand and develop a learning program that seeks to build a connection between the sonic world and the physics of waves; evaluating the impact of the program on the general attitudes of participants towards science. The objectives of the project will be 1: to implement the program in after-school settings, catering to an underrepresented population of learners, 2: to iteratively refine the program in order to maximize student interest, enjoyment, and learning opportunities; thus generating a detailed lesson plan applied and tested in underrepresented populations, 3: to increase career awareness using the physics of waves as a common denominator, and 4: to analyze the impact of the programming in the way the students relate to the world of sound, their interest in science and their science identity. Waves are pervasive in the physical world and a deep knowledge of the behavior of waves is fundamental to the physical sciences, and in many fields such as chemistry, neurobiology, or geology, electronic and structural engineering. Moreover, understanding waves is a key element of understanding signal processing and is thus an important component of career preparedness for the information and communications technology (ICT) workplace and the entertainment industry. \r\n\r\nThe students will learn the hidden and ubiquitous world of waves as they make and analyze musical sound by creating waves and vibrations in physical objects, use digital technology to analyze waveforms and acoustic properties and to create sound and music, and explore how sound is propagated through the environment and represented in the brain. The classes will be primarily taught by computational neurobiologist and by cognitive scientist and ethnomusicologist, receiving assistance from hired engineering undergraduate students from UCSD, recruited through the Gordon Leadership Center. The course will meet twice a week for the duration of 10 weeks and it will be implemented in after-school settings for students in grades 7-9. The learning goal is for students to understand what sound is, how objects vibrate, and how sound is propagated in space. It is intended for students to develop intuitive notions of frequency decompositions (Fourier transforms), understand the way in which objects vibrate (nodes, vibrational modes), and the general relationship between the objects' shapes and materials and the sound they produce. The students should understand the concepts of resonance and frequency filtering. Also, the students should understand the basics of digital signal generation and measuring: measuring tools, sampling rate, dynamic range, cut-off frequencies, signal to noise ratio, time-scales. In addition, students will develop engineering skills while creating musical instruments maximizing vibrational amplitude and sound richness, develop their capacity to work collaboratively and their communicative skills while video documenting and presenting their creations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Minces",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Victor H Minces",
   "pi_email_addr": "victorminces@gmail.com",
   "nsf_id": "000597172",
   "pi_start_date": "2017-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Booker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Booker",
   "pi_email_addr": "a1booker@ucsd.edu",
   "nsf_id": "000589496",
   "pi_start_date": "2017-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Khalil",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander K Khalil",
   "pi_email_addr": "akhalil@ucsd.edu",
   "nsf_id": "000596943",
   "pi_start_date": "2017-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Dr. 0515",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300PYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1078987.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 148520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f8328a4c-7fff-1600-f900-74f3eb534432\"> </span></p>\n<p dir=\"ltr\"><span>The love of music permeates all cultures and is part of everyday life throughout the world. Music is of widespread interest among adolescents, and the connections between music, science, technology, engineering, and math are vast and deeply rooted in history. </span></p>\n<p dir=\"ltr\"><span>In this project, we evaluated the possibility of engaging adolescents in STEM through the connections with music. For this, we created a series of hands-on classroom activities in which children explore sounds and object vibrations through physical manipulations and the use of digital tools. We tested and iterated the activities in classrooms serving low-income and underrepresented populations, with the goal of maximizing student engagement. Participating in them was shown to significantly increase the students' interest in science, including their academic engagement and their intention to pursue a science career. Our classroom experience led us to the development of a series of web applications extending the digital tools. The web applications replicate common tools used in STEM labs, simplifying the user interface so they are intuitive for novices and democratizing their use by making them available online. The web applications allow users to visualize, explore, and playfully create sound and music.&nbsp;</span></p>\n<p dir=\"ltr\"><span>One of the applications, Mflow, is a novel programming platform that allows young children and teachers without any programming experience to learn basic concepts of computer science through programming music. We partnered with a large elementary school district serving a majority of underrepresented children to create and iterate a curriculum centered on Mflow. The curriculum was implemented by district teachers and was shown to provide children with a positive early exposure to computer science and improve their dispositions toward computer programming.</span></p>\n<p dir=\"ltr\"><span>Taken together, our results indicate that music can be a powerful way for engaging children in STEM fields.</span></p>\n<p dir=\"ltr\"><span>We disseminated our results via peer-reviewed publications, conference presentations, teacher training, and our website. Our resources are being used throughout the country, and our website and web applications have received more than 600,000 page views since they were made available.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2023<br>\n\t\t\t\t\tModified by: Victor&nbsp;H&nbsp;Minces</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe love of music permeates all cultures and is part of everyday life throughout the world. Music is of widespread interest among adolescents, and the connections between music, science, technology, engineering, and math are vast and deeply rooted in history. \nIn this project, we evaluated the possibility of engaging adolescents in STEM through the connections with music. For this, we created a series of hands-on classroom activities in which children explore sounds and object vibrations through physical manipulations and the use of digital tools. We tested and iterated the activities in classrooms serving low-income and underrepresented populations, with the goal of maximizing student engagement. Participating in them was shown to significantly increase the students' interest in science, including their academic engagement and their intention to pursue a science career. Our classroom experience led us to the development of a series of web applications extending the digital tools. The web applications replicate common tools used in STEM labs, simplifying the user interface so they are intuitive for novices and democratizing their use by making them available online. The web applications allow users to visualize, explore, and playfully create sound and music. \nOne of the applications, Mflow, is a novel programming platform that allows young children and teachers without any programming experience to learn basic concepts of computer science through programming music. We partnered with a large elementary school district serving a majority of underrepresented children to create and iterate a curriculum centered on Mflow. The curriculum was implemented by district teachers and was shown to provide children with a positive early exposure to computer science and improve their dispositions toward computer programming.\nTaken together, our results indicate that music can be a powerful way for engaging children in STEM fields.\nWe disseminated our results via peer-reviewed publications, conference presentations, teacher training, and our website. Our resources are being used throughout the country, and our website and web applications have received more than 600,000 page views since they were made available.\n\n \n\n\t\t\t\t\tLast Modified: 05/23/2023\n\n\t\t\t\t\tSubmitted by: Victor H Minces"
 }
}