{
 "awd_id": "1657961",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Assessing the State of Locking on the Frontal Thrust of the Cascadia Subduction Zone With Seafloor Geodesy",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 420636.0,
 "awd_amount": 420636.0,
 "awd_min_amd_letter_date": "2017-07-20",
 "awd_max_amd_letter_date": "2017-07-20",
 "awd_abstract_narration": "The Cascadia Subduction Zone lies along the coast of Northern California, Oregon and Washington and is a significant geohazard that can generate great earthquakes and tsunamis.  The Cascadia subduction zone is formed by the oceanic Juan de Fuca tectonic plate moving downward and beneath the overriding continental North American tectonic plate.  The interface surface along which the two plates interact or rub is called the megathrust fault.  As the Juan de Fuca plate moves downward, friction on the megathrust bends and contracts the overriding North American plate.  The rate of buildup of strain is at the level of a centimeter or so per year, but eventually this stored energy is released causing a large earthquake and tsunami.  The last great event occurred in 1700 and was powerful enough that the tsunami waves were recorded in Japan.  Since that time the US Coast has become heavily populated posing a large hazard to society.   Land-based GPS measurements can measure the slow accumulation of strain buildup, but the coastal sites are too far from the submerged shelf of the North American plate to provide reliable estimates far offshore.  It is this offshore region where the tsunami generation may be greatest.  This project uses GPS measured at the sea surface on a small robotic platform, combined with acoustic ranging from the platform to sensors on the seafloor. This technique is called GPS-Acoustic and can measure the centimeter-level motion of the seafloor.  The project goal is to better document how much the seafloor is displacing and aid assessment of the potential size of the future tsunamis. \r\n\r\nThis project will look for locking along the outer toe of the deformation front on the Cascadia Subduction Zone. Two new seafloor GPS-Acoustic sites at 43.0N and 45.3N will be added to the array of two recently established sites at 44.4N and 46.7N, and will allow for a determination of their motion relative to the North American plate. All of these sites are located several km inboard of the trench, and their motions will constrain the kinematics of the shallowest section of the frontal thrust.  The project will use new lower cost methods that include GPS-Acoustic data that are collected from a Wave Glider rather than from an expensive ship. Permanent seafloor benchmarks will also be installed to extend the position time series indefinitely, and utilize commercial transponders that are reusable. Specifically, the re-purposing of seafloor transponders will be demonstrated by recovering and re-deploying an existing set of transponders. At the end of the three-year project, the six transponders at the two new sites will be recovered for reuse in future proposed projects of community interest. The benchmarks at these two new sites remain and can be re-occupied in the future (years to decades) to update the measurement time series.  To interpret the motions inferred from the GPS-A observations, these offshore data will be integrated with existing onshore GPS and leveling observations, which will allow for a range of locking models to be explored.  The project will also compare the four along-strike observations to each other, and correlate with along-strike variations in geologic and structural patterns.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "C. David",
   "pi_last_name": "Chadwell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C. David Chadwell",
   "pi_email_addr": "cchadwell@ucsd.edu",
   "nsf_id": "000274792",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "8076",
   "pgm_ref_txt": "GeoPRISMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 420636.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Subduction zones host the planet&rsquo;s largest earthquakes and are the source of large tsunamis.&nbsp;&nbsp;Little is known about the offshore earthquake potential of the Cascadia Subduction Zone, particularly on the shallowest portion of the plate boundary that lies entirely offshore.&nbsp;&nbsp;Because of the significant water depth, collecting data on this portion of the fault is difficult.&nbsp;&nbsp;&nbsp;Four instrument arrays were established on the seafloor near the trench of the Cascadia subduction zone with the goal of constraining the seismic hazard.&nbsp;&nbsp;While tracking the position of a remotely operated vehicle using the Global Positioning System (GPS), the seafloor arrays were acoustically interrogated during annual surveys.&nbsp;&nbsp;&nbsp;The inversion of the acoustic two-way travel time and GPS data allow us to estimate the position of the seafloor arrays, and measure changes in their position over time.&nbsp;&nbsp;Our results reveal that the outer margin of the North American continent is moving with the subducting Juan de Fuca oceanic plate, which suggests that elastic strain is accumulating and may be released during a future earthquake.&nbsp;&nbsp;The raw data that were collected during this experiment are publicly archived in the Marine Geoscience Data System.&nbsp;&nbsp;&nbsp;This project has encouraged the development of new technologies with industry partners, and allowed us to more efficiently collect the seafloor measurements.&nbsp;&nbsp;The cruises provided the opportunity for the training of undergraduate students and a young investigator.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Several large global earthquakes, such as the M9.3 2004 Sumatra, M8.8 2010 Chile, and the M9.0 2011 Tohoku earthquakes highlight the significant threat from tsunamis that result from a shallow seafloor earthquake.&nbsp;&nbsp;In particular, the Tohoku earthquake provided dramatic evidence that an earthquake can rupture all the way up to the seafloor and induce a large tsunami.&nbsp;&nbsp;&nbsp;The Cascadia subduction zone, located offshore of Northern California, Oregon, and Washington state, poses a similar risk to the coastline communities of the Pacific Northwest, where fatalities are projected to exceed 10,000 and economic losses upwards of $70B for a large natural disaster.&nbsp;&nbsp;Geological evidence suggests that large earthquakes and tsunamis have originated offshore, most recently in 1700.&nbsp;&nbsp;But limited offshore data exist to quantify the current hazard.&nbsp;&nbsp;This work provides a direct societal benefit by helping to quantify the seismic and tsunami hazard offshore the Pacific Northwest, and improves our scientific understanding of the fault mechanics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2022<br>\n\t\t\t\t\tModified by: C. David&nbsp;Chadwell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSubduction zones host the planet’s largest earthquakes and are the source of large tsunamis.  Little is known about the offshore earthquake potential of the Cascadia Subduction Zone, particularly on the shallowest portion of the plate boundary that lies entirely offshore.  Because of the significant water depth, collecting data on this portion of the fault is difficult.   Four instrument arrays were established on the seafloor near the trench of the Cascadia subduction zone with the goal of constraining the seismic hazard.  While tracking the position of a remotely operated vehicle using the Global Positioning System (GPS), the seafloor arrays were acoustically interrogated during annual surveys.   The inversion of the acoustic two-way travel time and GPS data allow us to estimate the position of the seafloor arrays, and measure changes in their position over time.  Our results reveal that the outer margin of the North American continent is moving with the subducting Juan de Fuca oceanic plate, which suggests that elastic strain is accumulating and may be released during a future earthquake.  The raw data that were collected during this experiment are publicly archived in the Marine Geoscience Data System.   This project has encouraged the development of new technologies with industry partners, and allowed us to more efficiently collect the seafloor measurements.  The cruises provided the opportunity for the training of undergraduate students and a young investigator.  \n\n \n\nSeveral large global earthquakes, such as the M9.3 2004 Sumatra, M8.8 2010 Chile, and the M9.0 2011 Tohoku earthquakes highlight the significant threat from tsunamis that result from a shallow seafloor earthquake.  In particular, the Tohoku earthquake provided dramatic evidence that an earthquake can rupture all the way up to the seafloor and induce a large tsunami.   The Cascadia subduction zone, located offshore of Northern California, Oregon, and Washington state, poses a similar risk to the coastline communities of the Pacific Northwest, where fatalities are projected to exceed 10,000 and economic losses upwards of $70B for a large natural disaster.  Geological evidence suggests that large earthquakes and tsunamis have originated offshore, most recently in 1700.  But limited offshore data exist to quantify the current hazard.  This work provides a direct societal benefit by helping to quantify the seismic and tsunami hazard offshore the Pacific Northwest, and improves our scientific understanding of the fault mechanics.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2022\n\n\t\t\t\t\tSubmitted by: C. David Chadwell"
 }
}