{
 "awd_id": "1657887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Continuous Plankton Recorder (CPR) Survey of the Plankton of the North Atlantic",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 1039639.0,
 "awd_amount": 1039639.0,
 "awd_min_amd_letter_date": "2017-01-31",
 "awd_max_amd_letter_date": "2021-04-19",
 "awd_abstract_narration": "The Continuous Plankton Recorder (CPR) survey (1931 to present) is the only long-term and ocean basin wide operational survey of plankton in the world. CPR observations are critical in evaluating and quantifying the scale and effects of impacts from climate change, acidification, eutrophication, loss of biodiversity to over fishing as well as providing a \"backbone\" to developing  Ecosystem-Based Fisheries Management practices. The required ecosystem observing program includes phytoplankton and zooplankton that are measured by the Continuous Plankton Recorder surveys. These surveys represent some of the longest and most cost effective observing programs in marine systems. This project will significantly contribute to international programs such as the Global Ocean Observing System (GOOS), GEO-BON, the International Oceanographic Commission (IOC), the Scientific Commission on Oceanic Research (SCOR), the International Council for the Exploration of the Sea (ICES), the Partnership for Observation of the Global Oceans (POGO), and the North Pacific Marine Science Organization (PICES).  Products from the survey are also being used to construct and validate a new generation of ecosystem, fishery, and climate models.\r\n\r\nThis award will support the continuation of USA support to help maintain core monitoring of zooplankton and phytoplankton by the CPR routes in the western Atlantic from Iceland down to the eastern margin of the USA.  Maintaining the CPRs, their internal mechanisms, and the preparation of the silks is an important part of the work of the survey. Samples cut from the silk that represent ~10 nautical miles are analysed under a microscope and the species identified, all to standard procedures.  In the analysis, the color of the silks is assessed visually to a standard scale as the \"Phytoplankton Color Index\".  The data will be used to describe the long-term, pelagic variability and diversity of plankton in the NW Atlantic and will help scientists interpret marine biological changes and to distinguish between anthropogenic, climatically forced, and natural plankton variability.  The analysis of the CPR data will be directed to incorporate marine management issues and include studies on: large-scale environmental change; biodiversity and invasive species; sustainable use of marine bio-resources; ecosystem health and ocean acidification. All these themes are highly relevant to emerging scientific questions, US marine policy and management interests, and the main societal concerns on the marine environment.  Throughout the duration of the project it is envisaged that the data collected will provide invaluable information in addressing these highly topical themes and understanding these impacts on the marine ecosystems of the NW Atlantic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Wiebe",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Peter H Wiebe",
   "pi_email_addr": "pwiebe@whoi.edu",
   "nsf_id": "000454720",
   "pi_start_date": "2017-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 235024.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 390413.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 204038.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 210164.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award has been used to support the Continuous Plankton Recorder (CPR) Survey, the only basin-wide long-term operational survey of plankton in the world. Plankton are the microscopic plants and animals which live in the ocean, and form the very base of the marine food web &ndash; all marine organisms, from fish to whales and seabirds, depend on the plankton. The strength of the Survey is the time series that has been generated since 1931. Over 7 million nautical miles have now been towed (winning a Guinness World Record). The survey has provided a baseline against which environmental and potentially man-made changes in the North Atlantic can be assessed. The data have been used to provide a spatial and temporal background to many scientific studies. It is a rich ecological dataset, recording over 800 types of both phyto (plant)- and zoo (animal) plankton. At present the CPR survey samples 10,000+ nautical miles a month around the world and contains over a quarter of a million samples in the database. The data provide essential information needed to assess the effects of climate change on the circulation and ecosystems of the North Atlantic. During the last decade, survey work has also been carried out in the North Pacific and more recently, the survey has expanded into both the Arctic and Antarctic regions.</p>\n<p>NSF has maintained support for the CPR survey in the NW Atlantic continuously since 1990. Current funding by NSF contributes and ensures the only truly basin-scale marine biological survey in the world is maintained in the North Atlantic. Objectives of the project have been: maintenance of core observing system, maintenance of quality and expertise, innovative marine ecological research, data provision and model validation, new technologies and added value, international contributions and integrated observing systems and knowledge and policy transfer.</p>\n<p>CPR Survey researchers and associated researchers have published many papers over the life of this project, for example in 2020 19 papers were published, using CPR data. These included a collaboration between CPR researchers, and colleagues at Bigelow, Scripps, Princeton and a number of Canadian institutes, looking at anthropogenic sea surface temperature changes and the impact on copepods, a group of marine crustacea that are not only one of the most numerous groups of organisms, but also a vital prey item for multiple trophic levels (fish, marine mammals and seabirds). The results demonstrated that the projected environmental changes in the North Atlantic may lead to profound changes to the copepod community in the latter half of this century with significant geographic shifts expected for most species. These changes are likely to impact higher trophic levels, including commercially important fish species, and iconic marine mammals, such as northern right whales.</p>\n<p>Whilst the CPR method does not sample the very smallest component of the phytoplankton community, CPR data were used in combination with satellite data, and in situ sampled picoplankton data, to investigate observed changes in shelf waters during summer months in the population of small copepods. The work highlighted the shift to an increase in picoplankton, causing a change to the traditional trophic pathway, via decreased nutrient availability. Again, these observed results are likely to impact on the higher trophic levels in the marine environment.</p>\n<p>CPR data are continuing to be used in many publications with regards to application for marine policy. One such paper examined CPR data in the context of plankton and their position in the food web. The study proposed a food web indicator which has been explicitly called for to inform policy via food web status assessment as part of national and international initiatives. The study suggests that the North Sea ecosystem&rsquo;s management could be adaptive and focused towards specific guilds and pressures in a given area.</p>\n<p>Invasions by non-native organisms are of global concern, and building on the publication a number of years ago regarding the appearance of the calanoid copepod Pseudodiaptomous marinus in European waters (the species is native to the Indo-Pacific), CPR team worked with researchers around the world to instigate a new ICES WG focusing on this invasive species. The results of this working group, and its recommendations going forward to track this species, were published, and the group is highly active in encouraging reporting of the taxa.</p>\n<p>The open CPR data, those taxa consistently recorded since 1958, are made freely available under a CC-BY license via DASSH, the UK Node of the Ocean Biodiversity Information System (OBIS), hosted at the MBA. Using global data exchange standards, the CPR data are harvested by a number of larger marine biodiversity aggregators including EMODnet Biology, EurOBIS and the global OBIS database. In addition, CPR data provide a key component of data products developed by ICES, OSPAR, and the European Open Science Cloud Blue-Cloud Pilot to support policy, management and decision making.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2022<br>\n\t\t\t\t\tModified by: Peter&nbsp;H&nbsp;Wiebe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award has been used to support the Continuous Plankton Recorder (CPR) Survey, the only basin-wide long-term operational survey of plankton in the world. Plankton are the microscopic plants and animals which live in the ocean, and form the very base of the marine food web &ndash; all marine organisms, from fish to whales and seabirds, depend on the plankton. The strength of the Survey is the time series that has been generated since 1931. Over 7 million nautical miles have now been towed (winning a Guinness World Record). The survey has provided a baseline against which environmental and potentially man-made changes in the North Atlantic can be assessed. The data have been used to provide a spatial and temporal background to many scientific studies. It is a rich ecological dataset, recording over 800 types of both phyto (plant)- and zoo (animal) plankton. At present the CPR survey samples 10,000+ nautical miles a month around the world and contains over a quarter of a million samples in the database. The data provide essential information needed to assess the effects of climate change on the circulation and ecosystems of the North Atlantic. During the last decade, survey work has also been carried out in the North Pacific and more recently, the survey has expanded into both the Arctic and Antarctic regions.\n\nNSF has maintained support for the CPR survey in the NW Atlantic continuously since 1990. Current funding by NSF contributes and ensures the only truly basin-scale marine biological survey in the world is maintained in the North Atlantic. Objectives of the project have been: maintenance of core observing system, maintenance of quality and expertise, innovative marine ecological research, data provision and model validation, new technologies and added value, international contributions and integrated observing systems and knowledge and policy transfer.\n\nCPR Survey researchers and associated researchers have published many papers over the life of this project, for example in 2020 19 papers were published, using CPR data. These included a collaboration between CPR researchers, and colleagues at Bigelow, Scripps, Princeton and a number of Canadian institutes, looking at anthropogenic sea surface temperature changes and the impact on copepods, a group of marine crustacea that are not only one of the most numerous groups of organisms, but also a vital prey item for multiple trophic levels (fish, marine mammals and seabirds). The results demonstrated that the projected environmental changes in the North Atlantic may lead to profound changes to the copepod community in the latter half of this century with significant geographic shifts expected for most species. These changes are likely to impact higher trophic levels, including commercially important fish species, and iconic marine mammals, such as northern right whales.\n\nWhilst the CPR method does not sample the very smallest component of the phytoplankton community, CPR data were used in combination with satellite data, and in situ sampled picoplankton data, to investigate observed changes in shelf waters during summer months in the population of small copepods. The work highlighted the shift to an increase in picoplankton, causing a change to the traditional trophic pathway, via decreased nutrient availability. Again, these observed results are likely to impact on the higher trophic levels in the marine environment.\n\nCPR data are continuing to be used in many publications with regards to application for marine policy. One such paper examined CPR data in the context of plankton and their position in the food web. The study proposed a food web indicator which has been explicitly called for to inform policy via food web status assessment as part of national and international initiatives. The study suggests that the North Sea ecosystem’s management could be adaptive and focused towards specific guilds and pressures in a given area.\n\nInvasions by non-native organisms are of global concern, and building on the publication a number of years ago regarding the appearance of the calanoid copepod Pseudodiaptomous marinus in European waters (the species is native to the Indo-Pacific), CPR team worked with researchers around the world to instigate a new ICES WG focusing on this invasive species. The results of this working group, and its recommendations going forward to track this species, were published, and the group is highly active in encouraging reporting of the taxa.\n\nThe open CPR data, those taxa consistently recorded since 1958, are made freely available under a CC-BY license via DASSH, the UK Node of the Ocean Biodiversity Information System (OBIS), hosted at the MBA. Using global data exchange standards, the CPR data are harvested by a number of larger marine biodiversity aggregators including EMODnet Biology, EurOBIS and the global OBIS database. In addition, CPR data provide a key component of data products developed by ICES, OSPAR, and the European Open Science Cloud Blue-Cloud Pilot to support policy, management and decision making.\n\n\t\t\t\t\tLast Modified: 07/05/2022\n\n\t\t\t\t\tSubmitted by: Peter H Wiebe"
 }
}