{
 "awd_id": "1657992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Causes and consequences of hypoxia and pH impacts on zooplankton: Linking movement behavior  to vertical distribution.",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 899186.0,
 "awd_amount": 911830.0,
 "awd_min_amd_letter_date": "2017-02-06",
 "awd_max_amd_letter_date": "2022-02-22",
 "awd_abstract_narration": "Low oxygen (hypoxia) and low pH are known to have profound physiological effects on zooplankton, the microscopic animals of the sea. It is likely that many individual zooplankton change vertical mirgratio behaviors to reduce or avoid these stresses. However, avoidance responses and their consequences for zooplankton distributions, and for interactions of zooplankton with their predators and prey, are poorly understood. This study will provide information on small-scale behavioral responses of zooplankton to oxygen and pH using video systems deployed in the field in a seasonally hypoxic estuary. The results will deepen our understanding of how zooplankton respond to low oxygen and pH conditions in ways that could profoundly affect marine ecosystems and fisheries through changes in their populations and distributions. This project will train graduate students and will engage K-12 students and teachers in under-served coastal communities by developing ocean technology-based citizen-scientist activities and curricular materials in plankton ecology, ocean change, construction and use of biological sensors, and quantitative analysis of environmental data.\r\n\r\nIndividual directional motility is a primary mechanism underlying spatio-temporal patterns in zooplankton population distributions. Motility is used by most zooplankton species to select among water column positions that differ in biotic and abiotic variables such as prey, predators, light, oxygen concentration, and pH. Species-specific movement responses to de-oxygenation and acidification are likely mechanisms through which short-term, localized impacts of these stressful conditions on individual zooplankton will be magnified or suppressed as they propagate up to population, community, and ecosystem-level dynamics. This study will quantify responses by key zooplankton species to oxygen and pH using in situ video systems to measure changes in individual behavior in hypoxic, low- pH versus well-oxygenated, high-pH regions of a seasonally hypoxic estuary. Distributions and movements of zooplankton will be quantified using three approaches: 1) an imaging system deployed in situ on a profiling mooring over two summers in a hypoxic region, 2) imagers deployed on Lagrangian drifters to sample simultaneously throughout the water column, and 3) vertically-stratified pumps and net tows to verify species identification and video-based abundance estimates. These field observations will be combined with laboratory analysis of zooplankton movements in oxygen and pH gradients, and with spatially-explicit models to predict how behavioral mechanisms lead to large-scale impacts of environmental stresses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Keister",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Julie E Keister",
   "pi_email_addr": "jkeister@u.washington.edu",
   "nsf_id": "000509776",
   "pi_start_date": "2017-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Grunbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Grunbaum",
   "pi_email_addr": "grunbaum@ocean.washington.edu",
   "nsf_id": "000325476",
   "pi_start_date": "2017-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Mickett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Mickett",
   "pi_email_addr": "jmickett@apl.washington.edu",
   "nsf_id": "000630772",
   "pi_start_date": "2017-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave. NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "006Z",
   "pgm_ref_txt": "Multiple Environmental Stressors"
  },
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 899186.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 12644.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Low oxygen (hypoxia) and low pH are known to have profound physiological effects on zooplankton, the microscopic animals of the sea. It is likely that many individual zooplankton change their behaviors and locations in the water column to reduce or avoid these stresses. However, changes in swimming or avoidance, and their consequences for zooplankton distributions and interactions with their predators and prey, are poorly understood.&nbsp;</span></p>\n<p style=\"line-height: 1.295; margin-top: 0pt; margin-bottom: 8pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Individual swimming behavior is a primary mechanism underlying patterns in zooplankton population distributions as most species select water column positions with favorable biological, physical, and chemical conditions. As anthropogenic climate change and eutrophication are leading to declines in oxygen and pH throughout the world&rsquo;s oceans, species-specific movement responses to de-oxygenation and acidification are likely ways through which short-term, localized impacts of these stressful conditions on individual zooplankton will be magnified or suppressed, ultimately affecting population, community, and ecosystem-level dynamics.</span></p>\n<p style=\"line-height: 1.295; margin-top: 0pt; margin-bottom: 8pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This study was designed to provide information on small-scale behavioral responses of zooplankton to oxygen and pH using video systems deployed in the field in a seasonally hypoxic estuary combined with&nbsp; focused laboratory experiments to explore changes in zooplankton behavior. An underwater video camera was custom designed and built for this project. We deployed it on an oceanographic mooring in a low-oxygen region of Puget Sound, Washington for several months in 2017 and 2018. Using videos recorded by this camera, we found that copepods (a type of small crustacean zooplankton) swam significantly slower in stressful (hypoxic and acidified) waters relative to non-stressful waters. Copepods were also less likely to show escape responses in stressful waters, with the smallest copepods (1-2 mm in length) being 67% less likely to exhibit an escape behavior (jumping) than in non-stressful conditions. In the field, copepod abundances increased in stressful waters, possibly because their slower swimming speeds made it less likely that they would find their way into less stressful depths. On the other hand, amphipods (a larger type of crustacean zooplankton) did not swim differently in stressed versus unstressed conditions. But the abundance of amphipods was lower in stressful waters, suggesting they were able to avoid those conditions. These changes indicate potentially important effects of hypoxia and ocean acidification on zooplankton and support the conclusion that ocean conditions affect the small-scale behaviors of zooplankton, but that different types of zooplankton respond differently.&nbsp;</span></p>\n<p style=\"line-height: 1.295; margin-top: 0pt; margin-bottom: 8pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">In the laboratory, movements of an important species of copepod (Calanus pacificus) were observed in oxygen and pH gradients by filming individual organisms in acrylic water columns equipped with computerized camera systems. The columns were filled with seawater with either low oxygen or low pH conditions in the bottom half of the column and unstressful seawater in the top half. Experiments exploring changes due to low oxygen stress and low pH stress were examined separately to determine whether those stressors, which commonly co-occur in the ocean, have different effects on the organisms. We found that levels of low oxygen commonly measured in Puget Sound caused mortality or avoidance by the copepods, whereas low levels of pH that are also common in the field did not. These observations determined that oxygen is the primary factor driving copepod response to stressful conditions, and helps explain why copepods had previously been observed in low numbers in hypoxic and acidified environments in the field.</span></p>\n<p style=\"line-height: 1.295; margin-top: 0pt; margin-bottom: 8pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This study was the first to report on in situ swimming behaviors of zooplankton. The technology and analytical protocols we developed represent a significant advance in our ability to study small scale behaviors of plankton. These results deepen our understanding of how zooplankton respond to low oxygen and pH conditions in ways that could profoundly affect marine ecosystems and fisheries through changes in their populations and distributions.&nbsp;</span></p>\n<p style=\"line-height: 1.295; margin-top: 0pt; margin-bottom: 8pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">In addition to the scientific achievements, this project trained graduate and undergraduate students and engaged grades K-12 students and teachers in under-served coastal Washington communities by developing ocean technology-based citizen-scientist activities and curricular materials in plankton ecology, ocean change, construction and use of biological sensors, and quantitative analysis of environmental data. K-12 students and teachers learned to construct and deploy low-cost instruments for monitoring change in nearshore environments and other habitats of local ecological and economic importance. Students are able to access and analyze data from their sensor deployments through online servers, connecting them to their science in real time.</span></p><br>\n<p>\n Last Modified: 02/16/2024<br>\nModified by: Julie&nbsp;E&nbsp;Keister</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708121415179_ZooCam_ROI_ensemble--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708121415179_ZooCam_ROI_ensemble--rgov-800width.png\" title=\"UW-ZooCam Zooplankton images\"><img src=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708121415179_ZooCam_ROI_ensemble--rgov-66x44.png\" alt=\"UW-ZooCam Zooplankton images\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Collection of images of individual zooplankton collected by the SPC-UW-ZooCam underwater video camera.</div>\n<div class=\"imageCredit\">APC-UW-Zoocam</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Julie&nbsp;E&nbsp;Keister\n<div class=\"imageTitle\">UW-ZooCam Zooplankton images</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708123216416_ZooCam_being_bench_tested--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708123216416_ZooCam_being_bench_tested--rgov-800width.jpg\" title=\"The UW-Zoocam instrument\"><img src=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708123216416_ZooCam_being_bench_tested--rgov-66x44.jpg\" alt=\"The UW-Zoocam instrument\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The UW-ZooCam instrument in the laboratory for testing before deployment.</div>\n<div class=\"imageCredit\">D. Grunbaum</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Julie&nbsp;E&nbsp;Keister\n<div class=\"imageTitle\">The UW-Zoocam instrument</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708123830567_ZooCam_on_CTD_image--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708123830567_ZooCam_on_CTD_image--rgov-800width.png\" title=\"UW-ZooCam on a CTD\"><img src=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708123830567_ZooCam_on_CTD_image--rgov-66x44.png\" alt=\"UW-ZooCam on a CTD\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The UW-ZooCam video camera (black instrument) mounted on a CTD (white instrument) package to deploy on a profiling mooring in the field. The camera swivels to a horizontal position once deployed.</div>\n<div class=\"imageCredit\">J. Mickett</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Julie&nbsp;E&nbsp;Keister\n<div class=\"imageTitle\">UW-ZooCam on a CTD</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708123288541_Scientist_collecting_zooplankton_net_tows--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708123288541_Scientist_collecting_zooplankton_net_tows--rgov-800width.jpg\" title=\"Scientists collecting samples\"><img src=\"/por/images/Reports/POR/2024/1657992/1657992_10472016_1708123288541_Scientist_collecting_zooplankton_net_tows--rgov-66x44.jpg\" alt=\"Scientists collecting samples\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scientists washing zooplankton nets during sample collection in the field.</div>\n<div class=\"imageCredit\">J. Keister</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Julie&nbsp;E&nbsp;Keister\n<div class=\"imageTitle\">Scientists collecting samples</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nLow oxygen (hypoxia) and low pH are known to have profound physiological effects on zooplankton, the microscopic animals of the sea. It is likely that many individual zooplankton change their behaviors and locations in the water column to reduce or avoid these stresses. However, changes in swimming or avoidance, and their consequences for zooplankton distributions and interactions with their predators and prey, are poorly understood.\n\n\nIndividual swimming behavior is a primary mechanism underlying patterns in zooplankton population distributions as most species select water column positions with favorable biological, physical, and chemical conditions. As anthropogenic climate change and eutrophication are leading to declines in oxygen and pH throughout the worlds oceans, species-specific movement responses to de-oxygenation and acidification are likely ways through which short-term, localized impacts of these stressful conditions on individual zooplankton will be magnified or suppressed, ultimately affecting population, community, and ecosystem-level dynamics.\n\n\nThis study was designed to provide information on small-scale behavioral responses of zooplankton to oxygen and pH using video systems deployed in the field in a seasonally hypoxic estuary combined with focused laboratory experiments to explore changes in zooplankton behavior. An underwater video camera was custom designed and built for this project. We deployed it on an oceanographic mooring in a low-oxygen region of Puget Sound, Washington for several months in 2017 and 2018. Using videos recorded by this camera, we found that copepods (a type of small crustacean zooplankton) swam significantly slower in stressful (hypoxic and acidified) waters relative to non-stressful waters. Copepods were also less likely to show escape responses in stressful waters, with the smallest copepods (1-2 mm in length) being 67% less likely to exhibit an escape behavior (jumping) than in non-stressful conditions. In the field, copepod abundances increased in stressful waters, possibly because their slower swimming speeds made it less likely that they would find their way into less stressful depths. On the other hand, amphipods (a larger type of crustacean zooplankton) did not swim differently in stressed versus unstressed conditions. But the abundance of amphipods was lower in stressful waters, suggesting they were able to avoid those conditions. These changes indicate potentially important effects of hypoxia and ocean acidification on zooplankton and support the conclusion that ocean conditions affect the small-scale behaviors of zooplankton, but that different types of zooplankton respond differently.\n\n\nIn the laboratory, movements of an important species of copepod (Calanus pacificus) were observed in oxygen and pH gradients by filming individual organisms in acrylic water columns equipped with computerized camera systems. The columns were filled with seawater with either low oxygen or low pH conditions in the bottom half of the column and unstressful seawater in the top half. Experiments exploring changes due to low oxygen stress and low pH stress were examined separately to determine whether those stressors, which commonly co-occur in the ocean, have different effects on the organisms. We found that levels of low oxygen commonly measured in Puget Sound caused mortality or avoidance by the copepods, whereas low levels of pH that are also common in the field did not. These observations determined that oxygen is the primary factor driving copepod response to stressful conditions, and helps explain why copepods had previously been observed in low numbers in hypoxic and acidified environments in the field.\n\n\nThis study was the first to report on in situ swimming behaviors of zooplankton. The technology and analytical protocols we developed represent a significant advance in our ability to study small scale behaviors of plankton. These results deepen our understanding of how zooplankton respond to low oxygen and pH conditions in ways that could profoundly affect marine ecosystems and fisheries through changes in their populations and distributions.\n\n\nIn addition to the scientific achievements, this project trained graduate and undergraduate students and engaged grades K-12 students and teachers in under-served coastal Washington communities by developing ocean technology-based citizen-scientist activities and curricular materials in plankton ecology, ocean change, construction and use of biological sensors, and quantitative analysis of environmental data. K-12 students and teachers learned to construct and deploy low-cost instruments for monitoring change in nearshore environments and other habitats of local ecological and economic importance. Students are able to access and analyze data from their sensor deployments through online servers, connecting them to their science in real time.\t\t\t\t\tLast Modified: 02/16/2024\n\n\t\t\t\t\tSubmitted by: JulieEKeister\n"
 }
}