{
 "awd_id": "1657791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sloping boundary layers in the deep ocean: using three-dimensional numerical simulations to help interpret one-dimensional observations",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2017-02-01",
 "awd_exp_date": "2021-01-31",
 "tot_intn_awd_amt": 424381.0,
 "awd_amount": 424381.0,
 "awd_min_amd_letter_date": "2017-01-25",
 "awd_max_amd_letter_date": "2017-01-25",
 "awd_abstract_narration": "Though active mixing, the boundary layers above sloping topography maintain their stable stratification, implying a continuous exchange with, and impact on, the stratified ocean interior. Estimates suggest that the mixing in these boundary layers is comparable to, or exceeds, the mixing in the interior of the ocean basins. Recent work argues that such diapycnal mixing sustains upwelling along sloped topography that is a pervasive characteristic of the large-scale ocean overturning circulation with important implication for the ventilation rate of the abyssal ocean. In this work, PI proposes to examine the dynamics and impacts of these deep-ocean strati&#64257;ed, turbulent boundary layers above sloping bathymetry by conducting high-resolution, three-dimensional numerical simulations in the context of high-resolution field observations. It aims to improve physical understanding of a key process with large-scale impacts and thereby improve our interpretation of limited observations and approaches to parameterizing these boundary layers. The effort will enhance and extend international collaborations between the PI and two groups with which he has worked in the past. It will allow the PI to work first hand with uniquely appropriate data sets for the study while furthering ongoing modeling collaborations. Findings will be broadly disseminated through presentation at scientific conferences and through publications in the peer reviewed literature. Flow visualizations with corresponding narratives will also be developed and disseminated as outreach. These will be available on YouTube and via blogs focusing on fluid dynamics but specializing in scientific communication and outreach.\r\n\r\nThe scientific objective of the project is to better understand the dynamics of these boundary layers and how they interact with and influence the comparatively quiescent interior basin. PI and his collaborators also seek to understand how to best interpret moored temperature measurements given practical sampling limitations and in light of recent challenges to the use of Thorpe scale estimates of turbulence intensity for these flows in particular. Preliminary results compare remarkably well with observations, suggesting that the essential dynamics are being captured with quantitative accuracy and that a synthesis of focused simulation and re-analysis of field observations will lead to a more complete picture of the underlying dynamics than either approach alone. The observations to be simulated include three sites in close proximity in the Northeast Atlantic with subcritical, critical, and supercritical topographic slopes and with estimates of near-bottom dissipation rates that vary systematically with slope by two orders of magnitude. The proposed research will add to our understanding of tidally-driven boundary layers and how they interact with, and influence, the comparatively quiescent interior basin. The proposed work will also provide insight and guidance for the interpretation of field measurements obtained from one-dimensional moorings or vertical profiles. In particular, the consequences and implications of assuming that Thorpe scales are closely related to Ozmidov scales in these boundary layers and that horizontal advection of non-locally produced turbulence can be neglected in interpreting the observations will be addressed. This insight can form the basis for improved parameterizations of these processes in larger-scale models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kraig",
   "pi_last_name": "Winters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kraig Winters",
   "pi_email_addr": "kraig@coast.ucsd.edu",
   "nsf_id": "000173218",
   "pi_start_date": "2017-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1303",
   "pgm_ref_txt": "CLIMATE MODELING & PREDICTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 424381.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, the goal was to enhance our understanding and interpretation of in-situ data obtained from bottom moorings, which give for example temperature as a function of height-above-the-bottom and time, by augmenting these data with three-dimensional numerical simulations of the processes leading to the observed variability.</p>\n<p>Viewing the data as one-dimensional records often leads to one-dimensional interpretations of the physical processes being measured. While not impossible, it is difficult to see intuitively that features at different depths are often merely the result of depth-dependent currents sweeping features laterally. This is particularly true along sloping ocean bottoms impacted by oceanic internal tides.</p>\n<p>In this study, a detailed three-dimensional numerical model was formulated to simulate the turbulent bottom boundary layer induced by tidal motions in the deep ocean. The model was run in parallel on the NSF high-performance computing facilities. The multidimensional data was useful in inderstanding the corresponding one-dimensional data that would have been obtained via traditional in-situ measurements.</p>\n<p>Mathematical analyses were developed to quantify the turbulence and mixing that occurs in these bottom boundary layers.</p>\n<p>Boundary layer turbulence was also investigated along sloping boundaries associated with radiatively driven gravity currents plunging into ice-covered lakes in late winter and early spring. In both problems, the fundamental issue is to quantify the local turbulent mixing that occurs periodically near the boundaries and assess the corresponding impact on the overall stratification within the adjoining basin.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/24/2023<br>\n\t\t\t\t\tModified by: Kraig&nbsp;Winters</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, the goal was to enhance our understanding and interpretation of in-situ data obtained from bottom moorings, which give for example temperature as a function of height-above-the-bottom and time, by augmenting these data with three-dimensional numerical simulations of the processes leading to the observed variability.\n\nViewing the data as one-dimensional records often leads to one-dimensional interpretations of the physical processes being measured. While not impossible, it is difficult to see intuitively that features at different depths are often merely the result of depth-dependent currents sweeping features laterally. This is particularly true along sloping ocean bottoms impacted by oceanic internal tides.\n\nIn this study, a detailed three-dimensional numerical model was formulated to simulate the turbulent bottom boundary layer induced by tidal motions in the deep ocean. The model was run in parallel on the NSF high-performance computing facilities. The multidimensional data was useful in inderstanding the corresponding one-dimensional data that would have been obtained via traditional in-situ measurements.\n\nMathematical analyses were developed to quantify the turbulence and mixing that occurs in these bottom boundary layers.\n\nBoundary layer turbulence was also investigated along sloping boundaries associated with radiatively driven gravity currents plunging into ice-covered lakes in late winter and early spring. In both problems, the fundamental issue is to quantify the local turbulent mixing that occurs periodically near the boundaries and assess the corresponding impact on the overall stratification within the adjoining basin.\n\n\t\t\t\t\tLast Modified: 01/24/2023\n\n\t\t\t\t\tSubmitted by: Kraig Winters"
 }
}