{
 "awd_id": "1658392",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Combining models and observations to constrain the marine iron cycle",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Simone Metz",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 274355.0,
 "awd_amount": 274355.0,
 "awd_min_amd_letter_date": "2017-03-03",
 "awd_max_amd_letter_date": "2017-03-03",
 "awd_abstract_narration": "Tiny marine organisms called phytoplankton play a critical role in Earth's climate, by absorbing carbon dioxide from the atmosphere. In order to grow, these phytoplankton require nutrients that are dissolved in seawater. One of the rarest and most important of these nutrients is iron. Even though it is a critical life-sustaining nutrient, oceanographers still do not know much about how iron gets into the ocean, or how it is removed from seawater. In the past few years, scientists have made many thousands of measurements of the amount of dissolved iron in seawater, in environments ranging from the deep sea, to the Arctic, to the tropical oceans. They found that the amount of iron in seawater varies dramatically from place to place. Can this data tell us about how iron gets into the ocean, and how it is ultimately removed? Yes. In this project, scientists working on making measurements of iron in seawater will come together with scientists who are working on computer models of iron inputs and removal in the ocean. The goal is to work together to create a program that allows our computer models to \"learn\" from the data, much like an Artificial Intelligence program. This program will develop a \"best estimate\" of where and how much iron is coming into the ocean, how long it stays in the ocean, and ultimately how it gets removed. This will lead to a better understanding of how climate change will impact the delivery of iron to the ocean, and how phytoplankton will respond to climate change. With better climate models, society can make more informed decisions about how to respond to climate change. The study will also benefit a future generation of scientists, by training graduate students in a unique collaboration between scientists making seawater measurements, and those using computer models to interpret those measurements. Finally, the project aims to increase the participation of minority and low-income students in STEM (Science, Technology, Engineering, and Mathematics) research, through targeted outreach programs.\r\n\r\n\r\n\r\nIron (Fe) is an important micronutrient for marine phytoplankton that limits primary productivity over much of the ocean; however, the major fluxes in the marine Fe cycle remain poorly quantified. Ocean models that attempt to synthesize our understanding of Fe biogeochemistry predict widely different Fe inputs to the ocean, and are often unable to capture first-order features of the Fe distribution. The proposed work aims to resolve these problems using data assimilation (inverse) methods to \"teach\" the widely used Biogeochemical Elemental Cycling (BEC) model how to better represent Fe sources, sinks, and cycling processes. This will be achieved by implementing BEC in the efficient Ocean Circulation Inverse Model and expanding it to simulate the cycling of additional tracers that constrain unique aspects of the Fe cycle, including aluminum, thorium, helium and Fe isotopes. In this framework, the inverse model can rapidly explore alternative representations of Fe-cycling processes, guided by new high-quality observations made possible in large part by the GEOTRACES program. The work will be the most concerted effort to date to synthesize these rich datasets into a realistic and mechanistic model of the marine Fe cycle. In addition, it will lead to a stronger consensus on the magnitude of fluxes in the marine Fe budget, and their relative importance in controlling Fe limitation of marine ecosystems, which are areas of active debate. It will guide future observational efforts, by identifying factors that are still poorly constrained, or regions of the ocean where new data will dramatically reduce remaining uncertainties and allow new robust predictions of Fe cycling under future climate change scenarios to be made, ultimately improving climate change predictions. A broader impact of this work on the scientific community will be the development of a fast, portable, and flexible global model of trace element cycling, designed to allow non-modelers to test hypotheses and visualize the effects of different processes on trace metal distributions. The research will also support the training of graduate students, and outreach to low-income and minority students in local school districts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "DeVries",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy DeVries",
   "pi_email_addr": "tdevries@geog.ucsb.edu",
   "nsf_id": "000641911",
   "pi_start_date": "2017-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 274355.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Iron is an important element that helps to sustain life in the ocean. Yet, it is very scarce in seawater, and the small amounts that are present are rapidly used by marine life living in the sunlit surface ocean. It is also difficult to measure the small amounts of iron in the ocean, making it difficult to understand what factors are responsible for variations in the distribution of this important element in the ocean. An ongoing observational program called GEOTRACES was designed to increase the number of measurements of dissolved iron and other so-called ?trace metals? (metals that occur in very small or ?trace? concentrations) in the ocean. This program has greatly increased the number of measurements of dissolved iron in the ocean in the last decade, and has measured iron concentrations in many different ocean environments throughout the world.<br /><br />Our project was designed to take advantage of the large number of new iron observations from the GEOTRACES program. The goal of our project was to build computer models to describe how iron gets into the ocean, how it is distributed across the ocean, and ultimately how it is removed from the ocean. These kinds of models will help scientists to better understand what factors are affecting how much iron is in the ocean, and where it is most concentrated. Ultimately, this can help us understand how the supply of iron to the ocean might change in the future, and how sea life will be affected by this.<br /><br />One of the big parts of this project involved making a new and improved model the describes the ocean currents in the deep sea. We used observations of chemicals emitted from hydrothermal vents (underwater volcanoes) on the sea floor to help us better represent the deep sea currents in a computer model of the ocean circulation. Since these seafloor hydrothermal vents are a major source of iron to the ocean, we used that computer model to simulate where the iron that comes out of those vents is going to go. We found that a lot of it sticks onto sinking particles in the ocean and gets carried down into the deepest parts of the sea. Luckily, these really deep waters eventually come back to the surface in the Southern Ocean, and they can bring some of this iron from hydrothermal vents into the sunlit zone where it can help sustain marine life.<br /><br />This project is part of a bigger collaboration that is also going to investigate the iron that gets into the ocean from windblown dust, and from seafloor sediments. We are building a computer model and comparing it to the GEOTRACES iron observations to get a good understanding of where all the iron is coming from, and how these different sources of iron could affect the sea life. When we finish building this new model, we are going to implement it in a big climate model to see if these iron supplies might change in the future, and how that could affect marine life.<br /><br />This project has also helped to train a new generation of oceanographers by supporting the career of a postdoctoral scholar. We have also used funding from this project to develop and promote new computational tools for oceanographers to use. This project helped us to make our computer model of the ocean currents publicly available, and to hold a workshop to train other oceanographers in our field how to use this model to study the distribution of elements in the ocean. As oceanographers make more observations of life-sustaining elements such as iron in the ocean, and models are developed to explain those observations, we are learning more about the processes that drive life in our oceans. This knowledge will help humans to be better stewards of the blue planet on which we live.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2020<br>\n\t\t\t\t\tModified by: Timothy&nbsp;Devries</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIron is an important element that helps to sustain life in the ocean. Yet, it is very scarce in seawater, and the small amounts that are present are rapidly used by marine life living in the sunlit surface ocean. It is also difficult to measure the small amounts of iron in the ocean, making it difficult to understand what factors are responsible for variations in the distribution of this important element in the ocean. An ongoing observational program called GEOTRACES was designed to increase the number of measurements of dissolved iron and other so-called ?trace metals? (metals that occur in very small or ?trace? concentrations) in the ocean. This program has greatly increased the number of measurements of dissolved iron in the ocean in the last decade, and has measured iron concentrations in many different ocean environments throughout the world.\n\nOur project was designed to take advantage of the large number of new iron observations from the GEOTRACES program. The goal of our project was to build computer models to describe how iron gets into the ocean, how it is distributed across the ocean, and ultimately how it is removed from the ocean. These kinds of models will help scientists to better understand what factors are affecting how much iron is in the ocean, and where it is most concentrated. Ultimately, this can help us understand how the supply of iron to the ocean might change in the future, and how sea life will be affected by this.\n\nOne of the big parts of this project involved making a new and improved model the describes the ocean currents in the deep sea. We used observations of chemicals emitted from hydrothermal vents (underwater volcanoes) on the sea floor to help us better represent the deep sea currents in a computer model of the ocean circulation. Since these seafloor hydrothermal vents are a major source of iron to the ocean, we used that computer model to simulate where the iron that comes out of those vents is going to go. We found that a lot of it sticks onto sinking particles in the ocean and gets carried down into the deepest parts of the sea. Luckily, these really deep waters eventually come back to the surface in the Southern Ocean, and they can bring some of this iron from hydrothermal vents into the sunlit zone where it can help sustain marine life.\n\nThis project is part of a bigger collaboration that is also going to investigate the iron that gets into the ocean from windblown dust, and from seafloor sediments. We are building a computer model and comparing it to the GEOTRACES iron observations to get a good understanding of where all the iron is coming from, and how these different sources of iron could affect the sea life. When we finish building this new model, we are going to implement it in a big climate model to see if these iron supplies might change in the future, and how that could affect marine life.\n\nThis project has also helped to train a new generation of oceanographers by supporting the career of a postdoctoral scholar. We have also used funding from this project to develop and promote new computational tools for oceanographers to use. This project helped us to make our computer model of the ocean currents publicly available, and to hold a workshop to train other oceanographers in our field how to use this model to study the distribution of elements in the ocean. As oceanographers make more observations of life-sustaining elements such as iron in the ocean, and models are developed to explain those observations, we are learning more about the processes that drive life in our oceans. This knowledge will help humans to be better stewards of the blue planet on which we live.\n\n\t\t\t\t\tLast Modified: 10/29/2020\n\n\t\t\t\t\tSubmitted by: Timothy Devries"
 }
}