{
 "awd_id": "1658527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Aggregation of Marine Picoplankton",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2017-03-15",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 687521.0,
 "awd_amount": 687521.0,
 "awd_min_amd_letter_date": "2017-03-03",
 "awd_max_amd_letter_date": "2017-03-03",
 "awd_abstract_narration": "Marine phytoplankton are microscopic algae that live in the sunlit zone of the ocean. They play an important role in the uptake of carbon dioxide from the atmosphere through photosynthesis, similar to what plants do on land, and are the basis of the marine food web. However, instead of storing this organic carbon in leaf tissue and roots, marine phytoplankton are grazed by planktonic animals, or die and subsequently sink out of the sunlit zone in the form of aggregates, also called \"Marine Snow\". These particles not only export the organic carbon contained in their cells to the deep ocean, but also serve as food for animals and bacteria that live in the deep. A considerable portion of these phytoplankton are extremely small, among the tiniest of all organisms known. These extremely small cells have not been thought to play an important role in the formation and sinking of marine snow; however, recent findings challenge this view. This project will investigate how the smallest of these phytoplankton contribute to the rain of sinking particles from the sunlit surface to the deep ocean. This research is important because, in some of the largest expanses of the open oceans, these minute cells dominate the phytoplankton community, and larger plankton organisms are very sparse. The project, through a combination of work in the laboratory and at a field station, will shed light on how these tiny phytoplankton cells make aggregates, which ultimately enable them to sink as \"Marine Snow\". The project also provides unique opportunities for undergraduate students at Arizona State University, a land-locked public university, to gain experience in working with marine research. The project will serve to educate one PhD student, one MS student in an accelerated BS-MS program, and 8-10 undergraduate students/semester in a unique, inquiry based learning effort termed Microbial EducatioN Training and OutReach (MENTOR). The undergraduate students will also participate in Arizona State University (ASU)'s School of Life Sciences, Undergraduate Research Program (SOLUR), which seeks to increase the participation of minorities in science. They will also contribute towards developing web and classroom materials, based on this project, which will then be distributed through a partnership with the award-winning ASU-sponsored Ask A Biologist K-12 web site.\r\n\r\nThe oceanic \"biological carbon pump\", the photosynthetically mediated transformation of dissolved inorganic carbon into particulate and dissolved organic carbon and its subsequent export to deep water, functions as a significant driver of atmospheric carbon uptake by the oceans. The traditional view of the biological carbon pump in the ocean is that of sinking of large aggregates (marine snow) or fecal pellets, which are made up of large, mineral ballasted cells of phytoplankton. However, recent evidence, stemming from in situ investigations of particulate matter, trap studies and modelling studies, have shown that micron-sized phytoplankton such as picocyanobacteria as well as picoeukaryotes can contribute significantly to the sinking of particulate matter. The specific mechanisms behind the sinking of these micrometer sized cells remain elusive as the cells are too small to sink on their own, and mesozooplankton is likely unable to ingest single cells.  Intriguingly, recent research by the investigators has shown that the ubiquitous picocyanobacteria Synechococcus are able to form aggregates and sink at velocities comparable to those of marine snow. They found that the matrix of the Synechococcus aggregates was made of Transparent Exopolymeric Particles (TEP), and that TEP production was enhanced under nutrient limited culture conditions. Interaction with clays and presence of heterotrophic bacteria also enhanced aggregation and sinking velocity. This study aims to further investigate aggregation of other common picoplankton in the laboratory and aggregation occurring in natural settings at an oligotrophic open ocean site, the Bermuda Atlantic Time-series Site (BATS). Ultimately, this project will increase and refine our understanding of the role of the smallest phytoplankton in aggregation and sinking - information vital to understanding carbon cycling processes in the oceans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susanne",
   "pi_last_name": "Neuer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susanne Neuer",
   "pi_email_addr": "Susanne.Neuer@asu.edu",
   "nsf_id": "000429077",
   "pi_start_date": "2017-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hinsby",
   "pi_last_name": "Cadillo-Quiroz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hinsby Cadillo-Quiroz",
   "pi_email_addr": "hinsby@asu.edu",
   "nsf_id": "000612046",
   "pi_start_date": "2017-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1315",
   "pgm_ref_txt": "JOINT GLOBAL OCEAN FLUX STUDY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 687521.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ocean plays a significant role in the global carbon cycle. It has consistently taken up about a fourth to a third of the carbon dioxide that we emit into the atmosphere through fossil carbon burning each year. &nbsp;The carbon dioxide dissolves in the ocean, and is converted by photosynthetic, microscopic algae (phytoplankton) to organic matter, both dissolved and particulate. While phytoplankton are ultimately the origin of most sinking particulate organic matter in the ocean, they are unicellular and microscopic, and generally too small to sink on their own. &nbsp;But biological particles of phytoplankton origin make up a significant portion of the carbon export from the surface ocean to the depths of the ocean, so how are single phytoplankton cells converted to these larger sinking particles? There are several mechanisms that are hypothesized to be at play in biological aggregate formation: production of transparent exopolymeric substances (TEP) that are known to be sticky and make up the matrix of aggregates, either by the phytoplankton cells or by interaction with bacteria, and/or ballasting of the aggregates by dust (clay) carried to the ocean surface by winds from continents. In addition, planktonic animals (zooplankton) may contribute to particle formation by grazing on phytoplankton and their aggregates, and by producing sinking fecal pellets. When the aggregates become large and dense, in the size of a tenth to a few millimeters, they will then sink out of the surface ocean to greater depths, efficiently removing carbon from the surface ocean and providing nourishment for organisms living deeper in the ocean and on the seafloor. This process is called the Biological Carbon Pump. In this project we combined field and laboratory experiments to test the role of the different mechanisms in marine biological particle formation at the Bermuda Atlantic Time-Series Study station (BATS) in the Sargasso Sea, which is considered representative of the vast nutrient-poor central oceans that are the home of the smallest phytoplankton cells known. In laboratory experiments we found, for the first time, that some of the phytoplankton characteristic of these open ocean regions make their own TEP, particularly a group of abundant cyanobacteria and minute diatoms that have been found associated with sinking particles. We also found that several of these phytoplankton species form sinking aggregates only when ballasting clay is added to the incubations. And some of the bacteria isolated from sinking particles collected in the Sargasso Sea were found to make their own TEP and help in particle formation. In our ship-board experiments carried out in the ocean around BATS, we collected sinking particles with floating particle traps in the upper 300m water depth and observed their composition microscopically and determined their microbial communities through DNA-based analysis. An example of such a particle can be seen in the image. The relative composition of the microbial communities associated with different types of particles was statistically indistinguishable and bacterial taxa known to be associated with the gut microbiomes of zooplankton were indicator species of all the particles. These results point to an important role of zooplankton in generating and modifying sinking particles, by feeding on them or by producing fecal pellets that help aggregate smaller particles. &nbsp;We conclude from our research that phytoplankton, even the smallest cells, can form aggregates through a combination of TEP production, association with bacteria and ballasting by clay, but that the particles that ultimately sink to greater depths have been reworked by planktonic animals. By understanding these processes we will be able to better gauge the consequences of climate change on the Biological Carbon Pump, and the ocean&rsquo;s future ability to take up and remove carbon dioxide from the atmosphere.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/21/2021<br>\n\t\t\t\t\tModified by: Susanne&nbsp;Neuer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1658527/1658527_10475622_1621621550818_D150m2Bright10X--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1658527/1658527_10475622_1621621550818_D150m2Bright10X--rgov-800width.jpg\" title=\"particle image\"><img src=\"/por/images/Reports/POR/2021/1658527/1658527_10475622_1621621550818_D150m2Bright10X--rgov-66x44.jpg\" alt=\"particle image\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A microscopic image (magnification 10x) of a biological aggregate collected In the Sargasso Sea with particle traps in 150m depth in Spring 2018. The blue stained areas are stained polysaccharides (TEP). The image shows the complex reworked material that make up these sinking particles.</div>\n<div class=\"imageCredit\">Bianca N. Cruz</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Susanne&nbsp;Neuer</div>\n<div class=\"imageTitle\">particle image</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe ocean plays a significant role in the global carbon cycle. It has consistently taken up about a fourth to a third of the carbon dioxide that we emit into the atmosphere through fossil carbon burning each year.  The carbon dioxide dissolves in the ocean, and is converted by photosynthetic, microscopic algae (phytoplankton) to organic matter, both dissolved and particulate. While phytoplankton are ultimately the origin of most sinking particulate organic matter in the ocean, they are unicellular and microscopic, and generally too small to sink on their own.  But biological particles of phytoplankton origin make up a significant portion of the carbon export from the surface ocean to the depths of the ocean, so how are single phytoplankton cells converted to these larger sinking particles? There are several mechanisms that are hypothesized to be at play in biological aggregate formation: production of transparent exopolymeric substances (TEP) that are known to be sticky and make up the matrix of aggregates, either by the phytoplankton cells or by interaction with bacteria, and/or ballasting of the aggregates by dust (clay) carried to the ocean surface by winds from continents. In addition, planktonic animals (zooplankton) may contribute to particle formation by grazing on phytoplankton and their aggregates, and by producing sinking fecal pellets. When the aggregates become large and dense, in the size of a tenth to a few millimeters, they will then sink out of the surface ocean to greater depths, efficiently removing carbon from the surface ocean and providing nourishment for organisms living deeper in the ocean and on the seafloor. This process is called the Biological Carbon Pump. In this project we combined field and laboratory experiments to test the role of the different mechanisms in marine biological particle formation at the Bermuda Atlantic Time-Series Study station (BATS) in the Sargasso Sea, which is considered representative of the vast nutrient-poor central oceans that are the home of the smallest phytoplankton cells known. In laboratory experiments we found, for the first time, that some of the phytoplankton characteristic of these open ocean regions make their own TEP, particularly a group of abundant cyanobacteria and minute diatoms that have been found associated with sinking particles. We also found that several of these phytoplankton species form sinking aggregates only when ballasting clay is added to the incubations. And some of the bacteria isolated from sinking particles collected in the Sargasso Sea were found to make their own TEP and help in particle formation. In our ship-board experiments carried out in the ocean around BATS, we collected sinking particles with floating particle traps in the upper 300m water depth and observed their composition microscopically and determined their microbial communities through DNA-based analysis. An example of such a particle can be seen in the image. The relative composition of the microbial communities associated with different types of particles was statistically indistinguishable and bacterial taxa known to be associated with the gut microbiomes of zooplankton were indicator species of all the particles. These results point to an important role of zooplankton in generating and modifying sinking particles, by feeding on them or by producing fecal pellets that help aggregate smaller particles.  We conclude from our research that phytoplankton, even the smallest cells, can form aggregates through a combination of TEP production, association with bacteria and ballasting by clay, but that the particles that ultimately sink to greater depths have been reworked by planktonic animals. By understanding these processes we will be able to better gauge the consequences of climate change on the Biological Carbon Pump, and the ocean’s future ability to take up and remove carbon dioxide from the atmosphere.\n\n\t\t\t\t\tLast Modified: 05/21/2021\n\n\t\t\t\t\tSubmitted by: Susanne Neuer"
 }
}