{
 "awd_id": "1658614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: Landscapes of Deep Time in the Red Earth of France: Research Training in Paleoclimate",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 249953.0,
 "awd_amount": 249953.0,
 "awd_min_amd_letter_date": "2017-04-13",
 "awd_max_amd_letter_date": "2017-04-13",
 "awd_abstract_narration": "This project will evaluate sediments deposited 300-million years ago in France at a time of abundant ice on the planet. This project will engage several teams of undergraduates from underserved populations - particularly indigenous peoples of the Plains and Southwest states - in scientific research within a culturally sensitive context. A total of 13 students will travel to France over three years to conduct field and lab work on red sediments analogous to the types of sediments and landscapes familiar to them in the U.S. They will work with both U.S. and French scientists in collecting data in both the field and the laboratory, while also learning about the history and culture of a part of France with a geologic history analogous to that of their homeland. This project will further our understanding of how Earth's surface conditions can behave under conditions analogous to the present. \r\n\r\nThis IRES project will involve three student groups per year undertaking fieldwork in France. Students will test the hypothesis that Carboniferous-Permian strata of basins preserved near the Central Pangaean Mountains (France) archive a record of moderate-elevation glaciation and widespread loess deposits in the paleo-tropics. One PhD student and 4 undergraduates per year will participate in this project, and students from underserved groups, particularly indigenous peoples of the Plains and Southwest states, will be encouraged to participate. These students will conduct fieldwork to document facies attributes, including detailed grain-size analyses, quartz microtextural, geochemical, and geochronological analyses in discrete projects that when merged will test the overarching hypothesis. The proposed research will contribute to the experience base and expertise in sedimentologic/geochemical/geochronological analyses for all participants, while developing datasets and results that will be disseminated largely by student participants. Students from the Native populations will be drawn into a foreign experience that will widen their horizons, yet simultaneously demonstrate a place-based learning wherein stories of past climates are teased from studies of the land. Results will provide important constraints on paleoclimate of tropical eastern Pangaea. Support of the hypothesis would require a large shift in long-accepted reconstructions of climate in eastern Pangaea, whereas a failure of the hypothesis will require renewed efforts to understand meridional climate states across central Pangaea. The Late Paleozoic Ice Age is Earth?s most recent pre-Quaternary glaciation, and thus a common target for climate modelers, using the same models as those employed for climate prediction. Hence, calibrations to these models are critical for understanding broader aspects of Earth's climate system in both deep- and near-time intervals. In summary, the intellectual merit of this project lies in testing hypotheses of Earth?s deep-time climate behavior in order to refine our knowledge of Earth's climate system, including future states.  The broader impacts include providing students of underserved populations research opportunities that will help cultivate interest in science and forge new international collaborations.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerilyn",
   "pi_last_name": "Soreghan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gerilyn S Soreghan",
   "pi_email_addr": "lsoreg@ou.edu",
   "nsf_id": "000453114",
   "pi_start_date": "2017-04-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Soreghan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Soreghan",
   "pi_email_addr": "msoreg@ou.edu",
   "nsf_id": "000455898",
   "pi_start_date": "2017-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730199705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 249953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This grant funded research to 1&mdash; bring international research experiences to cohorts of several undergraduate STEM students annually who hailed from primarily underrepresented populations, and 2&mdash; investigate several research questions related to paleo-dust and loess deposits, initially and primarily aimed at fine-grained red-bed strata of France.</p>\n<p class=\"p1\">In particular, this project focused on illuminating the origins and impacts of dust and loess (wind-blown silt) through investigations that combined field descriptions of strata with laboratory work on sediment samples. Initial efforts focused on documenting these types of deposits in late Paleozoic (~300 million-year-old) sediments in France. This led to discoveries of evidence for remarkably cold climatic conditions in this paleo-equatorial setting that challenge traditional climate interpretations for this system. In the course of conducting this research, we discovered previously undocumented volcanic strata of the same age, that capture the action of intense and highly explosive volcanism during this time. Together with widespread dust in the atmosphere at the time, these volcanic events likely affected Earth&rsquo;s carbon cycle profoundly. Furthermore, owing to the acidic nature of the volcanic aerosols that permeated the ancient atmosphere, the deposition of this dust could have fertilized ecosystems and thus enhanced carbon cycling. These research questions led in turn to investigations on the origin of silt in paleosols of the Mediterranean, and to work on analogous fine-grained red-bed strata of other regions.<span>&nbsp;</span></p>\n<p class=\"p1\">Silt formation, although seemingly mundane, relates to the formation of loess (windblown silt) and dust deposits, which are both archives and agents of climate and climate change. Indeed, atmospheric aerosols, which include dust, are the largest unknown in Earth&rsquo;s climate system. Dust affects climate through both direct and indirect effects, with the later including fertilization of ecosystems that affect Earth&rsquo;s carbon cycle.<span>&nbsp;</span></p>\n<p class=\"p1\">Broader Impacts</p>\n<p class=\"p3\"><span class=\"s1\">The greatest impact of this project was in opening n</span><span class=\"s2\">ew worlds for the students who participated. Over the course of the four years of the award, this project </span>afforded 15 undergraduate students and two graduate students the opportunity to travel internationally and experience different cultures in ways vastly more authentic than a mere tourist experience. All participants (students and PIs) had positive experiences, interacting with international mentors and people in the communities that housed us. The diversity of the cohorts also provided means of increasing interpersonal skills through prolonged and authentic interactions with one another. Together, we learned appreciation and tolerance of other cultures, and of one another. This program enabled future scientists, especially those from underserved populations, to broaden their world view, as well as to accelerate their progress toward careers in science.</p>\n<p class=\"p5\">In addition to completing dissertations and undergraduate theses, students involved in this research participated in &gt;6 journal publications in the high-impact professional science literature to date (with at least four more in various stages of preparation), and &gt;20 abstracts presented at scientific conferences nationally and internationally, with many more in planning. Finally, this project enabled us to forge new international collaborations that have led to yet new research questions under current pursuit.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2022<br>\n\t\t\t\t\tModified by: Gerilyn&nbsp;S&nbsp;Soreghan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This grant funded research to 1&mdash; bring international research experiences to cohorts of several undergraduate STEM students annually who hailed from primarily underrepresented populations, and 2&mdash; investigate several research questions related to paleo-dust and loess deposits, initially and primarily aimed at fine-grained red-bed strata of France.\nIn particular, this project focused on illuminating the origins and impacts of dust and loess (wind-blown silt) through investigations that combined field descriptions of strata with laboratory work on sediment samples. Initial efforts focused on documenting these types of deposits in late Paleozoic (~300 million-year-old) sediments in France. This led to discoveries of evidence for remarkably cold climatic conditions in this paleo-equatorial setting that challenge traditional climate interpretations for this system. In the course of conducting this research, we discovered previously undocumented volcanic strata of the same age, that capture the action of intense and highly explosive volcanism during this time. Together with widespread dust in the atmosphere at the time, these volcanic events likely affected Earth’s carbon cycle profoundly. Furthermore, owing to the acidic nature of the volcanic aerosols that permeated the ancient atmosphere, the deposition of this dust could have fertilized ecosystems and thus enhanced carbon cycling. These research questions led in turn to investigations on the origin of silt in paleosols of the Mediterranean, and to work on analogous fine-grained red-bed strata of other regions. \nSilt formation, although seemingly mundane, relates to the formation of loess (windblown silt) and dust deposits, which are both archives and agents of climate and climate change. Indeed, atmospheric aerosols, which include dust, are the largest unknown in Earth’s climate system. Dust affects climate through both direct and indirect effects, with the later including fertilization of ecosystems that affect Earth’s carbon cycle. \nBroader Impacts\nThe greatest impact of this project was in opening new worlds for the students who participated. Over the course of the four years of the award, this project afforded 15 undergraduate students and two graduate students the opportunity to travel internationally and experience different cultures in ways vastly more authentic than a mere tourist experience. All participants (students and PIs) had positive experiences, interacting with international mentors and people in the communities that housed us. The diversity of the cohorts also provided means of increasing interpersonal skills through prolonged and authentic interactions with one another. Together, we learned appreciation and tolerance of other cultures, and of one another. This program enabled future scientists, especially those from underserved populations, to broaden their world view, as well as to accelerate their progress toward careers in science.\nIn addition to completing dissertations and undergraduate theses, students involved in this research participated in &gt;6 journal publications in the high-impact professional science literature to date (with at least four more in various stages of preparation), and &gt;20 abstracts presented at scientific conferences nationally and internationally, with many more in planning. Finally, this project enabled us to forge new international collaborations that have led to yet new research questions under current pursuit.\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2022\n\n\t\t\t\t\tSubmitted by: Gerilyn S Soreghan"
 }
}