{
 "awd_id": "1658201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Pythia's Oasis - Access to Deep Subduction Zone Fluids",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 390349.0,
 "awd_amount": 405157.0,
 "awd_min_amd_letter_date": "2017-09-15",
 "awd_max_amd_letter_date": "2021-08-11",
 "awd_abstract_narration": "There is intense interest in understanding the nature, magnitude, and conditions of fluid flow deep within active continental margins due to the impact that fluids and mineral alteration processes have on seismicity and earthquakes in subduction zone environments. This is particularly true for the continental margin off Oregon and Washington State and Southern Canada, which is called the Cascadia Margin. This is because this ~1000 kilometer-long subduction zone fault has been locked since its last rupture in 1700 which produced a magnitude 9 earthquake that resulted in a large tsunami that impacted the Pacific Northwest and Japan and triggered significant underwater landslides. Gaining access to deep subduction zone fluids, however, is challenging because they are largely inaccessible, occurring at great depth below the seafloor. However, in 2015, a seep site was discovered off the Oregon coast where a jet of warm, hydrocarbon-enriched, low-salinity fluid was found venting from the seafloor. This site, called Pythia's Oasis, is unlike any seep site yet discovered, providing possible access, for the first time, to fluids formed deep within the Cascadia Subduction Zone. A second adjacent site includes an extensive collapse zone hosting multiple seeps that issue diffuse flows of warm and/or low salinity, methane-rich fluids that support dense microbial and macrofaunal communities. The goal of this two-year collaborative research project is to characterize the geology and chemistry of this extraordinary environment to test hypotheses about the origin of these fluids. This will be done using a remotely operated vehicle and an autonomous underwater vehicle from the National Deep Submergence Facility at the Woods Hole Oceanographic Institution, heat flow probes, coring devices, and geochemical tracers and analyses. If these fluids come from deep in the subduction zone, this site will provide an unprecedented opportunity to study high-temperature fluid sources and reactions in the only segment of the Cascadia Subduction Zone that is inferred to be seismically active. Results of the work have implications for understanding deep-seated fluid and seismogenic processes acting in other subduction zones as well. Broader impacts include an extensive at-sea student training program in which at least 10 undergraduate and graduate students will participate on the 13-day sea-going field expedition to the site where they will learn about and participate in seagoing activities and the discovery processes. The students will work alongside experienced scientists and ship and deep submergence vehicle crews to conducting their own research using data collected on the cruise and by later onshore analyses. Public outreach will be carried out via students who will communicate their experiences and findings through a cruise website and formal and informal presentations, with messaging focused on K-20 opportunities in integrated oceanography-engineering programs. \r\n\r\nThis research will characterize the geology and chemistry of the extraordinary new discovery of a seep site, called Pythia's Oasis, that is located on the Cascadia Subduction Zone. Three hypotheses on the source of these fluids will be tested: (1) that the fluids are meteoric and play no role in the seismogenic behavior of the margin but may contribute to element transport between land and ocean, impacting the current understanding of coastal hydrogeology; (2) that the fluids originate from smectite-illite dehydration in the accreted sediments, rather than at the plate boundary, providing important information on fluid production and overpressure development within the accretionary prism above the plate boundary; and (3) that the fluids originate from high temperature metamorphic reactions at depth in the seismogenic region of the CSZ, resulting in extreme overpressures at the plate boundary.  In the latter case, the dehydration reactions may explain the partially locked behavior of the fault in this part of the continental margin or suggest that the locked seismogenic zone may not correspond to moderate overpressures as postulated for other subduction zone areas such as Nankai. off Japan, and off Costa Rica. Hypotheses will be tested by detailed geological characterization of the seep site; by thoroughly analyzing the seep and pore fluids using major and trace element geochemistry; by examining the gas chemistry and by isotopic analyses; and by heat flow and modeling studies. The field program will utilize the remotely operated vehicle, Jason, and the autonomous underwater vehicle, Sentry, from the Woods Hole Oceanographic National Deep Submergence Facility to complete photomosaics of the seafloor as well as bathymetric maps around the seep sites at 1-m resolution. Seep fluids will be collected using isobaric gas-tight fluid-volatile samplers with real-time temperature measurements to determine end-member fluid compositions. All pore water samples will be analyzed for salinity, pH, and alkalinity shipboard, and a subset of samples will be analyzed for sulfate by shipboard ion chromatography. Approximately 300 samples will be analyzed for Cl, SO4, Br, Ca, Mg, Na, K, and alkalinity. Select samples will be analyzed for Li, Rb, Cs, Ba, DIC, and O/H isotopes. Si, NH4, as well as the methane through pentane concentrations in pore water and vent fluids will be analyzed. Stable isotope ratios of C, D, H, CH4, He, Li, and Cl will also be determined. Detailed heat flow measurements around the venting sites will be obtained to constrain relative changes in thermal gradients. Precisely located push cores for sediment chemical and physical property and pore water analyses will be collected and analyzed. Water column sensors on Sentry will also provide eH and CTD-O2-turbidity characterizations of the near-bottom fluids. Gravity coring will allow direct sampling of pore fluids below the zone of mixing with seawater and will ensure capture of the advecting fluid signal. Upward advection rates will be estimated from solute profiles using a new, non-steady-state, reaction-transport model. The spatial distribution of flow constructed from Jason push cores around the seep and shipboard gravity cores will be used to estimate output fluxes of fluid and solutes. The EM302 multibeam system on the R/V Thompson will be utilized for imaging of the bubble plumes to determine spatial extent with implications for biological activity in the upper water column. To determine local current regimes and hence the most intense plume locations in the water column, the hull-mounted 75 kHz ADCP will be used to log current velocities during all surveys.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Kelley",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah S Kelley",
   "pi_email_addr": "kelley@ocean.washington.edu",
   "nsf_id": "000431889",
   "pi_start_date": "2017-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Solomon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Evan A Solomon",
   "pi_email_addr": "esolomn@u.washington.edu",
   "nsf_id": "000558161",
   "pi_start_date": "2017-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave. NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 390349.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 14808.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Pythias Oasis: A Site Like No Other Yet Discovered in the Oceans</strong></p>\n<p>In ancient Greece, the Pythia was the oracle at Delphi who sat in a temple built above a seismic fissure and prophesized with the assistance of mind-altering gases rising from the hot spring below. It seems equally hallucinatory to find a spring of low-salinity, high-temperature, mineral-rich water flowing from the seafloor 1000 meters below the ocean's surface off the coast of Oregon (Figure 1). Discovered in 2015, the site was aptly named 'Pythias Oasis'. This spectacular seep environment was discovered by University of Washington (UW) graduate Brendan Philip, who was tracking methane bubbles that naturally stream out of the seafloor on the edge of the continental shelf as the UW global class research ship the R/V <em>Thompson</em> transited to a key experimental site as part of the National Science Foundations' Ocean Observatories Initiative Regional Cabled Array. A hull-mounted sonar on the Thompson imaged multiple intense plumes of methane-rich bubbles issuing from the seafloor, leading to a discovery dive using the Canadian remotely operated vehicle (ROV) called <em>ROPOS</em>.</p>\n<p>Initial results from the one-dive showed that Pythias Oasis is unlike any other seep yet discovered in the world's oceans. The main Pythias vent is a \"hole in the bottom of the sea\" characterized by intense venting of fluid with chemical properties never before seen in the ocean and temperatures that are four times normal background seawater values (~4&deg;C). Now hosting a very small chimney-like deposit, it is reminiscent of a mid-ocean ridge hot spring. The released fluids gushing from the seafloor carry suspended particles that form a small plume which splits into a second plume with methane hydrate-encased bubbles that rise &gt; 450 m above the seafloor.</p>\n<p>A second site to the south includes an extremely rugged collapse zone hosting numerous explosion pits, extensive areas of white and orange bacterial mats, and diffuse flow of methane gas and warm water. A several meter deep \"moat\" surrounds the collapse zone (Figure 2). The area teems with life including rockfish, eelpout fish, hagfish, anemones, sea pig, sea cucumbers, crabs, snails, soft corals, and clam beds and extensive beds of bacterial mats fueled by the methane-rich fluids issuing from the seafloor (Figures 3 and 4). &nbsp;</p>\n<p>Based on analyses of a few preliminary samples, the chemistry of which astounded the UW team, the National Science Foundation funded the award \"Collaborative Research: Pythias Oasis: Access to Deep Subduction Zone Fluids\" to the UW (D. Kelley and E. Solomon) and Oregon State University (M. Torres, R. Collier, and R. Harris) to characterize this extraordinary site. The program included an intense expedition to the site using the ROV <em>Jason</em> and the autonomous underwater vehicle <em>Sentry </em>(Figure 5). During the cruise, the area was mapped at better than meter resolution, thousands of seafloor images were taken to produce an overview image of the amazing seeps and the life that thrives there, and measurements were made with a long probe into the sediments to understand heat flow. &nbsp;Numerous long cores recovered from the site contained an astounding amount of methane hydrate, which is a type of ice that crystallizes around methane molecules under high-pressure, low-temperature conditions. The hydrate degassed at the surface leading to 'boiling' mud at the top of the cores and cores that hissed on deck as gas and mud spewed from holes in the core liner. The team had fun lighting the ice on fire (Figure 6).</p>\n<p>Results from this program show that Pythias Oasis provides an extremely rare window into fluids sourced from where the Juan de Fuca Plate is being subducted beneath the North American Plate along the Cascadia Subduction Zone. Fluid chemistry requires that the fluids were sourced near the plate boundary are temperatures of 150&deg;-250&deg;C. Estimated flow rates from the main Pythias orifice are higher than any yet observed along the Cascadia margin. Repeat sonar measurements show that the seep has been venting continuously since 2015. Pythias is associated with a subduction zone perpendicular fault, called the Alvin Canyon fault, one of several strike slip faults along the margin in Central Oregon. It is thought that this fault drains fluids in the subsurface, which, in part may regulate earthquakes along the subduction zone.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2023<br>\n\t\t\t\t\tModified by: Deborah&nbsp;Kelley</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972028349_Figure1.Pythisventdiscovery-2015_R1858_SDI1_2015-07-240_54_39_04093--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972028349_Figure1.Pythisventdiscovery-2015_R1858_SDI1_2015-07-240_54_39_04093--rgov-800width.jpg\" title=\"Pythias Orifice\"><img src=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972028349_Figure1.Pythisventdiscovery-2015_R1858_SDI1_2015-07-240_54_39_04093--rgov-66x44.jpg\" alt=\"Pythias Orifice\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Pythias Oasis vent (5 cm in diameter) issuing warm, fresh fluids as imaged during the discovery dive with the ROV ROPOS.</div>\n<div class=\"imageCredit\">Credit: UW/NSF-OOI/CSSF.</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Deborah&nbsp;Kelley</div>\n<div class=\"imageTitle\">Pythias Orifice</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972383017_Figure2.Blowoutpit_flatfish-R1858_00591--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972383017_Figure2.Blowoutpit_flatfish-R1858_00591--rgov-800width.jpg\" title=\"Methane Blow Out Pit\"><img src=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972383017_Figure2.Blowoutpit_flatfish-R1858_00591--rgov-66x44.jpg\" alt=\"Methane Blow Out Pit\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A blow out pit in the collapsed area of Pythias Oasis. Clam shell debris litters the edges of the pit. A sole is to the right.</div>\n<div class=\"imageCredit\">UW/NSF-OOI/CSSF</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Deborah&nbsp;Kelley</div>\n<div class=\"imageTitle\">Methane Blow Out Pit</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972560131_Figure3.Closeupclams_anemones_Pythais_SDI1_2015-07-240_54_39_06539--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972560131_Figure3.Closeupclams_anemones_Pythais_SDI1_2015-07-240_54_39_06539--rgov-800width.jpg\" title=\"Beautiful Life At Pythias Oasis\"><img src=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972560131_Figure3.Closeupclams_anemones_Pythais_SDI1_2015-07-240_54_39_06539--rgov-66x44.jpg\" alt=\"Beautiful Life At Pythias Oasis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Clusters of clams, orange anemones, and snails thrive where methane-rich fluids are seeping from the seafloor.</div>\n<div class=\"imageCredit\">UW/NSF-OOI/CSSF</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Deborah&nbsp;Kelley</div>\n<div class=\"imageTitle\">Beautiful Life At Pythias Oasis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972774403_Figure4.Neptuniastalks_anemones_PythaisSDI1_2015-07-240_54_39_07762--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972774403_Figure4.Neptuniastalks_anemones_PythaisSDI1_2015-07-240_54_39_07762--rgov-800width.jpg\" title=\"Neptunea Nursery\"><img src=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972774403_Figure4.Neptuniastalks_anemones_PythaisSDI1_2015-07-240_54_39_07762--rgov-66x44.jpg\" alt=\"Neptunea Nursery\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Yellow stalks sprouting from carbonate rocks, which once hosted Neptunea snail eggs , are now capped by anemones.</div>\n<div class=\"imageCredit\">UW/NSF-OOI/CSSF</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Deborah&nbsp;Kelley</div>\n<div class=\"imageTitle\">Neptunea Nursery</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972956257_Figure5.Sentry_small_S536_20190929_082135_01_launch_lightning-copy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972956257_Figure5.Sentry_small_S536_20190929_082135_01_launch_lightning-copy--rgov-800width.jpg\" title=\"Sentry Diving at Pythias\"><img src=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675972956257_Figure5.Sentry_small_S536_20190929_082135_01_launch_lightning-copy--rgov-66x44.jpg\" alt=\"Sentry Diving at Pythias\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The autonomous underwater vehicle 'Sentry' about to enter the ocean above Pythias with a storm in the distance.</div>\n<div class=\"imageCredit\">Mitch Elend, University of Washington</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Deborah&nbsp;Kelley</div>\n<div class=\"imageTitle\">Sentry Diving at Pythias</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675974388938_Figure6.Flaming_Core_Hydrate_20190920_170318_G_coresmall--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675974388938_Figure6.Flaming_Core_Hydrate_20190920_170318_G_coresmall--rgov-800width.jpg\" title=\"Flaming Hydrate\"><img src=\"/por/images/Reports/POR/2023/1658201/1658201_10522273_1675974388938_Figure6.Flaming_Core_Hydrate_20190920_170318_G_coresmall--rgov-66x44.jpg\" alt=\"Flaming Hydrate\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Flaming methane hydrate following recovery of a core from Pythias Oasis.</div>\n<div class=\"imageCredit\">Mitch Elend, University of Washington</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Deborah&nbsp;Kelley</div>\n<div class=\"imageTitle\">Flaming Hydrate</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "Pythias Oasis: A Site Like No Other Yet Discovered in the Oceans\n\nIn ancient Greece, the Pythia was the oracle at Delphi who sat in a temple built above a seismic fissure and prophesized with the assistance of mind-altering gases rising from the hot spring below. It seems equally hallucinatory to find a spring of low-salinity, high-temperature, mineral-rich water flowing from the seafloor 1000 meters below the ocean's surface off the coast of Oregon (Figure 1). Discovered in 2015, the site was aptly named 'Pythias Oasis'. This spectacular seep environment was discovered by University of Washington (UW) graduate Brendan Philip, who was tracking methane bubbles that naturally stream out of the seafloor on the edge of the continental shelf as the UW global class research ship the R/V Thompson transited to a key experimental site as part of the National Science Foundations' Ocean Observatories Initiative Regional Cabled Array. A hull-mounted sonar on the Thompson imaged multiple intense plumes of methane-rich bubbles issuing from the seafloor, leading to a discovery dive using the Canadian remotely operated vehicle (ROV) called ROPOS.\n\nInitial results from the one-dive showed that Pythias Oasis is unlike any other seep yet discovered in the world's oceans. The main Pythias vent is a \"hole in the bottom of the sea\" characterized by intense venting of fluid with chemical properties never before seen in the ocean and temperatures that are four times normal background seawater values (~4&deg;C). Now hosting a very small chimney-like deposit, it is reminiscent of a mid-ocean ridge hot spring. The released fluids gushing from the seafloor carry suspended particles that form a small plume which splits into a second plume with methane hydrate-encased bubbles that rise &gt; 450 m above the seafloor.\n\nA second site to the south includes an extremely rugged collapse zone hosting numerous explosion pits, extensive areas of white and orange bacterial mats, and diffuse flow of methane gas and warm water. A several meter deep \"moat\" surrounds the collapse zone (Figure 2). The area teems with life including rockfish, eelpout fish, hagfish, anemones, sea pig, sea cucumbers, crabs, snails, soft corals, and clam beds and extensive beds of bacterial mats fueled by the methane-rich fluids issuing from the seafloor (Figures 3 and 4).  \n\nBased on analyses of a few preliminary samples, the chemistry of which astounded the UW team, the National Science Foundation funded the award \"Collaborative Research: Pythias Oasis: Access to Deep Subduction Zone Fluids\" to the UW (D. Kelley and E. Solomon) and Oregon State University (M. Torres, R. Collier, and R. Harris) to characterize this extraordinary site. The program included an intense expedition to the site using the ROV Jason and the autonomous underwater vehicle Sentry (Figure 5). During the cruise, the area was mapped at better than meter resolution, thousands of seafloor images were taken to produce an overview image of the amazing seeps and the life that thrives there, and measurements were made with a long probe into the sediments to understand heat flow.  Numerous long cores recovered from the site contained an astounding amount of methane hydrate, which is a type of ice that crystallizes around methane molecules under high-pressure, low-temperature conditions. The hydrate degassed at the surface leading to 'boiling' mud at the top of the cores and cores that hissed on deck as gas and mud spewed from holes in the core liner. The team had fun lighting the ice on fire (Figure 6).\n\nResults from this program show that Pythias Oasis provides an extremely rare window into fluids sourced from where the Juan de Fuca Plate is being subducted beneath the North American Plate along the Cascadia Subduction Zone. Fluid chemistry requires that the fluids were sourced near the plate boundary are temperatures of 150&deg;-250&deg;C. Estimated flow rates from the main Pythias orifice are higher than any yet observed along the Cascadia margin. Repeat sonar measurements show that the seep has been venting continuously since 2015. Pythias is associated with a subduction zone perpendicular fault, called the Alvin Canyon fault, one of several strike slip faults along the margin in Central Oregon. It is thought that this fault drains fluids in the subsurface, which, in part may regulate earthquakes along the subduction zone.\n\n\t\t\t\t\tLast Modified: 02/09/2023\n\n\t\t\t\t\tSubmitted by: Deborah Kelley"
 }
}