{
 "awd_id": "1658389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Variation in life history and connectivity as drivers of pathogen-host dynamics and genetic structure in a trans-hemispheric pathosystem",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 49483.0,
 "awd_amount": 49483.0,
 "awd_min_amd_letter_date": "2017-05-04",
 "awd_max_amd_letter_date": "2022-06-07",
 "awd_abstract_narration": "Marine invertebrates use an array of strategies to survive, move, and reproduce across diverse and dynamic environmental conditions. This project investigates the intersection of these strategies and how they facilitate the persistence of blue crabs and a pathogenic virus along the Atlantic coast of North and South America. The widespread distribution of this crab-virus system makes it useful for investigating host-pathogen interactions. Blue crabs can reduce their activity level and induce winter dormancy in colder climates, but it is unclear how this alters progression and transmission of the pathogen. Conversely, year-round growth and reproduction of tropical blue crabs may be offset by higher pathogen abundance and activity. This project will use a combination of field and laboratory studies to reveal how crab life history and pathogen dynamics interact and adapt at the extremes of their range. Genetic sequencing, crab movement tracking and oceanographic models will be used to understand how crab-disease dynamics vary across temperate and tropical latitudes. The blue crab is an ecologically and economically important species and knowledge generated in this project will help provide management guidance to support sustainable fisheries. Best practices to avoid and limit disease will be communicated to commercial and artisanal harvesters through partnerships and workshops. Local high school and undergraduate students from underrepresented groups will be engaged through a variety of formal and informal educational programs. Public outreach will be implemented through a museum partnership with the Shedd Aquarium and will include the training of a science communication intern.\r\n\r\nThis collaborative project will combine empirical field and laboratory experiments, population genomics, and biophysical modeling to explore the consequences of latitude-driven changes in life history and oceanic connectivity on a trans-hemispheric pathosystem comprised of the blue crab, Callinectes sapidus, and the pathogenic virus, CsRV1. The virulence of the CsRV1 virus from tropical and temperate latitudes and the impact of overwintering will be studied by experimental virus challenges of crabs transplanted between high and low latitudes. The impact of infection and virulence on crab movement will be investigated in laboratory raceway experiments of healthy and infected crabs and in the field with acoustically tagged crabs deployed in temperate and tropical locations. Population genetic studies using thousands of genome-wide RAD sequencing markers for crabs and whole-genome sequencing for the virus will define genetic connectivity of crab and virus populations across their range, and will investigate the possible latitudinal, seascape, and life history-driven changes in blue crab and virus genomes. The two population genomic data sets are expected to provide different inferences and scales of connectivity because CsRV1 virus genotypes are transmitted only among post-larval crabs while blue crab genotypes also move by a potentially long-range dispersive larval stage. Finally, integrated biophysical models will be used to investigate the relative contributions of adult and larval dispersal on the population structure of the crab and the pathogen across a broad swath of habitat between New England and Argentina with a decade of simulations. An open-source Lagrangian stochastic model will estimate pelagic larval transport, and spatially explicit biased-correlated random walk models will estimate adult movement. Models will be informed by experimentally-derived movement and behavior data, as well as information on crab larval and adult behavior and overwintering duration available in the published literature. Under a series of scenarios in which crab behavior is affected by latitude and virus infection, statistical comparisons will be made between biophysical model-based predictions of connectivity and genetic estimates of connectivity. These analyses will advance our understanding of the physical, environmental, and biological factors that shape the dynamics of the blue crab CsRV1 pathosystem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Kough",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew S Kough",
   "pi_email_addr": "akough@sheddaquarium.org",
   "nsf_id": "000701592",
   "pi_start_date": "2017-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "John G Shedd Aquarium",
  "inst_street_address": "1200 S LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3126922712",
  "inst_zip_code": "606052402",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "SHEDD AQUARIUM SOCIETY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HMT3P91PU4N3"
 },
 "perf_inst": {
  "perf_inst_name": "John G. Shedd Aquarium",
  "perf_str_addr": "1200 South Lake Shore Drive",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052402",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1174",
   "pgm_ref_txt": "POPULATION DYNAMICS"
  },
  {
   "pgm_ref_code": "7308",
   "pgm_ref_txt": "BE-UF: ECOL OF INFECTIOUS DISE"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 49483.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The blue crab (<em>Callinectes sapidus</em>) is an iconic crustacean living in estuaries and coastal marine habitats along the Western Atlantic coast where it serves as a predator, prey and scavenger in benthic marine ecosystems. Blue crabs have a remarkable home-range that extends from Maine to Argentina and supports fisheries and communities throughout. Blue crab is a generalist species with a life history&nbsp;shaped by the environment and varying with latitude. Variable life history includes the time spent in the plankton as a larva, the location and type of habitat available, phenology of reproduction, and in colder climates it includes winter hibernation or dormancy. Marine organisms are affected by disease across their life history stages and across their geographic ranges, but we know little about how these factors interact to drive disease. We used the Atlantic blue crab and a pathogen, <em>Callinectes sapidus</em> Reo-like Virus 1 (CsRV1), to study how the crab host and disease are connected across their broad range, and how latitude intersects with life history to drive differences in disease.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>We collected blue crab samples across their range for host and pathogen genetics, and to determine patterns in viral prevalence with season and climate. We found that where blue crabs are dormant in the winter, the prevalence of the CsRV1 virus is higher than where they are active year-round such as the tropics. This result could be due to a difference in temperature preference of the virus for cooler warmer waters or lower abundance of blue crabs in the Caribbean that limits transmission of the virus between crabs. Winter sampling revealed lower seasonal prevalence; however, laboratory experiments show that the virus remains present yet scarce in dormant crabs and multiplies rapidly when the water warms. An alternative explanation of lower winter prevalence could be the virus also going dormant and becoming harder to detect.</p>\n<p>&nbsp;</p>\n<p>We used population genetics and biophysical modeling to examine transhemispheric blue crab connectivity. Models linked field and laboratory experiments to empirical genetic measurements. Biophysical modeling approaches included a full-decade of larval transport simulations comprehensively throughout the blue crab range and simulations of adult movement, informed by offshore experimental tracking, using the same domain. Our genetic studies show that the blue crab is the same species across its vast range. Further, host genetic differences are significantly related to predicted larval connectivity patterns suggesting that oceanographic processes shape the population. However, the population structure of the pathogen was not significantly related to the predicted structure from models of adult and larval movement. The genetic population of CsRV1 was consistent with the host geographic origins and was only found affecting the blue crab, not any of the other species of <em>Callinectes</em> found within the more tropical portions of the blue crab range. Pairwise distances in CsRV1 genetic relatedness were significantly linked to climate, suggesting that local conditions shape disease in this system. Further, a link was revealed between two geographically distinct CsRV1 populations, putatively through human mediated crab transport among processing facilities.</p>\n<p>&nbsp;</p>\n<p>Changes to habitat extent and climate interacted with modeled oceanographic connectivity. Decreased habitat suitability decreased predicted population connectivity through adult movement. This is likely a more realistic model of blue crab dispersal, especially in the tropics where other species of <em>Callinectes</em> may outcompete blue crabs in more saline habitat. However, on the decadal scale of our modeling simulation, larval connectivity still connected the population even as potential links from adult movement decreased. Temperature-based restrictions on spawning and adult movement both decreased crab connectivity in biophysical models. If dormancy decreases while movement rates and spawning periods increase, it is likely that the range of blue crabs, and their pathogen, will continue to expand.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>From a fisheries perspective, the tools we have developed can be used for demographic modeling and management, and to predict the spread of blue crabs where they are an emergent invasive species. These data are especially pertinent to commercial sectors and may be of great importance if the expanding blue crab range sustains new fisheries. We worked directly with local fishers, fishery managers, and scientists to collect all of the blue crab samples from across their range. At many of these locations we also gave presentations on the research project and ongoing results. Where appropriate, our partners were engaged in the publication of the results and included as co-authors. A trio of graduate students in the life sciences received formal science communication training alongside museum staff during unique fellowships tailored to each student. The project also involved the training of enumerable graduate and undergraduate students with diverse backgrounds from the University of Florida and University of Maryland. We continue to give presentations stemming from the project to scientific and agency personnel, the latter of whom are using our results in their directives to manage fishery stocks and aquaculture operations.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/23/2024<br>\nModified by: Andrew&nbsp;S&nbsp;Kough</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe blue crab (Callinectes sapidus) is an iconic crustacean living in estuaries and coastal marine habitats along the Western Atlantic coast where it serves as a predator, prey and scavenger in benthic marine ecosystems. Blue crabs have a remarkable home-range that extends from Maine to Argentina and supports fisheries and communities throughout. Blue crab is a generalist species with a life historyshaped by the environment and varying with latitude. Variable life history includes the time spent in the plankton as a larva, the location and type of habitat available, phenology of reproduction, and in colder climates it includes winter hibernation or dormancy. Marine organisms are affected by disease across their life history stages and across their geographic ranges, but we know little about how these factors interact to drive disease. We used the Atlantic blue crab and a pathogen, Callinectes sapidus Reo-like Virus 1 (CsRV1), to study how the crab host and disease are connected across their broad range, and how latitude intersects with life history to drive differences in disease.\n\n\n\n\n\nIntellectual Merit\n\n\nWe collected blue crab samples across their range for host and pathogen genetics, and to determine patterns in viral prevalence with season and climate. We found that where blue crabs are dormant in the winter, the prevalence of the CsRV1 virus is higher than where they are active year-round such as the tropics. This result could be due to a difference in temperature preference of the virus for cooler warmer waters or lower abundance of blue crabs in the Caribbean that limits transmission of the virus between crabs. Winter sampling revealed lower seasonal prevalence; however, laboratory experiments show that the virus remains present yet scarce in dormant crabs and multiplies rapidly when the water warms. An alternative explanation of lower winter prevalence could be the virus also going dormant and becoming harder to detect.\n\n\n\n\n\nWe used population genetics and biophysical modeling to examine transhemispheric blue crab connectivity. Models linked field and laboratory experiments to empirical genetic measurements. Biophysical modeling approaches included a full-decade of larval transport simulations comprehensively throughout the blue crab range and simulations of adult movement, informed by offshore experimental tracking, using the same domain. Our genetic studies show that the blue crab is the same species across its vast range. Further, host genetic differences are significantly related to predicted larval connectivity patterns suggesting that oceanographic processes shape the population. However, the population structure of the pathogen was not significantly related to the predicted structure from models of adult and larval movement. The genetic population of CsRV1 was consistent with the host geographic origins and was only found affecting the blue crab, not any of the other species of Callinectes found within the more tropical portions of the blue crab range. Pairwise distances in CsRV1 genetic relatedness were significantly linked to climate, suggesting that local conditions shape disease in this system. Further, a link was revealed between two geographically distinct CsRV1 populations, putatively through human mediated crab transport among processing facilities.\n\n\n\n\n\nChanges to habitat extent and climate interacted with modeled oceanographic connectivity. Decreased habitat suitability decreased predicted population connectivity through adult movement. This is likely a more realistic model of blue crab dispersal, especially in the tropics where other species of Callinectes may outcompete blue crabs in more saline habitat. However, on the decadal scale of our modeling simulation, larval connectivity still connected the population even as potential links from adult movement decreased. Temperature-based restrictions on spawning and adult movement both decreased crab connectivity in biophysical models. If dormancy decreases while movement rates and spawning periods increase, it is likely that the range of blue crabs, and their pathogen, will continue to expand.\n\n\n\n\n\nBroader Impacts\n\n\nFrom a fisheries perspective, the tools we have developed can be used for demographic modeling and management, and to predict the spread of blue crabs where they are an emergent invasive species. These data are especially pertinent to commercial sectors and may be of great importance if the expanding blue crab range sustains new fisheries. We worked directly with local fishers, fishery managers, and scientists to collect all of the blue crab samples from across their range. At many of these locations we also gave presentations on the research project and ongoing results. Where appropriate, our partners were engaged in the publication of the results and included as co-authors. A trio of graduate students in the life sciences received formal science communication training alongside museum staff during unique fellowships tailored to each student. The project also involved the training of enumerable graduate and undergraduate students with diverse backgrounds from the University of Florida and University of Maryland. We continue to give presentations stemming from the project to scientific and agency personnel, the latter of whom are using our results in their directives to manage fishery stocks and aquaculture operations.\n\n\n\t\t\t\t\tLast Modified: 01/23/2024\n\n\t\t\t\t\tSubmitted by: AndrewSKough\n"
 }
}