{
 "awd_id": "1658119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Identifying Controls on Weathering of Seafloor  Massive Sulfides",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 130288.0,
 "awd_amount": 130288.0,
 "awd_min_amd_letter_date": "2017-03-13",
 "awd_max_amd_letter_date": "2023-03-14",
 "awd_abstract_narration": "Venting of high temperature (up to 400°C) hydrothermal fluids into seawater in the deep ocean results in formation of metal-rich sulfide mineral deposits (seafloor massive sulfides or SMS).  These sulfides are analogous to some types of copper- and iron-rich ore deposits mined on land.  Current estimates are that there are approximately a billion metric tons of SMS present in close proximity to areas of seafloor spreading along mid-ocean ridges and in back-arc basins.  These deposits are a significant reservoir of both metals and energy that can be harnessed by microorganisms living in the dark at the seafloor.  This proposal focuses on determining the fate of these deposits, i.e., do SMS deposits weather (rust) completely, leaving behind only oxide minerals, or does early alteration create an impermeable layer that seals the surfaces, protecting the metal sulfide rich interiors from reaction with seawater? Understanding the fate of SMS is important because the deposits 1) could act as sources of energy for microbial life in the deep sea (through oxidation-reduction reactions) and 2) are eventually re-cycled into Earth?s interior and/or volcanic arc and back-arc systems when ocean crust is subducted. The project includes participation of a predominantly undergraduate institution and training of undergraduate students in the laboratory and at sea.\r\n\r\nSeafloor massive sulfide (SMS) samples will be collected during six submersible dives on the Juan de Fuca Ridge off the coast of Washington.  Physical, chemical, and mineralogical properties of the samples (from fresh interiors to weathered exteriors) will be identified using petrography, scanning electron microscopy, micro-X-ray diffraction and synchrotron-based techniques.  The presence of major microbial groups will be identified through sequencing of DNA and RNA and mapping of fluorescently labeled microbial populations. These data will be incorporated into a reactive transport model to attain the following: (1) reproduce observed assemblages, (2) estimate pore fluid compositions, (3) calculate free energy yields of metabolic reactions, (4) test the hypothesis that porosity and extents of micro-fracturing control long-term susceptibility to weathering, (5) estimate time-scales of weathering, and (6) investigate the role of microbial activity in weathering. An enriched understanding of the controls on weathering of SMS will allow for improved predictions of the lifetime of metal-rich portions of deposits and the potential biomass supported by these reactions, as well as add to a growing understanding of the subsurface biosphere and its role in deep-sea carbon cycling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Rogers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Rogers",
   "pi_email_addr": "drogers2@stonehill.edu",
   "nsf_id": "000728891",
   "pi_start_date": "2017-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stonehill College",
  "inst_street_address": "320 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH EASTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5085651069",
  "inst_zip_code": "023570001",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "STONEHILL COLLEGE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "HULCTULMDF83"
 },
 "perf_inst": {
  "perf_inst_name": "Stonehill College",
  "perf_str_addr": "320 Washington St",
  "perf_city_name": "Easton",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "023577800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 130288.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>Seafloor massive sulfide (SMS) deposits form along the ocean&rsquo;s plate boundaries, the result of hydrothermal activity associated with the formation of new ocean crust SMS deposits are a significant reservoir of both metals and metabolic energy, yet an understanding of the impact of weathering on the long-term reactivity of SMS is lacking. This project aimed to learn the fate of these deposits by identifying the presence and activity of active metabolisms involved in the cycling of carbon, iron and sulfur and the progression between different pathways as these deposits age (weather). The role of microbial activity in this weathering, and the metabolisms supported by long-term weathering of SMS was investigated using a modern metagenomic approach alongside of a traditional bacteriology approach where we grew enrichments of microbial communities in the lab to learn about their growth characteristics. Inactive SMS samples we collected by the submersible Jason II along a 10-Mya transect from on axis toward the ridge flanks. Samples of deposits were processed at sea, and frozen for later analyses (genomic) or transported live in cooler for growth studies (bacteriology). The presence of major microbial groups were identified through sequencing of DNA and RNA extracted from weathered rinds.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>This research project involved significant participation undergraduate researchers from Stonehill College, a predominantly undergraduate institution. Two undergraduates were able to participate in the research cruise including launching and operating the deep submersible Jason II. Additionally, four other undergraduate students and a recent graduate who was transitioning to graduate school were trained in molecular methods, culturing methods, and bioinformatic analyses during this project. Three visits to k-12 classrooms were made in the Mashpee, MA public school system to inspire and engage children in STEM fields. Twice, undergraduate researchers participated in Women in Science programs at the Waquoit Bay National Estuarine Research Reserve, where they taught and mentored school-age girls during a day-long summer science camp.</p>\n<p>&nbsp;</p>\n<p>Summary of Outcomes</p>\n<p>The Stonehill researchers&rsquo; efforts three conference poster presentations were delivered. Two of these presentation had undergraduate researchers as the first author. The third presentation included four undergraduates as co-authors with the Co-I as the lead author. All of the undergraduate researcher also presented their work to the broader College community each year. In total six undergraduates and one recent graduate were trained under this project. Out of the six undergraduates, four have continued their training in graduate school in disciplines ranging from pharmaceutical chemistry to engineering to marine biology. The Co-I and the undergraduates participated in several outreach events targeting school-age children in an effort to mentor and encourage these children to remain interested in STEM fields. Our field and laboratory efforts resulted in 11 metagenomic analyses across a 10-Mya transect of SMS deposits and highlighted the transition between sulfur-driven primary production to metal driven primary production that coincided with a transition carbon fixation strategies. There strategies were confirmed by quantifying the key gene in these pathways in enrichment cultures developed from deep-sea samples and maintained in the laboratory. In total 200 initial enrichments were started in the months following the cruise. Using traditional bacteriological techniques like serial dilution we were able to maintain 26 unique enrichment communities for characterization.</p><br>\n<p>\n Last Modified: 12/04/2023<br>\nModified by: Daniel&nbsp;Rogers</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\n\n\nSeafloor massive sulfide (SMS) deposits form along the oceans plate boundaries, the result of hydrothermal activity associated with the formation of new ocean crust SMS deposits are a significant reservoir of both metals and metabolic energy, yet an understanding of the impact of weathering on the long-term reactivity of SMS is lacking. This project aimed to learn the fate of these deposits by identifying the presence and activity of active metabolisms involved in the cycling of carbon, iron and sulfur and the progression between different pathways as these deposits age (weather). The role of microbial activity in this weathering, and the metabolisms supported by long-term weathering of SMS was investigated using a modern metagenomic approach alongside of a traditional bacteriology approach where we grew enrichments of microbial communities in the lab to learn about their growth characteristics. Inactive SMS samples we collected by the submersible Jason II along a 10-Mya transect from on axis toward the ridge flanks. Samples of deposits were processed at sea, and frozen for later analyses (genomic) or transported live in cooler for growth studies (bacteriology). The presence of major microbial groups were identified through sequencing of DNA and RNA extracted from weathered rinds.\n\n\n\n\n\nBroader Impacts\n\n\nThis research project involved significant participation undergraduate researchers from Stonehill College, a predominantly undergraduate institution. Two undergraduates were able to participate in the research cruise including launching and operating the deep submersible Jason II. Additionally, four other undergraduate students and a recent graduate who was transitioning to graduate school were trained in molecular methods, culturing methods, and bioinformatic analyses during this project. Three visits to k-12 classrooms were made in the Mashpee, MA public school system to inspire and engage children in STEM fields. Twice, undergraduate researchers participated in Women in Science programs at the Waquoit Bay National Estuarine Research Reserve, where they taught and mentored school-age girls during a day-long summer science camp.\n\n\n\n\n\nSummary of Outcomes\n\n\nThe Stonehill researchers efforts three conference poster presentations were delivered. Two of these presentation had undergraduate researchers as the first author. The third presentation included four undergraduates as co-authors with the Co-I as the lead author. All of the undergraduate researcher also presented their work to the broader College community each year. In total six undergraduates and one recent graduate were trained under this project. Out of the six undergraduates, four have continued their training in graduate school in disciplines ranging from pharmaceutical chemistry to engineering to marine biology. The Co-I and the undergraduates participated in several outreach events targeting school-age children in an effort to mentor and encourage these children to remain interested in STEM fields. Our field and laboratory efforts resulted in 11 metagenomic analyses across a 10-Mya transect of SMS deposits and highlighted the transition between sulfur-driven primary production to metal driven primary production that coincided with a transition carbon fixation strategies. There strategies were confirmed by quantifying the key gene in these pathways in enrichment cultures developed from deep-sea samples and maintained in the laboratory. In total 200 initial enrichments were started in the months following the cruise. Using traditional bacteriological techniques like serial dilution we were able to maintain 26 unique enrichment communities for characterization.\t\t\t\t\tLast Modified: 12/04/2023\n\n\t\t\t\t\tSubmitted by: DanielRogers\n"
 }
}