{
 "awd_id": "1659929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Near-bed flow, turbulence, and emergent hydrodynamics of biologically-conditioned labile river channels",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 36645.0,
 "awd_amount": 36645.0,
 "awd_min_amd_letter_date": "2017-02-03",
 "awd_max_amd_letter_date": "2017-02-03",
 "awd_abstract_narration": "This proposed research is designed to examine how flow and sediment transport processes in rivers interact with freshwater mussels (Unionidae) burrowed into the river's bed.  Freshwater mussels are one of the most threatened aquatic organisms in North America, and much work has been conducted to understand and conserve them.  It is hypothesized here that freshwater mussels can survive for relatively long time periods (up to several decades) at a given river location even during high flow events with much sediment in motion.  To do this, mussels may have special adaptations that enable them to remain in place on a river bed during high flow stages.  Field surveys, numerical modeling, and experimental facilities will demonstrate that mussels on river beds can remain in place for relatively long time periods, to show that the forces required to move mussels out of their burrows are higher than expected values, and to illustrate that mussels can alter the flow within a river to aid in their long-term survival.  This work seeks to provide critical information on those processes that enable mussels to thrive in rivers, which then could be used to aid conservation efforts.  Graduate and undergraduate students will be trained in field, experimental, and numerical methods employed in rivers and aquatic ecology, providing them the necessary skills for their future careers.  Lastly, an innovative interdisciplinary research team will be assembled to advance the fundamental understanding of how aquatic organisms interact with river flow.\r\n\r\nFreshwater mussels (Unionidae) are one of the most imperiled aquatic organisms in North American rivers and much effort has been expended to understand their precipitous decline.  The current paradigm is that the relative stability (immobility) of river beds over long time periods (decades) is a critical component to the ecological success and resiliency of mussels.  Yet such information is in stark contrast to the central understanding of self-formed rivers.  This research program is designed to examine the fundamental interactions between near-bed turbulent flow and sediment transport within sand- and gravel-bedded rivers with labile beds populated by benthic organisms.  The focus for this study is an imperiled freshwater mussel, which can be considered an \"ecologic engineer.\"  It is hypothesized that (1) benthic organisms like freshwater mussels can thrive for relatively long time periods (ca. decades) at-a-station in dynamic, self-made river systems with labile channel beds, and that these same reaches often experience channel-forming discharges, (2) entrainment thresholds for selected live benthic organisms in labile river beds are measurably greater than fully-equivalent non-cohesive sediment particles due to biophysical adaptations (ecological engineering), and (3) the constructive interference of near-bed flow, turbulence, roughness, and ecological engineering adaptations create a hydrodynamic emergent phenomenon, a \"tipping-point,\" that increases the stability of labile river beds at relatively high flow stages.  First, field surveys and numerical modeling will be employed at selected reaches of two streams with historically- and ecologically-significant mussel populations to demonstrate unequivocally the persistence of mussel beds in labile river channels.  Second, laboratory experiments, also supported by numerical modeling, will directly measure the lift and drag forces acting on burrowed mussels, with and without active filtering, to assess entrainment thresholds and near-bed hydrodynamics.  Third, a combined experimental and numerical modeling campaign will quantify the emergence of a hydrodynamic \"tipping-point\" wherein the fluid drag acting on a mussel-covered bed becomes reduced through the constructive interference of variable boundary conditions.  This work seeks to demonstrate that evolutionary adaptations promote hydrodynamic conditions beneficial to the persistence and survival of mussels in rivers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caryn",
   "pi_last_name": "Vaughn",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Caryn C Vaughn",
   "pi_email_addr": "cvaughn@ou.edu",
   "nsf_id": "000361958",
   "pi_start_date": "2017-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "111 E. Chesapeake Street",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730195300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 36645.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Freshwater mussels are important bivalve mollusks that act as ecosystem engineers in streams globally. Freshwater mussels are also among the world&rsquo;s most imperiled species, and much effort has been expended to understand their decline and habitat requirements. Most researchers have assumed that mussels require stable streambed sediments that remain immobile for many decades, yet self-formed rivers occupied by mussels often experience fully-mobile stream bed conditions. We performed a field study to investigate the persistence of mussels over decadal time scales in river reaches with labile channel beds, and two experiments to examine how mussels themselves might alter streambeds and flow.</p>\n<p>&nbsp;</p>\n<p>We found that mussel beds persisted over many decades in rivers that experience significant stream bed mobility every 1 &ndash; 2 years. We found that mussel filter-feeding activity and protrusion of mussels into the water column reduces near bed flows and shear stresses, especially at higher mussel densities. Thus, mussels are altering stream habitat and making it less likely for them to be displaced during high flow events, which might help explain their persistence over time.</p>\n<p>&nbsp;</p>\n<p>Our results can be used to inform conservation and management strategies for freshwater mussels. Through this project, we provided training for graduate students at the interdisciplinary interface of biology and hydrology. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2020<br>\n\t\t\t\t\tModified by: Caryn&nbsp;C&nbsp;Vaughn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFreshwater mussels are important bivalve mollusks that act as ecosystem engineers in streams globally. Freshwater mussels are also among the world’s most imperiled species, and much effort has been expended to understand their decline and habitat requirements. Most researchers have assumed that mussels require stable streambed sediments that remain immobile for many decades, yet self-formed rivers occupied by mussels often experience fully-mobile stream bed conditions. We performed a field study to investigate the persistence of mussels over decadal time scales in river reaches with labile channel beds, and two experiments to examine how mussels themselves might alter streambeds and flow.\n\n \n\nWe found that mussel beds persisted over many decades in rivers that experience significant stream bed mobility every 1 &ndash; 2 years. We found that mussel filter-feeding activity and protrusion of mussels into the water column reduces near bed flows and shear stresses, especially at higher mussel densities. Thus, mussels are altering stream habitat and making it less likely for them to be displaced during high flow events, which might help explain their persistence over time.\n\n \n\nOur results can be used to inform conservation and management strategies for freshwater mussels. Through this project, we provided training for graduate students at the interdisciplinary interface of biology and hydrology.  \n\n \n\n\t\t\t\t\tLast Modified: 08/07/2020\n\n\t\t\t\t\tSubmitted by: Caryn C Vaughn"
 }
}