{
 "awd_id": "1659880",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:  Undergraduate Studies in Earthquake Information Technology (SCEC/UseIT)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Sussman",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2017-03-14",
 "awd_max_amd_letter_date": "2017-03-14",
 "awd_abstract_narration": "Undergraduate Studies in Earthquake Information Technology (UseIT) is a mentored summer research program administered by the Southern California Earthquake Center (SCEC) at its lead institution, the University of Southern California (USC).  The goal of UseIT is to motivate undergraduates with diverse educational backgrounds towards STEM careers through team-based research in the exciting field of earthquake information technology.  UseIT enables undergraduates to participate in interdisciplinary research enabled by high-performance computing (HPC), visualization software, and other IT tools to address grand challenges in earthquake system science.  An objective is to close the gap between computer science and geoscience by cross-training students in the modes of understanding distinct to these disciplines.  The project particularly seeks to enhance the competency and diversity of the STEM workforce by increasing the research skills and self-confidence of women, under-represented minorities, first-generation college students, and undergraduates from institutions with limited research opportunities, particularly community colleges.  UseIT aims to enhance the computational science expertise that SCEC needs to achieve the practical objectives of predicting strong ground motions and understanding earthquake predictability, thus aligning with the NSF's mission of promoting science and advancing nations welfare.\r\n\r\nUndergraduate Studies in Earthquake Information Technology (UseIT) has matured into a program with an experienced staff and a well-equipped Undergraduate Earthquake Research Laboratory at USC.  UseIT's goal of motivating a diverse cadre of undergraduates towards STEM careers is approached by supporting team-based research in the field of earthquake information technology, highly interdisciplinary research enabled by high-performance computing (HPC), visualization software, and other IT tools through which UseIT participants address grand challenges in earthquake system science.  SCEC was awarded its first REU-site grant in 2004 and subsequent grants in 2007, 2009 and 2012.  The UseIT interns have developed SCEC-VDO, a powerful visualization platform for the 4D display of earthquake information that has seen wide application, e.g., by the Working Group on California Earthquake Probabilities.  The UseIT toolkit has expanded in recent years to include geographic information systems (GIS), the OpenSHA hazard-analysis platform, the HAZUS risk-estimation platform, and the physics-based RSQSim rupture simulator.  Team-based research on grand challenges with explicit HPC components can demonstrate to students how difficult system-level problems can be solved by using the HPC facilities as precise scientific instruments. This next phase of UseIT incorporates new elements of HPC-enabled research, probabilistic forecasting, and visualization-assisted data analysis of physics-based earthquake rupture simulators to provide probabilistic earthquake forecasts.  UseIT received 19,500 node-hours of allocation on the Blue Waters supercomputer, which the students used to run simulated earthquake catalogs hundreds of thousands of years in length, from which they produced time-dependent earthquake forecasts, and the project aims to continue this partnership.  UseIT enhances the STEM workforce that SCEC will require to make fundamental progress in earthquake system science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Jordan",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H Jordan",
   "pi_email_addr": "tjordan@usc.edu",
   "nsf_id": "000266023",
   "pi_start_date": "2017-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3651 Trousdale Parkway, ZHS117",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-252fba6c-7fff-2b02-b396-d04869656f70\"> </span></p>\n<p dir=\"ltr\"><span>The Undergraduate Studies in Earthquake Information Technology (UseIT) is a team based undergraduate research program run by the Southern California Earthquake Center (SCEC) at its lead institution, the University of Southern California (USC). UseIT involves approximately 22 undergraduates per summer and, since 2002, has graduated over 320 alumni from more than 90 universities and colleges. It has matured into a successful program with an experienced staff, substantial facilities, well developed recruitment and longitudinal tracking systems, along with performance evaluation mechanisms. The overarching goal of UseIT is to motivate undergraduates from diverse backgrounds towards careers in science and engineering through team-based research in the exciting field of earthquake information technology. It enables undergraduates to participate in interdisciplinary research by developing and applying advanced visualization methods and other IT tools to solve challenging problems in earthquake system science. Summer interns interact in a collaborative, team-oriented, interdisciplinary research environment and are mentored by some of the nation&rsquo;s most forward-thinking earthquake and computer scientists. Research activities are structured around &ldquo;Grand Challenges&rdquo; in earthquake information technology. Each summer, the interns build upon the foundation laid by previous sessions as they design and engineer increasingly sophisticated visualization tools. The current intern developed software, SCEC-VDO (Virtual Display of Objects), is now widely used by earthquake scientists in California and elsewhere, and it is being used to communicate complex concepts to both technical audiences and the general public. In recruitment, UseIT seeks exceptional scholars in science and engineering disciplines interested in creative applications of their education and skills, as well as students in other majors that bring additional perspectives and expertise useful in translating science concepts to non-technical audiences. Our objective is to attract the best students, with particular emphasis on discovering excellent students who are women, underrepresented minorities, and disadvantaged students owing to their background or lack of educational resources. UseIT is embedded in the SCEC organization as a major element of its nationally recognized Communication, Education, and Outreach (CEO) program, and it receives excellent administrative and logistical support from SCEC and other offices at USC.</span><span><br /><br /></span></p>\n<p dir=\"ltr\"><span><strong>Intellectual Merit.</strong></span><span> UseIT challenges undergraduates with difficult, real-world problems that require collaborative, interdisciplinary solutions. It engages non-science majors in the practical problems of reducing the risk from natural disasters, and thereby informs students with diverse backgrounds how their skills can be applied to significant societal issues. The UseIT interns are making direct and important contributions to earthquake research.</span><span><br /><br /></span></p>\n<p><strong>Broader Impacts</strong><span><strong>.</strong> UseIT is enhancing the workforce in computer science and information technology (CS/IT) needed to make fundamental progress in earthquake system science. UseIT provides the cross training in CS/IT and system science that encourages students to broaden their coursework in college and to consider graduate work in the CS/IT aspects of system science. The high and increasing participation of women and minority students in UseIT is particularly important to UseIT.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2020<br>\n\t\t\t\t\tModified by: Thomas&nbsp;H&nbsp;Jordan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe Undergraduate Studies in Earthquake Information Technology (UseIT) is a team based undergraduate research program run by the Southern California Earthquake Center (SCEC) at its lead institution, the University of Southern California (USC). UseIT involves approximately 22 undergraduates per summer and, since 2002, has graduated over 320 alumni from more than 90 universities and colleges. It has matured into a successful program with an experienced staff, substantial facilities, well developed recruitment and longitudinal tracking systems, along with performance evaluation mechanisms. The overarching goal of UseIT is to motivate undergraduates from diverse backgrounds towards careers in science and engineering through team-based research in the exciting field of earthquake information technology. It enables undergraduates to participate in interdisciplinary research by developing and applying advanced visualization methods and other IT tools to solve challenging problems in earthquake system science. Summer interns interact in a collaborative, team-oriented, interdisciplinary research environment and are mentored by some of the nation’s most forward-thinking earthquake and computer scientists. Research activities are structured around \"Grand Challenges\" in earthquake information technology. Each summer, the interns build upon the foundation laid by previous sessions as they design and engineer increasingly sophisticated visualization tools. The current intern developed software, SCEC-VDO (Virtual Display of Objects), is now widely used by earthquake scientists in California and elsewhere, and it is being used to communicate complex concepts to both technical audiences and the general public. In recruitment, UseIT seeks exceptional scholars in science and engineering disciplines interested in creative applications of their education and skills, as well as students in other majors that bring additional perspectives and expertise useful in translating science concepts to non-technical audiences. Our objective is to attract the best students, with particular emphasis on discovering excellent students who are women, underrepresented minorities, and disadvantaged students owing to their background or lack of educational resources. UseIT is embedded in the SCEC organization as a major element of its nationally recognized Communication, Education, and Outreach (CEO) program, and it receives excellent administrative and logistical support from SCEC and other offices at USC.\n\n\nIntellectual Merit. UseIT challenges undergraduates with difficult, real-world problems that require collaborative, interdisciplinary solutions. It engages non-science majors in the practical problems of reducing the risk from natural disasters, and thereby informs students with diverse backgrounds how their skills can be applied to significant societal issues. The UseIT interns are making direct and important contributions to earthquake research.\n\n\n\nBroader Impacts. UseIT is enhancing the workforce in computer science and information technology (CS/IT) needed to make fundamental progress in earthquake system science. UseIT provides the cross training in CS/IT and system science that encourages students to broaden their coursework in college and to consider graduate work in the CS/IT aspects of system science. The high and increasing participation of women and minority students in UseIT is particularly important to UseIT.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/17/2020\n\n\t\t\t\t\tSubmitted by: Thomas H Jordan"
 }
}