{
 "awd_id": "1659657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site for Nanotechnology in Health, Energy and the Environment",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2017-03-15",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 376692.0,
 "awd_amount": 376692.0,
 "awd_min_amd_letter_date": "2017-03-10",
 "awd_max_amd_letter_date": "2017-03-10",
 "awd_abstract_narration": "This renewal REU Site for Nanotechnology in Health, Energy and the Environment, at SUNY Stony Brook will engage a diverse cohort of undergraduate students from underrepresented groups and institutions with limited research opportunities in nanotechnology research. Nanotechnology is widely recognized on a global scale as one of the 21st century's most influential and transformative technologies and is by its nature multidisciplinary, drawing from physics, chemistry, materials science, biology and essentially all areas of engineering.  Hence the skills and knowledge necessary to properly prepare the next generation of nanotechnology researchers and engineers require educational models which build a cross-disciplinary vocabulary and theoretical framework, and which help to develop a multidisciplinary learning community.  Further, critical shortages are being predicted in developing a nanotechnology workforce-not just at the PhD/research level, but also amongst those who will need to manufacture, apply, and use nanotechnology in a variety of areas.   Training undergraduates in the multidisciplinary area of nanotechnology will prepare our next generation of graduate researchers as well as those who will participate in industrial research and manufacturing. This renewal program has already proven to be successful in providing research experiences, mentorship, professional development and a supportive learning environment for more than 60 undergraduates, almost all of whom have continued on to advanced study and success in helping to develop the field of nanotechnology and support its use in critical applications such as in health care and medical research, developing new sustainable energy sources and efficient storage technologies, and in environmental stewardship and reducing environmental pollutants.  The program has also had great success in enhancing diversity in the nanotechnology research and industrial communities, as over half of the participants have been women and nearly a third from minority populations underrepresented in STEM.  As the field of nanotechnology and it uses continues to evolve, supporting growth in economies and providing new solutions for emerging societal and global needs, this program will continue to respond to the experiential education needs of undergraduates from diverse institutions and backgrounds.\r\n\r\nOver a three year period SUNY Stony Brook will offer an intense ten week summer research program to eight interns. The multidisciplinary nanotechnology program will involve four engineering departments and be administered by the University's Center for Inclusive Education (CIE).  Providing real research experiences for undergraduates tailored to each student's interests under the guidance of a faculty mentor, is a critical need for the successful education of the next generation of engineers and scientists.  The laboratories involved will provide research experiences for REU interns in all aspects of nanotechnology and nanomaterials development, including polymeric nanostructures for medical applications, batteries, catalytic surfaces for energy and environmental remediation, and development of nanosensors. The program's approach integrates a comprehensive graduate education preparation model that has proven to be effective in successful transition of undergraduate students into competitive graduate programs.  The project will also include a RET experience for a STEM high school teacher. Results of this program will be widely disseminated to the campus and local community, and to other scientists and engineers in the U.S. and worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Halada",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gary P Halada",
   "pi_email_addr": "gary.halada@stonybrook.edu",
   "nsf_id": "000169672",
   "pi_start_date": "2017-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117942275",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 376692.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The REU Site on Nanotechnology for Health, Energy and the Environment at Stony Brook University in New York, now in its 10th year, responds to the need to provide experiential learning opportunities for undergraduates in the interdisciplinary field of nanotechnology. The project stemmed from the need to implement an effective model for research-oriented undergraduate education which meets the needs of both students (from different academic majors, types of institutions - including community colleges, and who have completed from one to three years of undergraduate education) and their eventual employers (or graduate programs) in the emerging and changing nanotechnology sector. In a broader sense, it responds to the need to recruit students from diverse populations, including under-represented groups, for enhancing diversity in STEM fields, and the need to enhance engineering education with a focus on emerging technology systems in the context of applications and societal impact.&nbsp; We have accomplished this through an approach which supports self-efficacy, multidisciplinary team-building, understanding broader impacts of technology, and building the skills necessary for research and life-long learning&nbsp; through a program of&nbsp; faculty-mentored multidisciplinary research, professional development, and exposure to real-world issues which reflect the impact of nanotechnology on society, the business community, human health and the environment.&nbsp; In this the project supports the National Science Foundation mission to promote the progress of science and the National Science Foundation?s vision to capitalize on new concepts in science and engineering and provide global leadership in advancing research and education.</p>\n<p>Our key goals have been:</p>\n<p>1. To provide an exciting and productive research experience for each fellow.</p>\n<p>2. To create a learning community that supports development of research and professional skills</p>\n<p>3. To encourage and prepare students for graduate and professional education programs, as well as leadership roles in emerging industrial sectors</p>\n<p>4. To enhance student learning and appreciation for (a) the ethical, legal and societal aspects of nanotechnology and (b) life-long learning which is absolutely critical in areas of emerging technology</p>\n<p>5. To create opportunities for students from diverse backgrounds -- including students from underrepresented groups, community colleges as well as four year colleges, colleges without strong research programs or opportunities, and from all years of their undergraduate academic careers.</p>\n<p>6. To expand our outreach and build our learning community through inclusion of high school teachers who work side by side with the REU fellows and by creating a larger cohort through obtaining matching funds from our partner institutions (which includes community colleges and colleges with large minority enrollments) &nbsp;and by collaborating with other REU-style experiences on campus.</p>\n<p>Over the first nine years of the program, our REU site has supported 72 students directly (chosen from over 500 applicants from more than 30 institutions in dozens of U.S. states and Puerto Rico), augmented by 16 additional students through supplemental support.&nbsp; More than half the REU interns were female and more than one third were members of underrepresented minority populations. REU fellows have been co-authors on dozens of research papers in leading journals, and have presented their research at regional and international scientific conferences. All of our participants are either currenty pursuing graduate level training in STEM fields or haven completed their education and are currently employed in industry, at national laboratories, or in professional occupations in which their experiences in our program, by their own accounts, has played a key role.</p>\n<p>The project has also provided opportunities for the professional development of young faculty in mentorship and leadership, and aided development of new learning and outreach tools and methods in collaboration with Stony Brook University's Center for Inclusive Education, the Alan Alda Center for Communicating Science, and other academic&nbsp; partners. Our mentors have been selected from a wide range of engineering-focused  disciplines, from chemical engineering to biomedical sciences to  technology policy and societal impact of nanotechnology. The project has led to growth in collaborative activity between a research intensive PhD-granting institution and regional community colleges and smaller liberal arts colleges, in turn providing the basis for the development of new programs in research, development of teaching and assessment tools, and creation of new opportunities to enhance education at two year colleges. Each year the program has also integrated one or two secondary school teachers in a variety of roles through supplemental RET support. These teachers have worked alongside REU fellows, built relationships with laboratories, developed outreach opportunties for secondary school students, and developed a variety of educational materials which have further expanded the impact of our program.</p>\n<p>Overall, we are proud of our acomplishments and especially the accomplishments of our REU scholars as they continue to contribute to the nanotechnology-related research community as well as strengthen the role of a diverse professoriate in STEM fields nationally.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2020<br>\n\t\t\t\t\tModified by: Gary&nbsp;P&nbsp;Halada</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605038083591_REUgroupatCFN-BNL--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605038083591_REUgroupatCFN-BNL--rgov-800width.jpg\" title=\"REU participants at BNL-CFN\"><img src=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605038083591_REUgroupatCFN-BNL--rgov-66x44.jpg\" alt=\"REU participants at BNL-CFN\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Student participants (with RET teacher (far left) and P.I./faculty director (far right) of the REU Site in Nanotechnology for Health, Energy and the Environment) visiting Brookhaven National Laboratory's Center for Functional Nanomaterials, July 2019.</div>\n<div class=\"imageCredit\">G. Halada</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;P&nbsp;Halada</div>\n<div class=\"imageTitle\">REU participants at BNL-CFN</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605042333855_RobertoFlores--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605042333855_RobertoFlores--rgov-800width.jpg\" title=\"REU student Roberto Flores\"><img src=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605042333855_RobertoFlores--rgov-66x44.jpg\" alt=\"REU student Roberto Flores\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">REU participant Roberto Flores presenting his research at the end of summer research symposium.REU Site in Nanotechnology for Health, Energy and the Environment, Stony Brook University.</div>\n<div class=\"imageCredit\">G. Halada</div>\n<div class=\"imageSubmitted\">Gary&nbsp;P&nbsp;Halada</div>\n<div class=\"imageTitle\">REU student Roberto Flores</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605042621966_IMG_0918(3)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605042621966_IMG_0918(3)--rgov-800width.jpg\" title=\"REU students' outing 2019\"><img src=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605042621966_IMG_0918(3)--rgov-66x44.jpg\" alt=\"REU students' outing 2019\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">REU students kayaking on the Carman's River, summer 2019. REU Site in Nanotechnology for Health, Energy and the Environment, Stony Brook University.</div>\n<div class=\"imageCredit\">G. Halada</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;P&nbsp;Halada</div>\n<div class=\"imageTitle\">REU students' outing 2019</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605042792239_stevensnellREU218--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605042792239_stevensnellREU218--rgov-800width.jpg\" title=\"REU particpant Steven Snell 2018\"><img src=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605042792239_stevensnellREU218--rgov-66x44.jpg\" alt=\"REU particpant Steven Snell 2018\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">REU participant Steven Snell, summer 2018. REU Site in Nanotechnology for Health, Energy and the Environment, Stony Brook University.</div>\n<div class=\"imageCredit\">G. Halada</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;P&nbsp;Halada</div>\n<div class=\"imageTitle\">REU particpant Steven Snell 2018</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605047447250_REUprofdevelopmentworkshop--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605047447250_REUprofdevelopmentworkshop--rgov-800width.jpg\" title=\"professional development workshop\"><img src=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605047447250_REUprofdevelopmentworkshop--rgov-66x44.jpg\" alt=\"professional development workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">REU participants at professional development workshop, 2018. REU Site in Nanotechnology for Health, Energy and the Environment, Stony Brook University.</div>\n<div class=\"imageCredit\">R. Davi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;P&nbsp;Halada</div>\n<div class=\"imageTitle\">professional development workshop</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605047621468_LianaandLabGroup(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605047621468_LianaandLabGroup(1)--rgov-800width.jpg\" title=\"REU fellow Liana Gerhardt\"><img src=\"/por/images/Reports/POR/2020/1659657/1659657_10476418_1605047621468_LianaandLabGroup(1)--rgov-66x44.jpg\" alt=\"REU fellow Liana Gerhardt\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">REU fellow Liana Gerhardt with mentors and team, battery materials research group, 2018. REU Site in Nanotechnology for Health, Energy and the Environment, Stony Brook University.</div>\n<div class=\"imageCredit\">R. Davi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;P&nbsp;Halada</div>\n<div class=\"imageTitle\">REU fellow Liana Gerhardt</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe REU Site on Nanotechnology for Health, Energy and the Environment at Stony Brook University in New York, now in its 10th year, responds to the need to provide experiential learning opportunities for undergraduates in the interdisciplinary field of nanotechnology. The project stemmed from the need to implement an effective model for research-oriented undergraduate education which meets the needs of both students (from different academic majors, types of institutions - including community colleges, and who have completed from one to three years of undergraduate education) and their eventual employers (or graduate programs) in the emerging and changing nanotechnology sector. In a broader sense, it responds to the need to recruit students from diverse populations, including under-represented groups, for enhancing diversity in STEM fields, and the need to enhance engineering education with a focus on emerging technology systems in the context of applications and societal impact.  We have accomplished this through an approach which supports self-efficacy, multidisciplinary team-building, understanding broader impacts of technology, and building the skills necessary for research and life-long learning  through a program of  faculty-mentored multidisciplinary research, professional development, and exposure to real-world issues which reflect the impact of nanotechnology on society, the business community, human health and the environment.  In this the project supports the National Science Foundation mission to promote the progress of science and the National Science Foundation?s vision to capitalize on new concepts in science and engineering and provide global leadership in advancing research and education.\n\nOur key goals have been:\n\n1. To provide an exciting and productive research experience for each fellow.\n\n2. To create a learning community that supports development of research and professional skills\n\n3. To encourage and prepare students for graduate and professional education programs, as well as leadership roles in emerging industrial sectors\n\n4. To enhance student learning and appreciation for (a) the ethical, legal and societal aspects of nanotechnology and (b) life-long learning which is absolutely critical in areas of emerging technology\n\n5. To create opportunities for students from diverse backgrounds -- including students from underrepresented groups, community colleges as well as four year colleges, colleges without strong research programs or opportunities, and from all years of their undergraduate academic careers.\n\n6. To expand our outreach and build our learning community through inclusion of high school teachers who work side by side with the REU fellows and by creating a larger cohort through obtaining matching funds from our partner institutions (which includes community colleges and colleges with large minority enrollments)  and by collaborating with other REU-style experiences on campus.\n\nOver the first nine years of the program, our REU site has supported 72 students directly (chosen from over 500 applicants from more than 30 institutions in dozens of U.S. states and Puerto Rico), augmented by 16 additional students through supplemental support.  More than half the REU interns were female and more than one third were members of underrepresented minority populations. REU fellows have been co-authors on dozens of research papers in leading journals, and have presented their research at regional and international scientific conferences. All of our participants are either currenty pursuing graduate level training in STEM fields or haven completed their education and are currently employed in industry, at national laboratories, or in professional occupations in which their experiences in our program, by their own accounts, has played a key role.\n\nThe project has also provided opportunities for the professional development of young faculty in mentorship and leadership, and aided development of new learning and outreach tools and methods in collaboration with Stony Brook University's Center for Inclusive Education, the Alan Alda Center for Communicating Science, and other academic  partners. Our mentors have been selected from a wide range of engineering-focused  disciplines, from chemical engineering to biomedical sciences to  technology policy and societal impact of nanotechnology. The project has led to growth in collaborative activity between a research intensive PhD-granting institution and regional community colleges and smaller liberal arts colleges, in turn providing the basis for the development of new programs in research, development of teaching and assessment tools, and creation of new opportunities to enhance education at two year colleges. Each year the program has also integrated one or two secondary school teachers in a variety of roles through supplemental RET support. These teachers have worked alongside REU fellows, built relationships with laboratories, developed outreach opportunties for secondary school students, and developed a variety of educational materials which have further expanded the impact of our program.\n\nOverall, we are proud of our acomplishments and especially the accomplishments of our REU scholars as they continue to contribute to the nanotechnology-related research community as well as strengthen the role of a diverse professoriate in STEM fields nationally.\n\n\t\t\t\t\tLast Modified: 11/10/2020\n\n\t\t\t\t\tSubmitted by: Gary P Halada"
 }
}