{
 "awd_id": "1659032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Inquiry into Turkey Behavioral and Morphological Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 158783.0,
 "awd_amount": 158783.0,
 "awd_min_amd_letter_date": "2017-07-13",
 "awd_max_amd_letter_date": "2023-06-28",
 "awd_abstract_narration": "Dr. Erin Thornton (Washington State University) and Dr. Kitty Emery (Florida Museum of Natural History), along with a network of colleagues in the United States, England, France and Mexico, will conduct inter-disciplinary research to document the development of turkey husbandry and domestication in ancient Mesoamerica. Through the process of animal domestication, humans assumed increasing control over the animal resources they relied on, and fundamentally altered how they interacted with and impacted their environment. The topic of animal domestication is therefore of crucial importance to understanding evolving human-animal and human-environment relationships. Animal domestication independently emerged on several continents during prehistoric times, but only a single vertebrate animal, the turkey, was domesticated in ancient North America. Relatively little is known about turkey domestication in comparison to the domestication of other animals. The history of turkey domestication is thus a large gap in our knowledge of animal husbandry, a subject that relates to important aspects of subsistence, cultural complexity, and human-environment interactions in the ancient Americas. Moreover, by addressing the impacts of domestication on turkey diet, morphology, and genetics, the research will contribute information regarding how animals respond to human interaction and manipulation. This information is relevant to many fields including anthropology, evolutionary and conservation biology, and animal science. This interdisciplinary research facilitates international collaboration among biologists and archaeologists in the United States, Mexico, England and France. The partnerships will also provide research training for students from several universities including the Universidad Nacional Autónoma de México (UNAM). Additionally, through open-access data storage and publication, this project will contribute to future research in both the biological and archaeological/anthropological sciences. \r\n\r\n\r\nThe research team led by Drs. Thornton and Emery will combine morphological, osteometric, isotopic and genetic analyses to document the development of turkey husbandry and domestication throughout ancient Mesoamerica. Archaeological as well as historic and modern turkeys throughout Mexico will be analyzed to determine: 1) the timing and geographic origins of turkey domestication, 2) how the domestication process influenced the genetic and physical makeup of pre-Columbian and present-day Mexican turkey populations, and 3) the variable ways wild and domestic turkeys were integrated into Mesoamerican social and economic systems. Documenting the basic details of how, when and where the turkey domestication unfolded in Mesoamerica provides a stepping off point for addressing larger questions about the cultural and environmental context of North American animal domestication. For example, did ancient populations manage animal resources primarily to feed and supply growing populations, or were managed animals more often used in rituals, feasts or other displays of elite power? Is there evidence for widespread experimentation with turkey husbandry throughout Mesoamerica, or did domestic turkeys emerge from a small initial founding population? What morphological and genetic traits were under selection during the domestication process?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Emery",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine F Emery",
   "pi_email_addr": "kemery@flmnh.ufl.edu",
   "nsf_id": "000165161",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Hosner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Hosner",
   "pi_email_addr": "hosner@ufl.edu",
   "nsf_id": "000581676",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Guralnick",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Guralnick",
   "pi_email_addr": "robgur@gmail.com",
   "nsf_id": "000674370",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326117800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 158783.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-48a3c4d4-7fff-4de7-c6e2-ff1ae329bc80\"> </span></p>\n<p dir=\"ltr\"><span>The goal of this NSF funded collaborative, interdisciplinary research was to document the development of early turkey husbandry and domestication throughout ancient Mesoamerica. This study contributes to a worldwide interest in the process and timing of animal domestication, which represents a fundamental shift in how ancient populations acquired, controlled, and used animal resources and interacted with their environment. Animal domestication independently emerged on several continents in ancient times, but only a single vertebrate animal, the turkey (</span><span>Meleagris gallopavo</span><span>), was domesticated in North/Central America. All modern domestic turkeys descend from birds originally domesticated in Mesoamerica during pre-colonial times, and it is now raised and eaten world-wide following a rapid dissemination from Mesoamerica to Europe immediately following Spanish contact. However, we know surprisingly little about the history or process of turkey domestication, or indeed about animal domestication in the Americas as a whole, particularly in comparison to what is known about animal domestication in other world regions. Thus, the history of turkey husbandry in North America is a large gap in our knowledge of animal domestication, a subject that relates to important aspects of subsistence, cultural complexity, and human-environment interactions in the ancient Americas, as well as to issues of modern food production and conservation.</span></p>\n<p dir=\"ltr\"><span>Our research on past turkey use and domestication indicates that the history of turkey husbandry (i.e., management, care, or breeding) was highly complex, including multiple locations of domestication, diverse management strategies, variable breeding goals (meat, feathers, colors), and ongoing use of wild turkeys alongside domesticated flocks. We have specifically contributed to documenting the timing of Mesoamerican turkey domestication, which had not been previously well-supported by scientific evidence. Our radiocarbon dating and isotopic analyses of changing turkey diets support the establishment of turkey domestication in central Mexico by at least 500-300 BC. Earlier origins of turkey management are also possible, dating back to 1500-1000 BC.</span></p>\n<p dir=\"ltr\"><span>Our combined genetic analyses of archaeological and modern turkeys provide preliminary evidence that Mexican heritage turkeys (i.e., those currently raised on a small-scale by individual households) form a distinct genetic cluster that is almost entirely separated from Mesoamerican wild turkeys and other heritage or commercial breeds in the US. This finding is significant both for our study (since we can clearly distinguish these birds as most closely related to the originator domesticated populations) and for our understanding of the Mesoamerican domestication process. This suggests that prior to Spanish arrival, Mesoamerican domestic birds had only limited interactions with wild birds, much as they do today, and that they were not crossed regularly with later domesticate breeds from northern regions (the NE or SW USA). This important finding provides an opportunity to trace the genetic history of Mexican domestic turkeys back in time through the process of domestication. </span><span>With our combined use of modern commercial and heritage specimens, historical museum specimens, and ancient archaeological specimens, and combined use of mitochondrial and innovative nuclear genome analysis of the archaeological turkey specimens, we have enhanced our ability to bridge the modern through archaeological continuum of genetic information. Our morphometric analyses reveal additional detail. The morphology of adult turkeys from non-Yucatan Mexican sites were consistent with the northern turkeys, indicating no incursions of the lowland ocellated turkey. However, although most birds were well within expected size ranges, some individuals from Oaxaca and Central Mexico were very small, well within the size ranges for female ocellated turkeys although morphologically distinct. This suggests high regional diversity in bird selection during early turkey management and domestication. From this multidisciplinary work, we expect a deeper understanding of the domestic turkey&rsquo;s population ancestry, genetic structure, and selected traits through time.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our work also had important broader impacts. Our interdisciplinary research facilitated international and interdisciplinary collaboration among various disciplines in educational and governmental institutions in the United States, Mexico, England and France. These research partnerships were critical to the professional development of several early career researchers in archaeological and biological science. The research project also provided training for undergraduate and graduate students from universities in the United States, Canada, and Mexico, many of whom have now graduated and moved on to successful careers. The training of Mexican students is significant since it contributes to the education of an under-represented geographic group in archaeology. Local community members were also involved in our work during consultation for research permission, and project results were presented in various formats suited to students, research laboratories, and community organizations. Additionally, through open-access data storage and publication in venues such as the archaeology open data publisher Open Context (opencontext.org), GenBank (the NIH genetic sequence database, ncbi.nlm.nih.gov/genbank/), Morphosource (a data publisher for 3D images, morphosource.org) and GBIF (the Global Biodiversity Information Facility, gbif.org), this project contributed to future research in both the biological and archaeological/anthropological sciences.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/30/2024<br>\nModified by: Katherine&nbsp;F&nbsp;Emery</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe goal of this NSF funded collaborative, interdisciplinary research was to document the development of early turkey husbandry and domestication throughout ancient Mesoamerica. This study contributes to a worldwide interest in the process and timing of animal domestication, which represents a fundamental shift in how ancient populations acquired, controlled, and used animal resources and interacted with their environment. Animal domestication independently emerged on several continents in ancient times, but only a single vertebrate animal, the turkey (Meleagris gallopavo), was domesticated in North/Central America. All modern domestic turkeys descend from birds originally domesticated in Mesoamerica during pre-colonial times, and it is now raised and eaten world-wide following a rapid dissemination from Mesoamerica to Europe immediately following Spanish contact. However, we know surprisingly little about the history or process of turkey domestication, or indeed about animal domestication in the Americas as a whole, particularly in comparison to what is known about animal domestication in other world regions. Thus, the history of turkey husbandry in North America is a large gap in our knowledge of animal domestication, a subject that relates to important aspects of subsistence, cultural complexity, and human-environment interactions in the ancient Americas, as well as to issues of modern food production and conservation.\n\n\nOur research on past turkey use and domestication indicates that the history of turkey husbandry (i.e., management, care, or breeding) was highly complex, including multiple locations of domestication, diverse management strategies, variable breeding goals (meat, feathers, colors), and ongoing use of wild turkeys alongside domesticated flocks. We have specifically contributed to documenting the timing of Mesoamerican turkey domestication, which had not been previously well-supported by scientific evidence. Our radiocarbon dating and isotopic analyses of changing turkey diets support the establishment of turkey domestication in central Mexico by at least 500-300 BC. Earlier origins of turkey management are also possible, dating back to 1500-1000 BC.\n\n\nOur combined genetic analyses of archaeological and modern turkeys provide preliminary evidence that Mexican heritage turkeys (i.e., those currently raised on a small-scale by individual households) form a distinct genetic cluster that is almost entirely separated from Mesoamerican wild turkeys and other heritage or commercial breeds in the US. This finding is significant both for our study (since we can clearly distinguish these birds as most closely related to the originator domesticated populations) and for our understanding of the Mesoamerican domestication process. This suggests that prior to Spanish arrival, Mesoamerican domestic birds had only limited interactions with wild birds, much as they do today, and that they were not crossed regularly with later domesticate breeds from northern regions (the NE or SW USA). This important finding provides an opportunity to trace the genetic history of Mexican domestic turkeys back in time through the process of domestication. With our combined use of modern commercial and heritage specimens, historical museum specimens, and ancient archaeological specimens, and combined use of mitochondrial and innovative nuclear genome analysis of the archaeological turkey specimens, we have enhanced our ability to bridge the modern through archaeological continuum of genetic information. Our morphometric analyses reveal additional detail. The morphology of adult turkeys from non-Yucatan Mexican sites were consistent with the northern turkeys, indicating no incursions of the lowland ocellated turkey. However, although most birds were well within expected size ranges, some individuals from Oaxaca and Central Mexico were very small, well within the size ranges for female ocellated turkeys although morphologically distinct. This suggests high regional diversity in bird selection during early turkey management and domestication. From this multidisciplinary work, we expect a deeper understanding of the domestic turkeys population ancestry, genetic structure, and selected traits through time.\n\n\nOur work also had important broader impacts. Our interdisciplinary research facilitated international and interdisciplinary collaboration among various disciplines in educational and governmental institutions in the United States, Mexico, England and France. These research partnerships were critical to the professional development of several early career researchers in archaeological and biological science. The research project also provided training for undergraduate and graduate students from universities in the United States, Canada, and Mexico, many of whom have now graduated and moved on to successful careers. The training of Mexican students is significant since it contributes to the education of an under-represented geographic group in archaeology. Local community members were also involved in our work during consultation for research permission, and project results were presented in various formats suited to students, research laboratories, and community organizations. Additionally, through open-access data storage and publication in venues such as the archaeology open data publisher Open Context (opencontext.org), GenBank (the NIH genetic sequence database, ncbi.nlm.nih.gov/genbank/), Morphosource (a data publisher for 3D images, morphosource.org) and GBIF (the Global Biodiversity Information Facility, gbif.org), this project contributed to future research in both the biological and archaeological/anthropological sciences.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/30/2024\n\n\t\t\t\t\tSubmitted by: KatherineFEmery\n"
 }
}