{
 "awd_id": "1659922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Measuring Apparent Race and Ethnicity with Applications to the Study of Discrimination",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2017-05-15",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 344775.0,
 "awd_amount": 344775.0,
 "awd_min_amd_letter_date": "2017-04-27",
 "awd_max_amd_letter_date": "2017-04-27",
 "awd_abstract_narration": "This research project will advance the quantitative measurement of apparent race and ethnicity. Racial and ethnic categories often are thought of as natural, discrete, and mutually exclusive. A person is either, say, an African-American, an Asian-American, a European-American, or an Hispanic-American. But many people are of mixed ancestry or mixed identity. There is growing evidence that the societal discrimination and inequalities conventionally associated with racial and ethnic categories vary within those categories.  This body of research has been limited, however, by serious measurement problems. The most widely used measure of skin color is not reliable, and there is no generally accepted method for quantifying racial or ethnic appearance beyond skin color. This project adapts statistical measurement models that have been used in many other domains to produce new, quantitative measures of racial and ethnic appearance. The investigators will develop open-source software for generating the measures. From a societal perspective, these results will have important implications for government agencies and courts of law. Phenotype discrimination, for example, is understood to be a civil rights violation.  Judges, however, have struggled with and generally rejected such claims in practice, due to doubts about whether phenotype is something that can be measured objectively.\r\n\r\nThis research project will test hypotheses about the robustness of new, quantitative measures of racial and ethnic appearance to variation in the dress and facial expressions of the persons being observed and to variation in the identity and mood of the persons doing the observing. The project is designed to answer questions that have long confounded academic researchers, government agencies, and courts of law: Is there a societal consensus about racial and ethnic appearance? To what extent does racial/ethnic appearance depend on physical attributes of the person being observed or on other factors, such as dress or socioeconomic status of the person being observed? The investigators will examine whether different ways of eliciting race/ethnicity perceptions (e.g., perceived skin color, perceived stereotypicality, and perceived ancestry) yield measures that are congruent across different populations of observers and robust to variation in the apparent status and attitudes of the person being observed and the mood of the observer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Quinn",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M Quinn",
   "pi_email_addr": "kmq@umich.edu",
   "nsf_id": "000333158",
   "pi_start_date": "2017-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "2150 Shattuck Avenue Suite 300",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}