{
 "awd_id": "1659529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Membrane Biochemistry and Bioinspired Synthesis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927448",
 "po_email": "molson@nsf.gov",
 "po_sign_block_name": "Melissa Olson",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 330160.0,
 "awd_amount": 330160.0,
 "awd_min_amd_letter_date": "2017-02-17",
 "awd_max_amd_letter_date": "2017-02-17",
 "awd_abstract_narration": "Professors Arne Gericke, Shawn Burdette, and colleagues at Worcester Polytechnic Institute (WPI) host the REU Site: Membrane Biochemistry and Bioinspired Synthesis. Funded by the REU Sites Program of the Division of Chemistry, this site provides Students from 2- and 4-yr colleges with the opportunity to participate in a 10-week summer research experience that is designed to expose them to impactful research in membrane biochemistry and bioinspired chemical synthesis. The framework of the program is designed to provide the REU students with the opportunity to be fully engaged in all aspects of the scientific discovery: project conception, execution, troubleshooting, interpretation and dissemination. The REU students are embedded in and interact with an interdisciplinary community of researchers dedicated to tackling challenging problems at the forefront of science. To aid in the process of assembling a diverse group of students each summer, chemistry faculty from three institutions that are separated from the contiguous 48 US States partner with the WPI group: the University of the US Virgin Islands, and the Universities of Alaska at Anchorage and at Fairbanks.  All of these schools  serve large populations of underrepresented students.\r\n\r\nThe REU students pursue projects in the areas of membrane biochemistry and bioinspired chemical synthesis. The synthetic projects involve mechanistic studies of anion binding for enantioselective carbon-carbon bond formations and porous metal organic frameworks as host materials for molecular storage and release. The membrane biochemistry projects are concerned with metal ion permeation through transport proteins, membrane composition and stress survival in C. elegans, and the effect of ether lipids on membrane morphology among other projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arne",
   "pi_last_name": "Gericke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arne Gericke",
   "pi_email_addr": "agericke@wpi.edu",
   "nsf_id": "000191391",
   "pi_start_date": "2017-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Burdette",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn C Burdette",
   "pi_email_addr": "scburdette@wpi.edu",
   "nsf_id": "000074441",
   "pi_start_date": "2017-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 Institute Rd",
  "perf_city_name": "Worcester",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 330160.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong></p>\n<p>In the years 2017 &ndash; 2019, 10 undergraduate students (30 students total) participated each summer in a 10-week summer research experience that was designed to expose them to impactful research in membrane biochemistry and bioinspired synthesis.&nbsp;&nbsp;The projects explored the biochemical foundations of signaling events at biological membranes, investigated the effect of stressors on the composition of C.Elegans membranes, investigated metal organic frameworks and their potential use for intracellular delivery of cargo and students searched for new synthetic routes towards pharmacologically relevant chemical substances. Students were able to choose from either a single REU student/single PI, or a multiple REU student/multiple PI project involving research groups with com&shy;ple&shy;mentary expertise, which illustrated to the students the benefits of pursuing collaborative research. The framework of the program was designed to provide REU students with the opportunity to be fully engaged in all aspects of the scientific discovery: project conception, execution, troubleshooting, interpretation and dissemination. Most notably, among the research publication originating from the REU student activities, two papers were published that were based on the collaborative work of three REU researchers. The REU students participated in weekly career workshops where they learned important fundamental skills like presenting research in an oral or poster setting as well as writing a scientific report. Several sessions were devoted to educating them in ethical aspects of conducting research. In addition, they participated in presentations that introduced them to graduate school in chemistry and biochemistry, career paths in pharmaceutical industry as well as non-traditional careers for chemists. The summer culminated in an REU research conference together with other REU sites at Worcester Polytechnic Institute. Two students from each summer cohort were chosen to represent the REU site with their research at the respective National ACS Spring Meeting.&nbsp;&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impact</span></strong></p>\n<p>REU participants were chosen predominantly from institutions that have limited or no undergraduate research opportunities. To maximize the impact of the summer research experience on the student&rsquo;s career, we focused our recruiting efforts on sophomore students. To aid our recruitment effort, we partnered with institutions that are separated from the contiguous 48 US States and are therefore often disadvantaged in placing their students in REU sites: the University of the US Virgin Islands, which services a high population of underrepresented minorities, and the Universitiy of Alaska at Anchorage. In addition, we established throughout the duration of this grant collaborations with the University of Puerto Rico Rio Piedras and the University of Guam. In addition to providing the participating undergraduate students with a transformative research experience, graduate students and postdoctoral associates were given in preparation for their future careers the opportunity to learn first-hand how to effectively advise undergraduate student researchers. The projects were designed to inspire our REU students to continue their path towards an impactful research career with significant societal impact. The REU students also participated in TouchTomorrow, a science festival at WPI that brings annually about 10000 visitors of all ages to the campus. The REU students were carrying out hands-on activities with kids of all ages.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2020<br>\n\t\t\t\t\tModified by: Arne&nbsp;Gericke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nIn the years 2017 &ndash; 2019, 10 undergraduate students (30 students total) participated each summer in a 10-week summer research experience that was designed to expose them to impactful research in membrane biochemistry and bioinspired synthesis.  The projects explored the biochemical foundations of signaling events at biological membranes, investigated the effect of stressors on the composition of C.Elegans membranes, investigated metal organic frameworks and their potential use for intracellular delivery of cargo and students searched for new synthetic routes towards pharmacologically relevant chemical substances. Students were able to choose from either a single REU student/single PI, or a multiple REU student/multiple PI project involving research groups with com&shy;ple&shy;mentary expertise, which illustrated to the students the benefits of pursuing collaborative research. The framework of the program was designed to provide REU students with the opportunity to be fully engaged in all aspects of the scientific discovery: project conception, execution, troubleshooting, interpretation and dissemination. Most notably, among the research publication originating from the REU student activities, two papers were published that were based on the collaborative work of three REU researchers. The REU students participated in weekly career workshops where they learned important fundamental skills like presenting research in an oral or poster setting as well as writing a scientific report. Several sessions were devoted to educating them in ethical aspects of conducting research. In addition, they participated in presentations that introduced them to graduate school in chemistry and biochemistry, career paths in pharmaceutical industry as well as non-traditional careers for chemists. The summer culminated in an REU research conference together with other REU sites at Worcester Polytechnic Institute. Two students from each summer cohort were chosen to represent the REU site with their research at the respective National ACS Spring Meeting.  \n\nBroader Impact\n\nREU participants were chosen predominantly from institutions that have limited or no undergraduate research opportunities. To maximize the impact of the summer research experience on the student’s career, we focused our recruiting efforts on sophomore students. To aid our recruitment effort, we partnered with institutions that are separated from the contiguous 48 US States and are therefore often disadvantaged in placing their students in REU sites: the University of the US Virgin Islands, which services a high population of underrepresented minorities, and the Universitiy of Alaska at Anchorage. In addition, we established throughout the duration of this grant collaborations with the University of Puerto Rico Rio Piedras and the University of Guam. In addition to providing the participating undergraduate students with a transformative research experience, graduate students and postdoctoral associates were given in preparation for their future careers the opportunity to learn first-hand how to effectively advise undergraduate student researchers. The projects were designed to inspire our REU students to continue their path towards an impactful research career with significant societal impact. The REU students also participated in TouchTomorrow, a science festival at WPI that brings annually about 10000 visitors of all ages to the campus. The REU students were carrying out hands-on activities with kids of all ages. \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2020\n\n\t\t\t\t\tSubmitted by: Arne Gericke"
 }
}