{
 "awd_id": "1660885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Why questions? Investigating the social basis of questioning for learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Catherine L. Eberbach",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 499984.0,
 "awd_amount": 517834.0,
 "awd_min_amd_letter_date": "2017-04-14",
 "awd_max_amd_letter_date": "2021-02-18",
 "awd_abstract_narration": "Asking questions is a common way that families and teachers support children's learning, and different types of questions influence children's exploration and understanding. Yet we still know little about the role of questioning in STEM learning. This project investigates how and why certain types of questions may be better at fostering learning. In particular, in contrast to questions asked by a person seeking to learn something new (information-seeking questions), children may learn better from questions asked by someone who clearly knows the answer and intends to teach (pedagogical questions). This project bridges what we know about the development of children's thinking with research on how specific types of questions work to support young children's learning of science. To learn more about this, it examines the role of two types of questions across a range of scientific methods including experiments in laboratory settings, observation of children's conversations with parents and teachers in museums and classrooms, and interventions to test how types of questions work in the everyday activity of storybook reading. In addition to their importance for families, project findings will be valuable to preschool and elementary teachers and to educators who work in informal science settings such as science museums, zoos, and play centers. The project is supported by the EHR Core Research (ECR) program, which funds basic research that seeks to understand, build theory to explain, and suggest interventions (and innovations) to address persistent challenges in STEM interest, education, learning, and participation.\r\n \r\nThe project builds upon a long tradition of educational and developmental research on children's learning from questions in formal and informal STEM learning environments. Taking a new perspective, the project takes into account the relations among questions, the questioner, and learning goals. Specifically, it proposes that questions from knowledgeable others who intend to teach (i.e., pedagogical questions) may facilitate learning by eliciting children's inferences about the importance of the scientific subject being questioned, and by encouraging their further exploration and discovery learning. These assumptions will be tested across five empirical studies, each with its own specific aim. Aim 1 is to identify pedagogical questions and their effects on children's learning and exploration of scientific information in a controlled laboratory environment. Aim 2 seeks to characterize the use of pedagogical questions in math, physics, and biology classrooms using archival videos and transcripts from the ClassBank database, and explores the relation of pedagogical questions to student engagement. Aim 3 is to characterize the use of pedagogical questions in naturalistic parent-child conversations documented in the CHILDES (Child Language Data Exchange System) database, and explore the influence of socio-cultural factors on parents' tendencies to ask different types of questions. These factors include family socioeconomic status, presence of mothers and fathers, children's age, historical trend, and others. Aim 4 tests how natural variation in parents' use of pedagogical questions relates to children's learning and exploration in a science museum. Aim 5 tests an intervention that prompts parents to ask pedagogical questions during storybook sharing and examines how this intervention relates to children's learning of scientific knowledge. Across these five studies pedagogical questions are expected to have a facilitative role for children's learning and exploration, while socio-cultural factors are expected to influence how pedagogical questions are asked by parents and interpreted by children. Taken as a whole, this project has potential to deliver empirical evidence and a more comprehensive theory about when and why questions lead to learning. This research is important to society because it can lead to evidence-based recommendations about how to effectively use questions to enhance STEM teaching and children's learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Shafto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Shafto",
   "pi_email_addr": "patrick.shafto@gmail.com",
   "nsf_id": "000504025",
   "pi_start_date": "2021-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Bonawitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Bonawitz",
   "pi_email_addr": "elizabeth_bonawitz@gse.harvard.edu",
   "nsf_id": "000662374",
   "pi_start_date": "2017-04-14",
   "pi_end_date": "2021-02-18"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Shafto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Shafto",
   "pi_email_addr": "patrick.shafto@gmail.com",
   "nsf_id": "000504025",
   "pi_start_date": "2017-04-14",
   "pi_end_date": "2021-02-18"
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers The State University of New Jersey",
  "perf_str_addr": "190 University Avenue",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021811",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 499984.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 8750.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 9100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0b6e7674-7fff-3edb-fbb7-0d5ef4a76a43\">\n<p dir=\"ltr\"><span>Questions are ubiquitous in everyday speech. According to some estimates, infants begin receiving questions from their parents at age 5 months, and they continue to do so throughout their childhood. Children are also on the receiving end of questions at school, hearing on average somewhere between 300 to 400 questions per day. Furthermore, questions have been recognized as the cornerstone of inquiry-based learning at least since Socrates. However, not all questions are the same. Some questions induce learning while others don&rsquo;t. Therefore, identifying the types of questions that improve learning is very important for both formal and informal types of learning.</span></p>\n<p dir=\"ltr\"><span>In this project, we proposed a novel theoretical framework that considers the question, the knowledge-state of the questioner, and the learning goals. We proposed to classify questions based on the knowledge state of the questioner into pedagogical questions (where the questioner knows the answer), information-seeking questions (where the questioner does not know the answer), and other types of questions, like rhetorical questions. Then, we sought to i) establish the frequency of pedagogical and information-seeking questions in naturalistic contexts across different SES levels and across different historical periods; ii) experimentally investigate the consequences of receiving a pedagogical question versus direct instruction or an information-seeking question; and to iii) experimentally investigate the impact of pedagogical questions on causal understanding. Over the course of this project, a new research question arose about the mechanisms by which pedagogical questions are marked and recognized by listeners as such.</span></p>\n<p dir=\"ltr\"><span>There are several notable findings in this project. First, we found that pedagogical questions are prevalent in everyday naturalistic speech between parents and children. However, the number of pedagogical questions that children hear varies across SES levels and across different historical periods. Namely, children raised in households with lower SES, tend to hear fewer pedagogical questions. Similarly, children who were raised in the 70s and 80s, tended to hear fewer pedagogical questions than those who were raised in the 2000s. A follow-up study found that children who receive fewer pedagogical questions, tend to explore and discover less than children who receive more pedagogical questions. In a different study that experimentally manipulated the type of instruction that children heard (pedagogical question, vs direct instruction, vs information-seeking question), we found that children who receive pedagogical questions engage in more exploration and discovery than children who receive direct instructions, and they converge on a target activity more than children who receive information-seeking questions. In a study that investigated children&rsquo;s learning of causal systems, we found that children who receive pedagogical questions have better memory and better understanding of the causal systems than children who receive direct instructions. Finally, we found that pedagogical questions are marked by specific prosodic cues that na&iuml;ve listeners can reliably identify.</span></p>\n<p dir=\"ltr\"><span>This project brings together the literatures of developmental psychology, cognitive psychology, computational modeling, and linguistics to provide insights for STEM teaching and learning. It has implications for teachers because it pinpoints the types of questions that may both improve learning and support active exploration and discovery. It has implications for parents because it shows that the family context and environment is related to children&rsquo;s exploration and learning, and it suggests that receiving pedagogical questions may lead to better preparedness for inquiry-based learning. Finally, these findings have implications for other informal educational interventions, including digital interventions, that can use specific tools such as pedagogical questions in the service of inquiry-based learning.</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2021<br>\n\t\t\t\t\tModified by: Patrick&nbsp;Shafto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nQuestions are ubiquitous in everyday speech. According to some estimates, infants begin receiving questions from their parents at age 5 months, and they continue to do so throughout their childhood. Children are also on the receiving end of questions at school, hearing on average somewhere between 300 to 400 questions per day. Furthermore, questions have been recognized as the cornerstone of inquiry-based learning at least since Socrates. However, not all questions are the same. Some questions induce learning while others don’t. Therefore, identifying the types of questions that improve learning is very important for both formal and informal types of learning.\nIn this project, we proposed a novel theoretical framework that considers the question, the knowledge-state of the questioner, and the learning goals. We proposed to classify questions based on the knowledge state of the questioner into pedagogical questions (where the questioner knows the answer), information-seeking questions (where the questioner does not know the answer), and other types of questions, like rhetorical questions. Then, we sought to i) establish the frequency of pedagogical and information-seeking questions in naturalistic contexts across different SES levels and across different historical periods; ii) experimentally investigate the consequences of receiving a pedagogical question versus direct instruction or an information-seeking question; and to iii) experimentally investigate the impact of pedagogical questions on causal understanding. Over the course of this project, a new research question arose about the mechanisms by which pedagogical questions are marked and recognized by listeners as such.\nThere are several notable findings in this project. First, we found that pedagogical questions are prevalent in everyday naturalistic speech between parents and children. However, the number of pedagogical questions that children hear varies across SES levels and across different historical periods. Namely, children raised in households with lower SES, tend to hear fewer pedagogical questions. Similarly, children who were raised in the 70s and 80s, tended to hear fewer pedagogical questions than those who were raised in the 2000s. A follow-up study found that children who receive fewer pedagogical questions, tend to explore and discover less than children who receive more pedagogical questions. In a different study that experimentally manipulated the type of instruction that children heard (pedagogical question, vs direct instruction, vs information-seeking question), we found that children who receive pedagogical questions engage in more exploration and discovery than children who receive direct instructions, and they converge on a target activity more than children who receive information-seeking questions. In a study that investigated children’s learning of causal systems, we found that children who receive pedagogical questions have better memory and better understanding of the causal systems than children who receive direct instructions. Finally, we found that pedagogical questions are marked by specific prosodic cues that na&iuml;ve listeners can reliably identify.\nThis project brings together the literatures of developmental psychology, cognitive psychology, computational modeling, and linguistics to provide insights for STEM teaching and learning. It has implications for teachers because it pinpoints the types of questions that may both improve learning and support active exploration and discovery. It has implications for parents because it shows that the family context and environment is related to children’s exploration and learning, and it suggests that receiving pedagogical questions may lead to better preparedness for inquiry-based learning. Finally, these findings have implications for other informal educational interventions, including digital interventions, that can use specific tools such as pedagogical questions in the service of inquiry-based learning.\n\n\n\t\t\t\t\tLast Modified: 09/14/2021\n\n\t\t\t\t\tSubmitted by: Patrick Shafto"
 }
}