{
 "awd_id": "1660606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing and Supporting Excellence in STEM Teaching: A Regional Collaboration to Increase Teacher Diversity, Preparation, and Continuity",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James A. M. Alvarez",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 1449985.0,
 "awd_amount": 1449985.0,
 "awd_min_amd_letter_date": "2017-05-09",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Through this Noyce Track 1 project, Eastern Washington University (EWU) is responding to the persistent STEM teacher shortage in the State of Washington by designing a project that will increase the number, diversity, and preparation of STEM teachers. This project will aggressively recruit strong STEM majors during their first two years of college to participate in early experiences related to teaching in grades 5-12. Students then will be recruited from this pool of interested and qualified STEM majors to receive scholarship support in the junior and senior year as EWU Noyce Scholars who will earn both a baccalaureate degree in a STEM discipline and a Bachelor's of Arts in Education. Ultimately, at least 33 STEM majors will become certified to teach through this project. In doing so, the project will increase the number of teachers from a variety of STEM disciplines and from under-represented populations. In addition to the early engagement of potential pre-service candidates in the freshman and sophomore years, another signature feature of this project that will have lasting effects is that it will increase collaboration across K-12, community colleges, and EWU. A key project design element develops strong collaboration among faculty in mathematics, science, and teacher education, which will positively affect the teacher preparation program at EWU, and ultimately increase knowledge in the larger teacher education community. Other impacts on the program and the region arise from continued support for teacher development through their first two years of teaching. The induction activities will allow for continued connections among partners, strengthening teacher preparation, teacher educator knowledge, the pipeline of potential STEM teachers from community colleges, and K-12 teacher development. \r\n\r\nThe freshman and sophomore STEM majors will be recruited from EWU and EWU's primary feeder community colleges, Spokane Falls Community College and Spokane Community College, to participate in early experiences, which include: an early practicum in Spokane Public Schools (SPS), the partner high-need school district, and the Mathematics, Engineering, and Science Achievement (MESA) program; serving as volunteers for 5-12 mathematics and science events held at EWU; and joining junior and senior Noyce Scholars in activities such as Inquiry Circles and attending Undergraduate Research Symposia. This five-year project will: increase the number of teachers who graduate from EWU with a degree in a STEM discipline and are certified to teach; increase the number of Noyce Scholars from physics, geoscience, chemistry, and mathematics; prepare Noyce Scholars to understand and effectively apply pedagogy emphasizing Standards for Mathematical Practices (SMP) and Science and Engineering Practices (SEP) to improve student learning in their classrooms; and increase the capacity and dispositions of secondary STEM teachers to effectively teach high-need students, including students from low socio-economic circumstances, from under-represented populations in STEM, from rural or remote schools, and English language learners. Strategic EWU project activities designed to develop skills and dispositions necessary to effectively teach high-need students mathematics and science include: online learning modules and field work designed by faculty specializing in Ethnic Studies and English as a Second Language (ESL); participation in three six-week rotations in classrooms of exceptional STEM teachers with high-need students; design and implementation of Inquiry Circles (after-school middle and high school students STEM events) in order to practice designing, implementing, and reflecting on activities for high-need students; participation with graduates in their first two years of teaching in a Video Club to explore the challenges of implementing effective inquiry learning; and research on an important aspect of teaching in their discipline and presentation of their studies at the EWU Student Research and Creative Works Symposium. After certification and obtaining a teaching position, Scholars will remain active in the EWU Noyce Program by participating in the Video Club three times per year and through regular contact with EWU faculty. The project will benefit from the collaboration and support of the Noyce Advisory Board and Noyce Collaborators. These groups will monitor and advise project leaders, ensure that the project is integrated into the culture at EWU, monitor recruitment and Scholar progress, and provide advice to resolve issues that arise. Ultimately, the EWU research-based project design provides activities within a learning progression that enables Scholars to develop into impactful and reflective STEM teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Coomes",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline R Coomes",
   "pi_email_addr": "jcoomes@ewu.edu",
   "nsf_id": "000729078",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Alvin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara L Alvin",
   "pi_email_addr": "balvin@mail.ewu.edu",
   "nsf_id": "000278906",
   "pi_start_date": "2017-05-09",
   "pi_end_date": "2018-01-25"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "McKean",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Heather R McKean",
   "pi_email_addr": "hmckean@mail.ewu.edu",
   "nsf_id": "000401544",
   "pi_start_date": "2017-05-09",
   "pi_end_date": "2019-12-12"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "O'Connell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret A O'Connell",
   "pi_email_addr": "",
   "nsf_id": "000125364",
   "pi_start_date": "2017-05-09",
   "pi_end_date": "2018-01-24"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "Haskins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tara Haskins",
   "pi_email_addr": "thaskins@ewu.edu",
   "nsf_id": "000730607",
   "pi_start_date": "2017-05-09",
   "pi_end_date": "2020-02-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Lamm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley Lamm",
   "pi_email_addr": "alamm@ewu.edu",
   "nsf_id": "000738971",
   "pi_start_date": "2018-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Idsardi",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Robert Idsardi",
   "pi_email_addr": "ridsardi@ewu.edu",
   "nsf_id": "000795524",
   "pi_start_date": "2019-12-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gustave",
   "pi_last_name": "Nollmeyer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gustave E Nollmeyer",
   "pi_email_addr": "gnollmeyer@ewu.edu",
   "nsf_id": "000818325",
   "pi_start_date": "2020-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eastern Washington University",
  "inst_street_address": "319 SHOWALTER HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CHENEY",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093596567",
  "inst_zip_code": "990042445",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "EASTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "QL3XATN9H6L1"
 },
 "perf_inst": {
  "perf_inst_name": "Eastern Washington University",
  "perf_str_addr": "312 Kingston Hall",
  "perf_city_name": "Cheney",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "990042418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1156452.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 293533.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Eastern Washington University's (EWU) Robert Noyce award, <strong><em>Developing and Supporting Excellence in STEM Teaching: A Regional Collaboration to Increase Teacher Diversity, Preparation, and Continuity</em></strong> successfully met its four goals, each aimed at enriching the educational ecosystem in high-need schools. The project met its first goal, to <em>increase the number of teachers who graduate from EWU with a degree in a STEM discipline</em>, by graduating 34 Noyce Scholars. These graduates completed both a bachelor's degree in mathematics, chemistry, biology, or physics, and a regular teaching credential. Twenty-three of the completers currently teach in high-need schools. This accomplishment partnered with the second goal, to <em>increase the number of Noyce Scholars from science disciplines such as Physics, Earth Sciences and Chemistry, and from Mathematics, </em>diversifying the subject expertise among the scholars by increasing the numbers of math, chemistry, and physics teachers compared to non-Noyce teachers at EWU.</p>\n<p>The project provided professional development during regular monthly meetings and targeted coaching during fieldwork to meet its third goal, <em>prepare Noyce Scholars to understand and effectively apply pedagogy emphasizing Standards for Mathematical Practices and Science and Engineering Practices.</em> Noyce Scholars engaged in the practices, integrated them into their lesson plans, and learned how to engage, assess, and improve their students' use of disciplinary-specific practices. Monthly induction meetings continued to support new teacher scholars develop these pedagogical practices, elevating the quality of STEM education in high-need schools.</p>\n<p>The fourth and final goal was to <em>increase the capacity and dispositions of secondary STEM teachers to effectively teach high-need students: students with low socio-economic status, from under-represented populations in STEM, from rural or remote schools, and English language learners</em>. This goal focused on equipping Noyce Scholar teacher candidates and teachers to excel in high-need educational contexts by holding their students to high expectations and providing appropriate supports. Strategies spanned activities throughout each cohort's acceptance from a module on culturally relevant pedagogy for beginning Noyce Scholars to fieldwork experiences in high-need schools with exceptional practicing teacher mentors. The project continued to promote these strategies in induction meetings for Noyce graduates teaching full-time in high-need schools.</p>\n<p>The project's intellectual merit arose from its robust preparation of novice teachers to teach in high-need classrooms in which students learn science and mathematics through higher levels of engagement in STEM practices. The broader impacts of this project are in its contribution to increasing and diversifying the STEM teaching workforce. Specifically, the demographic makeup of math-major Noyce Scholars was more diverse than that of the education majors at EWU. This is particularly important for Washington?s K-12 system, as it moves toward a teaching workforce that mirrors the diverse student body. Overall, the project made significant strides in producing well-prepared and increasingly diverse STEM educators, thus greatly benefitting students in high-need schools, increasing the likelihood that these students may eventually have STEM careers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2023<br>\n\t\t\t\t\tModified by: Jacqueline&nbsp;R&nbsp;Coomes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEastern Washington University's (EWU) Robert Noyce award, Developing and Supporting Excellence in STEM Teaching: A Regional Collaboration to Increase Teacher Diversity, Preparation, and Continuity successfully met its four goals, each aimed at enriching the educational ecosystem in high-need schools. The project met its first goal, to increase the number of teachers who graduate from EWU with a degree in a STEM discipline, by graduating 34 Noyce Scholars. These graduates completed both a bachelor's degree in mathematics, chemistry, biology, or physics, and a regular teaching credential. Twenty-three of the completers currently teach in high-need schools. This accomplishment partnered with the second goal, to increase the number of Noyce Scholars from science disciplines such as Physics, Earth Sciences and Chemistry, and from Mathematics, diversifying the subject expertise among the scholars by increasing the numbers of math, chemistry, and physics teachers compared to non-Noyce teachers at EWU.\n\nThe project provided professional development during regular monthly meetings and targeted coaching during fieldwork to meet its third goal, prepare Noyce Scholars to understand and effectively apply pedagogy emphasizing Standards for Mathematical Practices and Science and Engineering Practices. Noyce Scholars engaged in the practices, integrated them into their lesson plans, and learned how to engage, assess, and improve their students' use of disciplinary-specific practices. Monthly induction meetings continued to support new teacher scholars develop these pedagogical practices, elevating the quality of STEM education in high-need schools.\n\nThe fourth and final goal was to increase the capacity and dispositions of secondary STEM teachers to effectively teach high-need students: students with low socio-economic status, from under-represented populations in STEM, from rural or remote schools, and English language learners. This goal focused on equipping Noyce Scholar teacher candidates and teachers to excel in high-need educational contexts by holding their students to high expectations and providing appropriate supports. Strategies spanned activities throughout each cohort's acceptance from a module on culturally relevant pedagogy for beginning Noyce Scholars to fieldwork experiences in high-need schools with exceptional practicing teacher mentors. The project continued to promote these strategies in induction meetings for Noyce graduates teaching full-time in high-need schools.\n\nThe project's intellectual merit arose from its robust preparation of novice teachers to teach in high-need classrooms in which students learn science and mathematics through higher levels of engagement in STEM practices. The broader impacts of this project are in its contribution to increasing and diversifying the STEM teaching workforce. Specifically, the demographic makeup of math-major Noyce Scholars was more diverse than that of the education majors at EWU. This is particularly important for Washington?s K-12 system, as it moves toward a teaching workforce that mirrors the diverse student body. Overall, the project made significant strides in producing well-prepared and increasingly diverse STEM educators, thus greatly benefitting students in high-need schools, increasing the likelihood that these students may eventually have STEM careers.\n\n\t\t\t\t\tLast Modified: 10/30/2023\n\n\t\t\t\t\tSubmitted by: Jacqueline R Coomes"
 }
}