{
 "awd_id": "1660506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Inclusive STEM Teaching Preparation at an Urban Commuter University",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 1449970.0,
 "awd_amount": 1449970.0,
 "awd_min_amd_letter_date": "2017-03-20",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Recruiting and retaining mathematics and science educators responsive to the needs of underrepresented communities is critical for the STEM pipeline. This project funded by the Robert Noyce Teacher Scholarship program will prepare 35 mathematics and science majors with experiences, skills, and knowledge to become highly effective inquiry-based teachers committed to working in high-need urban schools. In addition to being one of the largest teacher preparation providers in the state, Metropolitan State University of Denver (MSU Denver) serves the highest percentage of minority students in Colorado and demonstrates a strong commitment to inclusive equity. Many students at MSU Denver are first generation college students who often take multiple pathways into and through their university studies, including from partner and a neighbor institution, the Community College of Denver. Grant funding will be used as a tool for recruitment and retention of qualified junior and senior STEM majors to become secondary teachers through scholarships, guidance, and a community of support.  This Noyce project, the Inclusive STEM Teaching Preparation at an Urban Commuter University (U-STEM) effort, which builds upon work done through a Noyce Capacity Building project, will strengthen the university's science and mathematics licensure programs, and create opportunities for integrated STEM teaching and learning aligned with the needs of its K-12 and community partners. Particular emphasis will be placed on recruiting underrepresented students into STEM majors and the teaching pipeline. MSU Denver currently partners with more than 20 metropolitan area school districts; this grant will be used to expand and enhance these relationships to positively impact schools and districts throughout the extended Denver metro area. The project aims to recruit and fund at least 35 U-STEM Scholars through graduation and hiring, improve collaborations with high-need school districts in meeting STEM teacher needs, and establish an innovative induction program for U-STEM Teachers. \r\n\r\nGoals and objectives for the proposed U-STEM program include increasing the number of students recruited into and graduating from STEM licensure programs; increasing the diversity of students recruited into and graduating from STEM licensure programs; preparing Noyce Teachers to work in high-need districts; assisting districts with professional development for STEM equity; establishing an innovative induction program for Noyce Teachers serving in high-need districts; improving mentoring of in-service teachers; and creating opportunities for Noyce Teachers to further their learning through professional learning communities. U-STEM will produce at least 35 new secondary teachers with baccalaureate STEM degrees in biology, chemistry, environmental science, mathematics, or physics. Research questions align with program goals and objectives, with a focus on illuminating promising practices for supporting STEM undergraduates at an urban commuter university as they take a variety of pathways to become teachers in high-need schools. A mixed method research design will yield findings of interest for educational institutions in urban contexts, researchers aiming to diversify the teaching population, and STEM programs striving to better serve underrepresented students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janelle",
   "pi_last_name": "Johnson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Janelle M Johnson",
   "pi_email_addr": "jjohn428@msudenver.edu",
   "nsf_id": "000643041",
   "pi_start_date": "2017-03-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hsiu-Ping",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hsiu-Ping Liu",
   "pi_email_addr": "Hliu1@msudenver.edu",
   "nsf_id": "000568302",
   "pi_start_date": "2017-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Metropolitan State University of Denver",
  "inst_street_address": "890 AURARIA PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3033527004",
  "inst_zip_code": "802041806",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "METROPOLITAN STATE UNIVERSITY OF DENVER",
  "org_prnt_uei_num": "UP9BGM1JEM81",
  "org_uei_num": "UP9BGM1JEM81"
 },
 "perf_inst": {
  "perf_inst_name": "Metropolitan State University of Denver",
  "perf_str_addr": "1201 5th Street",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802173362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 842122.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 341374.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 266474.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Noyce Urban-Rural STEM (U-R STEM) at HSI Metropolitan State University of Denver (MSU Denver) established a Track 1 Scholarships and Stipends Program to recruit and prepare STEM majors to teach grades 7-12 in high-needs schools. The Leadership Team included faculty from science and math departments and the School of Education. Since MSU Denver is a teaching institution, members of the Leadership Team are the instructors of undergraduate courses the Scholars take and advise them directly. The data that shaped the team&rsquo;s learning about what was most effective for Noyce Scholars represented comprehensive assessments of their trajectories from preservice to inservice teaching. The team conducted a range of professional learning and community building focused on STEM equity with both preservice Noyce Scholars and inservice Noyce alumni. Regular feedback from an external evaluator and directly from Scholars was collected, analyzed, and implemented, shaping the program year by year. This was especially important during the Covid 19 pandemic and rising racial tensions across the US. Thanks to this focus on responsiveness to Scholar needs, our team was also able to build the foundation for an innovative induction program featuring Near Peer mentoring.</p>\n<p>Intellectual Merit: Noyce U-R STEM at Metropolitan State University of Denver fostered the development of Noyce Scholars and community partnerships that are continuing to make a significant intellectual impact on STEM teaching and learning in Colorado. Recognition of the importance of integrated STEM learning and practice resulted in interdisciplinary STEM seminars and clinical placements at high-need schools, co-authored publications and presentations, Near Peer observations, and lesson study. Scholars learned and applied innovative strategies around pedagogical and content knowledge. Throughout the grant period, the Leadership Team conducted research on tailored recruitment and retention strategies for diverse students to STEM and STEM teaching through multiple pathways. We learned that at an urban commuter HSI like MSU Denver, many first-generation students and their families do not view teaching as a prestigious career pathway; changing this paradigm is long-term work.&nbsp;</p>\n<p>Broader Impacts: The broadest impacts of Noyce U-R STEM at MSU Denver were student led. First, we began our grant period as Urban STEM; we encountered several potential Scholars who wanted to teach in rural settings, so we made the shift to Urban-Rural STEM as a community. Scholar-led research on the invisibility of disability in college-prep STEM courses caught the leadership team's attention. We supported the students' work and helped scale it to national audiences through a range of conference presentations, publications, and panel keynotes. We also recognized that some of the reporting metrics for our grant were problematic based on the nature of our institution. We hope that Congress will revisit some of the well-intentioned metrics and terminology for programs intended to broaden participation in STEM.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/20/2023<br>\nModified by: Janelle&nbsp;M&nbsp;Johnson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNoyce Urban-Rural STEM (U-R STEM) at HSI Metropolitan State University of Denver (MSU Denver) established a Track 1 Scholarships and Stipends Program to recruit and prepare STEM majors to teach grades 7-12 in high-needs schools. The Leadership Team included faculty from science and math departments and the School of Education. Since MSU Denver is a teaching institution, members of the Leadership Team are the instructors of undergraduate courses the Scholars take and advise them directly. The data that shaped the teams learning about what was most effective for Noyce Scholars represented comprehensive assessments of their trajectories from preservice to inservice teaching. The team conducted a range of professional learning and community building focused on STEM equity with both preservice Noyce Scholars and inservice Noyce alumni. Regular feedback from an external evaluator and directly from Scholars was collected, analyzed, and implemented, shaping the program year by year. This was especially important during the Covid 19 pandemic and rising racial tensions across the US. Thanks to this focus on responsiveness to Scholar needs, our team was also able to build the foundation for an innovative induction program featuring Near Peer mentoring.\n\n\nIntellectual Merit: Noyce U-R STEM at Metropolitan State University of Denver fostered the development of Noyce Scholars and community partnerships that are continuing to make a significant intellectual impact on STEM teaching and learning in Colorado. Recognition of the importance of integrated STEM learning and practice resulted in interdisciplinary STEM seminars and clinical placements at high-need schools, co-authored publications and presentations, Near Peer observations, and lesson study. Scholars learned and applied innovative strategies around pedagogical and content knowledge. Throughout the grant period, the Leadership Team conducted research on tailored recruitment and retention strategies for diverse students to STEM and STEM teaching through multiple pathways. We learned that at an urban commuter HSI like MSU Denver, many first-generation students and their families do not view teaching as a prestigious career pathway; changing this paradigm is long-term work.\n\n\nBroader Impacts: The broadest impacts of Noyce U-R STEM at MSU Denver were student led. First, we began our grant period as Urban STEM; we encountered several potential Scholars who wanted to teach in rural settings, so we made the shift to Urban-Rural STEM as a community. Scholar-led research on the invisibility of disability in college-prep STEM courses caught the leadership team's attention. We supported the students' work and helped scale it to national audiences through a range of conference presentations, publications, and panel keynotes. We also recognized that some of the reporting metrics for our grant were problematic based on the nature of our institution. We hope that Congress will revisit some of the well-intentioned metrics and terminology for programs intended to broaden participation in STEM.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/20/2023\n\n\t\t\t\t\tSubmitted by: JanelleMJohnson\n"
 }
}