{
 "awd_id": "1660924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Motor-Based Tension Sensor and Spindle Mechanobiology",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy C. Crone",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 574901.0,
 "awd_amount": 574901.0,
 "awd_min_amd_letter_date": "2017-07-28",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "During cell division, the two copies of the genetic material in the chromosomes are separated by a cellular structure call the \"spindle\".  The spindle is an array of overlapping filaments that sense and propagate the forces needed to separate the chromosomes. The forces are thought to be produced primarily by rapid filament growth and shrinking, together with specialized proteins, known as motor proteins that move along the filaments. Despite more than a century of work on cell division and decades of work on motor proteins, the critical elements of the spindle that are needed to bear loads and produce forces have not been identified. The forces in the filaments has never been measured.  Neither do we know how the forces change spatially and over time during cell division. We do know, however, that failure of these forces to separate the chromosomes causes severe problem with development of an organism and with health. New knowledge regarding the forces causing cell division will have a large impact on understanding how cell division function, including how dividing cells differ from other cells, such as stem cells, and the basis of abnormal division in cancer cells.  This new information could lead to new ways of regulating cell division or reversing disease states. Broader impacts of this project include the creation of study materials to introduce biophysics to high school students, as part of recent efforts by the Biophysical Society to enhance K-12 science education. The PI will use lesson plans developed on topics related to the research (e.g., Diffusion, Fluorescence, Light Microscopy) that were made public by the Society during Biophysics Week in March 2016. The Light Microscopy Lesson Plan uses a small wooden microscope that will be given to teachers at national workshops with the lesson plan.\r\n\r\nThe goal is to create a genetically encoded molecular tension sensor to measure loads borne by a motor protein in the spindle and determine how the loads change during division. The new spindle sensor consists of a kinesin-14 motor protein with an insertion of a previously reported tension sensor module, which produces a fluorescence signal that varies with force and is detectable by confocal microscopy. Donor photobleaching assays will be used to measure loads borne by the motor protein during division. Sensors will also be constructed from mutant motors to test the hypothesis that the motor produces tension by both sliding and crosslinking microtubules, mechanically resisting oppositely-directed sliding forces. Forces across the sensor will be determined during normal division and after perturbation by mutants, disrupted microtubule dynamics, and developmental changes that extend mitosis. Major questions that will be addressed include the absolute forces required to form and elongate the spindle, how forces vary during mitosis and under different cellular conditions, and the effects of changes in spindle tension during division. This project will create new research tools, molecular tension sensors capable of sensing and reporting spindle forces, and will advance understanding of molecular mechanisms underlying spindle function and chromosome distribution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharyn",
   "pi_last_name": "Endow",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sharyn A Endow",
   "pi_email_addr": "sharyn.endow@duke.edu",
   "nsf_id": "000437267",
   "pi_start_date": "2017-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277103023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 574901.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>: The goal of this project was to obtain new information about how cells, the smallest units of living things, divide. Many living forms, including humans, start out life as single cells called oocytes, produced by females. Oocytes divide before fusing with a male cell, or sperm, to become an embryo. Divisions of the oocyte require the formation of a large structure called the spindle, which is built from long filaments, or microtubules.</p>\n<p>We proposed to determine whether the forces that are required for cells to form spindles and divide are pushes or pulls, and how large they are. We used for these studies a protein named Ncd that is required to form the spindle. Ncd is an unusual protein called a <em>motor protein -</em>&nbsp;it can either produce force to move on microtubules or bind to microtubules, forming bridges or <em>crosslinks</em> between the filaments. There are other motor proteins like Ncd in oocytes, but Ncd is the only motor protein that we believe is required to form the oocyte spindle. The other motor proteins in oocytes produce forces that are opposite to those produced by Ncd - they push or pull in opposite directions as Ncd, opposing forces produced by Ncd.</p>\n<p>We made Ncd into a <em>sensor&nbsp;</em>that can measure the amount of force across Ncd in spindles by inserting into Ncd two small proteins that are linked together by a flexible linker. When the two proteins are close together and blue light shines on the proteins, they produce green light, but when the two proteins move apart because of forces across Ncd, they produce blue light. Insertion into Ncd of the two small proteins with the flexible linker converted Ncd into a sensor that changes the color of light it produces, depending on the forces across Ncd. We transferred the Ncd sensor, which we named <em>TsNcd</em> (for <em>Tension sensor Ncd</em>) into fruit flies, because the oocytes are easy to work with. We also believe that the information that we obtain from TsNcd in fruit flies will be the same as in humans because there are motor proteins like Ncd in humans. In addition, we&nbsp; made different forms of TsNcd by inserting the two small proteins with the flexible linker into Ncd proteins that contained changes that cause it to bind tightly to microtubules but not move on microtubules, or to move more rapidly on microtubules.</p>\n<p>We measured the forces across the TsNcd sensors and found that the forces were lower in young, immature oocytes compared to older mature oocytes. We also found that the TsNcd motor protein slides microtubules when spindles are forming in young oocytes, but that TsNcd binds tightly to microtubules in spindles of older oocytes. The tight binding by TsNcd to microtubules in older oocytes increases forces across TsNcd because of crosslinking by TsNcd, which opposes movements by other motor proteins that move in the opposite direction as TsNcd on microtubules.&nbsp;<span>These results show that Ncd produces force as a crosslinker rather than as a motor protein during division.</span></p>\n<p>These findings are new - they differ from previous ideas about how Ncd and other motor proteins produce force during divison.</p>\n<p><strong>Broader Impacts</strong>&nbsp;of this project included the creation by students in my laboratory of new lesson plans for high school teachers in collaboration with the Biophysical Society, a large international society with members around the world. We also created PowerPoint presentations, videos and flash cards on topics related to this project, which are posted on the Society web site with the lesson plans for free access by the public. In addition, we performed light microscopy outreach in partnership with the BPS, inspired by a gift from Echo Laboratories and Chroma Technology Corp to the Society in 2016 of 500 small wooden microscopes. The outreach used the&nbsp;Light Microscopy Lesson Plan and PPT, which I created for the small microscopes, together with microscope kits provided by the BPS. Outreach in Bangalore and Delhi, India was led by my student, Umika Paul, with local volunteer groups, Whitefield Rising and The Acharyas. The light microscopy outreach in Bangalore and Delhi in 2018-2020 reached ~400 or more students, but was halted because of the COVID-19 pandemic and the school closures in March 2020, which remained closed until mid-2022 or later. More recently, we performed community outreach in a Title 1 STEM Magnet School in the Durham Public School system, Lowe's Grove Middle School, by conducting drives to replenish their student/teacher Supply Closet, providing needed educational supplies, and by performing light microscopy outreach in the Lowe's Grove After School Encore Program.</p>\n<p>These activities promote the goals of the Biophysical Society of <span>enhancing K-12 science education&nbsp;</span>and attracting young people to STEM fields. They also support the NSF missions of improving science education and developing a more diverse STEM workforce.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/23/2023<br>\nModified by: Sharyn&nbsp;A&nbsp;Endow</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1660924/1660924_10508409_1700753303275_Bangalore_girls_7.5x10_052419--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1660924/1660924_10508409_1700753303275_Bangalore_girls_7.5x10_052419--rgov-800width.jpg\" title=\"Light Microscopy Outreach in Bangalore, IN\"><img src=\"/por/images/Reports/POR/2023/1660924/1660924_10508409_1700753303275_Bangalore_girls_7.5x10_052419--rgov-66x44.jpg\" alt=\"Light Microscopy Outreach in Bangalore, IN\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Outreach in a school for young girls in Bangalore, IN in partnership with the Biophysical Society and Whitefield Rising in 2019 using the small wooden microscopes provided by the Society.</div>\n<div class=\"imageCredit\">Whitefield Rising Volunteer Group</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Sharyn&nbsp;A&nbsp;Endow\n<div class=\"imageTitle\">Light Microscopy Outreach in Bangalore, IN</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1660924/1660924_10508409_1700753927657_WoodMicroscope_032223--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2023/1660924/1660924_10508409_1700753927657_WoodMicroscope_032223--rgov-800width.JPG\" title=\"Small Wooden Microscope\"><img src=\"/por/images/Reports/POR/2023/1660924/1660924_10508409_1700753927657_WoodMicroscope_032223--rgov-66x44.JPG\" alt=\"Small Wooden Microscope\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Wooden microscope kit with assembled microscope (Top) and Biophysical Society BASICS: Light Microscopy Lesson Plan (Bottom) that were used for light microscopy outreach for Broader Impacts of this NSF Grant Award.</div>\n<div class=\"imageCredit\">Sharyn A. Endow, Ph.D.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Sharyn&nbsp;A&nbsp;Endow\n<div class=\"imageTitle\">Small Wooden Microscope</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1660924/1660924_10508409_1700756842890_112323_TsNcd_oocyte_embryo_spindles_box--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1660924/1660924_10508409_1700756842890_112323_TsNcd_oocyte_embryo_spindles_box--rgov-800width.jpg\" title=\"TsNcd Force Sensor\"><img src=\"/por/images/Reports/POR/2023/1660924/1660924_10508409_1700756842890_112323_TsNcd_oocyte_embryo_spindles_box--rgov-66x44.jpg\" alt=\"TsNcd Force Sensor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">TsNcd sensors, created under this NSF Award, sense force, or tension, in spindles. The sensors are motor proteins that produce blue light (Top, TFP) or green light (Bottom, FRET) in spindles, depending on how much force they sense. Spindles are from oocytes (Left) or embryos (Right).</div>\n<div class=\"imageCredit\">Sharyn A. Endow, Ph.D.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Sharyn&nbsp;A&nbsp;Endow\n<div class=\"imageTitle\">TsNcd Force Sensor</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit: The goal of this project was to obtain new information about how cells, the smallest units of living things, divide. Many living forms, including humans, start out life as single cells called oocytes, produced by females. Oocytes divide before fusing with a male cell, or sperm, to become an embryo. Divisions of the oocyte require the formation of a large structure called the spindle, which is built from long filaments, or microtubules.\n\n\nWe proposed to determine whether the forces that are required for cells to form spindles and divide are pushes or pulls, and how large they are. We used for these studies a protein named Ncd that is required to form the spindle. Ncd is an unusual protein called a motor protein -it can either produce force to move on microtubules or bind to microtubules, forming bridges or crosslinks between the filaments. There are other motor proteins like Ncd in oocytes, but Ncd is the only motor protein that we believe is required to form the oocyte spindle. The other motor proteins in oocytes produce forces that are opposite to those produced by Ncd - they push or pull in opposite directions as Ncd, opposing forces produced by Ncd.\n\n\nWe made Ncd into a sensorthat can measure the amount of force across Ncd in spindles by inserting into Ncd two small proteins that are linked together by a flexible linker. When the two proteins are close together and blue light shines on the proteins, they produce green light, but when the two proteins move apart because of forces across Ncd, they produce blue light. Insertion into Ncd of the two small proteins with the flexible linker converted Ncd into a sensor that changes the color of light it produces, depending on the forces across Ncd. We transferred the Ncd sensor, which we named TsNcd (for Tension sensor Ncd) into fruit flies, because the oocytes are easy to work with. We also believe that the information that we obtain from TsNcd in fruit flies will be the same as in humans because there are motor proteins like Ncd in humans. In addition, we made different forms of TsNcd by inserting the two small proteins with the flexible linker into Ncd proteins that contained changes that cause it to bind tightly to microtubules but not move on microtubules, or to move more rapidly on microtubules.\n\n\nWe measured the forces across the TsNcd sensors and found that the forces were lower in young, immature oocytes compared to older mature oocytes. We also found that the TsNcd motor protein slides microtubules when spindles are forming in young oocytes, but that TsNcd binds tightly to microtubules in spindles of older oocytes. The tight binding by TsNcd to microtubules in older oocytes increases forces across TsNcd because of crosslinking by TsNcd, which opposes movements by other motor proteins that move in the opposite direction as TsNcd on microtubules.These results show that Ncd produces force as a crosslinker rather than as a motor protein during division.\n\n\nThese findings are new - they differ from previous ideas about how Ncd and other motor proteins produce force during divison.\n\n\nBroader Impactsof this project included the creation by students in my laboratory of new lesson plans for high school teachers in collaboration with the Biophysical Society, a large international society with members around the world. We also created PowerPoint presentations, videos and flash cards on topics related to this project, which are posted on the Society web site with the lesson plans for free access by the public. In addition, we performed light microscopy outreach in partnership with the BPS, inspired by a gift from Echo Laboratories and Chroma Technology Corp to the Society in 2016 of 500 small wooden microscopes. The outreach used theLight Microscopy Lesson Plan and PPT, which I created for the small microscopes, together with microscope kits provided by the BPS. Outreach in Bangalore and Delhi, India was led by my student, Umika Paul, with local volunteer groups, Whitefield Rising and The Acharyas. The light microscopy outreach in Bangalore and Delhi in 2018-2020 reached ~400 or more students, but was halted because of the COVID-19 pandemic and the school closures in March 2020, which remained closed until mid-2022 or later. More recently, we performed community outreach in a Title 1 STEM Magnet School in the Durham Public School system, Lowe's Grove Middle School, by conducting drives to replenish their student/teacher Supply Closet, providing needed educational supplies, and by performing light microscopy outreach in the Lowe's Grove After School Encore Program.\n\n\nThese activities promote the goals of the Biophysical Society of enhancing K-12 science educationand attracting young people to STEM fields. They also support the NSF missions of improving science education and developing a more diverse STEM workforce.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/23/2023\n\n\t\t\t\t\tSubmitted by: SharynAEndow\n"
 }
}