{
 "awd_id": "1660067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  High Resolution, Synthetic Satellite Imagery of the Earth",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 748212.0,
 "awd_amount": 893320.0,
 "awd_min_amd_letter_date": "2017-04-04",
 "awd_max_amd_letter_date": "2018-07-24",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project will be to address a strong commercial and scientific need for operational synthesis of spatially consistent and temporally relevant historical and current high resolution satellite imagery for analytical purposes. The technology will contribute to the advancement of scientific knowledge especially in the geospatial arena and to market spillovers. By dramatically simplifying access to accurate imagery for any time and place, this technology will provide companies, researchers, educators, students, and regular citizens with a valuable tool for visualizing and exploring our changing planet and will contribute to increasing public engagement with science and technology. Further, the analytical capabilities offered by the imagery have great potential in scientific applications thus contributing to partnerships between academia and industry and improving datasets for research and education. Finally, this technology will be valuable in operational settings at the large providers of commercial satellite imagery, to individual users, and enable a wide variety of new visualization, analysis, and data mining applications. The examples of commercial applications for the technology are virtual earth, insurance and reinsurance, agriculture, emergency, change detection.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase II project will operationally synthesize accurate regional-to-global, high spatial / high temporal satellite imagery of the Earth. The technology will utilize advanced data fusion algorithms to combine various sources of imagery while preserving the best spatial and temporal attributes of the data sources. The complexity of accessing, processing, and analyzing various sources of satellite imagery creates a significant barrier to its use. Synthesis of regionally and globally continuous high spatial / high temporal resolution imagery is a challenge as in addition to inherent differences in spatial and temporal resolutions of the source data, the new models need to account for enormous data volumes and sparse coverage of high spatial resolution imagery. Existing techniques to handle these challenges have severe limitations which curtail their use outside of the research arena. The technology will overcome these limitations by implementing algorithms that are robust, automated, scalable, deliver accurate data, and are usable in operational settings. They will provide spatially consistent and temporally relevant imagery which will empower businesses with regional and global outreach to make better decisions with better data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Hulina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Hulina",
   "pi_email_addr": "stephanie@gdacorp.com",
   "nsf_id": "000658167",
   "pi_start_date": "2017-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Geospatial Data Analysis Corporation",
  "inst_street_address": "301 SCIENCE PARK RD",
  "inst_street_address_2": "STE 112",
  "inst_city_name": "STATE COLLEGE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8142374060",
  "inst_zip_code": "168032293",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "GDA CORP",
  "org_prnt_uei_num": "",
  "org_uei_num": "PFK3TMRJKRU6"
 },
 "perf_inst": {
  "perf_inst_name": "Geospatial Data Analysis Corporation",
  "perf_str_addr": "301 Science Park Rd.",
  "perf_city_name": "State College",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168032293",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 748212.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 145108.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>GDA has developed innovative technology to operationally and automatically synthesize consistently calibrated, high spatial and high temporal resolution imagery with regional to global coverage. The technology fuses millions of individual satellite images from disparate imagery sources of varying quality and technical characteristics (such as satellite platform, spatial resolution, temporal frequency, band combination) to generate analysis-ready image coverages which preserve the best spatial and temporal attributes of the data sources. The technology provides high resolution Earth observations for any date and with any frequency, including for dates when the area of interest is obscured by clouds or cloud shadows and for dates when no high-resolution imagery is acquired altogether. GDA imagery coverages are well suited for the imagery analysis, such as time series analysis, mapping, change detection, process monitoring, object / feature delineation, comparison of datasets to each other, etc. GDA utilized this technology to support commercial applications for farm-to-regional, frequent agricultural assessments with satellite imagery. GDA SBIR technology was used to accommodate partner&rsquo;s needs of very frequent field and regional level crop monitoring and analysis with satellite imagery. Partners need these data to support grower&rsquo;s in-season decision making and to contribute to their own analysis for the growers. GDA imagery enabled generation of crop maps, area and yield estimates that are more frequent, more granular, and higher quality than currently possible with existing satellite imagery. Performance of GDA agricultural models was validated by comparing our crop maps, acreages, and yields for the USA to the USDA final numbers. The new inputs allowed more accurate end-of-season predictions to be made earlier in the season.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2020<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;Hulina</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGDA has developed innovative technology to operationally and automatically synthesize consistently calibrated, high spatial and high temporal resolution imagery with regional to global coverage. The technology fuses millions of individual satellite images from disparate imagery sources of varying quality and technical characteristics (such as satellite platform, spatial resolution, temporal frequency, band combination) to generate analysis-ready image coverages which preserve the best spatial and temporal attributes of the data sources. The technology provides high resolution Earth observations for any date and with any frequency, including for dates when the area of interest is obscured by clouds or cloud shadows and for dates when no high-resolution imagery is acquired altogether. GDA imagery coverages are well suited for the imagery analysis, such as time series analysis, mapping, change detection, process monitoring, object / feature delineation, comparison of datasets to each other, etc. GDA utilized this technology to support commercial applications for farm-to-regional, frequent agricultural assessments with satellite imagery. GDA SBIR technology was used to accommodate partner’s needs of very frequent field and regional level crop monitoring and analysis with satellite imagery. Partners need these data to support grower’s in-season decision making and to contribute to their own analysis for the growers. GDA imagery enabled generation of crop maps, area and yield estimates that are more frequent, more granular, and higher quality than currently possible with existing satellite imagery. Performance of GDA agricultural models was validated by comparing our crop maps, acreages, and yields for the USA to the USDA final numbers. The new inputs allowed more accurate end-of-season predictions to be made earlier in the season.\n\n\t\t\t\t\tLast Modified: 06/05/2020\n\n\t\t\t\t\tSubmitted by: Stephanie Hulina"
 }
}