{
 "awd_id": "1660400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conferences:  Training and Retaining Leaders in STEM Geospatial Sciences",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032922664",
 "po_email": "jkoster@nsf.gov",
 "po_sign_block_name": "Jeremy Koster",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 358301.0,
 "awd_amount": 420194.0,
 "awd_min_amd_letter_date": "2017-08-04",
 "awd_max_amd_letter_date": "2022-12-14",
 "awd_abstract_narration": "This project focuses on professional development for women in the geospatial sciences (GIScience, remote sensing, spatial analysis, and mapping sciences). The research team will develop and offer a multi-year series of workshops, and the materials that are subsequently produced will be made available for use by the wider community. These materials will include videos, podcasts, and written compilations of recommendations, best practices, and strategies for improving experiences of women in geospatial science careers. Because these fields lack visibility among other STEM disciplines, its practitioners have fewer opportunities for disciplinary-focused professional development, including the development of leadership skills, career retention strategies, mentoring training, work-life balance considerations, and practical knowledge that can be passed onto future generations of women entering academic careers in geospatial sciences. By developing a strong and robust cadre of women geospatial scientists, the project will further contribute to capacity building by addressing confidence and competence in geo-spatial thinking, technology use, and computing, factors that are otherwise limiting to recruitment and retention in these academic fields. This project immediately benefits the current generation of women in geospatial STEM disciplines and creates conditions to then improve experiences for future generations of women and men, altogether contributing to a culture change. The workshop format is optimal for catalyzing a wide support network for women in the geospatial community as it allows the participants to develop confidence around the issues, experience a shared sense of belonging within this professional community, and engage within a mentoring framework that models what has been proven to be an effective STEM strategy, namely, women leading women.\r\n\r\nThe title of this project, Training and Retaining Leaders in STEM - Geospatial Sciences (hereafter TRELIS-GS), is a metaphor for constructing a human capital trellis or scaffold of support for academic and professional development. Moreover, the trellis metaphor recognizes that career paths are often neither singular nor linear and may require jumps or leaps, unlike a traditional single-track \"ladder\". TRELIS-GS will be conducted through a partnership involving the University of Maine and the University Consortium for Geographic Information Science (UCGIS), a non-profit organization that has long promoted GIScience within higher education. This partnership will leverage existing UCGIS research and infrastructure and contribute to its long-term commitment to build capacity to share information and resources with the broader geospatial sciences community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary-Kate",
   "pi_last_name": "Beard-Tisdale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary-Kate Beard-Tisdale",
   "pi_email_addr": "kate.beard@maine.edu",
   "nsf_id": "000198393",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Sinton",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Diana S Sinton",
   "pi_email_addr": "dianasinton@ucgis.org",
   "nsf_id": "000677446",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laxmi",
   "pi_last_name": "Ramasubramanian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laxmi Ramasubramanian",
   "pi_email_addr": "laxmi.ramasubramanian@csi.cuny.edu",
   "nsf_id": "000997038",
   "pi_start_date": "2018-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5711 Boardman Hall",
  "perf_city_name": "Orono",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695711",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 358301.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 61893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The TRELIS project, which stands for Training and Retaining Leaders in STEM-Geospatial Sciences, emerged from several conversations among women members of the University Consortium for Geographic Information Science (UCGIS) about the status of women in the field. UCGIS is an alliance of over 65 universities with active GIS research and education programs that was established in 1994 to advance and advocate for the emerging discipline of GIS. In 2016 it was still the case that women were noticeably missing from the ranks of leaders, fellows and honorees within UCGIS. A group of senior women felt some action was needed to stimulate and build more diverse leadership potential. While a ladder has been the typical metaphor for advancing in leadership positions, the women felt a trellis offered an alternate and more apt metaphor. &nbsp;A trellis with a branching structure offers more options and diverse pathways for advancing a career. With this metaphor in mind, the goal of TRELIS was to <em>develop professional structures for mentoring and leadership training designed specifically for women in the geospatial sciences.</em></p>\n<p>Four cohorts of women within the geoscience related fields, 60 in total, were directly trained through TRELIS.&nbsp; These trained TRELIS fellows were eligible for mini grants sponsored by TRELIS, which they in turn leveraged to extend the reach of TRELIS. &nbsp;TRELIS activities proposed by the trained fellows and funded by the mini grants contributed to doubling the number of women scientists influenced by TRELIS.</p>\n<p>Beyond the training effort, a key outcome has been the formation of a cohesive TRELIS peer mentoring network for women in GIScience.&nbsp; The TRELIS network, built for the first cohort expanded to encompass the subsequent cohorts.&nbsp; The fellows use this network to collaborate on grant proposals, research projects, conference presentations, and teaching questions and strategies. This peer-mentoring network established by TRELIS has created a sense of belonging, community, and support among fellows located across the country and beyond as fellows have changed locations. Surveys of the fellows indicate significant cross-collaboration between each new cohort over the period of the grant, suggesting the network was able to grow and increase the professional connections for the fellows beyond their own cohort.</p>\n<p>The outcomes with respect to leadership have been substantive. The target of changing leadership culture and diversity within UCGIS was realized. A total of 8 TRELIS-GS Fellows were nominated and elected to a total of 20 officer and committee positions in UCGIS leadership since the first TRELIS workshop. A first cohort TRELIS fellow was elected and served as president of UCGIS in 2022. We see these leadership positions within a professional organization as a training extension that serves to build confidence and leadership skills. Experience with UCGIS committee leadership allowed for practice and demonstration of the TRELIS-GS Fellows&rsquo; leadership skills in a safe and supportive environment, before they decided to enter higher risk leadership roles within their own departments and institutions.</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>A rich body of qualitative data collected on the experiences of women and non-binary scientists provides details about the barriers and supports that can help underrepresented groups survive and thrive when they have a solid external peer network to turn to for advice and collaboration. While analysis on this longitudinal data is still in progress, preliminary findings suggest that in-person, short-term (2-3 day) cohort mentoring experiences can provide enough time to establish lasting relationships among early and mid-career researchers. Furthermore, the findings suggest that cross-cohort relationships can form based on intersectional identities and research topic areas. There is additional evidence that networks formed around central professional organizations rather than institutional affiliations can broaden the opportunities of research and teaching collaborations that would not otherwise be available to many women and non-binary scientists who may experience isolation and limited resource opportunities at their home institution.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>The TRELIS-GS peer mentoring network provided much needed support to the cohort members during COVID- 19 career, teaching, and research disruptions. TRELIS-GS Fellows reported how important the group was to their careers during a difficult time, the valuable trust that was established despite the limitations of the online format, and how the TRELIS peer mentoring network provided ongoing support through advice and career building resources. The profound sense of isolation that occurred for most faculty during the pandemic shutdown was mitigated for the TRELIS-GS Fellows through the network of colleagues and peer mentors. Finally, The TRELIS-GS program increased awareness and raised the visibility of women and non-binary scientists in the GIScience community through workshops and dissemination of online videos, web profiles, and leadership training materials.</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Mary-Kate&nbsp;Beard-Tisdale</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1660400/1660400_10511386_1703873915607_All_TRELIS_2022--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1660400/1660400_10511386_1703873915607_All_TRELIS_2022--rgov-800width.jpg\" title=\"TRELIS network\"><img src=\"/por/images/Reports/POR/2023/1660400/1660400_10511386_1703873915607_All_TRELIS_2022--rgov-66x44.jpg\" alt=\"TRELIS network\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">TRELIS Fellows and leaders at the All TRELIS workshop in 2022</div>\n<div class=\"imageCredit\">TRELIS</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Mary-Kate&nbsp;Beard-Tisdale\n<div class=\"imageTitle\">TRELIS network</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe TRELIS project, which stands for Training and Retaining Leaders in STEM-Geospatial Sciences, emerged from several conversations among women members of the University Consortium for Geographic Information Science (UCGIS) about the status of women in the field. UCGIS is an alliance of over 65 universities with active GIS research and education programs that was established in 1994 to advance and advocate for the emerging discipline of GIS. In 2016 it was still the case that women were noticeably missing from the ranks of leaders, fellows and honorees within UCGIS. A group of senior women felt some action was needed to stimulate and build more diverse leadership potential. While a ladder has been the typical metaphor for advancing in leadership positions, the women felt a trellis offered an alternate and more apt metaphor. A trellis with a branching structure offers more options and diverse pathways for advancing a career. With this metaphor in mind, the goal of TRELIS was to develop professional structures for mentoring and leadership training designed specifically for women in the geospatial sciences.\n\n\nFour cohorts of women within the geoscience related fields, 60 in total, were directly trained through TRELIS. These trained TRELIS fellows were eligible for mini grants sponsored by TRELIS, which they in turn leveraged to extend the reach of TRELIS. TRELIS activities proposed by the trained fellows and funded by the mini grants contributed to doubling the number of women scientists influenced by TRELIS.\n\n\nBeyond the training effort, a key outcome has been the formation of a cohesive TRELIS peer mentoring network for women in GIScience. The TRELIS network, built for the first cohort expanded to encompass the subsequent cohorts. The fellows use this network to collaborate on grant proposals, research projects, conference presentations, and teaching questions and strategies. This peer-mentoring network established by TRELIS has created a sense of belonging, community, and support among fellows located across the country and beyond as fellows have changed locations. Surveys of the fellows indicate significant cross-collaboration between each new cohort over the period of the grant, suggesting the network was able to grow and increase the professional connections for the fellows beyond their own cohort.\n\n\nThe outcomes with respect to leadership have been substantive. The target of changing leadership culture and diversity within UCGIS was realized. A total of 8 TRELIS-GS Fellows were nominated and elected to a total of 20 officer and committee positions in UCGIS leadership since the first TRELIS workshop. A first cohort TRELIS fellow was elected and served as president of UCGIS in 2022. We see these leadership positions within a professional organization as a training extension that serves to build confidence and leadership skills. Experience with UCGIS committee leadership allowed for practice and demonstration of the TRELIS-GS Fellows leadership skills in a safe and supportive environment, before they decided to enter higher risk leadership roles within their own departments and institutions.\n\n\nIntellectual Merit:\n\n\nA rich body of qualitative data collected on the experiences of women and non-binary scientists provides details about the barriers and supports that can help underrepresented groups survive and thrive when they have a solid external peer network to turn to for advice and collaboration. While analysis on this longitudinal data is still in progress, preliminary findings suggest that in-person, short-term (2-3 day) cohort mentoring experiences can provide enough time to establish lasting relationships among early and mid-career researchers. Furthermore, the findings suggest that cross-cohort relationships can form based on intersectional identities and research topic areas. There is additional evidence that networks formed around central professional organizations rather than institutional affiliations can broaden the opportunities of research and teaching collaborations that would not otherwise be available to many women and non-binary scientists who may experience isolation and limited resource opportunities at their home institution.\n\n\nBroader Impacts:\n\n\nThe TRELIS-GS peer mentoring network provided much needed support to the cohort members during COVID- 19 career, teaching, and research disruptions. TRELIS-GS Fellows reported how important the group was to their careers during a difficult time, the valuable trust that was established despite the limitations of the online format, and how the TRELIS peer mentoring network provided ongoing support through advice and career building resources. The profound sense of isolation that occurred for most faculty during the pandemic shutdown was mitigated for the TRELIS-GS Fellows through the network of colleagues and peer mentors. Finally, The TRELIS-GS program increased awareness and raised the visibility of women and non-binary scientists in the GIScience community through workshops and dissemination of online videos, web profiles, and leadership training materials.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: Mary-KateBeard-Tisdale\n"
 }
}