{
 "awd_id": "1661278",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Labor Market Outcomes of STEM PhDs: Measuring Career Earnings and Occupation Trajectories",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 499452.0,
 "awd_amount": 499452.0,
 "awd_min_amd_letter_date": "2017-03-16",
 "awd_max_amd_letter_date": "2023-03-01",
 "awd_abstract_narration": "The National Bureau of Economic Research will create a new database to measure the labor market outcomes of STEM PhDs and postdocs. The research will measure flows of STEM graduates into different economic sectors, estimate the returns on educational investments for STEM PhDs and postdocs, and analyze the determinants of STEM labor demand in industry. The study will formulate and estimate new models of labor demand based on state-of-the-art econometric methods and innovative identification strategies using the new longitudinal data created by the project. The research results will produce a feedback mechanism for educators and policymakers on the outcomes of STEM graduates as well as the impact of STEM training on productivity in the economy, thus enhancing the infrastructure to conduct workforce development research. This project is supported by the Education and Human Resources Core Research Program, which funds fundamental research in STEM learning and learning environments, broadening participation in STEM, and STEM workforce development. \r\n\r\nThe project will construct a new panel data set of PhDs and postdocs containing both detailed demographic and employment information as well as employer information that will allow the researchers to track PhDs and postdocs forward and backward relative to their university training. The project aims to: (1) produce a new longitudinal data set on labor market outcomes of STEM PhD graduates and postdocs; (2) measure the flows of STEM graduates into different sectors of the economy; (3) estimate the returns to education for STEM PhDs and postdocs; and (4) analyze the determinant of STEM labor demand in industry. To achieve these goals researchers will link the Longitudinal Employer-Household Dynamics (LEHD) database to American Community Survey data, and use administrative data from universities to develop and validate machine learning algorithms to identify STEM PhDs and postdocs in the LEHD-ACS. They will also use a combination of databases, including firm and establishment information, and estimating equations to examine the industry demand for STEM workers. The analysis will provide an understanding of exogenous factors that affect the demand for STEM workers. This work will enable researchers to uncover labor market demands for specialized skills and increase the understanding of how university research contributes to the diffusion of new ideas in the economy.  Finally, researchers will evaluate the relationship between wages and university-based research training and investigate the extent to which the R&D expenditure and federal research funding intensity of the universities where the STEM worker trained influences earnings and later career prospects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Marschke",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald R Marschke",
   "pi_email_addr": "gerald_marschke@nber.org",
   "nsf_id": "000465718",
   "pi_start_date": "2017-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Wang",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Wang",
   "pi_email_addr": "awang@nber.org",
   "nsf_id": "000521575",
   "pi_start_date": "2017-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 499452.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The science, technology, engineering, and mathematics (STEM) workforce plays a crucial role in generating economic growth. Understanding the dynamics that shape this workforce and its effects on science, innovation, and economic productivity is essential.</p>\n<p><em>Intellectual Merit:</em> We construct a new data platform that enables tracking the careers and measuring the labor market outcomes of STEM PhD graduates and postdocs. The project uses detailed administrative data from a set of large U.S. research universities to develop and validate machine learning algorithms to identify STEM postdocs and postdoc training spells in the U.S. Census's Longitudinal Employer-Household Dynamics (LEHD) database. The LEHD is a longitudinal matched employee-employer database containing most U.S. workers and their employment spells.</p>\n<p>We compare labor market outcomes and career paths of postdoc-trained PhDs and their non-postdoc-trained counterparts. As postdoctoral training is training in basic research skills, we investigate the association of postdoc training and university employment after training. For PhDs employed in industry (about half of postdocs take non-academic jobs) we evaluate the association between postdoctoral training and employment in firms that are engaged in research and development and patenting, in startups, which are often at the forefront of technological and scientific innovation, and in high productivity firms.</p>\n<p>We estimate postdoc- and non-postdoc-trained earnings differentials eight years post-PhD by employment sector (university, industry, government, and nonprofit). Despite evidence of greater ability, postdoc-trained biomedical doctorates working in nonacademic jobs tend to earn less than their non-postdoc-trained counterparts. We show that postdoc earnings penalties can be explained nearly entirely by task mismatch, that is, the extent to which the tasks required in their employment differ from the skills learned within the postdoc or prior work.</p>\n<p>A separate analysis focuses on the careers of academic PhDs in STEM. In collaboration with another research team, we develop novel measures of research productivity that are based on researcher publications (as opposed to earnings) but go beyond publication and citation counts. These metrics capture the breadth of the researcher's scientific impact based on the range of fields that cite the researcher's work, whether their work employs the best and latest ideas, cites the best and latest research, and whether it draws from multiple disciplines. We use these metrics to show that, among biomedical scientists after controlling for selective attrition, research productivity qualitatively declines over the career. This complements the large literature on scientific careers that focus on publication quantities over the career. We also compare careers by gender, race, and ethnicity. Using markers of career progression in publication records, we show that biomedical scientists who are female or are from underrepresented groups are less likely to show career independence relative to non-Hispanic White men.</p>\n<p>We have conducted an analysis of the determinants of STEM labor demand in industry, focusing on the complementarity between firm R&amp;D and STEM employment. We estimate models of STEM labor demand based on state-of-the-art econometric methods that are only possible with our new longitudinal data. We also examine the disemployment effects of COVID on STEM workers.<em> </em>STEM jobs showed smaller employment declines than non-STEM during the Great Recession and COVID-19. We assess how demographics, education, job tasks, remote work capability, industry, and the importance of STEM knowledge to the job contributed to this resilience. Notably, the job relevance of STEM knowledge was a key factor, while remote work feasibility and industry, which have been shown to be important in other studies of the pandemic and employment, played smaller roles.<em></em></p>\n<p><em>Broader Impacts:</em> The project creates a new comprehensive panel data set of PhDs and postdocs containing demographic, employment, and employer information. Important advantages over extant data in answering critical STEM PhD workforce questions are that it is comprehensive, including <em>all</em> doctoral graduates of US universities, and is linkable to other important state and federal databases, most notably detailed Census data on the employers. Some of the analyses that are possible with this information are displayed by our work. We hope its success will motivate federal and other agencies to pursue additional data linkage efforts, such as linking science funding agency administrative data to Census and tax databases. Such efforts would aid in formulating and evaluating STEM education and workforce policies (e.g., the many programs designed to increase representation in basic science).</p>\n<p>Our documentation of earnings differentials and career paths for persons with doctoral and postdoctoral STEM training and our analysis of the determinants of STEM worker demand are pertinent to education professionals and young persons who are considering their educational and career choices. Our work on the STEM workforce and the pandemic shows that STEM training, even among the non-college educated, may protect those who have it from job loss during recessions. Our work showing the decline in scientific creativity as scientists age has implications for funding decisions at the NSF, NIH, and other institutions that support science.</p><br>\n<p>\n Last Modified: 03/01/2024<br>\nModified by: Gerald&nbsp;R&nbsp;Marschke</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe science, technology, engineering, and mathematics (STEM) workforce plays a crucial role in generating economic growth. Understanding the dynamics that shape this workforce and its effects on science, innovation, and economic productivity is essential.\n\n\nIntellectual Merit: We construct a new data platform that enables tracking the careers and measuring the labor market outcomes of STEM PhD graduates and postdocs. The project uses detailed administrative data from a set of large U.S. research universities to develop and validate machine learning algorithms to identify STEM postdocs and postdoc training spells in the U.S. Census's Longitudinal Employer-Household Dynamics (LEHD) database. The LEHD is a longitudinal matched employee-employer database containing most U.S. workers and their employment spells.\n\n\nWe compare labor market outcomes and career paths of postdoc-trained PhDs and their non-postdoc-trained counterparts. As postdoctoral training is training in basic research skills, we investigate the association of postdoc training and university employment after training. For PhDs employed in industry (about half of postdocs take non-academic jobs) we evaluate the association between postdoctoral training and employment in firms that are engaged in research and development and patenting, in startups, which are often at the forefront of technological and scientific innovation, and in high productivity firms.\n\n\nWe estimate postdoc- and non-postdoc-trained earnings differentials eight years post-PhD by employment sector (university, industry, government, and nonprofit). Despite evidence of greater ability, postdoc-trained biomedical doctorates working in nonacademic jobs tend to earn less than their non-postdoc-trained counterparts. We show that postdoc earnings penalties can be explained nearly entirely by task mismatch, that is, the extent to which the tasks required in their employment differ from the skills learned within the postdoc or prior work.\n\n\nA separate analysis focuses on the careers of academic PhDs in STEM. In collaboration with another research team, we develop novel measures of research productivity that are based on researcher publications (as opposed to earnings) but go beyond publication and citation counts. These metrics capture the breadth of the researcher's scientific impact based on the range of fields that cite the researcher's work, whether their work employs the best and latest ideas, cites the best and latest research, and whether it draws from multiple disciplines. We use these metrics to show that, among biomedical scientists after controlling for selective attrition, research productivity qualitatively declines over the career. This complements the large literature on scientific careers that focus on publication quantities over the career. We also compare careers by gender, race, and ethnicity. Using markers of career progression in publication records, we show that biomedical scientists who are female or are from underrepresented groups are less likely to show career independence relative to non-Hispanic White men.\n\n\nWe have conducted an analysis of the determinants of STEM labor demand in industry, focusing on the complementarity between firm R&D and STEM employment. We estimate models of STEM labor demand based on state-of-the-art econometric methods that are only possible with our new longitudinal data. We also examine the disemployment effects of COVID on STEM workers. STEM jobs showed smaller employment declines than non-STEM during the Great Recession and COVID-19. We assess how demographics, education, job tasks, remote work capability, industry, and the importance of STEM knowledge to the job contributed to this resilience. Notably, the job relevance of STEM knowledge was a key factor, while remote work feasibility and industry, which have been shown to be important in other studies of the pandemic and employment, played smaller roles.\n\n\nBroader Impacts: The project creates a new comprehensive panel data set of PhDs and postdocs containing demographic, employment, and employer information. Important advantages over extant data in answering critical STEM PhD workforce questions are that it is comprehensive, including all doctoral graduates of US universities, and is linkable to other important state and federal databases, most notably detailed Census data on the employers. Some of the analyses that are possible with this information are displayed by our work. We hope its success will motivate federal and other agencies to pursue additional data linkage efforts, such as linking science funding agency administrative data to Census and tax databases. Such efforts would aid in formulating and evaluating STEM education and workforce policies (e.g., the many programs designed to increase representation in basic science).\n\n\nOur documentation of earnings differentials and career paths for persons with doctoral and postdoctoral STEM training and our analysis of the determinants of STEM worker demand are pertinent to education professionals and young persons who are considering their educational and career choices. Our work on the STEM workforce and the pandemic shows that STEM training, even among the non-college educated, may protect those who have it from job loss during recessions. Our work showing the decline in scientific creativity as scientists age has implications for funding decisions at the NSF, NIH, and other institutions that support science.\t\t\t\t\tLast Modified: 03/01/2024\n\n\t\t\t\t\tSubmitted by: GeraldRMarschke\n"
 }
}