{
 "awd_id": "1661124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Exploring Biological Evidence: Helping Students Understand the Richness and Complexity of Evidentiary Constructs in Biology",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 1270154.0,
 "awd_amount": 1336062.0,
 "awd_min_amd_letter_date": "2017-07-26",
 "awd_max_amd_letter_date": "2019-07-01",
 "awd_abstract_narration": "This proposal was submitted in response to EHR Core Research (ECR) program announcement NSF 15-509. The ECR program of fundamental research in STEM education provides funding in critical research areas that are essential, broad and enduring. EHR seeks proposals that will help synthesize, build and/or expand research foundations in the following focal areas: STEM learning, STEM learning environments, STEM workforce development, and broadening participation in STEM. The ECR program is distinguished by its emphasis on the accumulation of robust evidence to inform efforts to (a) understand, (b) build theory to explain, and (c) suggest interventions (and innovations) to address persistent challenges in STEM interest, education, learning, and participation. The proposed study will explore trajectories of development in high school and undergraduate students' understanding of evidence in the context of biology teaching and learning. One of the difficulties experienced by many science learners is that they do not fully understand the evidence base that underpins contemporary science. This study will examine students' developing understanding of evidence in the context of biology learning. This research will contribute to fundamental knowledge on STEM learning and STEM learning environments by providing information on trajectories of development in students' understanding and use of evidence as a central part of their learning in biology through the secondary and post-secondary years. The project will also provide information on how variations in how teachers and instructional materials support students' understanding and reasoning about evidence influence this development. The instructional resources developed as part of this project (e.g., grade band appropriate teacher guides and exemplars of supported assignments and assessments) will be of direct value to biology educators. The outcomes of this study will help educators better prepare students who want to pursue careers in science, including research careers. Furthermore, knowledge developed by the project may support the development of scientific literacy and participation in evidence-based decision making around public policy on scientific issues among citizens.\r\n\r\nThe project will use a design-based research approach to achieve the following objectives: a) Develop a conceptual analysis of varied facets of disciplinary evidence that are important to evolutionary thinking in biology learning; b) Describe trajectories of learning in high school and undergraduate students' understanding and use of biological evidence for evolution; c) Examine how variations in instructional scaffolding relate to patterns of student learning within each grade band; and d) Develop design knowledge to facilitate integration of disciplinary evidence scaffolding in high school and undergraduate biology instruction. First, data will be collected on what students know and learn about biological evidence in the context of routine biology instruction. Subsequently the team will integrate instructional scaffolds that foster more nuanced and multifaceted understandings of biological evidence. Two variations will be examined: 1) Generic evidence scaffolds will remind students of different aspects of using evidence in science (e.g. \"refer to all the evidence when constructing an explanation\"), but without explicit links to relevant disciplinary knowledge for each aspect. 2) disciplinary evidence scaffolds will explicitly remind students of key disciplinary knowledge related to each aspect of evidence. The project will use a mixed method approach, combining qualitative and quantitative cognitive science techniques to collect and analyze data from a) student learning artifacts, b) pre and posttests of biology content knowledge, and their understanding and use of evidence in biology, c) videotaped classroom lessons, and d) interviews with teachers and students. These methods will allow for quantitative comparisons of group performance across the two instructional conditions and supplement these comparisons with rich descriptive data about how students learn in varied instructional contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ala",
   "pi_last_name": "Samarapungavan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ala Samarapungavan",
   "pi_email_addr": "ala@purdue.edu",
   "nsf_id": "000303782",
   "pi_start_date": "2017-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kari",
   "pi_last_name": "Clase",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kari L Clase",
   "pi_email_addr": "klclase@purdue.edu",
   "nsf_id": "000336796",
   "pi_start_date": "2017-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Pelaez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy Pelaez",
   "pi_email_addr": "npelaez@purdue.edu",
   "nsf_id": "000496618",
   "pi_start_date": "2017-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Rogat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Rogat",
   "pi_email_addr": "arogat@purdue.edu",
   "nsf_id": "000515834",
   "pi_start_date": "2017-07-26",
   "pi_end_date": "2017-08-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Gardner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Gardner",
   "pi_email_addr": "sgardne@purdue.edu",
   "nsf_id": "000531667",
   "pi_start_date": "2017-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "BRNG, 100 N. University Ave.",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 786089.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 549973.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project explored high school and undergraduate biology instructors? use of general and disciplinary evidence scaffolds to support student reasoning over the course of biology investigations using the Conceptual Analysis of Disciplinary Evidence (CADE) framework, developed, and refined over three years of iterative design implementations. The CADE is an integrative framework that supports teachers' redesign of laboratory activities to scaffold student?s reasoning with and about evidence through an entire sequence of investigation. The CADE emphasizes the need to connect disciplinary knowledge and practices in biology to general dimensions of evidentiary reasoning. Further, the CADE provides a framework for assessment of students? understanding and use of biological evidence through the analysis of student artifacts generated during laboratory inquiry and the analysis of students? pre and posttest performance on novel evidentiary reasoning scenarios.</span></p>\n<p><span>Over three iterations of design, implementation, and evaluation with a variety of high school and undergraduate biology laboratory courses, participating high school and undergraduate instructors reported that the CADE framework was valuable in helping them to design and enact ways of scaffolding student?s understanding and use of biological evidence. Further, instructors reported that the CADE was useful in helping them assess and identify gaps in students? reasoning and disciplinary knowledge.</span></p>\n<p><span>Analyses of students' performance showed gains in students? content knowledge and evidentiary reasoning quality under scaffolded conditions over baseline conditions with no explicit scaffolding. However, disciplinary evidence scaffolds afforded greater gains in performance than general scaffolds for younger students. The 9<sup>th</sup>&nbsp;graders showed the greatest gains under disciplinary scaffolding conditions, and 12<sup>th</sup>&nbsp;graders showed substantive but smaller gains. There were no significant differences in undergraduate evidentiary reasoning performance under general and disciplinary scaffolds which may reflect their higher degree of disciplinary knowledge relative to high school students, especially beginning high school students.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2023<br>\n\t\t\t\t\tModified by: Ala&nbsp;Samarapungavan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored high school and undergraduate biology instructors? use of general and disciplinary evidence scaffolds to support student reasoning over the course of biology investigations using the Conceptual Analysis of Disciplinary Evidence (CADE) framework, developed, and refined over three years of iterative design implementations. The CADE is an integrative framework that supports teachers' redesign of laboratory activities to scaffold student?s reasoning with and about evidence through an entire sequence of investigation. The CADE emphasizes the need to connect disciplinary knowledge and practices in biology to general dimensions of evidentiary reasoning. Further, the CADE provides a framework for assessment of students? understanding and use of biological evidence through the analysis of student artifacts generated during laboratory inquiry and the analysis of students? pre and posttest performance on novel evidentiary reasoning scenarios.\n\nOver three iterations of design, implementation, and evaluation with a variety of high school and undergraduate biology laboratory courses, participating high school and undergraduate instructors reported that the CADE framework was valuable in helping them to design and enact ways of scaffolding student?s understanding and use of biological evidence. Further, instructors reported that the CADE was useful in helping them assess and identify gaps in students? reasoning and disciplinary knowledge.\n\nAnalyses of students' performance showed gains in students? content knowledge and evidentiary reasoning quality under scaffolded conditions over baseline conditions with no explicit scaffolding. However, disciplinary evidence scaffolds afforded greater gains in performance than general scaffolds for younger students. The 9th graders showed the greatest gains under disciplinary scaffolding conditions, and 12th graders showed substantive but smaller gains. There were no significant differences in undergraduate evidentiary reasoning performance under general and disciplinary scaffolds which may reflect their higher degree of disciplinary knowledge relative to high school students, especially beginning high school students.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/02/2023\n\n\t\t\t\t\tSubmitted by: Ala Samarapungavan"
 }
}