{
 "awd_id": "1661454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABI Innovation: doseR: a novel framework for dosage compensation and global expression analysis",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 775307.0,
 "awd_amount": 775307.0,
 "awd_min_amd_letter_date": "2017-07-20",
 "awd_max_amd_letter_date": "2022-06-06",
 "awd_abstract_narration": "This research aims to develop and make broadly available a novel statistical methodology for analyzing patterns of gene expression that result from differences in chromosome copy number, in particular as arise on the sex-chromosomes (e.g. XX females versus XY males). Often a difference in chromosome copy number, which causes a difference in gene dose for those chromosomes, results in a corresponding effect on gene expression, termed a \"dosage effect\". However, in many organisms, special \"dosage compensation\" mechanisms have evolved to mitigate these dosage effects arising from differences in chromosome copies, such as between males and females on the sex-chromosomes. There is increasing interest in understanding which organisms employ dosage compensation mechanisms, and why. Recent advances in genome-wide assays of gene expression have greatly expanded which taxa can be assayed for dosage compensation, but analytical approaches for such data are varied, inconsistently applied, and typically do not make full use of the information available in the data. The methods and software developed from this project, called \"doseR\",  will provide a cohesive and comprehensive solution to each of these issues. As such, the \"doseR\" project fills a major gap that currently exists in analytical methods for genomic investigations of dosage compensation. Furthermore, beyond dosage compensation analysis, this methodology can be generalized to identify broad shifts in gene expression between groups of genes that arise under different biological conditions. Thus, development and deployment of doseR will bridge the gap between biological intuition and bioinformatic inference, not only for dosage compensation, but also for many still as yet unforeseen lines of inquiry. This project also creates several training opportunities for undergraduate students, including intensive bioinformatic training workshops and direct participation in research activities.\r\n\r\n\r\nThis research aims to develop and make broadly available a novel linear-modeling statistical methodology for analyzing sex-chromosome dosage compensation using genome-wide RNA-seq expression data. The statistical approaches currently employed for such analyses are far from ideal given the nature of the data and the desired set of inferences. Currently, biological replicates are averaged into a single measurement per gene and heavily normalized. Then particular effects of gene expression on the sex-chromosome relative to autosomes are evaluated using absolute expression while gene dosage effects are assessed using expression ratios, in both cases using non-parametric statistical tests. A more statistically robust approach is to employ linear mixed-effects modeling of gene expression. This provides a unified statistical framework to assess magnitude and significance of both chromosome-specific and dosage effects on gene expression. Moreover, it is applied directly to the sequencing read counts for each gene and incorporates scaling factors such as sequencing depth and transcript length into the models describing the data, as is done in most analyses of differential expression. As such, extensive normalization is avoided and statistical replicates are readily incorporated into the analysis. These methods will be implemented in a new software package, named \"doseR\", written in the R statistical programming language and distributed as part of the Bioconductor suite of bioinformatic software tools. Performance of the new statistical model and its software implementation relative to previous methods of assessing dosage compensation will be evaluated through extensive simulations of RNA-sequencing data. Application to specific empirical data sets relevant to dosage compensation will also be examined and evaluated. While the immediate motivation for software development is dosage compensation analysis, the proposed methodology can be employed in any analytical scenario requiring the detection of directional shifts in expression for multiple, specific subsets of genes. It therefore provides a tool with broad utility in systems biology research. Status and results of this project can be found at https://walterslab.github.io/doseR/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Walters",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Walters",
   "pi_email_addr": "jrwalters@ku.edu",
   "nsf_id": "000511383",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 775307.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this research was to develop and deploy a novel statistical methodology for analyzing patterns of gene expression that result from differences in chromosome copy number, in particular as arise on the sex chromosomes (e.g. XX females versus XY males). Often a difference in chromosome copy number, which causes a difference in gene dose for those chromosomes, results in a corresponding effect on gene expression, termed a \"dosage effect\". However, in many organisms, special \"dosage compensation\" mechanisms have evolved to mitigate these dosage effects arising from differences in chromosome copies, such as between males and females on the sex chromosomes. There is increasing interest in understanding which organisms employ dosage compensation mechanisms, and why. Recent advances in genome-wide assays of gene expression have greatly expanded which taxa can be assayed for dosage compensation, but analytical approaches for such data are varied, inconsistently applied, and typically do not make full use of the information available in the data.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our efforts have resulted in three separate software packages that facilitate the assessment of sex chromosome dosage compensation. &nbsp;The first package (ZWYX) uses depth of sequencing coverage between sexes to identify the sex chromosomes in genome assemblies, so that they can be analyzed for dosage compensation. The second package (doseR) implements a standardized workflow for the established approaches for assaying dosage compensation. The third package (compenseR) implements a linear modeling &nbsp;framework for analyzing dosage compensation that allows a single, consolidated test for variation in average expression among groups of genes, and is intended to supplant the previously used methods. Notably, it can be used to analyze any group of genes, not just those associated with sex chromosomes, so has a wider range of applications beyond the focal motivation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to the development of these methods, we have also used this funding to continue research on sex chromosome evolution and dosage compensation in Danaini butterflies, including the monarch butterfly. We discovered that the monarch has a distinct and unprecedented dichotomous pattern of dosage compensation across two distinct evolutionary strata of its sex chromosome. Furthermore, identified two novel instances of sex-chromosome evolution in Danaini butterflies. In at least one of these, a comparable pattern of dichotomous dosage compensation also independently evolved.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project has supported the training of three post-doctoral researchers, who have each attended and presented research on multiple conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/06/2024<br>\nModified by: James&nbsp;R&nbsp;Walters</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe aim of this research was to develop and deploy a novel statistical methodology for analyzing patterns of gene expression that result from differences in chromosome copy number, in particular as arise on the sex chromosomes (e.g. XX females versus XY males). Often a difference in chromosome copy number, which causes a difference in gene dose for those chromosomes, results in a corresponding effect on gene expression, termed a \"dosage effect\". However, in many organisms, special \"dosage compensation\" mechanisms have evolved to mitigate these dosage effects arising from differences in chromosome copies, such as between males and females on the sex chromosomes. There is increasing interest in understanding which organisms employ dosage compensation mechanisms, and why. Recent advances in genome-wide assays of gene expression have greatly expanded which taxa can be assayed for dosage compensation, but analytical approaches for such data are varied, inconsistently applied, and typically do not make full use of the information available in the data.\n\n\n\n\n\n Our efforts have resulted in three separate software packages that facilitate the assessment of sex chromosome dosage compensation. The first package (ZWYX) uses depth of sequencing coverage between sexes to identify the sex chromosomes in genome assemblies, so that they can be analyzed for dosage compensation. The second package (doseR) implements a standardized workflow for the established approaches for assaying dosage compensation. The third package (compenseR) implements a linear modeling framework for analyzing dosage compensation that allows a single, consolidated test for variation in average expression among groups of genes, and is intended to supplant the previously used methods. Notably, it can be used to analyze any group of genes, not just those associated with sex chromosomes, so has a wider range of applications beyond the focal motivation.\n\n\n\n\n\n In addition to the development of these methods, we have also used this funding to continue research on sex chromosome evolution and dosage compensation in Danaini butterflies, including the monarch butterfly. We discovered that the monarch has a distinct and unprecedented dichotomous pattern of dosage compensation across two distinct evolutionary strata of its sex chromosome. Furthermore, identified two novel instances of sex-chromosome evolution in Danaini butterflies. In at least one of these, a comparable pattern of dichotomous dosage compensation also independently evolved.\n\n\n\n\n\n The project has supported the training of three post-doctoral researchers, who have each attended and presented research on multiple conferences.\n\n\n\t\t\t\t\tLast Modified: 01/06/2024\n\n\t\t\t\t\tSubmitted by: JamesRWalters\n"
 }
}