{
 "awd_id": "1661263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Learning Progressions on the Development of Principle-based Reasoning in Undergraduate Physiology (LeaP UP)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 973035.0,
 "awd_amount": 973035.0,
 "awd_min_amd_letter_date": "2017-07-05",
 "awd_max_amd_letter_date": "2018-09-14",
 "awd_abstract_narration": "The complex societal problems of increasing agricultural production to meet the needs of 9 billion people by 2050, and caring for an aging population with increasingly more complex neurological and cardiovascular health issues require future scientists, physicians, and allied health professionals to develop expertise in organismal physiology. In physiology, as in other disciplines, becoming an expert in a field requires the abilities to recognize, understand and effectively reason using the principles of the discipline. During their college careers, science students often rely on rote memorization rather than principle-based reasoning to solve problems, and this leads to context-bound thinking that fails to build robust understandings. Such students can, for example, list the steps involved in muscle contraction, but cannot predict what will happen when a mutation is introduced in a muscle protein. This project will develop a \"learning progression\" to document how college students can develop more and more sophisticated principle-based reasoning over time to understand the physiology of animals and plants in both introductory biology and anatomy and physiology courses. Based on this learning progression, the project team will also develop open-ended assessment questions that can be scored via computer. Collectively, these tools will have the potential to transform how college students learn physiology, and to significantly enhance the quality of their resulting understanding and ability to solve related problems. The project, entitled Learning Progressions on the Development of Principle-based Reasoning in Undergraduate Physiology (LeaP UP), is supported by the Education and Human Resources Core Research Program, which funds fundamental research in STEM learning and learning environments, broadening participation in STEM, and STEM workforce development.\r\n\r\nThe LeaP UP project will develop a learning progression that describes how undergraduate students develop principle-based reasoning in the use of flux (flow down gradients) and mass balance (Conservation of Mass) in physiology. The learning progression will then guide the creation of constructed response assessments and associated computer scoring models that instructors can use to determine where their students are along the spectrum of understanding. The project team will capitalize on cutting edge advances in natural language processing and text analysis to create computer programs to accurately predict how experts would score students' responses to the conceptual constructed-response assessments. These automated scoring methods will rapidly score responses from large numbers of college students nationwide and allow the investigators to map national trends in students levels of understanding of students as they move through their undergraduate Biology and pre-Allied Health curricula at community colleges to large research universities. Thus, the tools developed will provide an organizing framework for the future redesign of undergraduate physiology curricula.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Doherty",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer H Doherty",
   "pi_email_addr": "dohert59@msu.edu",
   "nsf_id": "000198050",
   "pi_start_date": "2017-07-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary Pat",
   "pi_last_name": "Wenderoth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Pat Wenderoth",
   "pi_email_addr": "mpw@u.washington.edu",
   "nsf_id": "000066087",
   "pi_start_date": "2017-07-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jenny",
   "pi_last_name": "McFarland",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jenny L McFarland",
   "pi_email_addr": "jmcfarla@edcc.edu",
   "nsf_id": "000502890",
   "pi_start_date": "2017-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 652399.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 320636.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-65f45a08-7fff-a593-505e-d20366c7bbd9\">\n<p dir=\"ltr\"><span>One way for students to gain expertise is to develop principle-based reasoning: a mechanistic reasoning framework grounded in scientific principles. Two principles fundamental to biology and physiology are flux (flow down gradients) &amp; mass balance (conservation of mass). These principles underpin many phenomena, are foundational to expert reasoning, and extend to other STEM disciplines. Seymour &amp; Hewitt found that many undergraduates, including those from minoritized populations, left science because they felt that there was too heavy an emphasis on memorization or insufficient guidance on complex topics. By focusing instruction on principle-based reasoning, we propose students will rely less on memorization and use underlying principle to simplify complex problems, helping more students succeed in their course work.&nbsp;</span></p>\n<p dir=\"ltr\"><span>To guide the development of more effective curricula, the Learning Progressions on the Development of Principled-based Reasoning in Undergraduate Physiology (LeaP UP) project researched how students develop principle-based reasoning in biology and physiology. Using qualitative and quantitative methods and machine learning, we developed: 1) empirically-based learning progressions describing how undergraduates develop principle-based reasoning about flux and mass balance in biology and physiology; 2) eighty constructed response assessment questions that capture students&rsquo; full range of conceptual understanding (not just right or wrong answers); and 3) computer scoring models that allow rapid automated scoring of assessments taken by large numbers of students.</span></p>\n<p dir=\"ltr\"><span>Our learning progressions provide instructors with a road map for how students develop flux and mass balance principle-based reasoning. Our assessment questions and computer scoring models provide instructors with the tools to determine where on the road map their students currently are. The constructed response assessment questions allow students to fully express their understanding of physiological phenomena rather than merely recognize the correct answer among multiple choice distractors. The computer scoring models allow widespread use of our learning progressions and associated constructed response assessment questions to monitor and inform undergraduate biology and physiology teaching. Biology and physiology instructors can use these three tools to guide their instruction and track how their students&rsquo; reasoning changes.&nbsp;</span></p>\n<p dir=\"ltr\"><span>More generally, our learning progressions will be added to the small (compared to K-12) number of learning progressions that describe reasoning among undergraduates. By disseminating our work, we will bring an understanding of these powerful cognitive models to the discipline-based education research community.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/16/2022<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;H&nbsp;Doherty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nOne way for students to gain expertise is to develop principle-based reasoning: a mechanistic reasoning framework grounded in scientific principles. Two principles fundamental to biology and physiology are flux (flow down gradients) &amp; mass balance (conservation of mass). These principles underpin many phenomena, are foundational to expert reasoning, and extend to other STEM disciplines. Seymour &amp; Hewitt found that many undergraduates, including those from minoritized populations, left science because they felt that there was too heavy an emphasis on memorization or insufficient guidance on complex topics. By focusing instruction on principle-based reasoning, we propose students will rely less on memorization and use underlying principle to simplify complex problems, helping more students succeed in their course work. \nTo guide the development of more effective curricula, the Learning Progressions on the Development of Principled-based Reasoning in Undergraduate Physiology (LeaP UP) project researched how students develop principle-based reasoning in biology and physiology. Using qualitative and quantitative methods and machine learning, we developed: 1) empirically-based learning progressions describing how undergraduates develop principle-based reasoning about flux and mass balance in biology and physiology; 2) eighty constructed response assessment questions that capture students’ full range of conceptual understanding (not just right or wrong answers); and 3) computer scoring models that allow rapid automated scoring of assessments taken by large numbers of students.\nOur learning progressions provide instructors with a road map for how students develop flux and mass balance principle-based reasoning. Our assessment questions and computer scoring models provide instructors with the tools to determine where on the road map their students currently are. The constructed response assessment questions allow students to fully express their understanding of physiological phenomena rather than merely recognize the correct answer among multiple choice distractors. The computer scoring models allow widespread use of our learning progressions and associated constructed response assessment questions to monitor and inform undergraduate biology and physiology teaching. Biology and physiology instructors can use these three tools to guide their instruction and track how their students’ reasoning changes. \nMore generally, our learning progressions will be added to the small (compared to K-12) number of learning progressions that describe reasoning among undergraduates. By disseminating our work, we will bring an understanding of these powerful cognitive models to the discipline-based education research community.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 03/16/2022\n\n\t\t\t\t\tSubmitted by: Jennifer H Doherty"
 }
}