{
 "awd_id": "1661064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Profiles of Science Engagement: Broadening Participation by Understanding Individual and Contextual Influences",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922255",
 "po_email": "tfrank@nsf.gov",
 "po_sign_block_name": "Toya frank",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 499927.0,
 "awd_amount": 499927.0,
 "awd_min_amd_letter_date": "2017-03-21",
 "awd_max_amd_letter_date": "2017-03-21",
 "awd_abstract_narration": "The ECR (Education and Human Resources Core Research) program emphasizes fundamental STEM education research that will generate foundational knowledge in the field. This study will investigate student engagement in science in the interest of of broadening participation in STEM fields. This will be an important undertaking since research shows that low student engagement is a major challenge for students from subpopulations often underrepresented in STEM fields. The research will help advance knowledge in STEM areas where empirical studies of student engagement have lagged behind theoretical work in this area. Few studies have measured student engagement holistically as a multifaceted construct for broadening participation in science. This study will advance knowledge in STEM education by identifying instructional contexts that foster optimal student engagement and by examining whether adolescent students' engagement profiles in science vary systematically by gender, grade, race/ethnicity, and the intersection of these factors. It will serve the national interest by investigating the extent to which engagement profiles are consistent across and related to features of the science learning context, achievement and persistence-related outcomes; and if these relationships differ by gender, grade, race/ethnicity, and the intersection of these factors. The study will also examine how science educators respond to the identified profiles and to variations observed, and will use this knowledge in designing materials to disseminate findings to practitioners. \r\n\r\nThis project will use a person-oriented analytic approach to examine individual differences and contextual variation in students' engagement in different science learning environments, and to link engagement patterns to students' achievement and persistence in STEM fields. Rich multi-method data sets will be used to develop profiles of student engagement involving adolescents' cognitive, affective, and behavioral states during the science learning process. These data will be instrumental in focusing, guiding, and communicating research efforts to practice. In addition to the knowledge generated and disseminated through traditional academic outlets, the project will develop two tangible products. The first product will be a free and publicly available statistical software library, or package, of tools and functions needed to conduct person-oriented analysis in R, the open-source programming language and software. These tools will be available for researchers, scholars, and developers. The second product will be a user-friendly guide that will inform science educators about engagement profiles and practices that engage students, including those from underrepresented groups in science, in the most meaningful ways. The guide to student engagement will help educators identify and respond to student engagement around science content, and to design lesson plans that may support greater engagement. The guide will be used for purposes of professional development and teacher preparation, impacting STEM scholars and educators, and training graduate students and post-doctoral fellow as they take part in research activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Schmidt",
   "pi_email_addr": "jaschmid@msu.edu",
   "nsf_id": "000309331",
   "pi_start_date": "2017-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "620 Farm Lane",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 499927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project used classroom observation, adolescents' repeated self-reports during instruction, and educator interviews to explore students' real-time engagement during science learning and teachers' role in facilitating engagement. We examined links between engagement, achievement, and STEM aspirations, and then identified instructional practices that support the most adaptive engagement patterns. We examined engagement in terms of multiple dimensions including cognitive (thoughts), behavioral (actions), and affective (feelings). Data suggest that students' thoughts, actions, and feelings coalesce in unique ways depending on the learning activity they are involved in and their teacher's instructional practices at the time. This means that any given student will evidence multiple engagement profiles across different learning situations. In total, we observed eight unique situational \"profiles\" of engagement across thousands of student reports gathered during learning activities. &nbsp;&nbsp;Students who more frequently reported a \"full engagement profile\" (with simultaneously high levels of cognitive, behavioral, and affective engagement) tended to earn better science grades, expect higher levels of education, and aspire to STEM careers compared to their peers with different engagement patterns. While identity markers like gender and race/ethnicity were not consistently related to engagement patterns, teachers' instructional choices were. Students were more likely to be fully engaged when their teacher emphasized the relevance of what they were doing, when the teacher showed enthusiasm, and when the activity at hand involved application of knowledge.</p>\n<p>In addition to papers and presentations for academic and practitioner audiences, the principal products of this award include: 1) a web-based engagement guide for STEM educators that summarizes complex project findings in ways that are accessible and useful to educators, while providing concrete resources for planning and instruction; and 2) two open-source statistical analysis packages for researchers to more easily conduct the types of complex analyses we used to identify and explore these dynamic engagement patterns.</p>\n<p>Intellectual Merit: This project makes theoretical and methodological contributions to the study of science engagement. The unique methodology, sample diversity, and cutting-edge analytic approach enabled us to study science engagement as it is often theorized but not typically measured&nbsp; -- as a complex and dynamic array of thoughts, behaviors and feelings that are context-dependent. Our findings will inform attempts to support science engagement for a broad range of students.</p>\n<p>Broader impacts: This study may impact how science engagement is understood, studied, and fostered in educational contexts. Scholars have benefitted from the statistical packages created by the project, as indicated by its quick adoption and frequent citation by scholars in the field. These methods have enabled the modeling of engagement in ways that is more consistent with current theorizing, and more authentic to students' classroom experience. Practitioners who have reviewed the study's findings and the engagement guide report high levels of resonance and usefulness of materials, suggesting potential for impact on practice. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2021<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Schmidt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project used classroom observation, adolescents' repeated self-reports during instruction, and educator interviews to explore students' real-time engagement during science learning and teachers' role in facilitating engagement. We examined links between engagement, achievement, and STEM aspirations, and then identified instructional practices that support the most adaptive engagement patterns. We examined engagement in terms of multiple dimensions including cognitive (thoughts), behavioral (actions), and affective (feelings). Data suggest that students' thoughts, actions, and feelings coalesce in unique ways depending on the learning activity they are involved in and their teacher's instructional practices at the time. This means that any given student will evidence multiple engagement profiles across different learning situations. In total, we observed eight unique situational \"profiles\" of engagement across thousands of student reports gathered during learning activities.   Students who more frequently reported a \"full engagement profile\" (with simultaneously high levels of cognitive, behavioral, and affective engagement) tended to earn better science grades, expect higher levels of education, and aspire to STEM careers compared to their peers with different engagement patterns. While identity markers like gender and race/ethnicity were not consistently related to engagement patterns, teachers' instructional choices were. Students were more likely to be fully engaged when their teacher emphasized the relevance of what they were doing, when the teacher showed enthusiasm, and when the activity at hand involved application of knowledge.\n\nIn addition to papers and presentations for academic and practitioner audiences, the principal products of this award include: 1) a web-based engagement guide for STEM educators that summarizes complex project findings in ways that are accessible and useful to educators, while providing concrete resources for planning and instruction; and 2) two open-source statistical analysis packages for researchers to more easily conduct the types of complex analyses we used to identify and explore these dynamic engagement patterns.\n\nIntellectual Merit: This project makes theoretical and methodological contributions to the study of science engagement. The unique methodology, sample diversity, and cutting-edge analytic approach enabled us to study science engagement as it is often theorized but not typically measured  -- as a complex and dynamic array of thoughts, behaviors and feelings that are context-dependent. Our findings will inform attempts to support science engagement for a broad range of students.\n\nBroader impacts: This study may impact how science engagement is understood, studied, and fostered in educational contexts. Scholars have benefitted from the statistical packages created by the project, as indicated by its quick adoption and frequent citation by scholars in the field. These methods have enabled the modeling of engagement in ways that is more consistent with current theorizing, and more authentic to students' classroom experience. Practitioners who have reviewed the study's findings and the engagement guide report high levels of resonance and usefulness of materials, suggesting potential for impact on practice.  \n\n \n\n\t\t\t\t\tLast Modified: 10/27/2021\n\n\t\t\t\t\tSubmitted by: Jennifer Schmidt"
 }
}