{
 "awd_id": "1661180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Secondary Mathematics, in-the-moment, Longitudinal Engagement Study",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928402",
 "po_email": "eknuth@nsf.gov",
 "po_sign_block_name": "Eric Knuth",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 1463636.0,
 "awd_amount": 1463636.0,
 "awd_min_amd_letter_date": "2017-03-16",
 "awd_max_amd_letter_date": "2019-08-02",
 "awd_abstract_narration": "The EHR Core Research program emphasizes fundamental STEM education research that will generate foundational knowledge in the field. This study will investigate high school students' experiences of engagement with mathematics and their motivation to learn, and the ways that classroom instructional climates do or do not support productive engagement with mathematics. As an important effort to help improve student achievement in mathematics nationally, this study will be grounded in three critical areas (motivation, affect, and social interactions), which are essential to both student performance in mathematics and to their success in other STEM fields. Since few studies have investigated these critical areas at the high school level, this study will initiate long-term, large-scale, experience-level analysis that will advance knowledge in the field. The research will build on prior studies that suggest that students are more motivated and engaged with learning mathematics when: (1) mathematics makes sense and when students believe that they are capable of making sense of mathematics; (2) mathematics and situations in which the mathematics is set are interesting to students; (3) students feel safe and supported to take intellectual risks; (4) effort and understanding are promoted over a performance culture; and (5) students feel that they matter, their ideas and themselves as people, to their teacher and their peers. \r\n\r\nTo accomplish these goals, the study will develop profiles of climate characteristics that are more (or less) engaging based on observations of classroom instruction and students' behavior. Both quantitative and qualitative analysis of students' perceptions of their classroom climates and day-to-day experiences will be done. This will allow researchers to map growth in student motivation and engagement as well as how a series of in-the-moment experiences, situated within classroom climate profiles, contribute to students' tendencies to engage and perform productively in mathematics. The project will develop a mobile app to study students' experiences in the moment, building Experience Sampling Methodology (EMS.) Qualitative interviews and observations of case studies will also be used to capture students' engaged behaviors and perceptions of opportunities to become absorbed in the moment experiences. Data from these sources will complement and validate the larger-scale longitudinal analyses. Outcomes from this research will advance understanding about high school students' motivation and engagement toward mathematics. The mobile application will be supplemented by prompts, scales, and observational protocols to guide researchers in further study of in-the-moment engagement. Profiles of engaging instructional climates and profiles of high school students' growth in motivation will be used to pilot professional development for teachers of diverse student populations. This research will also develop modules for teacher professional development and will be delivered to online for use by the at-large education community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Middleton",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Middleton",
   "pi_email_addr": "jimbo@asu.edu",
   "nsf_id": "000448583",
   "pi_start_date": "2017-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Jansen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Jansen",
   "pi_email_addr": "jansen@udel.edu",
   "nsf_id": "000575891",
   "pi_start_date": "2017-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 557684.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 446160.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 459792.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Secondary Mathematics in-the-moment Longitudinal Engagement Study has made important inroads to the study of student engagement in mathematics. The project has four primary goals for which important outcomes are reported.</p>\n<p>Goal 1: <em>Create a method for connecting observational data with students' psychological interpreting of their mathematics experiences. </em></p>\n<p>To do this, we developed observation and interview methods, and instruments for assessing student engagement in-the-moment. To date, we have a set of coordinated tools and protocols that are coordinated theoretically, and empirically validated.&nbsp;&nbsp;</p>\n<p>Demonstrating the methods' validity and reliability (Smith, Jansen, Middleton, &amp; Cullicott, 2021), we documented how we developed and used our observation tool, shared our analysis about why and how the rubrics in the tool are theoretically and conceptually aligned with studying mathematics teaching that could support students&rsquo; engagement, and analyzed the reliability of our tool.&nbsp;We argue for the value of two raters when observing teaching.</p>\n<p>In addition, we sought to determine instructional practices that correlate with students&rsquo; self reports of their engagement on our project&rsquo;s Experience Sampling Method survey instrument. One notable preliminary analysis of this data is published in&nbsp;<em>Educational Studies in Mathematics</em>&nbsp;(Headrick, Wiezel, Tarr, Zhang, Cullicott,&nbsp;Middleton, &amp; Jansen, 2020), where we compared students' cognitive engagement as it pertains to asking original questions and posing problems across classes with different engagement profiles.</p>\n<p>In a subset of the lessons analyzed (72 lessons, Fall 2019), we identified two instructional practices that significantly correlated with students&rsquo; engagement. When high school Algebra 1 teachers assigned competence to students (raised students&rsquo; statuses) aloud during instruction and used motivational discourse (focused on learning over performance, encouraged collaboration, and / or used humor), students reported greater social engagement (felt supported by their teachers, built on others&rsquo; ideas, was able to ask questions, felt as if contributions were respected) (Jansen, Middleton, Wiezel, Cullicott, Zhang, Tarr, &amp; Curtis, 2019).</p>\n<p>Goal 2:&nbsp;<span>&nbsp;</span><em>Create a database, from our mixed methods analyses, that linked classrom practices (coded from observations and teacher interviews), with students' engagement in-the-moment (from ESM surveys and student interviews), and thence to the long-term outcomes of changing long-term engagement in mathematics and achievement.</em></p>\n<p>We have been exceptionally successful modeling engagement in the moment and across the span of the first year of high school mathematics. In addition, combining data across years, we are able to trace development of engagement variables over time. A longitudinal, multilevel structural equations model of classroom characteristics and their associated influence on students growth in mathematics engagement is currently being written for publication.&nbsp;</p>\n<p><em>&nbsp;</em>We have had the least success in developing a model predicting student performance. As mentioned above under Goals, the Covid pandemic prevented us from gathering achievement data for more than one year. We were able to get end of year achievement results for Arizona in 2018-2019, and we have been able to develop a preliminary longitudinal model tracing teacher and student support and their impacts on subsequent student affective and cognitive engagement. This has been analyzed longitudinally and a report of the influence of teacher and student support variables on the development of long-term engagement has been submitted for review (Middleton, Wiezel, Jansen, Zhang, Riske, &amp; Smith, under review).</p>\n<p>Goal 3:&nbsp;<em>Development of web-delivered Experience Sampling Methods to capture in-the-moment engagement in a manner that is sensitive to individual differences, but also scalable to assess patterns of engagement across experimentally-manipulable conditions;</em></p>\n<p>Our specific objectives for Goal 3 were to develop a practical, useful tool for capturing patterns of students' engagement in-the-moment. The ESM engagement tool is developed and validated. &nbsp;It has been validated and we have presented and published its psychometrics and theoretical contribution to the measurement of situational emotion, in particular (Middleton,Wiezel, Zhang, &amp; Jansen, 2020;&nbsp;Wiezel, Middleton, Zhang, Grimm, &amp; Jansen, 2019). It is currently available to other researchers.&nbsp;</p>\n<p>https://asuclas.qualtrics.com/jfe/form/SV_8vuKeizsE9KGmAR</p>\n<p>Goal 4: <em>C</em><em>reate&nbsp;practical tools for teachers to assess the engagement of their students, and to create materials for professional development of teachers.</em>&nbsp;</p>\n<p>We have published the Into-it Math tool. It is available for teachers with clear instructions for its use and examples of different model students from our project serving as examples of how students's engagement changes across different time scales, reacting to different teacher moves (Riske, Cullicott, Jansen, Mohammed-Mirzaei, &amp;&nbsp;Middleton,&nbsp;2021). We have taken this tool and created a workshop for teachers, and presented it at the 2021 NCTM annual meeting.</p>\n<p>https://teacher.desmos.com/activitybuilder/custom/5eff7d8611f90c3d4b1fd527</p>\n<p>In conjunction with an outstanding teacher on our project, we have published a manuscript in a leading mathematics teaching journal (audience mathematics teachers). In that analysis (Curtis, Lindo, &amp; Jansen, 2021), we report two types of discourse moves on the teacher&rsquo;s part helped these high school students see themselves as mathematicians: (1) responding to students&rsquo; thinking and (2) explicit promotion of productive dispositions .</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2021<br>\n\t\t\t\t\tModified by: James&nbsp;A&nbsp;Middleton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Secondary Mathematics in-the-moment Longitudinal Engagement Study has made important inroads to the study of student engagement in mathematics. The project has four primary goals for which important outcomes are reported.\n\nGoal 1: Create a method for connecting observational data with students' psychological interpreting of their mathematics experiences. \n\nTo do this, we developed observation and interview methods, and instruments for assessing student engagement in-the-moment. To date, we have a set of coordinated tools and protocols that are coordinated theoretically, and empirically validated.  \n\nDemonstrating the methods' validity and reliability (Smith, Jansen, Middleton, &amp; Cullicott, 2021), we documented how we developed and used our observation tool, shared our analysis about why and how the rubrics in the tool are theoretically and conceptually aligned with studying mathematics teaching that could support students’ engagement, and analyzed the reliability of our tool. We argue for the value of two raters when observing teaching.\n\nIn addition, we sought to determine instructional practices that correlate with students’ self reports of their engagement on our project’s Experience Sampling Method survey instrument. One notable preliminary analysis of this data is published in Educational Studies in Mathematics (Headrick, Wiezel, Tarr, Zhang, Cullicott, Middleton, &amp; Jansen, 2020), where we compared students' cognitive engagement as it pertains to asking original questions and posing problems across classes with different engagement profiles.\n\nIn a subset of the lessons analyzed (72 lessons, Fall 2019), we identified two instructional practices that significantly correlated with students’ engagement. When high school Algebra 1 teachers assigned competence to students (raised students’ statuses) aloud during instruction and used motivational discourse (focused on learning over performance, encouraged collaboration, and / or used humor), students reported greater social engagement (felt supported by their teachers, built on others’ ideas, was able to ask questions, felt as if contributions were respected) (Jansen, Middleton, Wiezel, Cullicott, Zhang, Tarr, &amp; Curtis, 2019).\n\nGoal 2:  Create a database, from our mixed methods analyses, that linked classrom practices (coded from observations and teacher interviews), with students' engagement in-the-moment (from ESM surveys and student interviews), and thence to the long-term outcomes of changing long-term engagement in mathematics and achievement.\n\nWe have been exceptionally successful modeling engagement in the moment and across the span of the first year of high school mathematics. In addition, combining data across years, we are able to trace development of engagement variables over time. A longitudinal, multilevel structural equations model of classroom characteristics and their associated influence on students growth in mathematics engagement is currently being written for publication. \n\n We have had the least success in developing a model predicting student performance. As mentioned above under Goals, the Covid pandemic prevented us from gathering achievement data for more than one year. We were able to get end of year achievement results for Arizona in 2018-2019, and we have been able to develop a preliminary longitudinal model tracing teacher and student support and their impacts on subsequent student affective and cognitive engagement. This has been analyzed longitudinally and a report of the influence of teacher and student support variables on the development of long-term engagement has been submitted for review (Middleton, Wiezel, Jansen, Zhang, Riske, &amp; Smith, under review).\n\nGoal 3: Development of web-delivered Experience Sampling Methods to capture in-the-moment engagement in a manner that is sensitive to individual differences, but also scalable to assess patterns of engagement across experimentally-manipulable conditions;\n\nOur specific objectives for Goal 3 were to develop a practical, useful tool for capturing patterns of students' engagement in-the-moment. The ESM engagement tool is developed and validated.  It has been validated and we have presented and published its psychometrics and theoretical contribution to the measurement of situational emotion, in particular (Middleton,Wiezel, Zhang, &amp; Jansen, 2020; Wiezel, Middleton, Zhang, Grimm, &amp; Jansen, 2019). It is currently available to other researchers. \n\nhttps://asuclas.qualtrics.com/jfe/form/SV_8vuKeizsE9KGmAR\n\nGoal 4: Create practical tools for teachers to assess the engagement of their students, and to create materials for professional development of teachers. \n\nWe have published the Into-it Math tool. It is available for teachers with clear instructions for its use and examples of different model students from our project serving as examples of how students's engagement changes across different time scales, reacting to different teacher moves (Riske, Cullicott, Jansen, Mohammed-Mirzaei, &amp; Middleton, 2021). We have taken this tool and created a workshop for teachers, and presented it at the 2021 NCTM annual meeting.\n\nhttps://teacher.desmos.com/activitybuilder/custom/5eff7d8611f90c3d4b1fd527\n\nIn conjunction with an outstanding teacher on our project, we have published a manuscript in a leading mathematics teaching journal (audience mathematics teachers). In that analysis (Curtis, Lindo, &amp; Jansen, 2021), we report two types of discourse moves on the teacher’s part helped these high school students see themselves as mathematicians: (1) responding to students’ thinking and (2) explicit promotion of productive dispositions .\n\n\t\t\t\t\tLast Modified: 11/28/2021\n\n\t\t\t\t\tSubmitted by: James A Middleton"
 }
}