{
 "awd_id": "1661246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Nonlinear Mechanical Spectroscopy of Glassy Polymers to Probe Viscoelastic Constitutive Behavior",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 207330.0,
 "awd_amount": 207330.0,
 "awd_min_amd_letter_date": "2017-03-31",
 "awd_max_amd_letter_date": "2017-03-31",
 "awd_abstract_narration": "This award supports research to characterize the nonlinear viscoelastic behavior of glassy polymers. Understanding the long-term mechanical behavior of glassy polymers is critical for assurance of the durability of glassy polymers in their use as stand-alone materials, or as matrix materials for advanced composites, in applications that require low-density and high specific strength materials, such as in automotive, sports, and aerospace industries. This project will take steps to address the challenge from a fundamental perspective using a novel nonlinear fingerprinting methodology that promises to bring important advances for development of premier products, hence benefiting US industry and society. In the past, the fingerprinting methodology has been used to characterize polymeric fluids. This award extends the method to polymer glasses, both through novel experiments and through appropriate nonlinear constitutive modeling and validation. The graduate students on the project will be trained in this cutting edge research, which involves experimental and computational mechanics of time-dependent materials, glassy polymer physics, and structure-property relations for engineering polymers. The project will also leverage STEM outreach programs at both Texas Tech University and University of Texas Dallas to excite K-12 students about science and engineering.\r\n\r\nFundamental knowledge related to the nonlinear viscoelastic behavior of solid polymers will be pursued in this project. This requires a general scheme to classify the variety of observed behaviors and use these observations to challenge the relevant constitutive equations. The research will use the combined Large Amplitude Oscillatory Shear and Mechanical Spectral Hole Burning fingerprinting methodology to provide fingerprints of the nonlinear viscoelastic behavior of a series of glassy polymers and to challenge them against a set of nonlinear constitutive law predictions from several leading models from the literature. Not only will the work show that the method can be applied to glassy polymers, but by choosing to examine polymers with different degrees of heterogeneity, as estimated by the strength of the beta-relaxation, the method can differentiate among different types of nonlinear behavior and, in principle, determine how the details of the dynamic heterogeneity impacts the fingerprints and the constitutive model parameters. This provides an important advance in ideas of structure-property relations in the nonlinear mechanics of polymers. Furthermore, the work provides a critical evaluation of the fingerprinting paradigm, currently developed for shearing deformations in nonlinear fluids, by making measurements in non-volume preserving conditions, viz., tension and compression to develop material fingerprints as a function of said deformation geometries and comparing them to the shearing results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hongbing",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongbing Lu",
   "pi_email_addr": "hongbing.lu@utdallas.edu",
   "nsf_id": "000489102",
   "pi_start_date": "2017-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 W. Campbell Road",
  "perf_city_name": "RICHARDSON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 207330.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We conducted Large Amplitude Oscillatory Shear (LAOS) spectroscopy, i.e., mechanical spectral hole burning (MSHB) to characterize the nonlinear viscoelastic behavior of&nbsp;polymethyl methacrylate&nbsp;(PMMA, or Plexiglas) and polycarbonate (PC) in the glass transition region. We have successfully implemented accurate torsional experiments on&nbsp;both glassy polymers at an elevated temperature, 100?C, and&nbsp;performed MSHB experiments on both amorphous polymers in the glassy state to investigate the presence of mechanical hole, which is a distinct fingerprinting behavior of each glassy state material with a pronounced second (beta) glass transition. The experiments include three phases with different controlled parameters to study the effect of pump amplitude and pump frequency on PMMA and polycarbonate. We found that the mechanical holes are clearly burned (or visible) at pump amplitude from 8% to 15% and pump frequency from 0.005 Hz to 0.015 Hz with 1% of probe strain for PMMA. We then extended selected amplitude and frequency to PC and found that for the same 15 minutes of holding time (under pumping), polycarbonate needs a longer time to reach peak intensity in the mechanical hole. The trend for the intensity of the holes has an inverse relationship with pump amplitude for both polymers, which is different to the phenomenon observed at ambient temperature in experiments conducted by our collaborator, Dr. McKenna's group.&nbsp;</p>\n<p>The mechanical hole burning fingerprinting results provided critical nonlinear viscoelastic data for examination and validation of the nonlinear viscoelastic constitutive models. The MSHB results reveal the heterogeneous behavior of both PMMA and PC in the glass state. The results are used to examine the capability of several leading nonlinear constitutive laws for glassy polymers. It was determined that the current models do not have ability to predict the mechanical holes observed in our experimental results at 100?C, and also the results obtained in our collaborator, Dr. McKenna's group at ambient (room) temperature. This work indicated there is a need to either modify the existing nonlinear viscoelastic models, or develop new models which can take into account of the heterogeneity at the molecular scales to model the mechanical holes observed.</p>\n<p>The work in this project, along with the work from our collaborator, r. McKenna's group, shows that the approach developed in the collaborative research, provided critical experimental methodologies to examine the nonlinear viscoelastic constitutive models, necessary for validation of constitutive models for various applications of glassy polymers, an important class of materials with steady growth in applications from consumer products such as refrigerators to sports good, and to aerospace engineering.&nbsp;</p>\n<p>During the project, the faculty and graduate students working in the project have sponsored high school science projects in two summers (except in summer 2020, when the in-person activities were not permitted during pandemic) and undergraduate research in three summers (in summer 2020, the research was conducted remotely through online communications). The project provided a great opportunity to instill excitement to these students. High school student teams participated in science fair presentations, and received first or second place in the summer camps. In addition, a high school student entered state competition and received an award, which was featured at the high school website. Three high school students, and one undergraduate student have generated publishable results, and became co-authors of four journal papers. Most of these high school students have either entered colleges in STEM area (such as Chemistry at MIT), or entered graduate schools.&nbsp;Two PhD students graduated with support in this project. One became a lecturer, and the other one is now a postdoc at NASA to continue to work in this area.</p>\n<p>During the project, the faculty and students have also received additional support and worked with local industry, including both small and large companies, to characterize the viscoelastic behavior of materials, including conductive polymers used in electronic packages, and elastomers for additive manufacturing with a goal to develop custom designed apparels. The project has helped train undergraduate and graduate students, and postdocs, some of them became engineers in nearby companies in Dallas/Fort Worth Metroplex, one of the fastest the growing metropolitan areas in the US.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2021<br>\n\t\t\t\t\tModified by: Hongbing&nbsp;Lu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe conducted Large Amplitude Oscillatory Shear (LAOS) spectroscopy, i.e., mechanical spectral hole burning (MSHB) to characterize the nonlinear viscoelastic behavior of polymethyl methacrylate (PMMA, or Plexiglas) and polycarbonate (PC) in the glass transition region. We have successfully implemented accurate torsional experiments on both glassy polymers at an elevated temperature, 100?C, and performed MSHB experiments on both amorphous polymers in the glassy state to investigate the presence of mechanical hole, which is a distinct fingerprinting behavior of each glassy state material with a pronounced second (beta) glass transition. The experiments include three phases with different controlled parameters to study the effect of pump amplitude and pump frequency on PMMA and polycarbonate. We found that the mechanical holes are clearly burned (or visible) at pump amplitude from 8% to 15% and pump frequency from 0.005 Hz to 0.015 Hz with 1% of probe strain for PMMA. We then extended selected amplitude and frequency to PC and found that for the same 15 minutes of holding time (under pumping), polycarbonate needs a longer time to reach peak intensity in the mechanical hole. The trend for the intensity of the holes has an inverse relationship with pump amplitude for both polymers, which is different to the phenomenon observed at ambient temperature in experiments conducted by our collaborator, Dr. McKenna's group. \n\nThe mechanical hole burning fingerprinting results provided critical nonlinear viscoelastic data for examination and validation of the nonlinear viscoelastic constitutive models. The MSHB results reveal the heterogeneous behavior of both PMMA and PC in the glass state. The results are used to examine the capability of several leading nonlinear constitutive laws for glassy polymers. It was determined that the current models do not have ability to predict the mechanical holes observed in our experimental results at 100?C, and also the results obtained in our collaborator, Dr. McKenna's group at ambient (room) temperature. This work indicated there is a need to either modify the existing nonlinear viscoelastic models, or develop new models which can take into account of the heterogeneity at the molecular scales to model the mechanical holes observed.\n\nThe work in this project, along with the work from our collaborator, r. McKenna's group, shows that the approach developed in the collaborative research, provided critical experimental methodologies to examine the nonlinear viscoelastic constitutive models, necessary for validation of constitutive models for various applications of glassy polymers, an important class of materials with steady growth in applications from consumer products such as refrigerators to sports good, and to aerospace engineering. \n\nDuring the project, the faculty and graduate students working in the project have sponsored high school science projects in two summers (except in summer 2020, when the in-person activities were not permitted during pandemic) and undergraduate research in three summers (in summer 2020, the research was conducted remotely through online communications). The project provided a great opportunity to instill excitement to these students. High school student teams participated in science fair presentations, and received first or second place in the summer camps. In addition, a high school student entered state competition and received an award, which was featured at the high school website. Three high school students, and one undergraduate student have generated publishable results, and became co-authors of four journal papers. Most of these high school students have either entered colleges in STEM area (such as Chemistry at MIT), or entered graduate schools. Two PhD students graduated with support in this project. One became a lecturer, and the other one is now a postdoc at NASA to continue to work in this area.\n\nDuring the project, the faculty and students have also received additional support and worked with local industry, including both small and large companies, to characterize the viscoelastic behavior of materials, including conductive polymers used in electronic packages, and elastomers for additive manufacturing with a goal to develop custom designed apparels. The project has helped train undergraduate and graduate students, and postdocs, some of them became engineers in nearby companies in Dallas/Fort Worth Metroplex, one of the fastest the growing metropolitan areas in the US. \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2021\n\n\t\t\t\t\tSubmitted by: Hongbing Lu"
 }
}