{
 "awd_id": "1662700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Simultaneous Physical Field Reconstruction and Property Identification Using Multi-Target Sensing Methods for Metal Additive-Manufacturing and Thin-Walled Machining",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Kanso",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 299929.0,
 "awd_amount": 299929.0,
 "awd_min_amd_letter_date": "2017-06-08",
 "awd_max_amd_letter_date": "2017-06-08",
 "awd_abstract_narration": "Metallic Additive-Manufacturing using laser sintering to fabricate parts layer-by-layer directly from a 3D computer model has emerged and has grown rapidly in the past decade. Such technology can significantly reduce time-to-market, improve product quality, reduce material-waste, and reduce cost. This project will help overcome important roadblocks that currently exist before this technology can be widely adopted. This research will use eddy current-based novel sensing mechanism during manufacturing process that will enable precision in manufacturing along with reduced cost. This technique will allow a robust layer-by-layer quality assessment while the part is being fabricated and the production rates will be expedited eliminating post-build inspection or destructive testing. While the method is in the context of metal additive manufacturing, the underlying system architecture and ideas can be extended to spawn a spectrum of different applications; for example, new medical applications such as magnetic induction tomography for accurate diagnosis of intracerebral hemorrhage. Several industries may benefit, including the automotive, the aerospace, the medical and healthcare, and  industrial manufacturing sectors. The project also includes interesting K-12 outreach efforts in addition to curriculum development.  \r\n\r\nThe objective of the research is to develop a novel methodology to model a distributed-parameter system, reconstruct its physical fields and infer its system properties from limited measurements for analyzing and controlling its dynamic behaviors.  A novel multi-target sensing methodology based on a set of multi-frequency eddy-current sensing will be developed for reconstructing the physical fields which measure geometrical parameters as well as detect surface and subsurface defects during the machining process. The work will also formulate dynamic model of the thin-walled plate during machining, and develop efficient methods for reconstructing its displacement, strain and stress fields from limited displacement measurements in real time for monitoring and controlling the dynamics of the distributed-parameter system.  Unlike traditional single-frequency eddy-current sensors the multi-target sensing system can adaptively synthesizes a relatively high-resolution eddy-current pattern between adjacent coils with a combination of appropriate frequencies to simultaneously determine the displacement, thickness and electrical conductivity.  The distributed current source (DCS) modeling method for sensor design and analysis is highly efficient and reduces computational complexity.  It is expected that the ability to reconstruct the multi-physical fields (electric, magnetic, displacement, force, strain and stress) from the multi-target sensors and field reconstruction algorithms during part fabrication not only will offer intuitive insights into the effects of several critical factors (such as material mechanical properties, boundary geometrical/clamping constraints and damping coefficients) on thermal/machining induced residue stresses that are generally the main cause of thin-walled product distortions, and but also will provide an essential basis to vibration suppression.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kok-Meng",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kok-Meng Lee",
   "pi_email_addr": "kokmeng.lee@me.gatech.edu",
   "nsf_id": "000153834",
   "pi_start_date": "2017-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "031E",
   "pgm_ref_txt": "MECHATRONICS"
  },
  {
   "pgm_ref_code": "032E",
   "pgm_ref_txt": "SENSORS AND ACTUATORS"
  },
  {
   "pgm_ref_code": "033E",
   "pgm_ref_txt": "Smart and responsive structures"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "035E",
   "pgm_ref_txt": "NOISE, ACOUSTICS, VIBRATIONS"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "099E",
   "pgm_ref_txt": "High voltage switching & conversion"
  },
  {
   "pgm_ref_code": "1059",
   "pgm_ref_txt": "SENSORS AND SENSOR SYSTEMS FOR CIS"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 299929.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metallic Additive-Manufacturing (Metal-AM) using laser sintering has rapidly grown in the past decade with applications spanning from automotive to aerospace, medical/healthcare, and many industrial sectors. Emerging multi-material and multi-tool (manipulator, milling and drilling) capabilities, which extend the ability to 3D-print thin-walled components and embedded components (like sensors, electronics, and batteries), will continue to play an essential role in next revolution of Metal-AM. &nbsp;Motivated by the critical needs for new sensing methods that can assess defects/irregularities on not only the surface but also sufficient penetration depth of the layer for monitoring/controlling various aspects of the machine state while the component is being fabricated.&nbsp; The research has led to a new methodology to model a distributed-parameter system and design field-based sensing systems, reconstruct its physical fields, and infer its system properties from limited measurements for analyzing its dynamic behaviors. Specific outcomes can be summarized as followings:</p>\n<p>A physically intuitive distributed current source (DCS) modeling method has been developed, upon which a <em>multi-parameter eddy-current (EC) sensing system</em> has been developed to measure the geometrical and material properties, detect hidden non-uniform defects and reconstruct various physical fields for field-based monitoring and feedback control in manufacturing process.&nbsp; Unlike traditional EC-sensors that base principles on lumped-parameter impedance or voltage changes to measure a single variable, the EC sensing system uses multi-frequency excitation and measures the EC-generated magnetic flux density (MFD) to determine the displacement, thickness, and electrical conductivity of an electrically conductive workpiece (WP) simultaneously.&nbsp; The multi-parameter EC sensing method, along with the development of a prototype multi-frequency EC sensor, has been validated and evaluated experimentally for simultaneous distance/thickness measurements and conductivity estimation of a titanium thin-walled WP in a lathe-turning process. Although this cost-effective method has been illustrated in the context of a manufacturing application, the multi-parameter EC sensing methods offer significant implications on robotic and other emerging applications (such as large structure health monitoring) where real-time material/dimension examination are required.</p>\n<p>Formulated in state space, the <em>DCS modeling method</em> decomposes the conductor into elemental volume/surface current sources, and directly solves for the closed-form solutions to the induced EC density and electric potential of a 3D EC problem with geometrical boundary and magnetization effects; both arbitrary input and harmonic excitation are considered. Using physics-based kernels and an element-refinement method accounting for the skin-depth effects and non-uniform boundary EC, the DCS method is capable of solving an EC problem with a relatively complex shape without the need to model the surrounding air space as commonly required in finite element analysis (FEA). The DCS models have been formulated as an inverse problem: specifically, the EC sensing system is applied as a magnetic machine perception system to reconstruct a non-uniform electrical conductivity field; its effectiveness and efficiency in both time and frequency domains have been validated by comparing with analytical solutions, numerical simulations using commercial FEA software, and published experimental data.&nbsp;</p>\n<p>In post-AM machining, tool-chip interface during cutting offers essential information to monitor tool-wear and ensure surface-quality, particularly in finishing cuts of hard-to-machine materials with a low thermal conductivity that gives rise to heat and thermal stress localization at the primary shear band (PSB). For monitoring the highly localized elastic-plastic strain/stress in the PSB, the temperature dependent factor and its coupled effects between the critical strain and temperature flow softening to Ti-6Al-4V alloy during machining have been analyzed, which led to an improved Johnson-Cook material constitutive model and &nbsp;a model-based digital image correlation (M-FE-DIC) method for reconstructing the deformation field from motion-captured data. The M-FE-DIC method, which provides an essential tool to estimate the displacement, strain and stress fields in the PSB experimentally, offers valuable insights into cutting process optimization and benchmark comparisons for validating analytical and numerical cutting models.</p>\n<p>Machining complex thin-wall WP has been a challenging task, because the WP deformations/vibrations (which not only compromise the surface integrity but also induce residual stresses in the final products) must be spatially reconstructed in real-time.&nbsp; To achieve high computation efficiency without compromising the reconstruction accuracy, physics-based methods accounting for the damping effects and external loads have been developed, which reconstruct the time-varying displacement/strain fields with modal coefficients updated in real time using in situ noncontact displacement measurements. The practicality as a real-time tool for continuously monitoring the dynamics of the distributed physical fields during machining has been demonstrated experimentally on a lathe machine testbed.</p>\n<p>The research findings contribute to a new school of thoughts in distributed-parameter system modeling and a state-of-the-art technology in field-based sensing.&nbsp; The research outcomes benefit society by offering metal-AM industry an efficient (modeling, sensing and estimation) approach to monitor a manufacturing process to ensure quality, consistency and reproducibility across the metal-AM machines and thin-wall component machining, particularly for structurally critical aerospace components where surface integrity and subsurface defects/pores are primary causes of fatigue cracks and life. &nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2021<br>\n\t\t\t\t\tModified by: Kok-Meng&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628531682271_Figure1_combined_kmlee_PNG--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628531682271_Figure1_combined_kmlee_PNG--rgov-800width.jpg\" title=\"DSC method for modeling eddy current density field\"><img src=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628531682271_Figure1_combined_kmlee_PNG--rgov-66x44.jpg\" alt=\"DSC method for modeling eddy current density field\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Distributed current source method for modeling magnetic and eddy-current fields induced in non-ferrous metallic objects</div>\n<div class=\"imageCredit\">NSF CMMI-1662700</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Kok-Meng&nbsp;Lee</div>\n<div class=\"imageTitle\">DSC method for modeling eddy current density field</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628531983410_Figure2_combined_kmlee_PNG--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628531983410_Figure2_combined_kmlee_PNG--rgov-800width.jpg\" title=\"Multi-frequency eddy-current sensor for simultaneous thickness and distance estimation\"><img src=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628531983410_Figure2_combined_kmlee_PNG--rgov-66x44.jpg\" alt=\"Multi-frequency eddy-current sensor for simultaneous thickness and distance estimation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Multi-parameter eddy-current sensor design for conductivity estimation and simultaneous distance and thickness measurements..</div>\n<div class=\"imageCredit\">NSF CMMI-1662700</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Kok-Meng&nbsp;Lee</div>\n<div class=\"imageTitle\">Multi-frequency eddy-current sensor for simultaneous thickness and distance estimation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628532295212_Figure3_combined_kmlee_PNG--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628532295212_Figure3_combined_kmlee_PNG--rgov-800width.jpg\" title=\"Digital Image Correlation field- reconstruction\"><img src=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628532295212_Figure3_combined_kmlee_PNG--rgov-66x44.jpg\" alt=\"Digital Image Correlation field- reconstruction\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Digital image correlation based on primary shear band model for reconstructing displacement, strain and stress fields in orthogonal cutting.</div>\n<div class=\"imageCredit\">NSF CMMI-1662700</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Kok-Meng&nbsp;Lee</div>\n<div class=\"imageTitle\">Digital Image Correlation field- reconstruction</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628533266123_Figure4_combined_kmlee--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628533266123_Figure4_combined_kmlee--rgov-800width.jpg\" title=\"Field reconstruction during machining\"><img src=\"/por/images/Reports/POR/2021/1662700/1662700_10491761_1628533266123_Figure4_combined_kmlee--rgov-66x44.jpg\" alt=\"Field reconstruction during machining\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A modal expansion method for displacement and strain field reconstruction of a thin-wall component during machining.</div>\n<div class=\"imageCredit\">NSF CMMI-1662700</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Kok-Meng&nbsp;Lee</div>\n<div class=\"imageTitle\">Field reconstruction during machining</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMetallic Additive-Manufacturing (Metal-AM) using laser sintering has rapidly grown in the past decade with applications spanning from automotive to aerospace, medical/healthcare, and many industrial sectors. Emerging multi-material and multi-tool (manipulator, milling and drilling) capabilities, which extend the ability to 3D-print thin-walled components and embedded components (like sensors, electronics, and batteries), will continue to play an essential role in next revolution of Metal-AM.  Motivated by the critical needs for new sensing methods that can assess defects/irregularities on not only the surface but also sufficient penetration depth of the layer for monitoring/controlling various aspects of the machine state while the component is being fabricated.  The research has led to a new methodology to model a distributed-parameter system and design field-based sensing systems, reconstruct its physical fields, and infer its system properties from limited measurements for analyzing its dynamic behaviors. Specific outcomes can be summarized as followings:\n\nA physically intuitive distributed current source (DCS) modeling method has been developed, upon which a multi-parameter eddy-current (EC) sensing system has been developed to measure the geometrical and material properties, detect hidden non-uniform defects and reconstruct various physical fields for field-based monitoring and feedback control in manufacturing process.  Unlike traditional EC-sensors that base principles on lumped-parameter impedance or voltage changes to measure a single variable, the EC sensing system uses multi-frequency excitation and measures the EC-generated magnetic flux density (MFD) to determine the displacement, thickness, and electrical conductivity of an electrically conductive workpiece (WP) simultaneously.  The multi-parameter EC sensing method, along with the development of a prototype multi-frequency EC sensor, has been validated and evaluated experimentally for simultaneous distance/thickness measurements and conductivity estimation of a titanium thin-walled WP in a lathe-turning process. Although this cost-effective method has been illustrated in the context of a manufacturing application, the multi-parameter EC sensing methods offer significant implications on robotic and other emerging applications (such as large structure health monitoring) where real-time material/dimension examination are required.\n\nFormulated in state space, the DCS modeling method decomposes the conductor into elemental volume/surface current sources, and directly solves for the closed-form solutions to the induced EC density and electric potential of a 3D EC problem with geometrical boundary and magnetization effects; both arbitrary input and harmonic excitation are considered. Using physics-based kernels and an element-refinement method accounting for the skin-depth effects and non-uniform boundary EC, the DCS method is capable of solving an EC problem with a relatively complex shape without the need to model the surrounding air space as commonly required in finite element analysis (FEA). The DCS models have been formulated as an inverse problem: specifically, the EC sensing system is applied as a magnetic machine perception system to reconstruct a non-uniform electrical conductivity field; its effectiveness and efficiency in both time and frequency domains have been validated by comparing with analytical solutions, numerical simulations using commercial FEA software, and published experimental data. \n\nIn post-AM machining, tool-chip interface during cutting offers essential information to monitor tool-wear and ensure surface-quality, particularly in finishing cuts of hard-to-machine materials with a low thermal conductivity that gives rise to heat and thermal stress localization at the primary shear band (PSB). For monitoring the highly localized elastic-plastic strain/stress in the PSB, the temperature dependent factor and its coupled effects between the critical strain and temperature flow softening to Ti-6Al-4V alloy during machining have been analyzed, which led to an improved Johnson-Cook material constitutive model and  a model-based digital image correlation (M-FE-DIC) method for reconstructing the deformation field from motion-captured data. The M-FE-DIC method, which provides an essential tool to estimate the displacement, strain and stress fields in the PSB experimentally, offers valuable insights into cutting process optimization and benchmark comparisons for validating analytical and numerical cutting models.\n\nMachining complex thin-wall WP has been a challenging task, because the WP deformations/vibrations (which not only compromise the surface integrity but also induce residual stresses in the final products) must be spatially reconstructed in real-time.  To achieve high computation efficiency without compromising the reconstruction accuracy, physics-based methods accounting for the damping effects and external loads have been developed, which reconstruct the time-varying displacement/strain fields with modal coefficients updated in real time using in situ noncontact displacement measurements. The practicality as a real-time tool for continuously monitoring the dynamics of the distributed physical fields during machining has been demonstrated experimentally on a lathe machine testbed.\n\nThe research findings contribute to a new school of thoughts in distributed-parameter system modeling and a state-of-the-art technology in field-based sensing.  The research outcomes benefit society by offering metal-AM industry an efficient (modeling, sensing and estimation) approach to monitor a manufacturing process to ensure quality, consistency and reproducibility across the metal-AM machines and thin-wall component machining, particularly for structurally critical aerospace components where surface integrity and subsurface defects/pores are primary causes of fatigue cracks and life.    \n\n \n\n\t\t\t\t\tLast Modified: 08/09/2021\n\n\t\t\t\t\tSubmitted by: Kok-Meng Lee"
 }
}