{
 "awd_id": "1662742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Distributed Fault Diagnosis for Large-Scale Nonlinear Stochastic Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 176259.0,
 "awd_amount": 176259.0,
 "awd_min_amd_letter_date": "2017-06-07",
 "awd_max_amd_letter_date": "2017-06-07",
 "awd_abstract_narration": "Certain industrial and commercial processes or systems consist of increasingly large and complex networks with a number of spatially distributed sub-systems that continually exchange information between each other over a band-limited communication network. Such complex large scale systems are vulnerable for faults and a single malfunction in any sub-system component can cause the entire system to fail or malfunction. This project is motivated by a growing need for a solution that will allow reliable real-time monitoring and supervision of such complex systems especially the safety-critical systems in particular. Current fault detection and isolation technology relies on centralized information processing based on collecting data from the sensors from across the entire network. For complex and large scale networks this approach is not practical due to computational complexity and communication bandwidth limitations. The research will use a novel decentralized approach based on advanced mathematical tools to formulate a solution framework that will enable real-time fault detection and isolation in such large networks and will provide resiliency, availability, and dependability. The project outcomes will impact broader societal applications such as cyber-security, multi-robot systems, structural and agricultural monitoring, pollution source localization, and healthcare monitoring. The project not only has an educational plan for graduate students but also a strong outreach program aimed at multidisciplinary groups of undergraduate and under-represented students to engage them in a real-world scientific experience that lies in the intersection of control systems, communications and algorithms. \r\n\r\nThe primary research objective of this project is to establish an analytical and computational foundation for distributed fault diagnosis algorithms of nonlinear, large-scale stochastic systems. A distributed version of the particle filtering method will serve as the foundation of the derived diagnostic algorithms. The particle filtering technique is a highly suitable estimator for fault diagnosis since it avoids linearity and Gaussian noise assumptions typically found in current state-of-the-art. The target monolithic process is monitored by a network of interconnected diagnostic nodes with local processing and communication capabilities. The diagnostic network infers information of the entire system based on partial observations and local information exchange between neighboring nodes. The methodology conducts simultaneous real-time fault detection and isolation, keeping the computational complexity to a minimum. The project will establish a novel distributed fault detection methodology that takes advantage of the decentralized architecture and computational strength of modern embedded systems such as wireless sensor networks and multi-core processors. The specific tasks include: derivation of a computationally efficient, centralized fault-sensitive filter that eliminates the need for a bank of estimators to conduct fault isolation; establishment of an analytical method for obtaining global inference about the health of the system based on local observations and information exchange, targeting monolithic processes with geographically sparse subcomponents; and formulation of a distributed FD method that subdivides the monitoring task to low-order, possibly interconnected, components targeted to high-dimensional processes that cannot be accommodated by a central configuration. This research combines previously disparate concepts from estimation theory, fault-tolerance and combinatorics to provide a robust and coherent framework for resilient, available and dependable systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ioannis",
   "pi_last_name": "Raptis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ioannis Raptis",
   "pi_email_addr": "iraptis@ncat.edu",
   "nsf_id": "000657803",
   "pi_start_date": "2017-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018542827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 61024.0
  }
 ],
 "por": null
}