{
 "awd_id": "1662963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Resilient Seismic Retrofit by Integrating Selective Weakening and Self-Centering",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 136000.0,
 "awd_min_amd_letter_date": "2017-04-27",
 "awd_max_amd_letter_date": "2019-05-14",
 "awd_abstract_narration": "The occurrence of a major seismic event, although low in probability, carries high risk. Many reinforced concrete buildings in the United States and around the world were built before the implementation of modern seismic design codes. Based on seismic events of recent history outside the United States, significant economic losses can be expected in the United States if similar events occur near densely populated cities. Reducing economic losses, shortening time to recovery, and returning to normal operation levels are essential and define resiliency against seismic hazard.  Existing seismic retrofit methods achieve life safety through permanent damage. This project will investigate a new seismic retrofit method which focuses on not only public safety but also on resiliency by minimizing damage. The new retrofit system will be applicable to buildings with sub-standard reinforced concrete shear walls as the lateral load resisting system. Low damage ensures that buildings can remain operational and habitable within a reasonable amount of time following an earthquake, while keeping the socio-economic losses related to the building stock to a minimum compared to systems retrofitted with traditional methods. The retrofit method can also be architecturally advantageous for cases where the scope or budget for additional lateral load resisting systems is not available. Education, outreach, and technology transfer activities will focus on raising awareness about resiliency, multiple hazards, and new building technologies, as well as increasing participation of underrepresented groups in STEM. \r\n\r\nIn this project, a new seismic retrofit method, integrating the concepts of selective weakening, hinged walls, and self-centering, will be investigated to achieve low seismic damage. The method will be targeted toward improving the performance of reinforced concrete shear walls that have design deficiencies related to confinement, transverse reinforcement, and reinforcement detailing, which have been associated with slender wall failures in past earthquakes. The retrofit method will involve converting traditional and deficient shear walls into self-centering walls by creating a cold joint near the shear wall-foundation interface (weakening) and adding unbonded external post-tensioning. The objective of this research is to understand the change in fundamental response of deficient reinforced concrete buildings when retrofitted with this method. Research methods to achieve this objective will include element and system level structural testing and analysis. Element level studies will include nonlinear analytical modeling and testing of retrofitted shear walls under reverse cyclic loading. These studies will identify viable retrofit details and target shear wall deficiencies. System level investigations will include finite element and time-history analyses to understand the interaction of retrofitted shear walls with other structural elements to control damage to these elements. Performance enhancement that can be achieved by this retrofit method will be quantified using reliability concepts. This work will create a fundamental understanding of building systems retrofitted with this method in terms of capacity, hysteretic response, and self-centering capability through nonlinear analyses, testing, and fragility studies. The findings of this research also will have the potential to advance the state-of-the-art of self-centering structures that are newly constructed. Project outcomes will produce new basic knowledge needed to retrofit deficient concrete walls and develop more resilient buildings in seismic regions and thus contribute to seismic hazard mitigation in the United States and around the world. Project data will be made available in the NHERI Data Depot at https://www.designsafe-ci.org/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sriram",
   "pi_last_name": "Aaleti",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sriram R Aaleti",
   "pi_email_addr": "saaleti@eng.ua.edu",
   "nsf_id": "000651332",
   "pi_start_date": "2017-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 University of blvd",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "014Y00",
   "pgm_ele_name": "Engineering for Natural Hazard"
  },
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Using concepts from self-centering and selective weakening, this project's research helped establish a new resilient seismic retrofit method for deficient reinforced concrete shear walls. Large-scale testing of concrete walls subjected to lateral loading confirmed the efficacy and effectiveness of the proposed retrofitting method. Experimental studies conducted as part of the research determined the impact of various design parameters of the retrofit scheme, such as the amount of uncut reinforcement, additional confinement through UHPC in critical regions, UHPC-normal concrete interface behavior, and anticipated critical concrete strains. The research yielded a new design equation for the equivalent plastic hinge length of rocking walls to improve the accuracy of predicting critical concrete strains, thereby enhancing the design guidance provided by current building codes. In addition, the research has yielded a unique experimental data set and a greater comprehension of the lateral load behavior of asymmetric, non-rectangular post-tensioned rocking walls. Damage to the T-shaped wall panels was limited to rocking corners, similar to that of rectangular walls. It was discovered that the behavior of the wall under web-direction loading was comparable to that of an equivalent rectangular wall with the PT and ED reinforcements in the flange aggregated along the web at their respective locations along the web length. The behavior of the wall in the flange direction was significantly different than that of an equivalent rectangular wall with the PT and ED reinforcements in the web concentrated in the center of the flange.</p>\n<p><strong>Intellectual Merit: </strong>This project's activities have contributed to the development of a new retrofit method and details for seismically deficient reinforced concrete shear walls. The work established a fundamental understanding of the performance of this new retrofit scheme in terms of capacity, hysteretic response, and self-centering capacity. The experimental work produced a new design detailing for ultra-high performance concrete (UHPC) to provide additional confinement effect to critical wall regions in the boundary elements and transfer of interface shear along the wall length for anchoring of post-tensioning. This research produced one-of-a-kind experimental data on the response of T-shaped post-tensioned rocking shear walls to bidirectional lateral loading. This experimental data is the first of its kind, and it sheds light on the lateral load behavior of these walls, particularly in the flange direction and under diagonal loading. The observed behavior of the wall in these directions has enhanced the current understanding of unsymmetric post-tensioned rocking walls and brought to light some of the shortcomings of current analytical and design methodologies. The experimental research also contributed to the development of improved design equations for calculating the equivalent plastic hinge lengths and, consequently, the critical concrete strains, which will advance the state-of-the-art of newly constructed self-centering structures that adhere to modern design codes.</p>\n<p><strong>Broader Impacts: </strong>All the data from experimental program have been uploaded on Design-safe website. Thousands of reinforced concrete structures were constructed in the United States and around the world prior to the implementation of modern seismic standards. Based on seismic hazards of near history, enormous economic losses, in tens of billions of dollars, are projected in the US/worldwide due to similar catastrophes near heavily populated cities. By minimizing residual displacements and limiting damage, the information gathered, and the retrofit methods created in the project can provide a solution for enhancing the resilience of the built environment. The knowledge gained from this study has been disseminated and distributed through journal article publications, conference presentations and proceedings. The research efforts from this project also assisted to train one Ph.D and three undergraduate students of which two are female students. They became adept at conducting experiments, simulating outcomes, evaluating data, and publishing findings in academic publications. The PhD student is currently a Postdoctoral Scholar at a university in the United States. The three undergraduates have all gone on to acquire advanced degrees (M.S) (M.S). Two of the undergraduates who worked on the research went on to receive master's degrees at the PI's institute, while the third is currently pursuing a master's degree at another U.S. institution.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2022<br>\n\t\t\t\t\tModified by: Sriram&nbsp;R&nbsp;Aaleti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUsing concepts from self-centering and selective weakening, this project's research helped establish a new resilient seismic retrofit method for deficient reinforced concrete shear walls. Large-scale testing of concrete walls subjected to lateral loading confirmed the efficacy and effectiveness of the proposed retrofitting method. Experimental studies conducted as part of the research determined the impact of various design parameters of the retrofit scheme, such as the amount of uncut reinforcement, additional confinement through UHPC in critical regions, UHPC-normal concrete interface behavior, and anticipated critical concrete strains. The research yielded a new design equation for the equivalent plastic hinge length of rocking walls to improve the accuracy of predicting critical concrete strains, thereby enhancing the design guidance provided by current building codes. In addition, the research has yielded a unique experimental data set and a greater comprehension of the lateral load behavior of asymmetric, non-rectangular post-tensioned rocking walls. Damage to the T-shaped wall panels was limited to rocking corners, similar to that of rectangular walls. It was discovered that the behavior of the wall under web-direction loading was comparable to that of an equivalent rectangular wall with the PT and ED reinforcements in the flange aggregated along the web at their respective locations along the web length. The behavior of the wall in the flange direction was significantly different than that of an equivalent rectangular wall with the PT and ED reinforcements in the web concentrated in the center of the flange.\n\nIntellectual Merit: This project's activities have contributed to the development of a new retrofit method and details for seismically deficient reinforced concrete shear walls. The work established a fundamental understanding of the performance of this new retrofit scheme in terms of capacity, hysteretic response, and self-centering capacity. The experimental work produced a new design detailing for ultra-high performance concrete (UHPC) to provide additional confinement effect to critical wall regions in the boundary elements and transfer of interface shear along the wall length for anchoring of post-tensioning. This research produced one-of-a-kind experimental data on the response of T-shaped post-tensioned rocking shear walls to bidirectional lateral loading. This experimental data is the first of its kind, and it sheds light on the lateral load behavior of these walls, particularly in the flange direction and under diagonal loading. The observed behavior of the wall in these directions has enhanced the current understanding of unsymmetric post-tensioned rocking walls and brought to light some of the shortcomings of current analytical and design methodologies. The experimental research also contributed to the development of improved design equations for calculating the equivalent plastic hinge lengths and, consequently, the critical concrete strains, which will advance the state-of-the-art of newly constructed self-centering structures that adhere to modern design codes.\n\nBroader Impacts: All the data from experimental program have been uploaded on Design-safe website. Thousands of reinforced concrete structures were constructed in the United States and around the world prior to the implementation of modern seismic standards. Based on seismic hazards of near history, enormous economic losses, in tens of billions of dollars, are projected in the US/worldwide due to similar catastrophes near heavily populated cities. By minimizing residual displacements and limiting damage, the information gathered, and the retrofit methods created in the project can provide a solution for enhancing the resilience of the built environment. The knowledge gained from this study has been disseminated and distributed through journal article publications, conference presentations and proceedings. The research efforts from this project also assisted to train one Ph.D and three undergraduate students of which two are female students. They became adept at conducting experiments, simulating outcomes, evaluating data, and publishing findings in academic publications. The PhD student is currently a Postdoctoral Scholar at a university in the United States. The three undergraduates have all gone on to acquire advanced degrees (M.S) (M.S). Two of the undergraduates who worked on the research went on to receive master's degrees at the PI's institute, while the third is currently pursuing a master's degree at another U.S. institution.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2022\n\n\t\t\t\t\tSubmitted by: Sriram R Aaleti"
 }
}