{
 "awd_id": "1662096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Infection Multiplicity and Virus Evolution, from Experiments to Large Scale Multi-Population Stochastic Computations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 414000.0,
 "awd_amount": 414000.0,
 "awd_min_amd_letter_date": "2017-05-03",
 "awd_max_amd_letter_date": "2019-08-13",
 "awd_abstract_narration": "To understand how organisms evolve with time requires the development of predictive mathematical descriptions of evolutionary theories along with experimental studies to test these predictions. Because incremental and inheritable genetic changes happen over multiple generations evolutionary theory is difficult to study. Viruses obey the same basic evolutionary rules as higher organisms, but replicate and evolve much faster. Therefore they provide a near-ideal model system for the  test of evolutionary and selection theories. Viruses are also capable of social interactions which can change their evolutionary behaviors. Social interactions arise by a process called co-infection, whereby multiple virus genomes infect and replicate in a single cell, and can result in a number of poorly understood interactions. The research team will perform a series of integrated experimental and mathematical analyses aimed at providing insights into these complex processes.  This research also has significance to other epidemiological situations in which co-infection patterns are observed when different pathogen species simultaneously infect the same host and impact each others' ability to spread. Thus the novel numerical techniques being developed have relevance and significance in more general health areas including cancer studies. \r\n\r\nRNA viruses are characterized by a high mutation rate, allowing them to rapidly diversify and readily adapt to environmental challenges. They provide, therefore, a near-ideal model system for the testing of evolutionary and selection theories that are difficult to approach in more complex organisms. Typically, virus genomes are considered as isolated entities, however, multiple infection (coinfection) of cells is a common occurrence and results in a series of poorly understood social interactions that have the power to shape evolutionary trajectories. A highly tractable experimental system for assessing the model is replication of the human immunodeficiency virus (HIV-1) in vitro. HIV-1 multiple infection is promoted by cell-to-cell contact and the formation of virological synapses, in which multiple viruses are simultaneously transferred from one cell to another. In contrast, spread via the release of free virus particles promotes single infection. The relative occurrence of synaptic and free virus transmission, and hence infection multiplicity, can be elegantly manipulated with innovative experimental techniques. Several experimental techniques will be used to generate data on virus growth and virus evolution at different infection multiplicities. Transmission pathways (synaptic and free virus) will be manipulated to change infection multiplicity during virus spread. Evolutionary dynamics will be explored in the context of different mutant types that undergo a variety of social interactions. New techniques will be introduced in order to manipulate the relative importance of cell-free and synaptic transmission, and thus infection multiplicity. Novel computational algorithms will be developed in order to fully understand how multiple infection and social interactions impact the dynamics.  Mathematical models will be tested, parameterized, and employed to explore the evolutionary dynamics at large population sizes. This research will provide greater insights on the relative significance of mechanisms that impact evolution of organisms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Levy",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "David N Levy",
   "pi_email_addr": "dnlevy@nyu.edu",
   "nsf_id": "000683358",
   "pi_start_date": "2017-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 Washington Square S",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804700",
   "pgm_ele_name": "NIGMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4075",
   "pgm_ref_txt": "NSF/NIGMS Initiative-Mathematical Bio"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>AIMS</strong></p>\n<p><strong>Aim 1:</strong>&nbsp;<strong>Generation of experimental data on virus growth and virus evolution at different infection multiplicities.&nbsp;</strong>Different experimental techniques will be used to separate synaptic from free virus transmission, and thus to change infection multiplicity during virus spread. Evolutionary dynamics will be explored in the context of different mutant types that undergo a variety of social interactions. New techniques will be introduced in order to manipulate the relative importance of cell-free and synaptic transmission, and thus infection multiplicity, providing a thus far unparalleled thoroughness in this respect.</p>\n<p><strong>Aim 2:</strong>&nbsp;<strong>Development of</strong>&nbsp;<strong>novel computational algorithm to simulate experimentally explored evolutionary dynamics for large population sizes.&nbsp;</strong>A full understanding of how multiple infection and social interactions impact evolutionary dynamics requires the consideration of regimes (including relatively large population sizes) that are not easily tractable by experiment. Hence, construction and parameterization of mathematical models is necessary, which are subsequently used to explore the dynamics at large population sizes. Because stochastic dynamics and multiple sub-populations need to be modeled, however, the computational cost presents an important barrier. A novel hybrid deterministic-stochastic technique that allows high-power evolutionary computations will be created and mathematically validated. This will handle multiple interacting subpopulations, and also allow for time-efficient computations for large populations.</p>\n<p><strong>Aim 3:&nbsp;Model selection and extending evolutionary predictions to larger population sizes.&nbsp;</strong>The models developed in aim 2 will be tested and parameterized, and the novel algorithm will be employed to explore the evolutionary dynamics at large population sizes that cannot be analyzed experimentally. Furthermore, for the first time the models will be used to perform manipulations that are experimentally impossible, such as the complete inhibition of multiple infection. This will allow teasing apart influences of coinfection, co-transmission, increased R<sub>0</sub>&nbsp;etc., which cannot be done by theory or experiment alone.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Findings:</strong>&nbsp;</p>\n<p><strong>Impact on the development of the principal discipline(s) of the project</strong></p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Being able to simulate evolutionary processes at realistically large population sizes will be a major methodological advance for the field. So far, the typical strategy is to model unrealistically low population sizes for the sake of computational speed, and to use an unrealistically large mutation rate to make up for the small population size It is very important that computer simulations can be feasibly run under realistic conditions.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This work provides new insights into the effect of infection multiplicity on viral evolutionary processes. Many questions and uncertainties remain, and our mathematical-experimental approach will provide a number of new insights that will improve our understanding of this topic. This is not only relevant to our HIV model system, but is more generally relevant to other viral infections, including phage infection of bacteria</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Valuable insights are being obtained about the role of direct cell-to-cell transmission and the role of free virus transmission for viral evolutionary processes.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We found that recombinant evolution is fastest if only synaptic transmission operates, and that the addition of free virus transmission reduces the number of recombinants at a given infected cell population size. This is due to synaptic transmission (i) increasing infection multiplicity, (ii) promoting the co-transmission of different virus strains from cell to cell, and (iii) increasing the rate at which point mutations are generated as a result of more reverse transcription events. This work further resulted in the estimation of various parameters that characterize these evolutionary processes. For example, we estimate that during cell-to-cell transmission, an average of 3 viruses successfully integrated into the target cell, which can significantly raise the infection multiplicity compared to free virus transmission. In general, our study points towards the importance of infection multiplicity and cell-to-cell transmission for HIV-evolution within patients.</p>\n<p>&nbsp;</p>\n<p><strong>Impact on other disciplines</strong></p>\n<p>The development of our new numerical methodology to simulate evolutionary processes at large population sizes is broadly applicable to many biological systems. Besides viruses, this includes bacteria, cancer, and microbial populations in general. The new insights obtained about the effect of infection multiplicity on viral evolutionary processes has relevance for a number of viruses in different contexts, including phage infection of bacteria, infection dynamics in biofilms, and infection dynamics in ecological systems.</p>\n<p>&nbsp;</p>\n<p><strong>Publications:</strong></p>\n<p>Wodarz, D., Levy, D. N., N. L. Komarova. (2019). Multiple infection of cells changes the dynamics of basic viral evolutionary processes. &nbsp;Evolution Letters. 3(1):104-115.</p>\n<p>Kreger J., Garcia J., Zhang, H., Komarova N. L., Wodarz D., Levy D. N. 2021. Quantifying the dynamics of viral recombination during free virus and cell-to-cell transmission in HIV-1 infection. Virus Evolution 7: veab026.</p>\n<p>Kreger, J., N.L. Komarova, and D. Wodarz, Effect of synaptic cell-to-cell transmission and recombination on the evolution of double mutants in HIV. J R Soc Interface, 2020. 17(164): p. 20190832.</p>\n<p>Kreger, J., N.L. Komarova, and D. Wodarz, A hybrid stochastic-deterministic approach to explore multiple infection and evolution in HIV. PLoS Comput Biol, 2021. 17(12): p. e1009713.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2022<br>\n\t\t\t\t\tModified by: David&nbsp;N&nbsp;Levy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAIMS\n\nAim 1: Generation of experimental data on virus growth and virus evolution at different infection multiplicities. Different experimental techniques will be used to separate synaptic from free virus transmission, and thus to change infection multiplicity during virus spread. Evolutionary dynamics will be explored in the context of different mutant types that undergo a variety of social interactions. New techniques will be introduced in order to manipulate the relative importance of cell-free and synaptic transmission, and thus infection multiplicity, providing a thus far unparalleled thoroughness in this respect.\n\nAim 2: Development of novel computational algorithm to simulate experimentally explored evolutionary dynamics for large population sizes. A full understanding of how multiple infection and social interactions impact evolutionary dynamics requires the consideration of regimes (including relatively large population sizes) that are not easily tractable by experiment. Hence, construction and parameterization of mathematical models is necessary, which are subsequently used to explore the dynamics at large population sizes. Because stochastic dynamics and multiple sub-populations need to be modeled, however, the computational cost presents an important barrier. A novel hybrid deterministic-stochastic technique that allows high-power evolutionary computations will be created and mathematically validated. This will handle multiple interacting subpopulations, and also allow for time-efficient computations for large populations.\n\nAim 3: Model selection and extending evolutionary predictions to larger population sizes. The models developed in aim 2 will be tested and parameterized, and the novel algorithm will be employed to explore the evolutionary dynamics at large population sizes that cannot be analyzed experimentally. Furthermore, for the first time the models will be used to perform manipulations that are experimentally impossible, such as the complete inhibition of multiple infection. This will allow teasing apart influences of coinfection, co-transmission, increased R0 etc., which cannot be done by theory or experiment alone. \n\n \n\nFindings: \n\nImpact on the development of the principal discipline(s) of the project\n\n-       Being able to simulate evolutionary processes at realistically large population sizes will be a major methodological advance for the field. So far, the typical strategy is to model unrealistically low population sizes for the sake of computational speed, and to use an unrealistically large mutation rate to make up for the small population size It is very important that computer simulations can be feasibly run under realistic conditions.\n\n-       This work provides new insights into the effect of infection multiplicity on viral evolutionary processes. Many questions and uncertainties remain, and our mathematical-experimental approach will provide a number of new insights that will improve our understanding of this topic. This is not only relevant to our HIV model system, but is more generally relevant to other viral infections, including phage infection of bacteria\n\n-       Valuable insights are being obtained about the role of direct cell-to-cell transmission and the role of free virus transmission for viral evolutionary processes.\n\n-       We found that recombinant evolution is fastest if only synaptic transmission operates, and that the addition of free virus transmission reduces the number of recombinants at a given infected cell population size. This is due to synaptic transmission (i) increasing infection multiplicity, (ii) promoting the co-transmission of different virus strains from cell to cell, and (iii) increasing the rate at which point mutations are generated as a result of more reverse transcription events. This work further resulted in the estimation of various parameters that characterize these evolutionary processes. For example, we estimate that during cell-to-cell transmission, an average of 3 viruses successfully integrated into the target cell, which can significantly raise the infection multiplicity compared to free virus transmission. In general, our study points towards the importance of infection multiplicity and cell-to-cell transmission for HIV-evolution within patients.\n\n \n\nImpact on other disciplines\n\nThe development of our new numerical methodology to simulate evolutionary processes at large population sizes is broadly applicable to many biological systems. Besides viruses, this includes bacteria, cancer, and microbial populations in general. The new insights obtained about the effect of infection multiplicity on viral evolutionary processes has relevance for a number of viruses in different contexts, including phage infection of bacteria, infection dynamics in biofilms, and infection dynamics in ecological systems.\n\n \n\nPublications:\n\nWodarz, D., Levy, D. N., N. L. Komarova. (2019). Multiple infection of cells changes the dynamics of basic viral evolutionary processes.  Evolution Letters. 3(1):104-115.\n\nKreger J., Garcia J., Zhang, H., Komarova N. L., Wodarz D., Levy D. N. 2021. Quantifying the dynamics of viral recombination during free virus and cell-to-cell transmission in HIV-1 infection. Virus Evolution 7: veab026.\n\nKreger, J., N.L. Komarova, and D. Wodarz, Effect of synaptic cell-to-cell transmission and recombination on the evolution of double mutants in HIV. J R Soc Interface, 2020. 17(164): p. 20190832.\n\nKreger, J., N.L. Komarova, and D. Wodarz, A hybrid stochastic-deterministic approach to explore multiple infection and evolution in HIV. PLoS Comput Biol, 2021. 17(12): p. e1009713.\n\n\t\t\t\t\tLast Modified: 01/06/2022\n\n\t\t\t\t\tSubmitted by: David N Levy"
 }
}