{
 "awd_id": "1663196",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Formation and Stability of Eutectic Nanostructures in Laser-Irradiated Particle Suspensions",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 53376.0,
 "awd_amount": 2766.0,
 "awd_min_amd_letter_date": "2017-08-16",
 "awd_max_amd_letter_date": "2019-10-25",
 "awd_abstract_narration": "Powder metallurgy, in which complex parts are made by fusing together a metal powder, has a large economic footprint in the USA. This footprint will only grow as additive manufacturing (AM) techniques become more pervasive. A pressing concern with AM is that the parts produced often have worse mechanical properties than parts produced from forging or machining. The goal of this collaborative proposal is to develop new approaches to create nanoscale physical structure within powder particles in order to improve mechanical properties (strength and thermal conductivity) of final parts. To accomplish this, the research proposed here will use lasers to melt different metal and ceramic alloys that have a special chemical composition, known as a eutectic, which produces an internal sheet-like structure. By lasing the powders while they are in a fluid that extracts heat quickly, the eutectic structure can be preserved when the particle solidifies. This work will suspend the powder particles in liquid and solid media that can remove heat, but these media must not react, boil, or obscure the laser. Experiments will be combined with modeling to understand the removal of heat, and to simulate how the internal structure forms within individual spherical particles under these conditions. The Broader Impact of this research will be the new processing approaches that create tailored feedstock materials for use in sintering and additive manufacturing to rapidly manufacture complex pieces with improved technical properties. This will have significant direct benefits for the aerospace, automotive, medical products, and defense industries. \r\n \r\nPulsed laser melting can provide very fast solidification rates to form nanoscale eutectic structures. Unfortunately, in materials with high optical absorption, lasers with nanosecond pulse widths only melt the near-surface region and cannot be considered true bulk processing techniques. This research will circumvent this limitation by using laser irradiation of eutectic alloys in powder form. Most investigations of eutectic solidification in discrete particles have used molten droplets formed by atomization, where heat extraction from the particle into a surrounding gas is inefficient. Although rapid eutectic solidification still occurs, atomization results in highly heterogeneous internal microstructures, which are undesirable with respect to many technical properties. This research will employ particles suspended in liquid or solid media that can extract heat much more efficiently following pulsed laser melting. The suspensions will be volume-restricted such that boiling of the media in contact with the molten particles is suppressed, thereby maintaining effective heat dissipation. In addition, by controlling the laser power and number of pulses, it is possible to partially melt a particle, such that a small solid portion acts as a ready nucleation site, avoiding deep undercooling. The experiments will examine these processes in metallic, semiconducting and metal-oxide alloy powders. The dynamic rapid solidification process in bulk and three-dimensional particles will be simulated in detail using the phase field modeling approach. The stability of the nanoscale eutectic structure during spark plasma sintering of the produced particulate material will also be examined. The Broader Impact of this research will be the new processing approaches that create tailored microstructures in feedstock materials for use in sintering and additive manufacturing that will yield improved technical properties in rapidly-manufactured componetns. This will have significant direct benefits for the aerospace, automotive, medical products, and defense industries. ",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nana",
   "pi_last_name": "Ofori-Opoku",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nana Ofori-Opoku",
   "pi_email_addr": "noforiopoku@gmail.com",
   "nsf_id": "000731077",
   "pi_start_date": "2017-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2205 Tech Drive, Suite 1106",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602012919",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2766.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Additive manufacturing, or 3D printing, is becoming an important technology in the industrial fabrication process. Yet, where the final product is concerned, there are still a large number of unknowns and features that are not well understood. Computational techniques offer a starkly different approach to understanding the underlying properties and features that the materials produced from this technique exhibit. The objectives of the project were to determine if our understanding can be realized through examination of the initial feedstock powered metals utilised in the manufacturing process.</p>\n<p>&nbsp;</p>\n<p>This project explored the development and use of a computational modeling framework to emulate the underlying physical processes of solidification and sintering of the feedstock material used in additive manufacturing. This framework would support parallel experimental efforts investigating effects of processing parameters and conditions. This hybrid collaborative approach provides the necessary feedback response required to further enhance the physical modeling capabilities and results in possible improvements in the probing of experimental features.</p>\n<p>&nbsp;</p>\n<p>The project has enabled these goals by establishing the initial theoretical underpinnings of the models and methodologies needed for the proposed framework. This obligatory step has identified and set the properties required for a physically relevant model and has also recognized the associated high-performance computing resource requirements. This will aid researchers in the further advancement of the tools necessary to investigate the products manufactured from this growing industry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/11/2020<br>\n\t\t\t\t\tModified by: Nana&nbsp;Ofori-Opoku</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdditive manufacturing, or 3D printing, is becoming an important technology in the industrial fabrication process. Yet, where the final product is concerned, there are still a large number of unknowns and features that are not well understood. Computational techniques offer a starkly different approach to understanding the underlying properties and features that the materials produced from this technique exhibit. The objectives of the project were to determine if our understanding can be realized through examination of the initial feedstock powered metals utilised in the manufacturing process.\n\n \n\nThis project explored the development and use of a computational modeling framework to emulate the underlying physical processes of solidification and sintering of the feedstock material used in additive manufacturing. This framework would support parallel experimental efforts investigating effects of processing parameters and conditions. This hybrid collaborative approach provides the necessary feedback response required to further enhance the physical modeling capabilities and results in possible improvements in the probing of experimental features.\n\n \n\nThe project has enabled these goals by establishing the initial theoretical underpinnings of the models and methodologies needed for the proposed framework. This obligatory step has identified and set the properties required for a physically relevant model and has also recognized the associated high-performance computing resource requirements. This will aid researchers in the further advancement of the tools necessary to investigate the products manufactured from this growing industry.\n\n \n\n\t\t\t\t\tLast Modified: 02/11/2020\n\n\t\t\t\t\tSubmitted by: Nana Ofori-Opoku"
 }
}