{
 "awd_id": "1663341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Prime Factors Driving Distortion in Milled Aluminum Workpieces",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Y. Kevin Chou",
 "awd_eff_date": "2017-04-15",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 320057.0,
 "awd_amount": 320057.0,
 "awd_min_amd_letter_date": "2017-03-31",
 "awd_max_amd_letter_date": "2017-03-31",
 "awd_abstract_narration": "Rework or rejection of metallic components due to component shape errors resulting from machining distortion reflect a significant economic loss. The cost of machining distortion is estimated to be billions of dollars annually, with a large part borne in the aerospace sector, so the control of machining distortion is a significant industrial challenge. Existing engineering approaches address the problem, but provide only point solutions to specific circumstances and rely on empirical trials at high cost. The collaborative research between the University of California, Davis (USA) and the University of Kaiserslautern (Germany) focuses on understanding the main factors and mechanisms that drive machining distortion, and subsequently explores the use of models for prediction and control. Distortion will be analyzed by analytical and experimental methods across variations of its main drivers: initial residual stress and geometry of the workpiece and parameters used in machining. The work will advance sustainable manufacturing in aerospace and other metal working industries by studying approaches that can lead to reduced losses from rework and rejection of parts. Along with graduate students directly involved, graduate and undergraduate students working in research laboratories at the two partner institutions will benefit from the international communication and exchange. Research results will be used to educate undergraduate and graduate students at both universities in existing courses in manufacturing and engineering (mechanical and aerospace), and the general public will learn about machining distortion and compensation through publications, conferences, and institutional websites. New knowledge will be gained and shared on how part geometry, symmetry, and stress levels affect machining distortion. \r\n\r\nThe main objective of this project is to understand how workpiece deformations can be forecast and controlled by predictive or compensative techniques for more economical and sustainable manufacturing. The research plan relies on unique expertise and facilities at two partner institutions, and synergizes metal-cutting experiments and residual stress measurements with analytical and numerical modeling. The deep understanding of residual stress at the University of California, Davis is complemented by the expertise in milling assessment at the University of Kaiserslautern. The hypothesis to be tested is: the effects of bulk residual stress (from material processing) and machining residual stress (from milling) each create distinct effects on workpiece deformation and can be separated. Therefore, bulk residual stress and machining residual stress are first analyzed separately. In work task 1 at UC Davis, different input models for bulk residual stress will be investigated, in particular process models from the University of Kaiserslautern and the eigenstrain model from UC Davis.  Furthermore, different methods (simultaneous or incremental material removal) to simulate geometry changes in workpieces with bulk residual stress are analyzed. UC Davis is responsible for defining the bulk material stress levels and characterizing bulk residual stresses with established mechanical techniques. Complementary, work task 2 is performed at the University of Kaiserslautern and different input models and their quality for machining residual stress will be investigated. Comprehensive milling experiments will help to understand the distortion of thin-walled monolithic workpieces from machining residual stress and serve as a database for the combined bulk and machining residual stress distortion. At the University of Kaiserslautern, X-ray diffraction is used to characterize the surface residual stresses. Based on the new knowledge, in work task 3 both research partners will analyze how the machining residual stresses depend on the bulk residual stresses, for example by machining within different stress regimes. In addition, boundary conditions such as effects of workpiece setup and constraint and the geometric criteria for three regimes will be explored: where both types of residual stresses or one individually have major impact on machining distortion. Finally, in work task 4 compensation techniques will be investigated and summarized first in a best practice model. The possibility to compensate the bulk induced distortion via a deliberate machining induced distortion will be explored.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Linke",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara S Linke",
   "pi_email_addr": "bslinke@ucdavis.edu",
   "nsf_id": "000649614",
   "pi_start_date": "2017-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hill",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Hill",
   "pi_email_addr": "mrhill@ucdavis.edu",
   "nsf_id": "000449701",
   "pi_start_date": "2017-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California Davis",
  "perf_str_addr": "1 Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 320057.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Distortion can arise during machining of metals and is a significant and expensive problem in the aerospace sector for milling of thin-walled monolithic aluminum workpieces. This project focused on understanding the main factors that drive this distortion and developed models for prediction and control. In particular, the two prime factors, release of bulk residual stress (BRS) from material processing and release of milling-induced residual stress (MIRS) from deformation and heat in the machining process were analyzed and their interaction. Machining experiments, residual stress measurements, and analytical and numerical analysis were performed on aluminum alloy AA7050, in quenched and artificially aged state (T74) with high residual stress, and in plastically stretched, stress-relieved state (T7451) with low residual stress. New knowledge was gained about the milling process of these materials and resulting residual stresses, as well as about different residual stress measurement methods for bulk stress (slitting and its variant cut mouth opening displacement method) and near surface stress (hole-drilling, slotting, cos(&alpha;) x-ray diffraction (XRD), sin<sup>2</sup>(&Psi;) XRD, and wafer distortion). It was confirmed that bulk residual stress and near-surface residual stress did not obey the law of elastic superposition and preexisting BRS significantly changed the distribution of MIRS. A finite element model was carefully developed and validated that can implement complex part geometry, material properties, and residual stress measured after representative machining tests in workpieces of simple geometry. Different compensation techniques for machining distortion were highlighted including changing cutting parameters to change milling-induced residual stress, adjusting part design (wall thickness or rib design) to influence bulk residual stress, or change the milling path to influence both, MIRS and BRS. The distortion prediction model allows to reduce distortion or to mill an inverse shape onto the sample backside.<br />The results of this research can be used as a digital twin and help to increase the sustainability in manufacturing, in particular reduction of scrap rate and rework and increase of energy efficiency over the complete manufacturing process.<br /><br />The project was synergistic research between the University of California, Davis and the University of Kaiserslautern in Germany. Metal-cutting experiments and residual stress measurements were collaboratively integrated with analytical and numerical modeling. The project involved 4 senior researchers, 7 graduate students, and 5 undergraduate students over the project period. All project partners benefitted from the international collaboration and communication, translation of different engineering approaches and methods, and international team work. The results of this project were documented through a public website, 3 journal papers, 5 peer-reviewed conference papers, 2 PhD and 2 MS theses, multiple conference presentations and posters, and several more papers in preparation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2022<br>\n\t\t\t\t\tModified by: Barbara&nbsp;S&nbsp;Linke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDistortion can arise during machining of metals and is a significant and expensive problem in the aerospace sector for milling of thin-walled monolithic aluminum workpieces. This project focused on understanding the main factors that drive this distortion and developed models for prediction and control. In particular, the two prime factors, release of bulk residual stress (BRS) from material processing and release of milling-induced residual stress (MIRS) from deformation and heat in the machining process were analyzed and their interaction. Machining experiments, residual stress measurements, and analytical and numerical analysis were performed on aluminum alloy AA7050, in quenched and artificially aged state (T74) with high residual stress, and in plastically stretched, stress-relieved state (T7451) with low residual stress. New knowledge was gained about the milling process of these materials and resulting residual stresses, as well as about different residual stress measurement methods for bulk stress (slitting and its variant cut mouth opening displacement method) and near surface stress (hole-drilling, slotting, cos(&alpha;) x-ray diffraction (XRD), sin2(&Psi;) XRD, and wafer distortion). It was confirmed that bulk residual stress and near-surface residual stress did not obey the law of elastic superposition and preexisting BRS significantly changed the distribution of MIRS. A finite element model was carefully developed and validated that can implement complex part geometry, material properties, and residual stress measured after representative machining tests in workpieces of simple geometry. Different compensation techniques for machining distortion were highlighted including changing cutting parameters to change milling-induced residual stress, adjusting part design (wall thickness or rib design) to influence bulk residual stress, or change the milling path to influence both, MIRS and BRS. The distortion prediction model allows to reduce distortion or to mill an inverse shape onto the sample backside.\nThe results of this research can be used as a digital twin and help to increase the sustainability in manufacturing, in particular reduction of scrap rate and rework and increase of energy efficiency over the complete manufacturing process.\n\nThe project was synergistic research between the University of California, Davis and the University of Kaiserslautern in Germany. Metal-cutting experiments and residual stress measurements were collaboratively integrated with analytical and numerical modeling. The project involved 4 senior researchers, 7 graduate students, and 5 undergraduate students over the project period. All project partners benefitted from the international collaboration and communication, translation of different engineering approaches and methods, and international team work. The results of this project were documented through a public website, 3 journal papers, 5 peer-reviewed conference papers, 2 PhD and 2 MS theses, multiple conference presentations and posters, and several more papers in preparation.\n\n\t\t\t\t\tLast Modified: 01/26/2022\n\n\t\t\t\t\tSubmitted by: Barbara S Linke"
 }
}