{
 "awd_id": "1663513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Human-Aware Environments for Distributed Building Systems Operations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yueyue Fan",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 320661.0,
 "awd_amount": 383661.0,
 "awd_min_amd_letter_date": "2017-08-02",
 "awd_max_amd_letter_date": "2019-08-21",
 "awd_abstract_narration": "Innovative management of urban infrastructure operations has a critical role in enhancing their serviceability, sustainability, and flexibility in integration of dynamic sources of energy. Buildings, a major component of the urban infrastructure, account for majority of energy consumption. This project investigates novel approaches for human-centered and distributed quantification of thermal demand in buildings for efficient thermal energy management. Conventional monitoring and control approaches in buildings are constrained with limited feedback from an environment as well as conservative assumptions that do not reflect the dynamics of their users. To address these limitations, this project investigates a closer system integration between human body thermal response and control mechanisms of building systems. Accordingly, the project investigates non-intrusive sensing and inference methodologies that enable a smart environment to infer the need of its occupants by considering the trade-off between instrumentation, feasibility, and performance. Realization of the research will provide the ground in identifying adaptation potentials at building level and building networks at grid level to improve serviceability of building infrastructure. By leveraging the cross-disciplinary nature of the research, this project integrates findings in undergraduate and graduate courses. It also contributes to the programs that encourage K-12 and undergraduate learners from groups underrepresented in engineering to pursue degrees in STEM fields in collaboration with Virginia Tech CEED center. \r\n\r\nHuman body responses to ambient conditions, which are reflected in cardiopulmonary adjustments, act as a transmitter in an environment. This characteristic is leveraged in this project to shift from human-centric instrumentation for personalized thermal comfort assessment to space-centric by a novel application of Doppler radar systems that act as the sole transceivers. The fundamental requirements of feasibility and performance for a system integration will be investigated through experimental and field validation studies, mathematical modeling, and design of an alternative control framework. Statistical inference techniques, coupled with specialized signal processing frameworks will be developed to enable the application of human physiological response as sensor proxies for distributed feedback in control of building systems? operation. To this end, bio-signal feature engineering and sensitivity analyses will be carried out to develop efficient probabilistic models of thermal response feedback that account for environmental noise interference. Parametric and non-parametric techniques for modeling thermal response of human body will be also utilized to investigate new dimensions to standard thermal sensation metrics. Alternative control scenarios that combine real-time personalized feedback with existing control logic in building systems will be evaluated to (1) assess the efficacy of the control feedback from physiological responses and (2) identify potential energy efficiency improvements in buildings as the main research hypotheses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Farrokh",
   "pi_last_name": "Jazizadeh Karimi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farrokh Jazizadeh Karimi",
   "pi_email_addr": "jazizade@vt.edu",
   "nsf_id": "000718053",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "200 Patton Hall, 750 Drillfield",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 320661.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The goal of this grant was to explore intelligent and personalized approaches that enable human-aware building operations and advance our knowledge about the impact of such approaches on energy efficiency reflected in energy use and human satisfaction in indoor environments. The project supported efforts to develop different algorithms and frameworks to enable non-intrusive monitoring of human thermoregulation response to ambient conditions using different modalities of sensing technologies and data analytics. These methods enable pattern recognition in biosignals that reflect occupants' thermal sensation and comfort. Accordingly, these techniques enable distributed measurement of thermal conditions in indoor environments by relying on the human body's response to indoor condition variations. Different sensing modalities were studied to measure various biosignals including blood volume variations at the skin surface, breathing patterns, and the heat flux on the skin. Algorithmic frameworks were investigated for robust analysis of these biosignals in the presence of noise in the environment. These explorations were carried out in varied indoor environmental conditions to study the human response under transient indoor conditions. Different data analysis frameworks were proposed to help learn individual preferences for different sensing modalities. Using personalized comfort models and leveraging an agent-based simulation, a control strategy was developed to account for personal thermal comfort preferences and sensitivities in the control loop for thermal conditioning in multi-occupancy scenarios. Moreover, a human-centered co-optimization control strategy was developed to balance the trade-off between energy use and the thermal comfort of occupants. These control strategies were evaluated in simulation environments to quantify the energy efficiency bounds considering the uncertainty in the diversity of individual differences in thermal comfort. Furthermore, studies were carried out to leverage human-building interactions to understand the dynamics of occupants in buildings including occupancy patterns in residential buildings and occupants' adaptive behaviors. Through an interactive online experiment, studies were conducted to understand how smart home artificial intelligence agents influence occupants to take energy-saving actions by providing adaptive behavior suggestions. Various influential factors including thermal comfort preferences and sensitivities were studied to provide insight into the underlying reasons for the observed effects on behaviors. Findings through these research efforts support the design and implementation of human-centered operational strategies for built environments with higher efficiencies.</span></p>\n<p><span>This project advances our understanding of the impact of human-aware operations in buildings for improved adaptive control of indoor thermal conditions. These adaptations could contribute to improvement in energy management in the built environments by enabling intelligent environments that integrate the response from the human body and adjust operations to be energy efficient while preserving occupants&rsquo; comfort. Leveraging these adaptive operational strategies could contribute to operations that balance the trade-off between energy and comfort and lead to more acceptable autonomous technologies. This project supported the research of multiple Ph.D. students. In addition, several summer outreach activity workshops were held in collaboration with the Center for Enhancement of Engineering Diversity (CEED) at Virginia Tech. These activities (which spanned over several summers during the project) were focused on programs that engage different cohorts of students from minority groups in STEM fields and at different levels from middle school to high school. Different hands-on minds-on activities were designed to present the students with important topics in human-centered building operations for energy conservation and encourage them to consider higher education and careers in relevant areas. Students were engaged in these activities to learn the fundamentals of energy management in buildings and how technological advances could support improved operations in buildings. Furthermore, several undergraduate students were engaged in research activities through the REU supplement. The contributions and findings of this work were disseminated in multiple peer-reviewed publications, as well as conference talks and invited presentations.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2022<br>\n\t\t\t\t\tModified by: Farrokh&nbsp;Jazizadeh Karimi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this grant was to explore intelligent and personalized approaches that enable human-aware building operations and advance our knowledge about the impact of such approaches on energy efficiency reflected in energy use and human satisfaction in indoor environments. The project supported efforts to develop different algorithms and frameworks to enable non-intrusive monitoring of human thermoregulation response to ambient conditions using different modalities of sensing technologies and data analytics. These methods enable pattern recognition in biosignals that reflect occupants' thermal sensation and comfort. Accordingly, these techniques enable distributed measurement of thermal conditions in indoor environments by relying on the human body's response to indoor condition variations. Different sensing modalities were studied to measure various biosignals including blood volume variations at the skin surface, breathing patterns, and the heat flux on the skin. Algorithmic frameworks were investigated for robust analysis of these biosignals in the presence of noise in the environment. These explorations were carried out in varied indoor environmental conditions to study the human response under transient indoor conditions. Different data analysis frameworks were proposed to help learn individual preferences for different sensing modalities. Using personalized comfort models and leveraging an agent-based simulation, a control strategy was developed to account for personal thermal comfort preferences and sensitivities in the control loop for thermal conditioning in multi-occupancy scenarios. Moreover, a human-centered co-optimization control strategy was developed to balance the trade-off between energy use and the thermal comfort of occupants. These control strategies were evaluated in simulation environments to quantify the energy efficiency bounds considering the uncertainty in the diversity of individual differences in thermal comfort. Furthermore, studies were carried out to leverage human-building interactions to understand the dynamics of occupants in buildings including occupancy patterns in residential buildings and occupants' adaptive behaviors. Through an interactive online experiment, studies were conducted to understand how smart home artificial intelligence agents influence occupants to take energy-saving actions by providing adaptive behavior suggestions. Various influential factors including thermal comfort preferences and sensitivities were studied to provide insight into the underlying reasons for the observed effects on behaviors. Findings through these research efforts support the design and implementation of human-centered operational strategies for built environments with higher efficiencies.\n\nThis project advances our understanding of the impact of human-aware operations in buildings for improved adaptive control of indoor thermal conditions. These adaptations could contribute to improvement in energy management in the built environments by enabling intelligent environments that integrate the response from the human body and adjust operations to be energy efficient while preserving occupants’ comfort. Leveraging these adaptive operational strategies could contribute to operations that balance the trade-off between energy and comfort and lead to more acceptable autonomous technologies. This project supported the research of multiple Ph.D. students. In addition, several summer outreach activity workshops were held in collaboration with the Center for Enhancement of Engineering Diversity (CEED) at Virginia Tech. These activities (which spanned over several summers during the project) were focused on programs that engage different cohorts of students from minority groups in STEM fields and at different levels from middle school to high school. Different hands-on minds-on activities were designed to present the students with important topics in human-centered building operations for energy conservation and encourage them to consider higher education and careers in relevant areas. Students were engaged in these activities to learn the fundamentals of energy management in buildings and how technological advances could support improved operations in buildings. Furthermore, several undergraduate students were engaged in research activities through the REU supplement. The contributions and findings of this work were disseminated in multiple peer-reviewed publications, as well as conference talks and invited presentations.\n\n \n\n\t\t\t\t\tLast Modified: 09/30/2022\n\n\t\t\t\t\tSubmitted by: Farrokh Jazizadeh Karimi"
 }
}