{
 "awd_id": "1663885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PREEVENTS Track 2: Collaborative Research: Comprehensive Hazard Analysis for Resilience to Geomagnetic Extreme Disturbances",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924773",
 "po_email": "msharma@nsf.gov",
 "po_sign_block_name": "Mangala Sharma",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 282916.0,
 "awd_amount": 282916.0,
 "awd_min_amd_letter_date": "2017-09-11",
 "awd_max_amd_letter_date": "2018-09-17",
 "awd_abstract_narration": "Extreme solar storms threaten society, in part, via Geomagnetically Induced Currents (GICs) which damage power transmission systems. A space weather extreme event would devastate the US, costing more than $2T and leaving hundreds of millions without electricity for more than a month. The National Space Weather Action Plan calls for an immediate increase in research and improvements to our predictive capabilities to address this threat. This proposed work will make use of NSF funded data sources (AMPERE, SUPERMAG, and EarthScope) to improve existing models with in the Space Weather Modeling Framework and to generate a new tool for GIC prediction that could easily be transitioned to operations at NOAA's Space Weather Prediction Center.\r\n\r\nComprehensive Hazard Analysis for Resilience to Geomagnetic Extreme Disturbances (CHARGED) applies experts in various disciplines to create a fully coupled, physics-based model of GICs that includes the magnetosphere, ionosphere, and solid Earth together with validation against state-of-the art globally distributed observations. The Space Weather Modeling Framework (SWMF) will be improved with realistic particle precipitation and ionospheric conductance physics. A global 3D finite-difference time-domain (FDTD) model will be used to propagate the ionosphere signal through the ground while accounting for the oceans and variable lithosphere conductivity. This model will be validated using the best available in-situ and remote data to determine its predictive accuracy. The relationship between solar driving and GICs will be explored for both historical and idealized extreme events. The project will yield fundamental new understanding of the processes leading to extreme GIC events (solicitation target 1), and expand our capability to model and forecast GIC hazards (target 2). The resulting coupled system could form a natural extension to the operational SWMF version currently at NOAA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Anderson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Anderson",
   "pi_email_addr": "brian.anderson@jhuapl.edu",
   "nsf_id": "000380701",
   "pi_start_date": "2017-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "The Johns Hopkins University Applied Physics Laboratory",
  "perf_str_addr": "11100 Johns Hopkins Road",
  "perf_city_name": "Laurel",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207236099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 141458.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 141458.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project used measurements of Earth's magnetic field from the Iridium constellation of satellites via NSF&rsquo;s AMPERE project and also from instruments on the ground operated by many US and international partners and integrated in a single data set via NSF&rsquo;s SuperMAG project to monitor the responses to solar storms affecting communications, navigation, and power distribution infrastructure. This project focused on one effect of space storms: electric currents driven in the ground over enormous distances that adversely affect utility power networks and grids. In one part of the work, these data were used to test predictions of these ground-induced-currents (GICs) to assess forecast accuracy and identify ways to improve our ability to predict and mitigate these ground currents effects. In a second part of the work, these data were used to pinpoint the dynamics causing the most intense GIC which allow us to identify when and where the risks are greatest from real-time monitors during storms. The third part of the work studied what is unique about the most intense storms to understand the new types of risks arise during these rare but potentially most hazardous events. This work informs continued improvements in prediction, preparedness, and monitoring to ensure that our technology infrastructure can weather severe space storms in the future.</p><br>\n<p>\n Last Modified: 01/02/2025<br>\nModified by: Brian&nbsp;J&nbsp;Anderson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project used measurements of Earth's magnetic field from the Iridium constellation of satellites via NSFs AMPERE project and also from instruments on the ground operated by many US and international partners and integrated in a single data set via NSFs SuperMAG project to monitor the responses to solar storms affecting communications, navigation, and power distribution infrastructure. This project focused on one effect of space storms: electric currents driven in the ground over enormous distances that adversely affect utility power networks and grids. In one part of the work, these data were used to test predictions of these ground-induced-currents (GICs) to assess forecast accuracy and identify ways to improve our ability to predict and mitigate these ground currents effects. In a second part of the work, these data were used to pinpoint the dynamics causing the most intense GIC which allow us to identify when and where the risks are greatest from real-time monitors during storms. The third part of the work studied what is unique about the most intense storms to understand the new types of risks arise during these rare but potentially most hazardous events. This work informs continued improvements in prediction, preparedness, and monitoring to ensure that our technology infrastructure can weather severe space storms in the future.\t\t\t\t\tLast Modified: 01/02/2025\n\n\t\t\t\t\tSubmitted by: BrianJAnderson\n"
 }
}