{
 "awd_id": "1664941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Metal Chalcogenide and Pnictide OER Catalysts:  The Impact of the Crystalline Precursor on the Active Amorphous Catalyst",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2017-07-06",
 "awd_max_amd_letter_date": "2017-07-27",
 "awd_abstract_narration": "Metal Chalcogenide and Pnictide OER Catalysts: The Impact of the Crystalline Precursor on the Active Amorphous Catalyst\r\n\r\n\r\nDeveloping earth-abundant, cheap materials that can chemically transform water into oxygen and hydrogen is an important goal in the quest to build a sustainable energy future.  This catalytic process, referred to as water electrolysis or water-splitting, is used to produce hydrogen in an environmentally-friendly manner. Hydrogen is employed in many industries (e.g., petroleum processing) and could also be used as a fuel for transportation as well as other purposes.  Currently metal-chalcogenide (e.g., nickel and sulfur) and metal-pnictide (e.g., cobalt and phosphorous) materials show great promise as earth-abundant compounds with good catalytic properties for the water oxidation reaction (which is one of the two reactions involved in water splitting) but their true chemical compositions and structures are not well-understood.  In this project, Dr. Buddie Mullins is conducting experiments on metal-chalcogenide and metal-pnictide materials and studying their chemical and structural transformations during the water oxidation reaction.  Dr. Mullins is actively involved in scientific public awareness and promotion activities through his research that encourage the participation and intellectual development of students in science, technology, engineering and mathematics (STEM) disciplines.  These activities include laboratory internships for high school students and college undergraduates with the aim of encouraging these students (especially women and those historically underrepresented in STEM) to pursue careers in the STEM fields.\r\n\r\nWith funding from the Chemical Catalysis Program of the Chemistry Division, Professor Buddie Mullins is working to verify or disprove the hypothesis that (i) metal-chalcogenide (MC) and metal-pnictide (MP) electrocatalysts are simply precursors to highly active metal-oxide (MO) electrocatalysts and (ii) that the underlying layers of MC or MP don't influence the catalytic performance.  It is clear that the outer layers of MCs and MPs transform into MOs under water oxidation conditions.  During this transformation an amorphous high surface area film is created that is more catalytically active than its' crystalline oxide analog.  Professor Mullins is studying the mechanism by which the amorphous film is created as well as its enhanced activity.  He is also synthesizing both nanocolumnar and dense films of MCs and MPs for use as model electrocatalysts by glancing angle physical vapor deposition, which can reproducibly create electrocatalyst films. Mullins is probing the films with many different ex situ characterization techniques, including molecular beams and thermal desorption mass spectrometry for characterization and measurement of the surface area.  Dr. Mullins is actively involved in promoting science and science education to students of all ages and especially those historically underrepresented in the sciences.  This is accomplished via videos, internships and public demonstrations; these activities support the broader impacts of the research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Mullins",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Charles B Mullins",
   "pi_email_addr": "mullins@che.utexas.edu",
   "nsf_id": "000267995",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8397",
   "pgm_ref_txt": "Hydrogen Storage or Generation"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-funded project entitled \"Metal Chalcogenide and Pnictide OER Catalysts:  The Impact of the Crystalline Precursor on the Active Amorphous Catalyst\" was very successful.&nbsp; Eight individuals affiliated with the University of Texas at Austin and one person affiliated with the Universidad Autonoma de Chihuahua, a top university in Mexico, were involved with the project and worked together to publish eighteen journal articles describing the scientific experiments and analysis that we undertook studying materials that could effectively split water molecules into their elemental components, hydrogen and oxygen.&nbsp; Hydrogen has the potential to be a future energy carrier that would produce no carbon dioxide by-product when used for energy.&nbsp; The process that we used employed electrochemistry .... chemical reactions driven by electricity rather than heat.&nbsp; The materials that we developed were used to speed up the water decomposition chemical reaction that we studied.&nbsp; We were testing these cheap materials for their reliability, stability, and effectiveness with the hope that we could contribute to clean energy technology.&nbsp; In particular, we had theorized that materials containing metals, and chalcogenides (sulphur and selenium) or pnictides (nitrogen) would transform when used to decompose water into hydrogen and oxygen ...&nbsp; transform into metal oxides and we found that this is true for all the material combinations that we tested.&nbsp; We performed these studies, in part, to demonstrate to other researchers&nbsp; how important it is to examine the composition of the material both before and \"after\" electrochemical testing.&nbsp; Many investigators have erroneously concluded that their material is the same as the material that they started with.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2022<br>\n\t\t\t\t\tModified by: Charles&nbsp;B&nbsp;Mullins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF-funded project entitled \"Metal Chalcogenide and Pnictide OER Catalysts:  The Impact of the Crystalline Precursor on the Active Amorphous Catalyst\" was very successful.  Eight individuals affiliated with the University of Texas at Austin and one person affiliated with the Universidad Autonoma de Chihuahua, a top university in Mexico, were involved with the project and worked together to publish eighteen journal articles describing the scientific experiments and analysis that we undertook studying materials that could effectively split water molecules into their elemental components, hydrogen and oxygen.  Hydrogen has the potential to be a future energy carrier that would produce no carbon dioxide by-product when used for energy.  The process that we used employed electrochemistry .... chemical reactions driven by electricity rather than heat.  The materials that we developed were used to speed up the water decomposition chemical reaction that we studied.  We were testing these cheap materials for their reliability, stability, and effectiveness with the hope that we could contribute to clean energy technology.  In particular, we had theorized that materials containing metals, and chalcogenides (sulphur and selenium) or pnictides (nitrogen) would transform when used to decompose water into hydrogen and oxygen ...  transform into metal oxides and we found that this is true for all the material combinations that we tested.  We performed these studies, in part, to demonstrate to other researchers  how important it is to examine the composition of the material both before and \"after\" electrochemical testing.  Many investigators have erroneously concluded that their material is the same as the material that they started with.\n\n\t\t\t\t\tLast Modified: 12/05/2022\n\n\t\t\t\t\tSubmitted by: Charles B Mullins"
 }
}