{
 "awd_id": "1664426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear dimensionality reduction and enhanced sampling in molecular simulation using auto-associative neural networks",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 380105.0,
 "awd_amount": 380105.0,
 "awd_min_amd_letter_date": "2017-06-07",
 "awd_max_amd_letter_date": "2017-06-07",
 "awd_abstract_narration": "Andrew Ferguson of the University of Illinois at Urbana-Champaign is supported by an award from the Chemical Theory, Models and Computational Methods Program in the Chemistry Division to establish new theoretical approaches and computational tools to accelerate molecular simulations of protein folding. This project is cofunded by the Condensed Matter and Materials Theory Program in the Division of Materials Research. Proteins are molecular workhorses that perform the essential functions of life.  Proteins have evolved to adopt shapes that enable them to do these tasks. Determining the shape and motions of a protein can help reveal how it works and inform how to design new proteins to help treat disease, produce biofuels, or make new materials. Computer simulations of proteins are very useful in that they can identify the precise locations and motions of all the constituent atoms. For all but the smallest proteins, however, it is too computationally intensive to accurately predict their structure and motions even with powerful supercomputers. Ways to accelerate these simulations have been developed, but to work well they need good estimates of the structural rearrangements that the protein will make. This is a problem, since this is usually the question the simulations are trying to answer. In this work, Professor Ferguson is developing a new approach to accelerate protein folding simulations using a type of machine learning known as artificial neural networks so-called because they are based on the structure of neurons in the brain.  Neural networks allow computers to both determine these important structural pathways and use them to make simulations run faster. This new approach is being used to help understand large proteins involved in cancer and HIV infection.  It is also being incorporated into popular simulation software available for free public download. Professor Ferguson is providing research opportunities for undergraduates to work with him on this project and he is developing hands-on workshops in computational materials science as part of the Girls Learning About Materials (GLAM) summer camp at the University of Illinois. \r\n\r\nThe aim of this work is to establish a nonlinear machine learning approach to discover collective variables for protein folding and to use these variables to perform enhanced sampling in molecular dynamics simulations. The success of enhanced sampling techniques in accelerating conformational sampling is predicated on the availability of good collective variables (CVs) correlated with important molecular motions. Existing nonlinear dimensionality reduction techniques (e.g., diffusion maps, Isomap, land ocally linear embedding) can ably discover good CVs, but do not furnish the explicit coordinate mapping so that biased sampling must be conducted inefficiently and indirectly in proxy variables. This work establishes a new enhanced sampling approach based on auto-associative artificial neural networks (\"autoencoders\") to discover CVs that are explicit differentiable functions of the atomic coordinates and to permit calculation of analytical biasing forces. This approach is termed MESA (Molecular Enhanced Sampling with Autoencoders). MESA is validated on the short peptides alanine dipeptide and tryptophan-cage, and deployed to discover metastable states and structural transitions in a kinase overexpressed in many cancers and an envelope protein presented on the surface of HIV. MESA is made broadly available to the molecular simulation community by collaborating with the developers of OpenMM and PLUMED to contribute the approach to future releases of these software packages. Positive research experiences have great benefits for undergraduate success and retention and this work supports 10-week summer research opportunities during each year of the award. Professor Ferguson is also developing new and exciting content for the highly successful Girls Learning About Materials (GLAM) summer camp at the University of Illinois to illustrate and promote computational materials science among female high school students and elevate female enrollment in STEM degree programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Ferguson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Ferguson",
   "pi_email_addr": "andrewferguson@uchicago.edu",
   "nsf_id": "000627506",
   "pi_start_date": "2017-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Trustees of the University of",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 75616.0
  }
 ],
 "por": null
}