{
 "awd_id": "1664801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling the Molecular Forces Driving the Structure, Folding, and Misfolding of Nucleic Acids",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2017-07-06",
 "awd_max_amd_letter_date": "2022-05-11",
 "awd_abstract_narration": "Chi H. Mak of the University of Southern California is supported by an award from the Chemical Theory, Models and Computational Methods program in the Chemistry Division to study the molecular driving forces that determine the structures of nucleic acids. The nucleic acids DNA and RNA are central to the life cycle of the cell. The double helix is ubiquitous in the human genome, but while genetic data is safeguarded in double-stranded form, DNA also assumes diverse, transient, single-stranded structures during replication, transcription, recombination, and repair processes. In the cell, DNA and RNA are immersed in a surrounding water solvent environment, together with ambient charged species such as Mg+2. This project focuses on developing and applying an accurate and efficient model to understand and quantify the role of this environment in determining the forces that drive the folding and misfolding of DNA and RNA. The model is used to design a new computational algorithm that can directly simulate folding and unfolding processes with atomic-level accuracy and significantly improved numerical efficiency. This enables full-scale structural dynamical simulations to study misfolding of DNAs, RNAs and their hybrids during transitions between double-stranded and single-stranded forms, processes critical to understanding their function and regulation in the cell. The education and outreach component of the project is aimed at restoring some of the natural excitement of discovery-based science into the undergraduate chemistry curriculum. A scalable virtual platform for digital data-sharing and student collaboration is being developed to augment and enhance the student in-person laboratory experience. A mobile app designed as part of the project and running on iOS and Android devices and standard web browsers will provide an interface to the cloud-based collaborative environment. The platform will be utilized in outreach efforts to middle school and high school students in the local Southern California region, and will make available experimental designs that employ low-cost, readily-available, non-hazardous materials for scalable virtual collaboration and interactions among students and their teachers.\r\n\r\nThe goal of this project is to formulate rigorous theories and efficient computational strategies to understand the fundamental driving forces that dictate how nucleic acids fold, and the aberrant functions that result when they misfold. Based on an analytical formula for the conformational free energy of the sugar-phosphate backbone developed by Professor Mak, the folding algorithm developed in the project uses analytical and semi-analytical models to describe solvent- and counterion-mediated forces dictating the structures of nucleic acids, yielding a computationally efficient and highly ergodic numerical platform for folding DNAs and RNAs from scratch.  These studies focus on understanding and quantifying three specific types of solvent- and counterion-induced interactions: base stacking forces, back pairing interactions and complementary recognition mechanisms derived from them, and ion-induced specific and nonspecific intra-chain attractions. Both analytical theories and numerical simulations are being used to unravel and quantify these forces. With these interaction models integrated into a new Monte Carlo folding algorithm, the project focuses on studying two specific problems related to ssDNA and RNA physiology: (1) noncanonical secondary structures on mRNAs transcribed from overexpanded trinucleotide (CNG) or hexanucleotide (GGGGCC) repeats in the genome, and (2) the overaccumulation of R-loops as a function of sequence and loop length of the displaced single-stranded DNA as well as stability of the RNA/DNA hybrid and supercoiling in the upstream or downstream double-stranded DNA bounding these R-loops. Educational and outreach activities include the development of a web-accessible, scalable virtual environment to enable sharing of experimental designs and data, and facilitate collaborative interactions among students and instructors, to encourage and develop the excitement of inquiry-based science within chemistry laboratory courses and curricula.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chi",
   "pi_last_name": "Mak",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Chi H Mak",
   "pi_email_addr": "cmak@usc.edu",
   "nsf_id": "000453403",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "920 Bloom Walk",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890482",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The central goal of this project is to develop a theoretical framework, including analytical theories and simulation algorithms, to investigate the molecular pathways by which DNA and RNA fold and unfold, and to understand what may lead to mistakes in their folding and how such misfolded nucleic acids can be refolded during key cellular processes such as replication or transcription. This project provides insights into these processes by formulating high-throughput computational algorithms that can directly simulate folding and unfolding events of nucleic acids on the molecular scale. The NUCLEIC MC program is developed in this project as an all-purpose simulation for nucleic acids under physiological conditions, to be able to efficiently sample the many possible pathways that may lead from an open unfolded DNA or RNA into its properly folded structure. NUCLEIC MC, at the same time, can also reveal potential misfolded states along these folding pathways and provide insights into how DNA and RNA could autocorrect their folding mistakes. At the heart of NUCLEIC MC are sophisticated theoretical models that describe the molecular effects of the aqueous environment in the cell on the stability of a nucleic acid molecule in its various conformational states, including counterion effects, base stacking and base pairing. These theoretical models are developed in this project to accelerate the efficiency of NUCLEIC MC, to enable it to rapidly sample the entire conformation space of complex DNA and RNA sequences. Additionally, NUCLEIC MC can also be used to predict the secondary structures of small DNAs and RNAs from scratch. For longer and more complex nucleic acid sequences, graph theoretic methods are also developed in this project to predict and understand their folds. Instead of operating on an atomistic length scale as in NUCLEIC MC, graph theoretic methods describe nucleic acid structures on larger length scales, at the level of helices, loops and junctions. In this project, graph theories are integrated into an ASMC (adjacency space Monte Carlo) simulation, which has been used to predict the folded structures of diverse classes of RNAs with sequence lengths up to about 150 nucleotides. A comparison of the fold predictions from ASMC against existing RNA fold prediction algorithms show that ASMC outperforms them on a library of about 200 RNA with known folds, showing higher accuracy scores particularly for RNAs with nontrivial tertiary structures and pseudoknots.</p><br>\n<p>\n Last Modified: 03/11/2025<br>\nModified by: Chi&nbsp;H&nbsp;Mak</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe central goal of this project is to develop a theoretical framework, including analytical theories and simulation algorithms, to investigate the molecular pathways by which DNA and RNA fold and unfold, and to understand what may lead to mistakes in their folding and how such misfolded nucleic acids can be refolded during key cellular processes such as replication or transcription. This project provides insights into these processes by formulating high-throughput computational algorithms that can directly simulate folding and unfolding events of nucleic acids on the molecular scale. The NUCLEIC MC program is developed in this project as an all-purpose simulation for nucleic acids under physiological conditions, to be able to efficiently sample the many possible pathways that may lead from an open unfolded DNA or RNA into its properly folded structure. NUCLEIC MC, at the same time, can also reveal potential misfolded states along these folding pathways and provide insights into how DNA and RNA could autocorrect their folding mistakes. At the heart of NUCLEIC MC are sophisticated theoretical models that describe the molecular effects of the aqueous environment in the cell on the stability of a nucleic acid molecule in its various conformational states, including counterion effects, base stacking and base pairing. These theoretical models are developed in this project to accelerate the efficiency of NUCLEIC MC, to enable it to rapidly sample the entire conformation space of complex DNA and RNA sequences. Additionally, NUCLEIC MC can also be used to predict the secondary structures of small DNAs and RNAs from scratch. For longer and more complex nucleic acid sequences, graph theoretic methods are also developed in this project to predict and understand their folds. Instead of operating on an atomistic length scale as in NUCLEIC MC, graph theoretic methods describe nucleic acid structures on larger length scales, at the level of helices, loops and junctions. In this project, graph theories are integrated into an ASMC (adjacency space Monte Carlo) simulation, which has been used to predict the folded structures of diverse classes of RNAs with sequence lengths up to about 150 nucleotides. A comparison of the fold predictions from ASMC against existing RNA fold prediction algorithms show that ASMC outperforms them on a library of about 200 RNA with known folds, showing higher accuracy scores particularly for RNAs with nontrivial tertiary structures and pseudoknots.\t\t\t\t\tLast Modified: 03/11/2025\n\n\t\t\t\t\tSubmitted by: ChiHMak\n"
 }
}