{
 "awd_id": "1664462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Documentation and Analysis of Discourse in Cheyenne, a Native American language",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927920",
 "po_email": "jvaldesk@nsf.gov",
 "po_sign_block_name": "Jorge Valdes Kroff",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 429068.0,
 "awd_amount": 429068.0,
 "awd_min_amd_letter_date": "2017-07-26",
 "awd_max_amd_letter_date": "2023-01-03",
 "awd_abstract_narration": "The indigenous languages of America are a vital national resource. The Native American Languages Act, passed by the U.S. Congress in 1990, enacted into policy the recognition of the unique status and importance of Native American languages. However, many of these languages are under-documented and existing documentation can be scattered and difficult to access, hampering language learning efforts and research. This project will address that challenge and will create a digital corpus of analyzed transcriptions and translations of Cheyenne, an endangered Algonquian language for which no publicly available online corpus or database currently exists. The corpus will result in an online, searchable database, hosted at a tribal college. This will make the database available for a wide audience to make new queries, to find resources for language and cultural revitalization by the community, as well as to test the reproducibility and robustness of prior findings on the language. In addition to supporting an indigenous language with the development of a crucial language and cultural resource, this project will increase engagement in the language sciences. The project brings together linguists, students and staff from a tribal college, fluent speakers of Cheyenne, and other members of the Cheyenne community, broadening capacity in the social sciences by training in language documentation and technology as well as linguistic analysis. The project is co-funded by the NSF Tribal Colleges and Universities Program (TCUP).\r\n\r\n\r\nThis project will make a large corpus of Cheyenne language texts widely accessible and bring home Cheyenne stories that are not currently available to the Cheyenne people. Existing documentation of Cheyenne includes texts dating back at least to the 1940s, but there is currently no single repository for this documentation. This project proposes to collect together existing Cheyenne texts from published materials and archives into an online, searchable, audio-enhanced database, hosted at Chief Dull Knife College (CDKC), the tribal college of the Northern Cheyenne Nation. The project will also increase the coverage of existing documentation by investigating subtle semantic and pragmatic features of Cheyenne discourse, including sentential connectives, discourse particles, and obviation, which have never been studied in detail before. These important features of Cheyenne discourse are rapidly being lost and studying them from a semantic and pragmatic perspective has the potential to reveal previously undocumented phenomena. This investigation will also advance linguistic science, contributing to our cross-linguistic understanding of these phenomena and bringing data from an understudied language to bear on theories primarily developed for English. All texts will be standardized and linguistically analyzed linked with any existing audio files. Texts will be displayed in a variety of formats for different purposes, including research, language learning, and language material development. Such a database will be useful to Cheyenne language teachers and learners as well as linguists, and it will put in place a structure for the collection and dissemination of future texts and language materials. This project is a collaboration between Chief Dull Knife College and Cornell University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Murray",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Murray",
   "pi_email_addr": "sarah.murray@cornell.edu",
   "nsf_id": "000679354",
   "pi_start_date": "2017-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Littlebear",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Littlebear",
   "pi_email_addr": "rlbear@cdkc.edu",
   "nsf_id": "000431569",
   "pi_start_date": "2017-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chief Dull Knife Memorial College",
  "inst_street_address": "1 COLLEGE DR",
  "inst_street_address_2": "",
  "inst_city_name": "LAME DEER",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4064776215",
  "inst_zip_code": "590435109",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MT02",
  "org_lgl_bus_name": "CHIEF DULL KNIFE COLLEGE",
  "org_prnt_uei_num": "K7EDS7P1CUJ8",
  "org_uei_num": "K7EDS7P1CUJ8"
 },
 "perf_inst": {
  "perf_inst_name": "Chief Dull Knife Memorial College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "590430098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1744",
   "pgm_ref_txt": "TRIBAL COLLEGE & UNIVERS PROGR"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 429068.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Dr. Richard Littlebear has said about Indigenous languages \"Our languages mean much. They encompass</span><span>&nbsp;</span><span>whole linguistic solar systems of spiritual expression, whole galaxies that express universal human values</span><span>&nbsp;</span><span>like love, generosity and belonging, and whole universes of references that enable us to cope with an ever-</span><span>changing world\" (introduction to \"Native American Language Immersion\" by Dr. Janine Pease-Pretty On</span><span>&nbsp;</span><span>Top). The recognition and importance of Native American languages was enacted into policy in 1990 by the</span><span>&nbsp;</span><span>U.S. Congress with the passage of the Native American Languages Act, where the United States declared</span><span>&nbsp;</span><span>to &ldquo;preserve, protect, and promote the rights and freedom of Native Americans to use, practice, and develop</span><span>&nbsp;</span><span>Native American languages\". However, a challenge for language maintenance and reclamation projects is</span><span>&nbsp;</span><span>that many Indigenous languages are under-documented and existing documentation can be scattered and</span><span>&nbsp;</span><span>difficult to access. This project, co-funded by the NSF Linguistics Program, Tribal Colleges and Universities</span><span>&nbsp;</span><span>Program (TCUP), and Documenting Endangered Languages Program (DEL), aimed to address this</span><span>&nbsp;</span><span>challenge by developing a collection of language texts for the Cheyenne language, to update, supplement, and</span><span>&nbsp;</span><span>make accessible existing language documentation, and to create new resources to support ongoing</span><span>&nbsp;</span><span>language work.</span><span>&nbsp;</span><br /><br /><span>A collaboration between Chief Dull Knife College (CDKC), the tribal college of the Northern Cheyenne Nation, and Cornell</span><span>&nbsp;</span><span>University, this project,&nbsp;</span><span>which became known as the Cheyenne Language Texts project,</span><span>&nbsp;brought together a team</span><span>&nbsp;</span><span>of CDKC staff and students, Cornell staff and students, and members of the Northern Cheyenne community. The</span><span>&nbsp;</span><span>primary goal of the project was to bring home Cheyenne language stories that were not currently available to the</span><span>&nbsp;</span><span>Cheyenne community and make them accessible. The texts were in various formats and various states, e.g., s</span><span>ome of the stories had never been translated. Some did not</span><span>&nbsp;</span><span>have copies at CDKC but were only held by archives off the reservation.</span><span>&nbsp;</span><br /><br /><span>Throughout the course of this project we identified existing materials, collected them together, digitized</span><span>&nbsp;</span><span>the materials, (re)transcribed them, (re)translated them, morphologically glossed many of the texts, and</span><span>&nbsp;</span><span>supplemented the existing materials with new recordings of discussions about the texts and related</span><span>&nbsp;</span><span>language issues. Team members including fluent Cheyenne language speakers worked together in</span><span>&nbsp;</span><span>transcribing, translating, and glossing, as well as verifying, editing, and matching audio files where</span><span>&nbsp;</span><span>available.&nbsp;</span><span>All texts were updated to use the official alphabet approved by the Northern Cheyenne Tribal</span><span>&nbsp;</span><span>Council in 1997.&nbsp;</span><span>The project ultimately was able to collect together and update over 200 Cheyenne</span><span>&nbsp;</span><span>language texts, with the majority of them morphologically glossed and having associated audio files.</span><span>&nbsp;</span><br /><br /><span>Building on the development of the collection of Cheyenne Language texts, the project team also completed a number</span><span>&nbsp;</span><span>of related projects that</span><span>&nbsp;increased the coverage of existing documentation, developed language materials, and</span><span>&nbsp;</span><span>supported community language programs.&nbsp;</span><span>Team members worked together on several projects of linguistic</span><span>&nbsp;</span><span>analysis, including looking at demonstrative use in a selection of texts from the text collection. Team members also created a book of Cheyenne values and taboos, inspired by the themes of many of the stories. During the</span><span>&nbsp;</span><span>pandemic, project members participated online in Cheyenne discussion and training classes. The team</span><span>&nbsp;</span><span>also created various language resources including several Cheyenne language videos using either</span><span>&nbsp;</span><span>existing audio or audio created based on existing texts.</span><span>&nbsp;</span><br /><br /><span>The collection of audio and written&nbsp;materials that was developed will support community language programs and ongoing language work. In addition, by binging together students and staff from a tribal college, fluent speakers of Cheyenne, other members of the</span><span>&nbsp;</span><span>Cheyenne community, and linguists, this project promoted engagement in the language sciences, providing training to a</span><span>&nbsp;</span><span>number of community members and students that will build capacity for future projects.&nbsp;</span><span>To close with another</span><span>&nbsp;</span><span>quote from Dr. Littlebear, he has said</span><span>&nbsp;&nbsp;</span><span>\"I want all of our languages to last forever, to always be around to nurture our</span><span>&nbsp;</span><span>children, to bolster their identities, to perpetuate our cultures\" (from \"Some Rare and Radical Ideas for Keeping</span><span>&nbsp;</span><span>Indigenous Languages Alive\").</span><br /><br /></p><br>\n<p>\n Last Modified: 02/01/2024<br>\nModified by: Sarah&nbsp;E&nbsp;Murray</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDr. Richard Littlebear has said about Indigenous languages \"Our languages mean much. They encompasswhole linguistic solar systems of spiritual expression, whole galaxies that express universal human valueslike love, generosity and belonging, and whole universes of references that enable us to cope with an ever-changing world\" (introduction to \"Native American Language Immersion\" by Dr. Janine Pease-Pretty OnTop). The recognition and importance of Native American languages was enacted into policy in 1990 by theU.S. Congress with the passage of the Native American Languages Act, where the United States declaredto preserve, protect, and promote the rights and freedom of Native Americans to use, practice, and developNative American languages\". However, a challenge for language maintenance and reclamation projects isthat many Indigenous languages are under-documented and existing documentation can be scattered anddifficult to access. This project, co-funded by the NSF Linguistics Program, Tribal Colleges and UniversitiesProgram (TCUP), and Documenting Endangered Languages Program (DEL), aimed to address thischallenge by developing a collection of language texts for the Cheyenne language, to update, supplement, andmake accessible existing language documentation, and to create new resources to support ongoinglanguage work.\n\nA collaboration between Chief Dull Knife College (CDKC), the tribal college of the Northern Cheyenne Nation, and CornellUniversity, this project,which became known as the Cheyenne Language Texts project,brought together a teamof CDKC staff and students, Cornell staff and students, and members of the Northern Cheyenne community. Theprimary goal of the project was to bring home Cheyenne language stories that were not currently available to theCheyenne community and make them accessible. The texts were in various formats and various states, e.g., some of the stories had never been translated. Some did nothave copies at CDKC but were only held by archives off the reservation.\n\nThroughout the course of this project we identified existing materials, collected them together, digitizedthe materials, (re)transcribed them, (re)translated them, morphologically glossed many of the texts, andsupplemented the existing materials with new recordings of discussions about the texts and relatedlanguage issues. Team members including fluent Cheyenne language speakers worked together intranscribing, translating, and glossing, as well as verifying, editing, and matching audio files whereavailable.All texts were updated to use the official alphabet approved by the Northern Cheyenne TribalCouncil in 1997.The project ultimately was able to collect together and update over 200 Cheyennelanguage texts, with the majority of them morphologically glossed and having associated audio files.\n\nBuilding on the development of the collection of Cheyenne Language texts, the project team also completed a numberof related projects thatincreased the coverage of existing documentation, developed language materials, andsupported community language programs.Team members worked together on several projects of linguisticanalysis, including looking at demonstrative use in a selection of texts from the text collection. Team members also created a book of Cheyenne values and taboos, inspired by the themes of many of the stories. During thepandemic, project members participated online in Cheyenne discussion and training classes. The teamalso created various language resources including several Cheyenne language videos using eitherexisting audio or audio created based on existing texts.\n\nThe collection of audio and writtenmaterials that was developed will support community language programs and ongoing language work. In addition, by binging together students and staff from a tribal college, fluent speakers of Cheyenne, other members of theCheyenne community, and linguists, this project promoted engagement in the language sciences, providing training to anumber of community members and students that will build capacity for future projects.To close with anotherquote from Dr. Littlebear, he has said\"I want all of our languages to last forever, to always be around to nurture ourchildren, to bolster their identities, to perpetuate our cultures\" (from \"Some Rare and Radical Ideas for KeepingIndigenous Languages Alive\").\n\n\t\t\t\t\tLast Modified: 02/01/2024\n\n\t\t\t\t\tSubmitted by: SarahEMurray\n"
 }
}