{
 "awd_id": "1664275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RIPS Type 1: Human Geography Motifs to Evaluate Infrastructure Resilience",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cynthia Chen",
 "awd_eff_date": "2016-06-30",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 113762.0,
 "awd_amount": 113762.0,
 "awd_min_amd_letter_date": "2017-01-26",
 "awd_max_amd_letter_date": "2017-01-26",
 "awd_abstract_narration": "This project will examine how shifting motifs in the everyday rhythms and tempo of people form, interdependently, with mobile transport and communications infrastructure. The resilience between dynamics of human and engineered systems is often challenged by small wrinkles in the motifs of human geography that may shift the timing and geography of populations and infrastructure off-normal. For example, delayed starts to the workday because of winter weather can bump peak commuting off-rhythm, delay the logistics of citywide delivery systems, or produce bursts in communications activity. While these may form as small local shifts from normal in particular places and times, they can transfer, diffuse, and adapt with unforeseen consequences and serious impacts on broader phenomena as diverse as commuting, the labor market, logistics, and urban management. Understanding how these dynamics arise, form, and spread through increasingly connected systems, as well as measuring and modeling them is critical if we are to plan for them, mitigate them, and manage them. Building this understanding requires an interdisciplinary approach that bridges engineering, informatics and computing, and the socio-behavioral sciences: a multipronged challenge that is indicative of the problems that a next-generation of students and engineers will face in designing, constructing, maintaining, and managing urban systems that are increasingly intertwined with, dependent upon, and adapting to the shifting and ever-evolving patterns of our activities. Similarly, getting the right data, metrics, and models to diverse groups of urban managers, engineers, and the public-at-large in ways that can usefully inform their understanding of interdependency will be critical in fashioning systems that can better weather such challenges. \r\n\r\nA starting point in investigating these connections is to explore conventional sources of data on human geography, but to also develop extensible systems that can use newly-forming data from location-aware technologies that produce rapid snapshots of whole populations in the messy context and complexity of everyday urban life. Novel analyses on these data can produce dynamically-evolving atlases and censuses of interdependency, from which motifs of behavior can be extracted and resolved, as land-use, activity, mobility, and sociality. These motifs can inform computer models designed to explore what-if dynamics between people, place, process, and infrastructure, that better frame and describe interdependency in activity, movement, access, and information. To assist in translating this research into the public domain, the project will formalize several outputs: a set of reusable data and model outputs accessible via a community Web portal, a pilot demonstration for winter weather scenarios in Washington DC that will fully explore scenarios of interdependency between human geography and mobile transport and communications infrastructure, and a set of code libraries for use in allied model systems. Through application to substantive issues of relevance in geography, informatics, and engineering, these outputs will enable other communities to apply and adapt these methods to their cities, data, and infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Torrens",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paul M Torrens",
   "pi_email_addr": "torrens@nyu.edu",
   "nsf_id": "000301178",
   "pi_start_date": "2017-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "1 MetroTech Center",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013831",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1631",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE SYSTEMS"
  },
  {
   "pgm_ref_code": "8250",
   "pgm_ref_txt": "RIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 113762.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The central aim of this project was to explore interdependency in the  shifting rhythms of human geography and transportation and  communications infrastructure. A main exploratory thread in addressing  that question was to examine interdependent systems that were critical  when intertwined, and to examine situations for which they were \"nudged\"  from normal scenarios. In other words, rather than looking at  extraordinary demands on their interdependency, we sought to study  situations in which systems were perturbed initially slightly, but from  which, these nudging factors would help to unravel more systemic  interdependencies.</p>\n<p>&nbsp;</p>\n<p>To answer this question, an interdisciplinary team of social scientists, computer scientists, and engineers and their students looked at situations of winter weather in major urban areas, to explore how we might find motifs of response to first snowfall that could be tracked through space, time, and \"channels\" of response in human systems, communications systems, and built systems in ways that would allow us to examine the inter-dependencies that formed between them. To address this, we made use of traditional, agency-facing data, in conjunction with new forms of citizen-produced data from social media platforms. This combined platform allowed us to look at response through two very different but equally important lenses. Our research centered on building motifs from these data that would serve as robust indicators of how dependency and inter-dependency would form among the diverse elements of the system.</p>\n<p>&nbsp;</p>\n<p>Over the course of the project, we studied 18 snowstorm events (including two blizzards). Our findings indicate, in particular, that there are quite different communications behaviors of citizens and local agencies during such events, and that the trajectory of those motifs have different dynamics that we can trace through communities and communication channels over space and time. Our work suggests several avenues that can be explored to better align response to snowstorm events between across the two perspectives, which could potentially be beneficial in developing preparedness strategies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;M&nbsp;Torrens</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central aim of this project was to explore interdependency in the  shifting rhythms of human geography and transportation and  communications infrastructure. A main exploratory thread in addressing  that question was to examine interdependent systems that were critical  when intertwined, and to examine situations for which they were \"nudged\"  from normal scenarios. In other words, rather than looking at  extraordinary demands on their interdependency, we sought to study  situations in which systems were perturbed initially slightly, but from  which, these nudging factors would help to unravel more systemic  interdependencies.\n\n \n\nTo answer this question, an interdisciplinary team of social scientists, computer scientists, and engineers and their students looked at situations of winter weather in major urban areas, to explore how we might find motifs of response to first snowfall that could be tracked through space, time, and \"channels\" of response in human systems, communications systems, and built systems in ways that would allow us to examine the inter-dependencies that formed between them. To address this, we made use of traditional, agency-facing data, in conjunction with new forms of citizen-produced data from social media platforms. This combined platform allowed us to look at response through two very different but equally important lenses. Our research centered on building motifs from these data that would serve as robust indicators of how dependency and inter-dependency would form among the diverse elements of the system.\n\n \n\nOver the course of the project, we studied 18 snowstorm events (including two blizzards). Our findings indicate, in particular, that there are quite different communications behaviors of citizens and local agencies during such events, and that the trajectory of those motifs have different dynamics that we can trace through communities and communication channels over space and time. Our work suggests several avenues that can be explored to better align response to snowstorm events between across the two perspectives, which could potentially be beneficial in developing preparedness strategies.\n\n\t\t\t\t\tLast Modified: 09/14/2017\n\n\t\t\t\t\tSubmitted by: Paul M Torrens"
 }
}