{
 "awd_id": "1664250",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Representation of Engineering Concepts in Academic and Engineering Workplace Settings: How situated are engineering concepts in these contexts?",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 349998.0,
 "awd_amount": 419995.0,
 "awd_min_amd_letter_date": "2017-02-01",
 "awd_max_amd_letter_date": "2017-08-01",
 "awd_abstract_narration": "The purpose of this project is to examine how building design concepts are represented in academic and workplace settings. Concepts are basic ideas that are often the foundation of academic courses. Examples of concepts are an understanding of the stresses and strains that occur when a structural member, such as a beam or column is loaded. Common practice in academic settings is to present concepts as the relation between relevant variables and understanding how to determine unknown variables in close-ended problems. In engineering practice, however, concepts are utilized to conduct engineering design, within project constraints. Engineering concepts can be embedded in design codes, design software, and in other ways where the characteristics of the concepts are not represented in the same way as the academic setting. This project will study how concepts are represented in academic and workplace settings. Research findings will be used to iteratively develop engineering design problems that are relevant to engineering practice and useful to civil engineering instructors. These problems will be actively disseminated through the civil engineering and engineering education communities. The results will inform current educational approaches to preparing engineers for the workforce by studying the fundamental concepts that make up engineering curricula.\r\n\r\nThe objective of this project is to investigate the nuanced and complex ways of knowing, representing, and communicating concepts of structural and geotechnical engineering concepts specific to building design in both civil engineering practice and academic settings using robust, in-depth, and iterative educational research methodologies. The project will examine and test theories of situated cognition in an engineering work setting, as well as challenge the fundamental premises of engineering education that tend to isolate concepts from application. The research objective will be achieved through three efforts: 1 - Develop a prioritized list of structural and geotechnical engineering concepts related to building design with practicing civil engineers and civil engineering faculty using the Delphi method, 2 - Understand and compare the representation of structural and geotechnical engineering concepts in building design within authentic workplace and academic settings using ethnographically informed research methods, including participant observation, formal and informal interviews, and document analysis, and 3 - Iteratively develop problems and solutions that structural and geotechnical engineers and faculty deem as authentic to building design, and that faculty are willing to adopt into their curriculum. This study will be the first to compare the representation of concepts in academic and workplace settings, specifically within the interdisciplinary environment of building design. The expected outcomes of this project are detailed accounts of differences in concept representation of academic and workplace settings and what they mean for theories of situated learning and for the preparation of engineers for the workplace. Homework, in-class, and test problems created will enhance engineering students' awareness of concepts as they apply them to multiple practical contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shane",
   "pi_last_name": "Brown",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shane A Brown",
   "pi_email_addr": "shane.brown@oregonstate.edu",
   "nsf_id": "000342237",
   "pi_start_date": "2017-02-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rican",
   "pi_last_name": "Vue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rican Vue",
   "pi_email_addr": "rican.vue@oregonstate.edu",
   "nsf_id": "000747354",
   "pi_start_date": "2017-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "Kearney Hall 101",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 419995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ebec60c9-7fff-a2cd-2a4b-98d0815454ce\">\n<p dir=\"ltr\"><span>Our</span><span> Representation of Engineering Concepts in Academic and Engineering Workplace Settings: How situated are engineering concepts in these contexts?</span><span> project investigated the representation of structural engineering concepts in both civil engineering practice and academic settings through robust, in-depth, and iterative educational research methodologies. Our goals were to determine how structural engineering design concepts are represented in practice versus in academic settings, and how engineering faculty and practitioners can collaborate to close the gap between engineering knowledge in education and workplace settings. We engaged with civil engineering practitioners, faculty, and students in two studies: an ethnographic study and a collaborative curriculum design study.</span></p>\n<p dir=\"ltr\"><span>For the ethnographic study, we observed civil engineering practitioners at a structural engineering firm and undergraduate students in structural engineering courses. We determined how engineers engaged with conceptual representations of structural loads, how structural engineering concepts were represented within the application of design codes and standards, and how problem solving heuristics are used in workplace and academic environments. This study resulted in three key findings. First, we found that representations documented in the workplace were found to be tangible to (1) real-world conditions, (2) project/stakeholder constraints, and (3) engineering tools. Conversely, representations documented in the courses exhibited various degrees of tangibility to none, some, or all of these three traits. Second, we found in academic settings, a primarily prescriptive approach to applying codes is used, such that students and instructors utilize the code with little to no interpretation of the concepts, while engineering practitioners were more likely to take an evaluative approach through relying on sound engineering judgment, skepticism of the code provisions, and/or fundamental conceptual knowledge when applying codes. Third, we found that two different types of heuristics are used: (1) practice-based heuristics, which are dependent on an individual&rsquo;s or organization&rsquo;s experience with certain projects; and (2) profession-based heuristics, which are grounded in a discipline&rsquo;s fundamental concepts and therefore are less context-dependent. Our results showed that practice-based heuristics were observed mostly in the workplace environment, while profession-based heuristics were prevalent in both environments.</span></p>\n<p dir=\"ltr\"><span>In our collaborative curriculum design study, we created three sets of civil engineering faculty and practitioner pairs. Each pair worked together to iteratively develop a design activity for structural engineering. We sought to define and operationalize how academics and engineers define engineering knowledge and to understand participants&rsquo; beliefs with respect to the barriers to adoption related to the curricula that were developed. This study led to two key findings. First, we found that both engineering practitioners and faculty believe that where knowledge is located and the source of knowledge are related to practical, real-world experiences. However, faculty emphasize the abstract learning and confidence of their students in their classroom. This contrasts with how engineering practitioners&rsquo; emphasize the consequences of their designs in the workplace. Second, our findings led to recommendations for overcoming a primary step in the curriculum adoption process by collaborate creating adoptable course materials. The results present a robust narrative related to the development of these design activities that should help bridge the gap in preparedness that students face when entering the engineering industry. The process sheds light on ways to improve efficiency and subsequent adoptability of design activities by exploring a non-isolated collaborative development where faculty and engineering practitioners work together with a change agent acting as a mediator.</span></p>\n<p dir=\"ltr\"><span>Our understanding of civil engineering education and practice is enhanced through this study of conceptual representation in workplace and academic settings. Our findings emphasize how tangibility of concepts is significantly different between academic and workplace settings. Concepts in workplace settings always have a history and a meaning; they are tangible to something. In contrast, in academic settings, concepts far less frequently are tangible to a larger context. This exaggerates concerns with the common emphasis in higher education with learning concepts in an isolated manner. Concepts are not isolated in practice. They have meaning, are interpreted, have utility, and are tied to constraints. Engineering education programs can emphasize these aspects of tangibility throughout the curriculum, better preparing students for the workforce.</span></p>\n<p dir=\"ltr\"><span>Our results also have an impact on teacher change and adoption of new curriculum and practices. We found that faculty beliefs are a natural barrier to the ways in which engineering materials are presented, and, as a result, how engineering students think about engineering concepts and problem solving. We also found that constraints such as time, gradeability, and complexity are prohibitive for faculty teaching ill-defined, open-ended problems that are more aligned with authentic engineering knowledge and problem-solving. These findings help us understand how to implement change in engineering curriculum to better prepare students for the workforce. Engineering educators can develop more effective and innovative ways to develop, implement, and assess authentic engineering solutions.</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2023<br>\n\t\t\t\t\tModified by: Shane&nbsp;A&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nOur Representation of Engineering Concepts in Academic and Engineering Workplace Settings: How situated are engineering concepts in these contexts? project investigated the representation of structural engineering concepts in both civil engineering practice and academic settings through robust, in-depth, and iterative educational research methodologies. Our goals were to determine how structural engineering design concepts are represented in practice versus in academic settings, and how engineering faculty and practitioners can collaborate to close the gap between engineering knowledge in education and workplace settings. We engaged with civil engineering practitioners, faculty, and students in two studies: an ethnographic study and a collaborative curriculum design study.\nFor the ethnographic study, we observed civil engineering practitioners at a structural engineering firm and undergraduate students in structural engineering courses. We determined how engineers engaged with conceptual representations of structural loads, how structural engineering concepts were represented within the application of design codes and standards, and how problem solving heuristics are used in workplace and academic environments. This study resulted in three key findings. First, we found that representations documented in the workplace were found to be tangible to (1) real-world conditions, (2) project/stakeholder constraints, and (3) engineering tools. Conversely, representations documented in the courses exhibited various degrees of tangibility to none, some, or all of these three traits. Second, we found in academic settings, a primarily prescriptive approach to applying codes is used, such that students and instructors utilize the code with little to no interpretation of the concepts, while engineering practitioners were more likely to take an evaluative approach through relying on sound engineering judgment, skepticism of the code provisions, and/or fundamental conceptual knowledge when applying codes. Third, we found that two different types of heuristics are used: (1) practice-based heuristics, which are dependent on an individual’s or organization’s experience with certain projects; and (2) profession-based heuristics, which are grounded in a discipline’s fundamental concepts and therefore are less context-dependent. Our results showed that practice-based heuristics were observed mostly in the workplace environment, while profession-based heuristics were prevalent in both environments.\nIn our collaborative curriculum design study, we created three sets of civil engineering faculty and practitioner pairs. Each pair worked together to iteratively develop a design activity for structural engineering. We sought to define and operationalize how academics and engineers define engineering knowledge and to understand participants’ beliefs with respect to the barriers to adoption related to the curricula that were developed. This study led to two key findings. First, we found that both engineering practitioners and faculty believe that where knowledge is located and the source of knowledge are related to practical, real-world experiences. However, faculty emphasize the abstract learning and confidence of their students in their classroom. This contrasts with how engineering practitioners’ emphasize the consequences of their designs in the workplace. Second, our findings led to recommendations for overcoming a primary step in the curriculum adoption process by collaborate creating adoptable course materials. The results present a robust narrative related to the development of these design activities that should help bridge the gap in preparedness that students face when entering the engineering industry. The process sheds light on ways to improve efficiency and subsequent adoptability of design activities by exploring a non-isolated collaborative development where faculty and engineering practitioners work together with a change agent acting as a mediator.\nOur understanding of civil engineering education and practice is enhanced through this study of conceptual representation in workplace and academic settings. Our findings emphasize how tangibility of concepts is significantly different between academic and workplace settings. Concepts in workplace settings always have a history and a meaning; they are tangible to something. In contrast, in academic settings, concepts far less frequently are tangible to a larger context. This exaggerates concerns with the common emphasis in higher education with learning concepts in an isolated manner. Concepts are not isolated in practice. They have meaning, are interpreted, have utility, and are tied to constraints. Engineering education programs can emphasize these aspects of tangibility throughout the curriculum, better preparing students for the workforce.\nOur results also have an impact on teacher change and adoption of new curriculum and practices. We found that faculty beliefs are a natural barrier to the ways in which engineering materials are presented, and, as a result, how engineering students think about engineering concepts and problem solving. We also found that constraints such as time, gradeability, and complexity are prohibitive for faculty teaching ill-defined, open-ended problems that are more aligned with authentic engineering knowledge and problem-solving. These findings help us understand how to implement change in engineering curriculum to better prepare students for the workforce. Engineering educators can develop more effective and innovative ways to develop, implement, and assess authentic engineering solutions.\n\n\n\t\t\t\t\tLast Modified: 04/25/2023\n\n\t\t\t\t\tSubmitted by: Shane A Brown"
 }
}