{
 "awd_id": "1664374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Designer Silver Catalysts for Tunable C=C and C-H Bond Amination",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2017-04-21",
 "awd_max_amd_letter_date": "2017-07-27",
 "awd_abstract_narration": "Designer Silver Catalysts for Tunable C-H and C=C Bond Amination\r\n\r\nOne of the major challenges facing chemists in the 21st century is identifying cheap and sustainable ways to transform substances obtained from petroleum and biorenewable sources into useful building blocks for the synthesis of critically needed pharmaceuticals, agrochemicals, polymers, and fuels. The carbon-hydrogen single bond (C-H) and carbon-carbon double bond (C=C) are two of the most common chemical bonds in organic compounds and represent convenient locations to introduce new functionality into those compounds. However, it is difficult to achieve a desired reaction at only one specific C-H or C=C bond of the many that are present in a single molecule. In this project, Dr. Schomaker is developing new silver catalysts that transform these bonds to important and useful carbon-nitrogen bonds with high yields, less waste, and with the ability to selectively make many different useful products from a single starting compound.  Studies to understand the unique features of silver that enable such high, predictable levels of control over this reactivity are key to designing improved and durable catalysts that efficiently transform precious hydrocarbon feedstocks into valuable materials, even using water as reaction solvent.  Dr. Schomaker is active in outreach programs related to her research interests in catalysis to educate and engage the general public, especially young women, in fields related to science, technology, engineering and mathematics (STEM). Her activities include developing hands-on experimental modules centered on topics related to silver catalysis for \"Expanding Your Horizons\", a STEM-centered program for girls in 6-8th grades, as well as entertaining and educational demonstrations on silver chemistry for \"Science is Fun\" public presentations.\r\n\r\nWith funding from the Chemical Catalysis Program of the Chemistry Division, Dr. Jennifer Schomaker of the University of Wisconsin is developing low-cost, modular catalysts for the tunable functionalization of C-H bonds to valuable C-N bonds. Such methods are crucial for streamlined syntheses of pharmaceuticals, agrochemicals, chiral ligands and amine building blocks, but represent a long-standing challenge in the field of catalysis. To address this issue, Dr. Schomaker is pursuing a fundamental understanding of the unique features of silver complexes that enable them to achieve catalyst-controlled transformations of C-H bonds to C-N bonds through metal-catalyzed nitrene transfer processes. A combination of variable temperature (VT) NMR, diffusion spectroscopy, mechanistic and computational studies (density functional theory and higher-level ab initio methods such as CASSCF) are being employed to assess how the features of N-donor ligands influence the electronic structure of the metal nitrene, the dynamic/fluxional behavior of reactive intermediates in solution and promotion of non-covalent interactions between substrate/catalyst to influence the site of the C-H functionalization event. Ultimately, this work is establishing universal design principles for the synthesis of catalysts that facilitate non-directed C-H functionalizations capable of overriding innate reactivity preferences that are extendable to other metals and other C-H oxidation reactions, particularly in an asymmetric context. Dr. Schomaker is also active in a number of STEM outreach programs to engage and educate students in her community about the importance of catalysis in solving challenges that currently face our society. She is particularly interested in increasing the representation of women in STEM disciplines to support the broader impacts of this work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Schomaker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Schomaker",
   "pi_email_addr": "schomakerj@chem.wisc.edu",
   "nsf_id": "000561204",
   "pi_start_date": "2017-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp; There is a critical and ongoing need to better utilize the world&rsquo;s remaining hydrocarbon feedstocks. The development of new synthetic methods that are capable of efficiently upgrading these raw materials to the valuable building blocks needed to make the molecules we use in our daily lives continues to be of paramount importance. Over the course of this award, our group has designed low-cost and modular catalysts having the ability to transform ubiquitous carbon-hydrogen (C-H) chemical bonds into valuable carbon-nitrogen (C-N) bonds that are present in agrochemicals, polymers, catalysts, and over 85% of all pharmaceuticals that are currently on the market. Our work has addressed two of the major challenges inherent in developing catalysts capable of converting C-H to C-N bonds: first, the C-H bond is unusually strong compared to most other types of bonds, and second, most feedstocks contain multiple different types of C-H bonds. A good catalyst must be both reactive enough to break the strong C-H bond and selective enough to target only the desired C-H bond.</p>\n<p>&nbsp;&nbsp; From the standpoint of intellectual merit, the funding provided by NSF has empowered our group to study and harness several unique features of silver complexes to catalyze the transformation of C-H and C=C bonds to C-N bonds in a tunable manner through a reaction known as &lsquo;nitrene transfer&rsquo;. Our work has resulted in the rational design of several new ligands that bind to the silver catalyst and control its subsequent reactivity in a predictable way. The use of a variety of spectroscopic, computational, and experimental techniques have been key to our ability to rationally design and manipulate these novel silver catalysts to choose which particular C-H bond is transformed into a C-N bond in an efficient way. Our work has provided the broader catalysis community a clearer understanding of how the silver metal, counteranion, ligand, reaction conditions, and mechanism of the carbon-nitrogen bond-forming event dictate the selectivity of the chemistry. In many respects, these catalysts can be viewed as synthetic &lsquo;enzymes&rsquo;, with the key advantages of being easy to make, readily accessible to the broader community, and able to function under a broad range of reaction conditions. Particularly exciting are our recent findings that silver(I) coordination complexes can carry out specific and selective transformations to prepare key building blocks for a variety of important pharmaceutical compounds. Broad impacts include the ability to minimize the number of chemical steps, while decreasing waste products and lowering environmental impact. In addition, several compounds prepared using our new chemistry demonstrated anti-tuberculosis activity in screens carried out through the Eli Lilly Open Innovation program, leading to ongoing efforts to set up collaborations to understand the mode of action of this anti-TB activity. We anticipate the further development of our new reaction methodologies will enable more economical and efficient syntheses of molecules important to human health.</p>\n<p>&nbsp;&nbsp; In addition to broader impacts associated with streamlining industrially important reactions and minimizing environmental impact, this project has provided both graduate and undergraduate students with numerous opportunities for technical training, and professional development. The major impact of our work outside the realm of science and technology lies in efforts to educate the next generation of global citizens. We strive to impart an appreciation and understanding of the scientific method to the general public and convey how our research efforts aim to address important and timely societal challenges. Seven Ph.D. students have received training under this NSF grant, four of whom are women and two of whom are underrepresented students in STEM. Graduate students have had opportunities to hone their experimental techniques, learn advanced spectroscopic techniques, participate in outreach and educational activities, and take on leadership roles in conceptualizing and mentoring younger students in new project areas. These activities have been key to increasing their big-picture view of the project, exercising their creativity and developing their organizational/leadership skills, preparing them for leadership positions in academia, the chemical industry or government. Students supported by this work have gone on to positions at Glaxo-Smith-Kline, Los Alamos National Lab, PPD, and Cornell.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2020<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;M&nbsp;Schomaker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n   There is a critical and ongoing need to better utilize the world’s remaining hydrocarbon feedstocks. The development of new synthetic methods that are capable of efficiently upgrading these raw materials to the valuable building blocks needed to make the molecules we use in our daily lives continues to be of paramount importance. Over the course of this award, our group has designed low-cost and modular catalysts having the ability to transform ubiquitous carbon-hydrogen (C-H) chemical bonds into valuable carbon-nitrogen (C-N) bonds that are present in agrochemicals, polymers, catalysts, and over 85% of all pharmaceuticals that are currently on the market. Our work has addressed two of the major challenges inherent in developing catalysts capable of converting C-H to C-N bonds: first, the C-H bond is unusually strong compared to most other types of bonds, and second, most feedstocks contain multiple different types of C-H bonds. A good catalyst must be both reactive enough to break the strong C-H bond and selective enough to target only the desired C-H bond.\n\n   From the standpoint of intellectual merit, the funding provided by NSF has empowered our group to study and harness several unique features of silver complexes to catalyze the transformation of C-H and C=C bonds to C-N bonds in a tunable manner through a reaction known as ‘nitrene transfer’. Our work has resulted in the rational design of several new ligands that bind to the silver catalyst and control its subsequent reactivity in a predictable way. The use of a variety of spectroscopic, computational, and experimental techniques have been key to our ability to rationally design and manipulate these novel silver catalysts to choose which particular C-H bond is transformed into a C-N bond in an efficient way. Our work has provided the broader catalysis community a clearer understanding of how the silver metal, counteranion, ligand, reaction conditions, and mechanism of the carbon-nitrogen bond-forming event dictate the selectivity of the chemistry. In many respects, these catalysts can be viewed as synthetic ‘enzymes’, with the key advantages of being easy to make, readily accessible to the broader community, and able to function under a broad range of reaction conditions. Particularly exciting are our recent findings that silver(I) coordination complexes can carry out specific and selective transformations to prepare key building blocks for a variety of important pharmaceutical compounds. Broad impacts include the ability to minimize the number of chemical steps, while decreasing waste products and lowering environmental impact. In addition, several compounds prepared using our new chemistry demonstrated anti-tuberculosis activity in screens carried out through the Eli Lilly Open Innovation program, leading to ongoing efforts to set up collaborations to understand the mode of action of this anti-TB activity. We anticipate the further development of our new reaction methodologies will enable more economical and efficient syntheses of molecules important to human health.\n\n   In addition to broader impacts associated with streamlining industrially important reactions and minimizing environmental impact, this project has provided both graduate and undergraduate students with numerous opportunities for technical training, and professional development. The major impact of our work outside the realm of science and technology lies in efforts to educate the next generation of global citizens. We strive to impart an appreciation and understanding of the scientific method to the general public and convey how our research efforts aim to address important and timely societal challenges. Seven Ph.D. students have received training under this NSF grant, four of whom are women and two of whom are underrepresented students in STEM. Graduate students have had opportunities to hone their experimental techniques, learn advanced spectroscopic techniques, participate in outreach and educational activities, and take on leadership roles in conceptualizing and mentoring younger students in new project areas. These activities have been key to increasing their big-picture view of the project, exercising their creativity and developing their organizational/leadership skills, preparing them for leadership positions in academia, the chemical industry or government. Students supported by this work have gone on to positions at Glaxo-Smith-Kline, Los Alamos National Lab, PPD, and Cornell.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 06/01/2020\n\n\t\t\t\t\tSubmitted by: Jennifer M Schomaker"
 }
}