{
 "awd_id": "1665455",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Biogenic Transition Metal Oxides as Water-Oxidation Electrocatalysts",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 387734.0,
 "awd_amount": 387734.0,
 "awd_min_amd_letter_date": "2017-07-13",
 "awd_max_amd_letter_date": "2018-08-16",
 "awd_abstract_narration": "Biogenic Transition Metal Oxides as Water-Oxidation Electrocatalysts.\r\n\r\nWith this award from the Chemical Catalysis Program of the Chemistry Division, Professor R. David Britt of the University of California at Davis is studying a novel type of biological catalyst which will contribute to clean and renewable energy technology.  Certain bacteria use an enzyme to generate a manganese oxide material which Britt and coworkers have shown can split water, a key step in making inexpensive solar fuels, using energy from sunlight.  The Britt lab is producing this material under different conditions, and exploring the activity of mutants of this enzyme, to optimize the water splitting activity of the manganese oxide material. The goal is to make an inexpensive bio-material using earth abundant manganese to replace existing catalysts based on expensive rare metals. Outreach activities coupled to this research program include summer research opportunities at both the high school and college level, motivating students by introducing them to this interesting interface of chemistry and biology that is relevant to renewable energy and environmental issues.\r\n\r\nA discrete manganese oxide (MnOx) unit was selected by Nature as the catalyst for O2 evolution - the Mn4O5Ca oxygen-evolving-complex (OEC) found in all oxygenic photosynthetic organisms. Inspired by the OEC, many manganese complexes and nanoparticles have been synthesized and investigated as catalysts for water-oxidation reaction. In this project in the laboratory of Professor R. David Britt of the University of California at Davis, a multicopper oxidase (MCO) enzyme, Mnx, which oxidizes aqueous Mn(II) driven by the oxidation potential of atmospheric O2, is offering a convenient means to generate a MnOx material in a fully biological fashion.  The biological reactivity of the Mnx enzyme is allowing the Britt lab to systematically vary the structure and composition of the resulting MnOx and test what factors give rise to the highest activities. Specifically, this project is focusing on the following three aspects. 1) To explore the molecular mechanism of Mnx-catalyzed Mn(II) oxidation. 2) To characterize the resultant biogenic MnOx forms by multiple techniques (high-field EPR, XAS, SEM, etc) and employ the varied forms as water-oxidation electrocatalysts, in order to establish a structure-activity relationship. 3) Biogenic metal/mixed-metal oxides as catalysts: the reduction potential of type 1 Cu in Mnx enzyme can be tuned through site-directed mutagenesis of the axial ligand. Therefore, the type of substrates may be broadened (e.g. Fe(II), Co(II) or Ni(II)) and metal/mixed-metal oxides may be generated and tested as water-oxidation electrocatalysts. The project has broad impacts in training graduate and undergraduate and even visiting high school students in transition metal coordination chemistry, biochemistry, electrochemistry, and spectroscopy, and is being integrated into energy focused chemistry lectures that Professor Britt teaches each year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Britt",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph D Britt",
   "pi_email_addr": "rdbritt@ucdavis.edu",
   "nsf_id": "000243309",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165720",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "8676",
   "pgm_ref_txt": "Critical Elements"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 124259.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 263475.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nature uses sunlight in photosynthesis to extract electrons and protons from water, which can in turn be used to make &ldquo;fuels&rdquo; -- typically sugar in the case of plants.&nbsp;&nbsp;The bioproduct of this solar reaction is molecular oxygen.&nbsp;&nbsp;This reaction is catalyzed by a cluster built of manganese, calcium, and oxygen, known as the Oxygen Evolving Complex (OEC).&nbsp;&nbsp;In recent years chemists have worked a great deal on building synthetic water splitting catalysts using a variety of transition metals, not just manganese.&nbsp;&nbsp;Cobalt oxide catalysts have often been studied, as one example.&nbsp;&nbsp;We have recently been interested in an enzyme system that that oxidized Mn(II) ions in solution to make a solid Mn oxide.&nbsp;&nbsp;&nbsp;This &ldquo;Mnx&rdquo; enzyme complex uses molecular oxygen, rather than sunlight as in photosynthesis, to generate the Mn oxides.&nbsp;&nbsp;We have been studying the enzyme reaction that does this, which involved copper clusters bound in the enzymes.&nbsp;&nbsp;We use electron paramagnetic resonance as a primary tool in these investigations.&nbsp;&nbsp;Additionally, we have been investigating how well this &ldquo;biogenic&rdquo; manganese oxide material works as an electrochemical catalyst for water splitting.&nbsp;&nbsp;We have compared various forms of the biogenic catalyst, deposited under different enzymatic conditions, to synthetic Mn oxide catalysts.&nbsp;&nbsp;The best biogenic Mn oxide catalysts are found to perform better than the synthetic ones.&nbsp;&nbsp;In addition, we have looked at adding other transition metals to make mixed metal catalyst, with the best performance from adding cobalt to the biogenic manganese oxide.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2022<br>\n\t\t\t\t\tModified by: Ralph&nbsp;D&nbsp;Britt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNature uses sunlight in photosynthesis to extract electrons and protons from water, which can in turn be used to make \"fuels\" -- typically sugar in the case of plants.  The bioproduct of this solar reaction is molecular oxygen.  This reaction is catalyzed by a cluster built of manganese, calcium, and oxygen, known as the Oxygen Evolving Complex (OEC).  In recent years chemists have worked a great deal on building synthetic water splitting catalysts using a variety of transition metals, not just manganese.  Cobalt oxide catalysts have often been studied, as one example.  We have recently been interested in an enzyme system that that oxidized Mn(II) ions in solution to make a solid Mn oxide.   This \"Mnx\" enzyme complex uses molecular oxygen, rather than sunlight as in photosynthesis, to generate the Mn oxides.  We have been studying the enzyme reaction that does this, which involved copper clusters bound in the enzymes.  We use electron paramagnetic resonance as a primary tool in these investigations.  Additionally, we have been investigating how well this \"biogenic\" manganese oxide material works as an electrochemical catalyst for water splitting.  We have compared various forms of the biogenic catalyst, deposited under different enzymatic conditions, to synthetic Mn oxide catalysts.  The best biogenic Mn oxide catalysts are found to perform better than the synthetic ones.  In addition, we have looked at adding other transition metals to make mixed metal catalyst, with the best performance from adding cobalt to the biogenic manganese oxide.\n\n \n\n\t\t\t\t\tLast Modified: 12/03/2022\n\n\t\t\t\t\tSubmitted by: Ralph D Britt"
 }
}