{
 "awd_id": "1665279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: TDM solar cells: Next generation perovskite-silicon tandem solar cells",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2017-03-15",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2017-03-15",
 "awd_max_amd_letter_date": "2018-08-16",
 "awd_abstract_narration": "Abstract\t\r\nNontechnical: \r\nIn this collaborative research effort, the PIs will combine their work on perovskite solar cells and marketable silicon solar cells, to produce a high efficiency tandem device with the potential to be available commercially. The multidisciplinary research team couples expertise in the design of electronic and photonic materials and processes for advanced applications and the design, synthesis and characterization of inorganic functional materials, with expertise in the research, development and manufacturing of high-efficiency, low-cost crystalline silicon cells. The research initiative will lead to the next generation photovoltaic that will allow for the robust fabrication of perovskite-silicon monolithic tandem solar cells, applicable for use in widespread industrial-scale manufacturing of energy harvesting modules. It is expected that the materials and fabrication protocols associated with the tandem photovoltaic devices will help enable widespread implementation of the technologies. Thus, this research will have substantial influence on the energy sector and achieve the goal of bringing the potential benefits of nanotechnology to society in general, as well as the everyday energy consumer. Overall, the results of this research will make a significant contribution to the scientific community and provide an intellectual and experimental framework for future investigations into tandem devices for the widespread application of innovations in nanotechnology. Low-cost, ubiquitous, environmentally sustainable, high-efficiency, tandem solar cells are expected to be transformational for industries ranging from healthcare, environmental quality, energy and security. In addition to providing access to sustainable, high-efficiency, energy harvesting devices, the current project provides opportunities for the integration of research and education in technologies of societal significance. Participants will benefit from the multidisciplinary, collaborative nature of the program; all will be cross-trained in multiple areas to further expand their knowledge and experience through relevant additional collaborations. Students will grow in an environment that promotes an understanding of all aspects of the project necessary for success. The investigators maintain strong and long-running commitments to broadened participation in science and engineering, and to serving the community.\r\n\r\nTechnical: \r\nThis research effort aims to develop the next generation perovskite-silicon tandem solar cells with efficiencies exceeding 30%. Exploratory research will focus on two critical aspects: i) fabrication of high efficiency, semi-transparent top metal-halide perovskite solar cells and bottom silicon solar cells; and ii) engineering of highly effective interconnecting layers between sub-cells to achieve monolithic tandems with efficiencies greater than 30%. Integration of metal-halide perovskites in tandem with commercially available solar cells, such as silicon, provides opportunities to significantly upgrade device and module performance. Further, the solution processability of metal-halide perovskites offers a cost effective option for upgrades to existing manufactured units. Through this collaboration, the most critical issues associated with AMX3 lead based perovskite-silicon monolithic tandem solar cells which prevent their achieving theoretically predicted efficiencies will be addressed. Specifically, this research will i) develop the materials and processes that will allow deposition of transparent conducting electrodes on perovskite thin film solar cells while maintaining high efficiencies and ii) engineer a transparent interconnecting electrical connection between the sub cells. The research team will identify transformative, practical materials engineering approaches to resolve both these key problems. The materials and fabrication protocols developed here will enable integration of perovskites with existing silicon solar cell technologies and facilitate the widespread commercialization and implementation of perovskite-silicon tandem solar cell technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elsa",
   "pi_last_name": "Reichmanis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elsa Reichmanis",
   "pi_email_addr": "elr420@lehigh.edu",
   "nsf_id": "000514536",
   "pi_start_date": "2017-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ajeet",
   "pi_last_name": "Rohatgi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ajeet Rohatgi",
   "pi_email_addr": "ajeet.rohatgi@ece.gatech.edu",
   "nsf_id": "000239532",
   "pi_start_date": "2017-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angus",
   "pi_last_name": "Wilkinson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Angus P Wilkinson",
   "pi_email_addr": "angus.wilkinson@chemistry.gatech.edu",
   "nsf_id": "000490341",
   "pi_start_date": "2017-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent advances in perovskite solar cells has generated enormous interest due to their unique optoelectronic properties combined with ease of process-ability. Silicon-perovskite tandems have emerged as one of the front-runners towards commercialization, with several US and international firms trying to bring this technology to market in the coming years. While there are reasons for optimism, there are also several efficiency, stability and scalability challenges to be addressed.</p>\n<p class=\"Text\">This project supported materials and device research that led to the fabrication of a 26.7% 4T Si-perovskite tandem using a TOPCon (Tunnel oxide passivated contact) silicon bottom cell. The results were achieved in collaboration with researchers and facilities at National Renewable Energy Laboratory (NREL, Golden, CO). The highly efficient 4T perovskite-silicon tandem cell was achieved by implementing, for the first time, a single side n-TOPCon Si cell with a diffused boron emitter on the front and tunnel oxide assisted n<sup>+</sup> poly-Si/SiO<sub>x </sub>passivated contact on the rear. A 1.63 eV bandgap CsFAMAPbIBr semitransparent perovskite solar cell having an efficiency of 17.8% served as the top cell. The Si bottom cell (22% efficiency) was fabricated using the single side n-TOPCon structure which exhibited ~9% efficiency under a filtered spectrum through the perovskite cell stack. This resulted in a tandem efficiency of 26.7%, which is close to the highest published efficiency for a 4T perovskite-Si tandem. It is anticipated that integration of a double side TOPCon structure for the bottom cell with a perovskite top cell having a bandgap closer to the predicted ideal bandgap of ~1.75 eV will lead to still higher efficiencies for the tandem devices. The results presented here demonstrate the promise of TOPCon Si cells for &gt;30% efficient perovskite Si tandem cells.</p>\n<p>The collaboration allowed for learning and development of several layers in the p-i-n architectures for semitransparent cells, which has been helpful while trying to develop semi-transparent perovskite cells at Georgia Tech.</p>\n<p>While an opaque p-i-n junction was fabricated at Georgia Tech with PTAA as HTL showing high Voc (~1.08V), research was also conducted on alternate HTLs including NiO and VO<sub>x</sub>. Metal oxides offer more inherent stability. Moreover, depositing ultrathin ~7nm of PTAA layer, which is optimum for high efficiency, can be an issue over large areas. Opaque p-i-n devices with efficiencies of ~17.5% were fabricated with NiO as HTL showing Voc up to 1.11V, validating the use of alternate HTLs for further development.</p>\n<p>The program supported two graduate students, who actively engaged in mentoring several undergraduates. The results have led to three peer reviewed publications, with several additional publications currently in prepraration. The graduate students presented the research results in several venues, including national and international conferences; the undergraduate students participated in poster sessions at Georgia Tech and at national conferences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/17/2020<br>\n\t\t\t\t\tModified by: Elsa&nbsp;Reichmanis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRecent advances in perovskite solar cells has generated enormous interest due to their unique optoelectronic properties combined with ease of process-ability. Silicon-perovskite tandems have emerged as one of the front-runners towards commercialization, with several US and international firms trying to bring this technology to market in the coming years. While there are reasons for optimism, there are also several efficiency, stability and scalability challenges to be addressed.\nThis project supported materials and device research that led to the fabrication of a 26.7% 4T Si-perovskite tandem using a TOPCon (Tunnel oxide passivated contact) silicon bottom cell. The results were achieved in collaboration with researchers and facilities at National Renewable Energy Laboratory (NREL, Golden, CO). The highly efficient 4T perovskite-silicon tandem cell was achieved by implementing, for the first time, a single side n-TOPCon Si cell with a diffused boron emitter on the front and tunnel oxide assisted n+ poly-Si/SiOx passivated contact on the rear. A 1.63 eV bandgap CsFAMAPbIBr semitransparent perovskite solar cell having an efficiency of 17.8% served as the top cell. The Si bottom cell (22% efficiency) was fabricated using the single side n-TOPCon structure which exhibited ~9% efficiency under a filtered spectrum through the perovskite cell stack. This resulted in a tandem efficiency of 26.7%, which is close to the highest published efficiency for a 4T perovskite-Si tandem. It is anticipated that integration of a double side TOPCon structure for the bottom cell with a perovskite top cell having a bandgap closer to the predicted ideal bandgap of ~1.75 eV will lead to still higher efficiencies for the tandem devices. The results presented here demonstrate the promise of TOPCon Si cells for &gt;30% efficient perovskite Si tandem cells.\n\nThe collaboration allowed for learning and development of several layers in the p-i-n architectures for semitransparent cells, which has been helpful while trying to develop semi-transparent perovskite cells at Georgia Tech.\n\nWhile an opaque p-i-n junction was fabricated at Georgia Tech with PTAA as HTL showing high Voc (~1.08V), research was also conducted on alternate HTLs including NiO and VOx. Metal oxides offer more inherent stability. Moreover, depositing ultrathin ~7nm of PTAA layer, which is optimum for high efficiency, can be an issue over large areas. Opaque p-i-n devices with efficiencies of ~17.5% were fabricated with NiO as HTL showing Voc up to 1.11V, validating the use of alternate HTLs for further development.\n\nThe program supported two graduate students, who actively engaged in mentoring several undergraduates. The results have led to three peer reviewed publications, with several additional publications currently in prepraration. The graduate students presented the research results in several venues, including national and international conferences; the undergraduate students participated in poster sessions at Georgia Tech and at national conferences.\n\n\t\t\t\t\tLast Modified: 02/17/2020\n\n\t\t\t\t\tSubmitted by: Elsa Reichmanis"
 }
}