{
 "awd_id": "1665208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Stable and Easily Activated Thioglycosides for the Stereoselective Synthesis of Oligosaccharides",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jin Cha",
 "awd_eff_date": "2017-05-01",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 503930.0,
 "awd_min_amd_letter_date": "2017-03-29",
 "awd_max_amd_letter_date": "2020-05-28",
 "awd_abstract_narration": "The Chemical Synthesis Program of the Chemistry Division supports the project by Professor Justin Ragains.  Professor Ragains is a faculty member in the Department of Chemistry at Louisiana State University.  He is developing synthetic methods for bonding monosaccharides to each other.  These methods are critical for the synthesis of oligosaccharides.  Oligosaccharides, in turn, play important roles in biology, most of which are poorly understood.  Because of difficulties in isolation and purification, obtaining serviceable quantities of oligosaccharides for biological studies requires chemical synthesis.  The synthesis of oligosaccharides suffers from a number of technological shortcomings including poor stability of chemical intermediates and technically challenging procedures; these limitations are being addressed by the current project.  Scientific advances from this work result in improved syntheses of oligosaccharides, which in turn facilitate discoveries in biology and enable the development of oligosaccharide vaccines and therapeutics.  Professor Ragains is committed to the scientific training of women and underrepresented minorities in the sciences and underprivileged students at all levels of education.  Public outreach activities include summer chemistry lab activities for Baton Rouge high school students from underprivileged backgrounds.  \r\n\r\n\tThis project involves the development of 4-aryl-3-butenylthioglycosides (ABTGs) as a class of O-glycosylation electrophiles that combine the stability of thioglycosides with the straightforward activation of glycosyl trichloroacetimidates using catalytic acids.  O-Glycosylation methods using ABTGs derived from sugars that are commonly found in mammalian oligosaccharides are under investigation.  In addition, 1,2-cis-selective glycosylations with ABTGs that exploit their unusual mechanism of activation are being developed.  Finally, a synthesis of the human milk oligosaccharide lacto-N-neotetraose using ABTGs as key intermediates is underway.  This research program provides a series of O-glycosylation electrophiles in ABTGs that can be utilized by scientists with little training in chemical synthesis.  The well-established utility of Boc- and Fmoc-protected amino acids has placed polypeptide synthesis within the reach of non-experts. Similarly, the ABTGs saccharides, when fully developed, place the synthesis of oligosaccharides in the hands of scientists who require these compounds for the study of glycobiology.  The educational plan involves outreach to underprivileged high school students, many of whom are women and underrepresented minorities.  Outreach activities include summer chemistry lab activities geared toward the development of laboratory skills that assist these students in college-level laboratory courses.  Carbohydrate chemistry is a particular focus of these outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Ragains",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Justin R Ragains",
   "pi_email_addr": "jragains@lsu.edu",
   "nsf_id": "000623062",
   "pi_start_date": "2017-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "202 Himes Hall",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 420000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 47360.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 36570.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this work has been to develop new reagents and strategies for the synthesis of oligosaccharides, a class of organic molecule that is highly relevant to medical diagnostics, drug development, and vaccine development.&nbsp;</p>\n<p>Within the course of this project, we studied a series of chemical reactions called \"<em>O</em>-glycosylations\" using two classes of reagent that we have developed in our lab called \"MBTGs\" and \"MPTGs.\"&nbsp; <em>O</em>-Glycosylation is the most important chemical reaction in the synthesis of oligosaccharides, and we have demonstrated that MBTGs/MPTGs are effective in the execution of <em>O</em>-glycosylation reactions. This is especially the case when the reactants that couple with MBTGs/MPTGs have low chemical reactivity.&nbsp; MBTGs/MPTGs are easily handled, and <em>O</em>-glycosylations with them are marked by operational simplicity and high yields. &nbsp;We believe that these reagents or reagents inspired by them could have utility in the development of <em>O</em>-glycosylation protocols that are accessible to non-experts or in the development of automated approaches to oligosaccharide synthesis.&nbsp; &nbsp;&nbsp;</p>\n<p>Another critically important aspect of <em>O</em>-glycosylation is the so-called &ldquo;stereoselectivity.&rdquo;&nbsp; In <em>O</em>-glycosylation, two differing products called &ldquo;stereoisomers&rdquo; are possible.&nbsp; Selectively accessing one stereoisomer instead of the other (<em>i.e</em>. stereoselectivity) is a central theme in <em>O</em>-glycosylation because it has a profound effect on the three-dimensional shape of the resulting oligosaccharide.&nbsp; Oligosaccharides with a three-dimensional shape that differs from the desired product will ultimately prove useless as diagnostic tools or vaccine components.&nbsp; We have developed a new strategy for selectively accessing the &ldquo;1,2-<em>cis</em>&rdquo; stereoisomer which involves the synergy of &ldquo;electron-withdrawing groups&rdquo; and &ldquo;Lewis-basic additives.&rdquo;&nbsp; This work addresses a longstanding problem in the area of oligosaccharide synthesis where there is presently no general strategy:&nbsp; selective synthesis of the 1,2-<em>cis </em>stereoisomer.&nbsp; We have demonstrated that electron-withdrawing group/Lewis base synergy in the selective synthesis of 1,2-<em>cis </em>stereoisomers is applicable not only to MBTGs and MPTGs but to other <em>O</em>-glycosylation reagents as well.&nbsp; As such, we believe that this work could provide steps toward a generalized strategy for 1,2-<em>cis </em>isomer synthesis in <em>O</em>-glycosylation.&nbsp; Finally, observations made in the course of this work may debunk some longstanding assumptions about the roles of solvent in 1,2-<em>cis</em>-selective <em>O</em>-glycosylation leading to further advancement of knowledge in this area.</p>\n<p>Graduate students supported through funds provided by this grant include women and underrepresented minorities, thus broadening the participation of these groups and meeting one of the explicit Broader Impact goals set by NSF.&nbsp; During the summers of 2017-2019, we also partnered with LSU&rsquo;s Upward Bound program to provide chemistry laboratory experiences for first-generation, college-bound students from low-income backgrounds.&nbsp; These activities give these students some much-needed experience in learning how to handle basic lab equipment and thinking about chemistry as they get ready to make the transition from high school to college.&nbsp; While the pandemic has curtailed these summer activities, we have recently organized an &ldquo;ask me anything&rdquo; Zoom event where Upward Bound students got to meet with members of the PI&rsquo;s lab and discuss the study of chemistry and careers in science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2021<br>\n\t\t\t\t\tModified by: Justin&nbsp;Ragains</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this work has been to develop new reagents and strategies for the synthesis of oligosaccharides, a class of organic molecule that is highly relevant to medical diagnostics, drug development, and vaccine development. \n\nWithin the course of this project, we studied a series of chemical reactions called \"O-glycosylations\" using two classes of reagent that we have developed in our lab called \"MBTGs\" and \"MPTGs.\"  O-Glycosylation is the most important chemical reaction in the synthesis of oligosaccharides, and we have demonstrated that MBTGs/MPTGs are effective in the execution of O-glycosylation reactions. This is especially the case when the reactants that couple with MBTGs/MPTGs have low chemical reactivity.  MBTGs/MPTGs are easily handled, and O-glycosylations with them are marked by operational simplicity and high yields.  We believe that these reagents or reagents inspired by them could have utility in the development of O-glycosylation protocols that are accessible to non-experts or in the development of automated approaches to oligosaccharide synthesis.    \n\nAnother critically important aspect of O-glycosylation is the so-called \"stereoselectivity.\"  In O-glycosylation, two differing products called \"stereoisomers\" are possible.  Selectively accessing one stereoisomer instead of the other (i.e. stereoselectivity) is a central theme in O-glycosylation because it has a profound effect on the three-dimensional shape of the resulting oligosaccharide.  Oligosaccharides with a three-dimensional shape that differs from the desired product will ultimately prove useless as diagnostic tools or vaccine components.  We have developed a new strategy for selectively accessing the \"1,2-cis\" stereoisomer which involves the synergy of \"electron-withdrawing groups\" and \"Lewis-basic additives.\"  This work addresses a longstanding problem in the area of oligosaccharide synthesis where there is presently no general strategy:  selective synthesis of the 1,2-cis stereoisomer.  We have demonstrated that electron-withdrawing group/Lewis base synergy in the selective synthesis of 1,2-cis stereoisomers is applicable not only to MBTGs and MPTGs but to other O-glycosylation reagents as well.  As such, we believe that this work could provide steps toward a generalized strategy for 1,2-cis isomer synthesis in O-glycosylation.  Finally, observations made in the course of this work may debunk some longstanding assumptions about the roles of solvent in 1,2-cis-selective O-glycosylation leading to further advancement of knowledge in this area.\n\nGraduate students supported through funds provided by this grant include women and underrepresented minorities, thus broadening the participation of these groups and meeting one of the explicit Broader Impact goals set by NSF.  During the summers of 2017-2019, we also partnered with LSU’s Upward Bound program to provide chemistry laboratory experiences for first-generation, college-bound students from low-income backgrounds.  These activities give these students some much-needed experience in learning how to handle basic lab equipment and thinking about chemistry as they get ready to make the transition from high school to college.  While the pandemic has curtailed these summer activities, we have recently organized an \"ask me anything\" Zoom event where Upward Bound students got to meet with members of the PI’s lab and discuss the study of chemistry and careers in science.\n\n\t\t\t\t\tLast Modified: 09/23/2021\n\n\t\t\t\t\tSubmitted by: Justin Ragains"
 }
}