{
 "awd_id": "1665287",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHE: Combined experimental and theoretical study of solvent effects in heterogeneous catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 419894.0,
 "awd_amount": 419894.0,
 "awd_min_amd_letter_date": "2017-03-21",
 "awd_max_amd_letter_date": "2017-03-21",
 "awd_abstract_narration": "Many chemical processes essential for our energy future depend on heterogeneous catalysis, here, the use of a solid material to aid in chemical conversion of molecules in the liquid state.  Examples of important heterogeneous catalysis processes include biomass conversion to liquid fuels and chemical feedstocks, electrocatalysis in fuel cells, and photoelectrocatalysts for solar energy harvesting and storage.  The fundamental insights that result from a study of the solid catalyst surface and the molecules adsorbed to it are able to help in the design of new and more effective catalysts.  Dr. Liney Arnadottir is studying catalytic processes at the atomic level both with advanced theoretical calculations of model catalyst-adsorbate complexes and by measuring electronic structure with x-ray photoelectron spectroscopy (XPS). Broader impacts of the research are far-reaching in the development of more efficient catalytic systems.  In a parallel effort, broader impacts are made in the development of human resources.  In this study, Dr. Arnadottir provides significant mentorship of graduate student and undergraduate student researchers in both the scientific and educational realms. In interactive training with the Dr. Arnadottir, students apply and hone their own mentoring skills by nurturing high school students recruited from underrepresented groups as a part of a yearly, one-week long residential summer camp at Oregon State University known as the Summer Experience in Science and Engineering for Youth (SESEY). The mentoring activities during the SESEY camp provide critical communication skills to the up-and-coming generation of new scientific leaders and also exposes them to the need for continued STEM outreach activities.\r\n\r\nIn this study, Dr. Liney Arnadottir of Oregon State University combines surface characterization of acetic acid and ethanol in solvent environments using near ambient pressure X-ray Photoelectron Spectroscopy (NAP-XPS) with theoretical modeling using Density Functional Theory (DFT) calculations.  With this combined experimental and computational project, Dr. Arnadottir is able to elucidate solvent effects in catalysis and thus gain the fundamental understanding required to predict how solvents change the rates of elementary steps in catalytic reaction mechanisms. Dissociation of acetic acid is the first step of vinyl acetate synthesis, which is of great industrial interest.  Acetic acid and ethanol represent common functional groups in larger oxygenates with broad scientific interest. Three solvents are investigated in this study: water, which is a common and widely used solvent; 1,4 dioxane, which has been shown to enhance hydrodeoxygenation activity of Pd(111) over water; and heptane, representing a non-polar solvent.  Broader impacts of the research are far-reaching in the development of more efficient catalytic systems.  In a parallel effort, broader impacts are made in the development of human resources. Theoretical and experimental studies are performed in a closely-coupled feedback loop intended to improve the investigative efficiency and to serve as a learning vehicle for the mentorship of the graduate and undergraduate student researchers. Underrepresented high school students are part of the research team, brought in through a mini-research project as a part of the Summer Experience in Science and Engineering for Youth (SESEY) camp at Oregon State University. All graduate and undergraduate students in this project serve as mentors for the SESEY participants providing the opportunity to participate in outreach activities and develop their ability to teach, mentor and communicate their research to different audiences. This carefully designed study provides valuable insights into catalytic solvent effects, allows identification of trends regarding the interactions between solvent and adsorbed reaction intermediates, and simultaneously creates a vehicle for training the next generation of STEM leaders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liney",
   "pi_last_name": "Arnadottir",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liney Arnadottir",
   "pi_email_addr": "liney.arnadottir@oregonstate.edu",
   "nsf_id": "000609023",
   "pi_start_date": "2017-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "605 NW 11th St",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 419894.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chemical conversion involving a catalyst is a critical part of most chemical industries and many renewable energy applications. The majority of commercial products that we use in our daily lives come in contact with a catalyst somewhere in the production chain. The role of the catalyst in these processes is to enhance the rate of chemical conversion and improve the selectivity of the reaction; specifically, an ideal catalyst should increase the yield of the wanted product and/or minimize the yield of unwanted products such as poisonous or environmentally hazardous products.</p>\n<p>Catalytic processes often operate in complex environments such as a mixture of reactants in a complex liquid mixture making it hard to determine what factors control the reaction rate or selectivity of the reaction. In this project, we implement a fundamental approach that focuses on the decomposition of a small molecule, acetic acid (CH<sub>3</sub>-COOH), to CO and CO<sub>2</sub>, and how water and other co-adsorbates affect the rate and selectivity of the reaction. Acetic acid was chosen as a model system: it is a small nontoxic molecule that is liquid at room temperature and has a vapor pressure well-suited for near-ambient pressure X-ray photoelectron spectroscopy (NAP-XPS) studies.&nbsp; Despite being simple, acetic acid decomposition requires C-C, C-O, O-H, C-H, and C-OH bond breakage, all of which are common in many fuel cells, polymer, and biomass conversion processes, making it a great representative model system to study small oxygenates in general. The acid group (R-COOH) can also form hydrogen bonding making it a good model system to study the role of hydrogen bonding in bond scissoring.</p>\n<p>For this study we used a combined experimental and computational approach, combining experiments using a state of the art NAP-XPS system and density functional (DFT) theory calculations. Through the experiments we use NAP-XPS to determine the elemental composition on the surface during acetic acid decomposition on a Palladium catalyst and a mass spectrometer to monitor changes in reaction production desorbing from the surface when the catalyst is exposed to acetic acid or a mixture of acetic acid and water. This facilitates monitoring of the changes in products and surface speciation at different conditions. The DFT calculations and microkinetic modeling of the reaction network allows us to observe at an atomistic level how the reaction changes when water is added to the system. At room temperature, acetic acid decomposes into a mixture of CO and CO<sub>2</sub> over a Palladium catalyst, but when water is added, the CO<sub>2</sub>/CO ratio increases by 30%. Using the DFT calculations we determine how water generally enhances O-H bond breakage, hinders C-O and C-C scissoring, and has less effect on C-H bond scissoring. These general trends can be used to estimate the effect of water on the decomposition of other oxygenates. Our microkinetic analysis shows that CH<sub>2</sub>COO is a critical intermediate for the selectivity of CO<sub>2</sub>/CO. Without water the energy barrier for C-H and C-O are comparable, but the addition of water hinders C-O bond scissoring leading to higher production of CO<sub>2</sub> relative to CO. Water also enhances the formation and stabilization of acetate (CH<sub>3</sub>COO) on the surface in good agreement with our experimental findings.</p>\n<p>Computational studies of other adsorbed molecules revealed further insights. For example, methanol exhibited similar effects as water, enhancing O-H bond scissoring and having little effect on C-OH bond scissoring. Acetonitrile (CH<sub>3</sub>CN) hinders O-H scissoring and enhances C-OH bond scissoring. Dimethyl sulfoxide ((CH<sub>3</sub>)<sub>2</sub>SO) enhances both C-OH and O-H bond breakage; these investigations show how different solvent molecules can be used to affect the reaction rate and selectively of catalytic decomposition of oxygenates.</p>\n<p>Broader impacts: in addition to providing new insights into the effect of co-adsorbates on the decomposition of oxygenates, this study demonstrated that co-adsorbates can affect the selectivity of the decomposition of small acids. &nbsp;We were able to build a strong highly collaborative student research team that has participated in this work. The team included two Ph.D. students (one from underrepresented group in STEM) for this project were their main focus as well as one M.Eng. student. Two additional graduate students (one female) collaborated on this project. Parts of this project served as a honors thesis for two undergraduates both of which are now working towards their Ph.D. at different universities. &nbsp;The research team was mentored through weekly groupmeeting and individual meetings with the PI where the team discussed project progress, worked on presentations skills and other professional development activities.This project also served as mini-research project for seven high school students as a part of the Summer Experience in Science and Engineering for Youth (SESEY) program, an affordable, week-long on-campus science and engineering camp for youths from diverse backgrounds. Four additional SESEY attendees collaborated with our team. The project also provided scholarships for students to attend SESEY further broadening participation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2022<br>\n\t\t\t\t\tModified by: Liney&nbsp;Arnadottir</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nChemical conversion involving a catalyst is a critical part of most chemical industries and many renewable energy applications. The majority of commercial products that we use in our daily lives come in contact with a catalyst somewhere in the production chain. The role of the catalyst in these processes is to enhance the rate of chemical conversion and improve the selectivity of the reaction; specifically, an ideal catalyst should increase the yield of the wanted product and/or minimize the yield of unwanted products such as poisonous or environmentally hazardous products.\n\nCatalytic processes often operate in complex environments such as a mixture of reactants in a complex liquid mixture making it hard to determine what factors control the reaction rate or selectivity of the reaction. In this project, we implement a fundamental approach that focuses on the decomposition of a small molecule, acetic acid (CH3-COOH), to CO and CO2, and how water and other co-adsorbates affect the rate and selectivity of the reaction. Acetic acid was chosen as a model system: it is a small nontoxic molecule that is liquid at room temperature and has a vapor pressure well-suited for near-ambient pressure X-ray photoelectron spectroscopy (NAP-XPS) studies.  Despite being simple, acetic acid decomposition requires C-C, C-O, O-H, C-H, and C-OH bond breakage, all of which are common in many fuel cells, polymer, and biomass conversion processes, making it a great representative model system to study small oxygenates in general. The acid group (R-COOH) can also form hydrogen bonding making it a good model system to study the role of hydrogen bonding in bond scissoring.\n\nFor this study we used a combined experimental and computational approach, combining experiments using a state of the art NAP-XPS system and density functional (DFT) theory calculations. Through the experiments we use NAP-XPS to determine the elemental composition on the surface during acetic acid decomposition on a Palladium catalyst and a mass spectrometer to monitor changes in reaction production desorbing from the surface when the catalyst is exposed to acetic acid or a mixture of acetic acid and water. This facilitates monitoring of the changes in products and surface speciation at different conditions. The DFT calculations and microkinetic modeling of the reaction network allows us to observe at an atomistic level how the reaction changes when water is added to the system. At room temperature, acetic acid decomposes into a mixture of CO and CO2 over a Palladium catalyst, but when water is added, the CO2/CO ratio increases by 30%. Using the DFT calculations we determine how water generally enhances O-H bond breakage, hinders C-O and C-C scissoring, and has less effect on C-H bond scissoring. These general trends can be used to estimate the effect of water on the decomposition of other oxygenates. Our microkinetic analysis shows that CH2COO is a critical intermediate for the selectivity of CO2/CO. Without water the energy barrier for C-H and C-O are comparable, but the addition of water hinders C-O bond scissoring leading to higher production of CO2 relative to CO. Water also enhances the formation and stabilization of acetate (CH3COO) on the surface in good agreement with our experimental findings.\n\nComputational studies of other adsorbed molecules revealed further insights. For example, methanol exhibited similar effects as water, enhancing O-H bond scissoring and having little effect on C-OH bond scissoring. Acetonitrile (CH3CN) hinders O-H scissoring and enhances C-OH bond scissoring. Dimethyl sulfoxide ((CH3)2SO) enhances both C-OH and O-H bond breakage; these investigations show how different solvent molecules can be used to affect the reaction rate and selectively of catalytic decomposition of oxygenates.\n\nBroader impacts: in addition to providing new insights into the effect of co-adsorbates on the decomposition of oxygenates, this study demonstrated that co-adsorbates can affect the selectivity of the decomposition of small acids.  We were able to build a strong highly collaborative student research team that has participated in this work. The team included two Ph.D. students (one from underrepresented group in STEM) for this project were their main focus as well as one M.Eng. student. Two additional graduate students (one female) collaborated on this project. Parts of this project served as a honors thesis for two undergraduates both of which are now working towards their Ph.D. at different universities.  The research team was mentored through weekly groupmeeting and individual meetings with the PI where the team discussed project progress, worked on presentations skills and other professional development activities.This project also served as mini-research project for seven high school students as a part of the Summer Experience in Science and Engineering for Youth (SESEY) program, an affordable, week-long on-campus science and engineering camp for youths from diverse backgrounds. Four additional SESEY attendees collaborated with our team. The project also provided scholarships for students to attend SESEY further broadening participation. \n\n \n\n\t\t\t\t\tLast Modified: 10/28/2022\n\n\t\t\t\t\tSubmitted by: Liney Arnadottir"
 }
}