{
 "awd_id": "1700603",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regional Additive Manufacturing Pathways",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 239998.0,
 "awd_min_amd_letter_date": "2017-05-09",
 "awd_max_amd_letter_date": "2022-02-25",
 "awd_abstract_narration": "Additive manufacturing (AM), also known as 3-D printing, is the process of producing a three-dimensional object from a digital file. This process is of growing importance as the creation and  manufacturing of complex 3-D products ranging from custom prosthetics and medical implants to warfighter engine parts becomes individualized and on-demand. Technicians working in 3-D printing must be highly skilled and adaptable to leverage this evolving technology across industries. Because of this growing demand, this project at Harford Community College (HCC) entitled the Regional Additive Manufacturing Pathway (RAMP) is designed to create an AM career pathway to increase the number of AM technicians in the rural region of northeast Maryland. To ensure that training is aligned with the needs of the regional manufacturing industry, RAMP will work with industry, the United States Military Base-Aberdeen Proving Ground (APG), the Regional Additive Manufacturing Partnership of Maryland (RAMP MD) and the NSF/ATE National Resource Center for Materials Technology Education (MatEdU). RAMP will focus on developing AM technicians with versatile 21st century skills in 3-D printing by collaborating with RAMP MD, a network of more than 150 manufacturers, scientists, educators and entrepreneurs in AM, with the collective goal of building the AM manufacturing base and educating the AM workforce. RAMP will place particular emphasis on a crosswalk of AM core competencies with the knowledge and skills required to work in the defense/military industry as an alignment of AM technician competencies needed in the defense/military industry has not yet been done. Project evaluation will track progress on technician training and its impact on the technician workforce. Dissemination strategies will include presentations at the annual RAMP MD Symposium to share project information and to expand the industry base of support. HCC will also share materials developed with MatEdU to be accessed on the Technician Education in Additive Manufacturing & Materials (TEAMM) website. Deliverables include the additive manufacturing certificate program, with a military/defense skills crosswalk that can be replicated by other colleges. RAMP will also engage rural students in AM technician training and 21st century problem solving skills. As a result, this project will provide a model of program development for other colleges in rural areas, who are considering dual enrollment in AM technician education and training.\r\n\r\nRAMP targets several ATE tracks including Program Development and Improvement, Curriculum and Educational Materials Development, and Professional Development for Educators. To achieve its goals RAMP will: 1) Develop and implement the AM certificate dual enrollment program; 2) Provide professional development to postsecondary faculty; and 3) Expand opportunities for rural high school students to engage in AM technologies. Dual enrollment will strengthen the AM career pathway from secondary to postsecondary education or directly into the workforce. Professional development will provide college faculty with access to the latest developments in AM pedagogy and technology from MatEdU. Rural high school students will be engaged through AM summer seminars, visits to industry, and 3-D printing kits. RAMP will work with Harford County Public Schools (HCPS) and partners to build a dual enrollment AM curriculum. It will use the DACUM process to determine local AM skills and competencies required by academia and industry, and then crosswalk the DACUM profile with AM core competencies created by MatEdU. The college is committed to the long-term success of AM technician training by maintaining sustainable partnerships with regional AM business and industry, APG, and MatEdU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Antol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Antol",
   "pi_email_addr": "Dantol@harford.edu",
   "nsf_id": "000515338",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lester",
   "pi_last_name": "Hitch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lester Hitch",
   "pi_email_addr": "lester.hitch@gmail.com",
   "nsf_id": "000732395",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Berglowe-Lynch",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Anna C Berglowe-Lynch",
   "pi_email_addr": "aberglowelynch@harford.edu",
   "nsf_id": "000870373",
   "pi_start_date": "2022-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harford Community College",
  "inst_street_address": "401 THOMAS RUN RD",
  "inst_street_address_2": "",
  "inst_city_name": "BEL AIR",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4434122160",
  "inst_zip_code": "210151627",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "HARFORD COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "FW2LLLFFGB81"
 },
 "perf_inst": {
  "perf_inst_name": "Harford Community College",
  "perf_str_addr": "401 Thomas Run Road",
  "perf_city_name": "Bel Air",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "210151627",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 39998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Summary: The overarching goal of the Harford Community College (HCC) ATE grant 1700603 &ndash; Regional Additive Manufacturing Pathways (RAMP) @ HCC was to develop an Additive Manufacturing Certificate Program (AMCP). AMCP is targeted towards Harford County Public School (HCPS) high school (HS) students across the entire service area of Harford County which includes rural and under-represented populations.&nbsp; The AMCP develop core competencies for additive manufacturing technicians as stated in the national standards and align with the expressed needs of local industry.</p>\n<p>The Additive Manufacturing Certificate Program is a five course (15 credits) certificate.&nbsp; It is a stackable credential within the A.A.S. degree in Engineering Technology with an Area of Concentration in Additive Manufacturing.&nbsp;&nbsp;</p>\n<p>The AMCP consists of 5 courses relating to various aspects of additive manufacturing and the digital thread. Four of the five courses focus on the technical aspects of additive manufacturing. The first course in the certificate is an introduction to Additive Manufacturing, surveying the various technologies of 3D printing with hands-on printing with a filament printer.&nbsp; The course ends with a jig-saw activity with the students collaborate on creating a mind-map taking an in-depth look at the 3D printing technologies.&nbsp; The second course is a deeper look of how 3D printing in used in manufacturing. The hands-on printing activities include resin and powder bed printers.&nbsp; The third course deals with the role scanning objects plays in advanced manufacturing.&nbsp; The course deals with how to scan and manipulate data files. The fourth course is an introductory course in QC and Metrology of 3D printing. This course is generating interest amongst the local industry.&nbsp; Each of these courses were developed by local subject matter experts from industry.&nbsp;</p>\n<p>The fifth course is the Capstone.&nbsp; The Capstone goes on beyond the technology component of additive manufacturing by adding a &ldquo;Leveling UP&rdquo; component to develop durable skills that employers are seeking and will stay with the employee throughout their career. The &ldquo;Leveling UP&rdquo; program starts with a student placed in an internship with an industry partner.&nbsp; The partner provides a supervisor and a mentor for the student.&nbsp; HCC provides training/professional development to the mentor, free of charge, allowing the industry partner to help grow their internal workforce. The student works with their mentor to develop and strengthen their durable skills.&nbsp; The assessed durable skills are based on the National Association of Colleges and Employers (NACE) Career Competencies, and include skills of self-agency, thinking critically, and decision making, and are reinforced through the use of guided self-assessment and self-adjustment. The goal of the course is to provide the student with the opportunity to &ldquo;level up&rdquo; to become an exceptional employee.&nbsp; &nbsp;</p>\n<p>The regional Manufacturing Institute of Maryland (RMI) granted the Additive Manufacturing Certificate Program their Champion of Manufacturing Award based mostly on the Leveling UP component.</p>\n<p>In order to gather feedback on the Leveling UP component to be shared in this report, the industry partner and student were chosen because they were available and agreeable to the pilot model.&nbsp; Also, this opportunity would affirm the belief that the Leveling UP model could be applied across disciplines and industry partners. The pilot essentially followed the framework of Leveling UP.&nbsp; Instead of being embedded into a classroom setting, the student met with PI Antol to complete all of the self-assessment activities. The rest of the pilot functioned as designed. The industry partner provider a mentor and work supervisor and incorporated Co-PI Berglowe-Lynch&rsquo;s skill development component. The student was very enthusiastic about the process, acknowledges self-growth, and has provided positive feedback overall. The student&rsquo;s Strengths Finder Assessment indicates a high level of adaptably which proved to be invaluable for the pilot.&nbsp;</p>\n<p>This project achieved the purposes of both the initial grant and the supplemental funding and developed a clear path for industry certification for students at HCC, including providing students with the chance to learn not just additive manufacturing skills but also those core basic work skills all employees need in their careers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2022<br>\n\t\t\t\t\tModified by: David&nbsp;Antol</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nSummary: The overarching goal of the Harford Community College (HCC) ATE grant 1700603 &ndash; Regional Additive Manufacturing Pathways (RAMP) @ HCC was to develop an Additive Manufacturing Certificate Program (AMCP). AMCP is targeted towards Harford County Public School (HCPS) high school (HS) students across the entire service area of Harford County which includes rural and under-represented populations.  The AMCP develop core competencies for additive manufacturing technicians as stated in the national standards and align with the expressed needs of local industry.\n\nThe Additive Manufacturing Certificate Program is a five course (15 credits) certificate.  It is a stackable credential within the A.A.S. degree in Engineering Technology with an Area of Concentration in Additive Manufacturing.  \n\nThe AMCP consists of 5 courses relating to various aspects of additive manufacturing and the digital thread. Four of the five courses focus on the technical aspects of additive manufacturing. The first course in the certificate is an introduction to Additive Manufacturing, surveying the various technologies of 3D printing with hands-on printing with a filament printer.  The course ends with a jig-saw activity with the students collaborate on creating a mind-map taking an in-depth look at the 3D printing technologies.  The second course is a deeper look of how 3D printing in used in manufacturing. The hands-on printing activities include resin and powder bed printers.  The third course deals with the role scanning objects plays in advanced manufacturing.  The course deals with how to scan and manipulate data files. The fourth course is an introductory course in QC and Metrology of 3D printing. This course is generating interest amongst the local industry.  Each of these courses were developed by local subject matter experts from industry. \n\nThe fifth course is the Capstone.  The Capstone goes on beyond the technology component of additive manufacturing by adding a \"Leveling UP\" component to develop durable skills that employers are seeking and will stay with the employee throughout their career. The \"Leveling UP\" program starts with a student placed in an internship with an industry partner.  The partner provides a supervisor and a mentor for the student.  HCC provides training/professional development to the mentor, free of charge, allowing the industry partner to help grow their internal workforce. The student works with their mentor to develop and strengthen their durable skills.  The assessed durable skills are based on the National Association of Colleges and Employers (NACE) Career Competencies, and include skills of self-agency, thinking critically, and decision making, and are reinforced through the use of guided self-assessment and self-adjustment. The goal of the course is to provide the student with the opportunity to \"level up\" to become an exceptional employee.   \n\nThe regional Manufacturing Institute of Maryland (RMI) granted the Additive Manufacturing Certificate Program their Champion of Manufacturing Award based mostly on the Leveling UP component.\n\nIn order to gather feedback on the Leveling UP component to be shared in this report, the industry partner and student were chosen because they were available and agreeable to the pilot model.  Also, this opportunity would affirm the belief that the Leveling UP model could be applied across disciplines and industry partners. The pilot essentially followed the framework of Leveling UP.  Instead of being embedded into a classroom setting, the student met with PI Antol to complete all of the self-assessment activities. The rest of the pilot functioned as designed. The industry partner provider a mentor and work supervisor and incorporated Co-PI Berglowe-Lynch’s skill development component. The student was very enthusiastic about the process, acknowledges self-growth, and has provided positive feedback overall. The student’s Strengths Finder Assessment indicates a high level of adaptably which proved to be invaluable for the pilot. \n\nThis project achieved the purposes of both the initial grant and the supplemental funding and developed a clear path for industry certification for students at HCC, including providing students with the chance to learn not just additive manufacturing skills but also those core basic work skills all employees need in their careers.\n\n\t\t\t\t\tLast Modified: 12/12/2022\n\n\t\t\t\t\tSubmitted by: David Antol"
 }
}