{
 "awd_id": "1700771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Disentangling the dynamics of shear banding in entangled polymer solutions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 357399.0,
 "awd_amount": 357399.0,
 "awd_min_amd_letter_date": "2017-08-22",
 "awd_max_amd_letter_date": "2017-08-22",
 "awd_abstract_narration": "Plastics are ubiquitous to modern society, used in food packing, electronic devices, transportation, sports equipment, and medical devices.  The precursor to all formed plastics is a polymer fluid.  Polymer fluids are a unique type of fluid, as the chain-like polymer molecules act like springs, and within a collection of fluid molecules, the polymer springs become entangled.  Unlike water and many other fluids, this complex fluid does not respond to the forces of stress and shear in a manner that is proportional to the applied force. This non-proportional response is classified as Non-Newtonian.  Non-Newtonian fluids have not been adequately described by general engineering models of fluid flow.  Without general models, prediction of flow in industrial processing is limited to trial-and-error. Under some circumstances, such as slow flow or low concentration, many of these complexities can be ignored. However, these are not the most industrially relevant conditions, where high concentration and fast flow are prevalent. This project supports a fundamental experimental study on the fast flow of concentrated polymer fluids, and uses state-of-the-art imaging techniques to directly image single polymer molecules to reveal the microscopic dynamics of complex fluid flow. \r\n\r\nThe challenge in understanding the dynamics of concentrated polymer fluids is the nonlinear viscoelasticity of entangled polymer solutions, particularly the formation of shear-banding in concentrated polymer solutions at high shear rates. These phenomenon are difficult to probe experimentally. This research project combines high-speed confocal microscopy with a custom shear cell to investigate the origin of shear-banding flows of a model system, namely, concentrated DNA solutions. The applications of these unique experimental tools to the problem will resolve a controversy regarding on shear-banding in polymer fluids. The phase diagram of the shear-induced dynamics of concentrated DNA solutions is being mapped. The project aims to establish a direct link between the microscopic dynamics of DNA molecules and the macroscopic flow behavior of polymer fluids. The project is elucidating the dynamics of single polymer molecules in concentrated solutions under fast shear and experimentally validating competing theories on shear banding of polymer fluids. These results are uncovering the missing theoretical understanding of concentrated polymer fluids under fast flows and, ultimately, practical engineering models for polymer fluids under the most industrially relevant conditions. Increased control and prediction of polymer flow will increase throughput and efficiency, and therefore greatly impact the U.S. manufacturing sector. This research project also involves K-12 outreach programs with local high school students, especially those underrepresented in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiang",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiang Cheng",
   "pi_email_addr": "xcheng@umn.edu",
   "nsf_id": "000654312",
   "pi_start_date": "2017-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Dorfman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin D Dorfman",
   "pi_email_addr": "dorfman@umn.edu",
   "nsf_id": "000208952",
   "pi_start_date": "2017-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "421 Washington Ave SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 357399.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When a simple fluid like water confined between two parallel plates is under shear, the deformation of the fluid is uniform. However, this well-established conclusion of fluid mechanics may be invalid for complex fluids such as concentrated polymer solutions. Under shear, concentrated polymer solutions can spontaneously separate into fast and slow flowing domains and exhibit an unusual flow phenomenon called as \"shear banding\". Understanding the nature and the origin of shear banding is of great importance for transporting and processing polymer solutions encountered in numerous industrial applications. With DNA solutions as a model system, our research aimed to quantify the shear banding flow of concentrated polymer solutions and resolve the microscopic origin of shear banding in this important type of complex fluids.</p>\n<p>Our first set of experiments explored the conditions under which shear banding occurs in DNA solutions. Particularly, we varied the DNA concentration, the gap thickness between two shear plates and the strength of shear flow and imaged the resulting 3D velocity profiles across the two parallel plates using confocal microscopy, a specialized microscopy technique allowing for the image of 3D dynamics of materials. Our results unambiguously demonstrated the existence of shear banding in concentrated DNA solutions under strong shear and delimited the parameter space of shear banding.&nbsp;&nbsp; &nbsp;</p>\n<p>Through our second set of experiments, we revealed the microscopic origin of shear banding in concentrated DNA solutions. Using a custom-designed rheometer with a large aspect ratio, we first ruled out the edge fraction as the origin of shear banding, which has been proposed by recent theories. Furthermore, we examined the dynamics of spherical colloids as well as DNA-bridged colloidal dimers embedded in sheared DNA solutions. Colloids in the band with the fast flow show fast heterogeneous dynamics, whereas the motion of colloids in the band with the slow flow is uniform and slow. By comparing these experimental findings against the predictions of several competing theories, we demonstrated that shear banding arises from shear-induced local disentanglement of DNA molecules.&nbsp;&nbsp;</p>\n<p>Our work has led to three publications in top journals in the field of polymer science and rheology, including one in <em>Macromolecules</em>, one in <em>Journal of Rheology</em> and one in <em>Physical Review E</em>. These works were solely supported by the current grant. Our groups have also given eight talks in conferences and seminars on the project in total, which disseminated the results of our research in the relevant communities. The grant financially supported two graduate students. One of the students has graduated with PhD based on the research of the project, who is now a postdoctoral research at ETH Zurich. Moreover, we have hosted two high-school students from the Twin Cities area in conducting the research of the project in the summer of 2019. The PI Cheng also served as the faculty mentor of the Energy Club at the University of Minnesota over the period of the grant.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2021<br>\n\t\t\t\t\tModified by: Xiang&nbsp;Cheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen a simple fluid like water confined between two parallel plates is under shear, the deformation of the fluid is uniform. However, this well-established conclusion of fluid mechanics may be invalid for complex fluids such as concentrated polymer solutions. Under shear, concentrated polymer solutions can spontaneously separate into fast and slow flowing domains and exhibit an unusual flow phenomenon called as \"shear banding\". Understanding the nature and the origin of shear banding is of great importance for transporting and processing polymer solutions encountered in numerous industrial applications. With DNA solutions as a model system, our research aimed to quantify the shear banding flow of concentrated polymer solutions and resolve the microscopic origin of shear banding in this important type of complex fluids.\n\nOur first set of experiments explored the conditions under which shear banding occurs in DNA solutions. Particularly, we varied the DNA concentration, the gap thickness between two shear plates and the strength of shear flow and imaged the resulting 3D velocity profiles across the two parallel plates using confocal microscopy, a specialized microscopy technique allowing for the image of 3D dynamics of materials. Our results unambiguously demonstrated the existence of shear banding in concentrated DNA solutions under strong shear and delimited the parameter space of shear banding.    \n\nThrough our second set of experiments, we revealed the microscopic origin of shear banding in concentrated DNA solutions. Using a custom-designed rheometer with a large aspect ratio, we first ruled out the edge fraction as the origin of shear banding, which has been proposed by recent theories. Furthermore, we examined the dynamics of spherical colloids as well as DNA-bridged colloidal dimers embedded in sheared DNA solutions. Colloids in the band with the fast flow show fast heterogeneous dynamics, whereas the motion of colloids in the band with the slow flow is uniform and slow. By comparing these experimental findings against the predictions of several competing theories, we demonstrated that shear banding arises from shear-induced local disentanglement of DNA molecules.  \n\nOur work has led to three publications in top journals in the field of polymer science and rheology, including one in Macromolecules, one in Journal of Rheology and one in Physical Review E. These works were solely supported by the current grant. Our groups have also given eight talks in conferences and seminars on the project in total, which disseminated the results of our research in the relevant communities. The grant financially supported two graduate students. One of the students has graduated with PhD based on the research of the project, who is now a postdoctoral research at ETH Zurich. Moreover, we have hosted two high-school students from the Twin Cities area in conducting the research of the project in the summer of 2019. The PI Cheng also served as the faculty mentor of the Energy Club at the University of Minnesota over the period of the grant. \n\n\t\t\t\t\tLast Modified: 09/02/2021\n\n\t\t\t\t\tSubmitted by: Xiang Cheng"
 }
}