{
 "awd_id": "1700982",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Center for Selective CH Functionalization",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924950",
 "po_email": "kcovert@nsf.gov",
 "po_sign_block_name": "Katharine Covert",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 20000000.0,
 "awd_amount": 20000000.0,
 "awd_min_amd_letter_date": "2017-09-15",
 "awd_max_amd_letter_date": "2022-02-08",
 "awd_abstract_narration": "With support from the Center for Chemical Innovation (CCI) Program in the Division of Chemistry at NSF, the Center for Selective Carbon-Hydrogen (C-H) Functionalization (CCHF) will coordinate and support a highly collaborative research team advancing new synthetic chemistry methodologies and approaches. Almost all carbon-based organic molecules contain several C-H bonds. CCHF researchers are designing advanced catalysts that can promote reaction at specific C-H bonds. This enables new approaches to making molecules in a streamlined and sustainable way. These new approaches will have impact on modern medicine and manufacturing, including drug discovery and materials science. CCHF will connect to scientists in colleges and companies, large and small, across the globe, through online symposia as well as traditional conferences. CCHF will contribute teaching materials to facilitate the inclusion of C-H functionalization into curricula and engage with the public in a broad range of activities, including large public science festivals, across the United States. \r\n\r\nThe goal of the CCHF is to revolutionize organic synthesis by developing chemistries for C-H Functionalization. While the ubiquity of C-H bonds in organic molecules is a key advantage in the CCHF approach, the similarity in bond energy makes selective product formation a challenging and stimulating problem. To date, the most effective strategies have relied on properties inherent to the substrate, either through steric and electronic bias, or through reagent-chelation and direction to specific C-H bonds. Moving forward, the CCHF will also explore catalyst control of selectivity through sophisticated reaction design. These efforts will be focused on three strategies to impart selection; 1) catalyst-controlled site selection: employing small molecule catalysts with ligand frameworks capable of controlling substrate trajectories to selectively form single products, 2) substrate coordination assisted site selection: designing a suite of catalysts and ligands that can weakly assemble around a substrate and deliver reagents to specific C-H bonds, 3) bio-inspired catalyst site selection: employing and repurposing enzymes to selectively functionalize an expanded scope of substrates. The Center will demonstrate the power of these distinct strategies in the context of natural products synthesis, drug discovery and preparation, creation of organic materials, and the preparation of agrochemicals. Immersion in a collaborative environment such as the CCHF will provide an excellent forum to prepare Center members for future participation in interdisciplinary team science, and the Center will deliver programming to enhance this experience. CCHF will also educate the broader scientific community on how to best deploy C-H functionalization strategies and tactics to solve synthetic problems via activities such as the Virtual Frontiers of C-H Functionalization virtual symposia and the Organic Pedagogical Electronic Network (OPEN) which distributes educational materials related to C-H functionalization. The CCHF is committed to be actively engaged in broadening participation, offering programs such as the Network for Diversity in Chemical Research (NDCR). The primary goal of the NDCR is to assist faculty in their early career by offering research and networking opportunities with CCHF scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huw",
   "pi_last_name": "Davies",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Huw M Davies",
   "pi_email_addr": "hmdavie@emory.edu",
   "nsf_id": "000203039",
   "pi_start_date": "2017-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199500",
   "pgm_ele_name": "CHE CENTERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 4000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Center for Selective C-H Functionalization (CCHF) was founded in 2012 as an NSF phase II Center for Chemical Innovation (CCI). &nbsp;It consisted of a team of 25 professors from 15 universities covering methodology developers, synthetic strategists, computational chemists, physical organic chemists, inorganic chemists and chemical engineers to work together in close connection with several industrial partners. The research focus of&nbsp; the CCHF has been on developing technology for selective C-H functionalization that will revolutionize the practice and reshape the teaching of chemical synthesis, empowering end users in academic and industry.</p>\n<p>Organic chemistry underpins much of modern manufacturing and society, from biological agents used in medicines and agrochemicals, through fine chemicals used as dyes and food additives, to long-chain polymers used in plastics and advanced materials. Researchers in the field of synthetic organic chemistry are driven by an overarching challenge; the conversion of abundant, and often relatively simple, chemical building blocks available from natural sources, into valuable, complex molecule structures for application in modern society. Since the discovery that organic molecules could be synthesized in a lab, the teaching and practice of synthetic organic chemistry have revolved around the classification and reaction of compounds according to the functional groups they contain. A basic precept of all introductory organic chemistry texts is the contrast between the reactivity of functional groups and the &ldquo;inert&rdquo; C-H and C&ndash;C bonds that make up the skeleton of just about every organic molecule. The general accomplishments of the CCHF have been to develop catalysts, transformations, and technologies that render the C-H bond a viable synthon, streamlining the way organic molecules are made and opening access to new chemical space.</p>\n<p>As a Center, we have made considerable advances in the following areas:</p>\n<ol>\n<li>Generated a toolbox of effective catalysts and methods for the selective functionalization of C-H bonds. A major challenge for C-H functionalization is to be able to select which C-H bonds undergoes reaction.&nbsp; We have designed a wide variety of catalysts capable of exquisite control of which C-H bond will be modified. </li>\n<li>Revolutionized the strategies used for the synthesis of complex molecules.&nbsp; We have demonstrated many examples of how C-H functionalization can be used in synthetic approaches to complex targets, illustrating the great potential of this new strategy for synthesis. </li>\n<li>Developed selectivity rules for the C-H functionalization of complex molecules.&nbsp; We have generated predictive rule to help others to identify the most suitable catalyst they could use for best results in their specific problem.</li>\n<li>Developed strong alliances with industrial partners to maximize the application of C-H functionalization methodologies to the synthesis of pharmaceuticals, agrochemicals, and new materials.&nbsp; Many pharmaceutical companies have collaborated closely with the Center, and this has resulted in many applications of the C-H functionalization strategy to generate pharmaceutically relevant scaffolds and potential drug candidates.&nbsp;</li>\n</ol>\n<p>The CCHF has been active in many broader impact activities. We have focused on enhancing diversity in many of our programs such as the Network for Diversity in Chemical Research, and our summer undergraduate research programs. We were able to offer much broader professional development opportunities to our students because we had regular videoconference meetings, covering topics such as career development, chemical innovations, and women in science. We have been actively involved in communicating the value of C-H functionalization and science in general to the broader community.&nbsp; The CCHF administrative team took on a leadership role in organizing the inaugural Science Festival in Atlanta (Spring 2014), which now attracts over 10,000 participants each year.&nbsp; Since then, we have participated in outreach activities at Science Festivals in Atlanta, Washington, Boston and San Diego on a yearly basis. In 2015, we initiated the Virtual Symposia on C-H Functionalization and so far, and we have had 23 of these symposia, attracting audiences from all over the world.</p>\n<p>It is anticipated that the site selective C-H functionalization methodologies we have developed in CCHF will become enabling technologies that will impact other fields of science especially the pharmaceutical sciences.&nbsp; Indeed, the pharmaceutical industry has strong interest in the opportunities to access new chemical space using C-H functionalization, and over the years, seven major pharmaceutical companies have been actively engaged with us.&nbsp; The enthusiasm for a collaborative synergistic community has been contagious and as the CCHF was sunsetting, many faculty members within the CCHF and from outside expressed great enthusiasm for the continuation of a collaborative community.&nbsp; Therefore, in January 2022, we started the Catalysis Innovation Consortium with a mandate &ldquo;to spark a collaborative and synergistic research community by combining academic innovation with industrial technology that drives the advancement in catalysis of broad relevance to organic synthesis and future manufacturing.&rdquo; The consortium currently consists of 41 professors from 29 universities and so far, five major pharmaceutical companies have joined as partners, financially supporting the consortium and enthusiastically participating.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2023<br>\n\t\t\t\t\tModified by: Huw&nbsp;M&nbsp;Davies</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Center for Selective C-H Functionalization (CCHF) was founded in 2012 as an NSF phase II Center for Chemical Innovation (CCI).  It consisted of a team of 25 professors from 15 universities covering methodology developers, synthetic strategists, computational chemists, physical organic chemists, inorganic chemists and chemical engineers to work together in close connection with several industrial partners. The research focus of  the CCHF has been on developing technology for selective C-H functionalization that will revolutionize the practice and reshape the teaching of chemical synthesis, empowering end users in academic and industry.\n\nOrganic chemistry underpins much of modern manufacturing and society, from biological agents used in medicines and agrochemicals, through fine chemicals used as dyes and food additives, to long-chain polymers used in plastics and advanced materials. Researchers in the field of synthetic organic chemistry are driven by an overarching challenge; the conversion of abundant, and often relatively simple, chemical building blocks available from natural sources, into valuable, complex molecule structures for application in modern society. Since the discovery that organic molecules could be synthesized in a lab, the teaching and practice of synthetic organic chemistry have revolved around the classification and reaction of compounds according to the functional groups they contain. A basic precept of all introductory organic chemistry texts is the contrast between the reactivity of functional groups and the \"inert\" C-H and C&ndash;C bonds that make up the skeleton of just about every organic molecule. The general accomplishments of the CCHF have been to develop catalysts, transformations, and technologies that render the C-H bond a viable synthon, streamlining the way organic molecules are made and opening access to new chemical space.\n\nAs a Center, we have made considerable advances in the following areas:\n\nGenerated a toolbox of effective catalysts and methods for the selective functionalization of C-H bonds. A major challenge for C-H functionalization is to be able to select which C-H bonds undergoes reaction.  We have designed a wide variety of catalysts capable of exquisite control of which C-H bond will be modified. \nRevolutionized the strategies used for the synthesis of complex molecules.  We have demonstrated many examples of how C-H functionalization can be used in synthetic approaches to complex targets, illustrating the great potential of this new strategy for synthesis. \nDeveloped selectivity rules for the C-H functionalization of complex molecules.  We have generated predictive rule to help others to identify the most suitable catalyst they could use for best results in their specific problem.\nDeveloped strong alliances with industrial partners to maximize the application of C-H functionalization methodologies to the synthesis of pharmaceuticals, agrochemicals, and new materials.  Many pharmaceutical companies have collaborated closely with the Center, and this has resulted in many applications of the C-H functionalization strategy to generate pharmaceutically relevant scaffolds and potential drug candidates. \n\n\nThe CCHF has been active in many broader impact activities. We have focused on enhancing diversity in many of our programs such as the Network for Diversity in Chemical Research, and our summer undergraduate research programs. We were able to offer much broader professional development opportunities to our students because we had regular videoconference meetings, covering topics such as career development, chemical innovations, and women in science. We have been actively involved in communicating the value of C-H functionalization and science in general to the broader community.  The CCHF administrative team took on a leadership role in organizing the inaugural Science Festival in Atlanta (Spring 2014), which now attracts over 10,000 participants each year.  Since then, we have participated in outreach activities at Science Festivals in Atlanta, Washington, Boston and San Diego on a yearly basis. In 2015, we initiated the Virtual Symposia on C-H Functionalization and so far, and we have had 23 of these symposia, attracting audiences from all over the world.\n\nIt is anticipated that the site selective C-H functionalization methodologies we have developed in CCHF will become enabling technologies that will impact other fields of science especially the pharmaceutical sciences.  Indeed, the pharmaceutical industry has strong interest in the opportunities to access new chemical space using C-H functionalization, and over the years, seven major pharmaceutical companies have been actively engaged with us.  The enthusiasm for a collaborative synergistic community has been contagious and as the CCHF was sunsetting, many faculty members within the CCHF and from outside expressed great enthusiasm for the continuation of a collaborative community.  Therefore, in January 2022, we started the Catalysis Innovation Consortium with a mandate \"to spark a collaborative and synergistic research community by combining academic innovation with industrial technology that drives the advancement in catalysis of broad relevance to organic synthesis and future manufacturing.\" The consortium currently consists of 41 professors from 29 universities and so far, five major pharmaceutical companies have joined as partners, financially supporting the consortium and enthusiastically participating.\n\n\t\t\t\t\tLast Modified: 08/28/2023\n\n\t\t\t\t\tSubmitted by: Huw M Davies"
 }
}