{
 "awd_id": "1700818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High-Impact Introduction to the Geosciences through the Undergraduate Coral Research Initiative",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 322591.0,
 "awd_amount": 322591.0,
 "awd_min_amd_letter_date": "2017-06-16",
 "awd_max_amd_letter_date": "2019-07-10",
 "awd_abstract_narration": "Non Technical\r\nMany former senior military and national security officials believe global warming poses a threat to our nation?s security, both through increased flooding of coastal military installations and via increased political instability from the disruption of food production and economic systems.  Understanding the impacts of global climate change and mitigating its effects will require the concerted effort of geoscientists.  At the same time, our country faces a critical need for people with training in the geosciences to fulfill employers? need for qualified personnel.  The difficulties developing our nation?s geoscience workforce starts early, as most college students are unfamiliar with the various academic disciplines that are a part of the geosciences and the career possibilities for those with training in the geosciences.  Consequently, very few students begin college with an intention to pursue a degree or career in the geosciences.  This proposal expands and develops the pool of students pursuing careers in geosciences by providing mentored research experiences in the geosciences at the critical junction when students are most likely to be deciding their career trajectory.  By providing students at a two-year college the opportunity to receive mentorship from scientists at four-year universities and federal agencies, this program develops the STEM workforce through enhanced education in traditionally underrepresented populations.\r\n\r\nTechnical\r\nMentored research opportunities are a proven means to recruit, retain, and advance students in STEM fields, including the diverse disciplines that make up the geosciences, and mentored research therefore provides an exemplary model for developing the next generation of geoscientists.  This mentored research program, called the Undergraduate Coral Research Initiative (UCRI), builds upon the recent discovery by USGS scientists of a unique coral refuge from global warming among the shaded mangrove prop roots in Hurricane Hole, within the US Virgin Islands Coral Reef National Monument Marine Reserve.  Over the course of three years, at least fifteen students will be guided through all phases of the research process, beginning with developing science literacy skills (Phase I), followed by practical research skills in experimental design, data collection in a marine context, data analysis, and presentation of research findings (Phase II).  Students will play a central role in designing and executing experiments to address the biotic and abiotic factors that promote coral survivorship in some, but not all, parts of this mangrove habitat.  Because coral reefs are a keystone component of marine ecosystems, the work conducted by students will contribute to our understanding of, and ability to protect, coral from the stresses induced by global warming.  Finally, students will be provided a broader perspective of careers in geosciences through geology field skills training with students and faculty at a four-year university (Phase III).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Carrigan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew A Carrigan",
   "pi_email_addr": "matthew.carrigan@sfcollege.edu",
   "nsf_id": "000483049",
   "pi_start_date": "2017-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vertigo",
   "pi_last_name": "Moody",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vertigo Moody",
   "pi_email_addr": "vertigo.moody@sfcollege.edu",
   "nsf_id": "000541954",
   "pi_start_date": "2019-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Fe College",
  "inst_street_address": "3000 NW 83RD STREET, F40",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523955000",
  "inst_zip_code": "326066210",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "SANTA FE COLLEGE",
  "org_prnt_uei_num": "HJ3JDZ916NF5",
  "org_uei_num": "PES5P928DUM9"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Fe College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326096210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 322591.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The undergraduate coral research initiative program provided 14 undergraduates from Santa Fe College with a high impact integrated academic and field research experience.&nbsp; The program recruited participants with STEM focused career goals.&nbsp; These participants experienced classroom instruction, cohort building, mentored research opportunities, field research opportunities, and exposure to the scientists conducting active research activities.&nbsp;</p>\n<p>Seven students were selected for the first cohort and 9 students for the second cohort.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In Phase I of the program students were introduced to local research scientists engaged in active research, career activities that highlighted the nature of geoscience careers, techniques for conducting rigorous research, and responsible conduct of research training through bi-weekly seminars.&nbsp; Existing resources of Santa Fe College were used to enhance cohort building and a better understanding of the scientific method.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Phase II of the program focused on the development of specific research skills and applications of research training through mentored research.&nbsp; Using the existing research of faculty at Santa Fe College, the students participated in ongoing research initiatives that utilized the local resources.&nbsp; These resources included leveraging the current research conducted at local spring&rsquo;s ecosystems of the Santa Fe River basin, Ichetucknee springs, Hornsby springs, and engagement with researchers at the University of Florida&rsquo;s Nature coast biological field station at Cedar Key, Whitney Biological Station, and the Florida Museum of Natural History.&nbsp; During this phase of the project students learned how to critically review scientific journals, hypothesis formulation and testing, proper techniques for experimental design, data collection and analysis, and various techniques for conducting field-based research.&nbsp; Students also learned about the synergy between geology, ecology, community systems and meteorology of the Florida environment with respect to coral ecosystems.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In Phase 3 of the program students participated in current field-based research in the Florida Keys and Hawaiian Islands.&nbsp; This type of participation exposed the students to various research at each of the collaborating institutions which broadened their perspectives of geoscience careers and facilitated the successful transfer to programs at a research university related to the aspects of geosciences in the various program activities.</p>\n<p>&nbsp;</p>\n<p>Out of the 2 cohorts, 14 students were retained, 13 students successfully transferred to a 4-year bachelor&rsquo;s program to date.&nbsp; The program resulted in the dissemination of research that included 2 papers to peer reviewed journals, one oral presentation and one poster presentation at a professional conference.&nbsp; The program successfully recruited 5 underrepresented and/or economically disadvantaged students.&nbsp; The students identified themselves as scientists more strongly after the program than before participating.&nbsp; Exit essays indicated that students benefited from their participation in the program and found research to be engaging and rewarding.&nbsp; They also better understood the rigorous nature of authentic scientific research.&nbsp; This experience aided two students in obtaining research technician positions while continuing their academic careers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2022<br>\n\t\t\t\t\tModified by: Vertigo&nbsp;Moody</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe undergraduate coral research initiative program provided 14 undergraduates from Santa Fe College with a high impact integrated academic and field research experience.  The program recruited participants with STEM focused career goals.  These participants experienced classroom instruction, cohort building, mentored research opportunities, field research opportunities, and exposure to the scientists conducting active research activities. \n\nSeven students were selected for the first cohort and 9 students for the second cohort. \n\n \n\nIn Phase I of the program students were introduced to local research scientists engaged in active research, career activities that highlighted the nature of geoscience careers, techniques for conducting rigorous research, and responsible conduct of research training through bi-weekly seminars.  Existing resources of Santa Fe College were used to enhance cohort building and a better understanding of the scientific method. \n\n \n\nPhase II of the program focused on the development of specific research skills and applications of research training through mentored research.  Using the existing research of faculty at Santa Fe College, the students participated in ongoing research initiatives that utilized the local resources.  These resources included leveraging the current research conducted at local spring’s ecosystems of the Santa Fe River basin, Ichetucknee springs, Hornsby springs, and engagement with researchers at the University of Florida’s Nature coast biological field station at Cedar Key, Whitney Biological Station, and the Florida Museum of Natural History.  During this phase of the project students learned how to critically review scientific journals, hypothesis formulation and testing, proper techniques for experimental design, data collection and analysis, and various techniques for conducting field-based research.  Students also learned about the synergy between geology, ecology, community systems and meteorology of the Florida environment with respect to coral ecosystems. \n\n \n\nIn Phase 3 of the program students participated in current field-based research in the Florida Keys and Hawaiian Islands.  This type of participation exposed the students to various research at each of the collaborating institutions which broadened their perspectives of geoscience careers and facilitated the successful transfer to programs at a research university related to the aspects of geosciences in the various program activities.\n\n \n\nOut of the 2 cohorts, 14 students were retained, 13 students successfully transferred to a 4-year bachelor’s program to date.  The program resulted in the dissemination of research that included 2 papers to peer reviewed journals, one oral presentation and one poster presentation at a professional conference.  The program successfully recruited 5 underrepresented and/or economically disadvantaged students.  The students identified themselves as scientists more strongly after the program than before participating.  Exit essays indicated that students benefited from their participation in the program and found research to be engaging and rewarding.  They also better understood the rigorous nature of authentic scientific research.  This experience aided two students in obtaining research technician positions while continuing their academic careers. \n\n \n\n\t\t\t\t\tLast Modified: 12/16/2022\n\n\t\t\t\t\tSubmitted by: Vertigo Moody"
 }
}