{
 "awd_id": "1700644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pathways to Geospatial Technology and Careers",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 899490.0,
 "awd_amount": 962663.0,
 "awd_min_amd_letter_date": "2017-05-30",
 "awd_max_amd_letter_date": "2022-01-11",
 "awd_abstract_narration": "Geospatial analysis and geospatial technologies are used in a growing number of industries. This progress has created an increased demand for employees with essential geospatial skills, competencies, and training. In this project, Bronx Community College and York College of the City University of New York will collaborate with industrial partners to educate highly-skilled technicians to meet these evolving workforce needs, and to increase the number of young adults interested in entering the geospatial technology field. The project will develop new geospatial technology courses, an associate-level degree program, innovative summer workshops, research internship and professional development programs in geospatial applications for students and educators from institutions with limited access to suitable resources, and effective pathways toward geospatial technology careers. Bronx Community and York colleges are both minority-serving institutions with mostly female enrolment, therefore project activities will successfully recruit and train students from historically underrepresented groups to help diversify the future workforce. The project will enhance the technical education of students and provide pathways to careers in a high-technology field that is important to the nation's economy.\r\n\r\nThe project aims to expand educational pathways to geospatial technology careers. It will advance knowledge and contribute to this objective through: 1) Curriculum development focused on place-based, hands-on learning experiences that enhance spatial thinking and cognition in key areas of geographic information systems, remote sensing, and global positioning systems. The Geospatial Technology Competency Model developed by the Employment Training Administration of the U.S. Department of Labor will be utilized as the foundation for these development activities to align the curriculum to national workforce competency standards. 2) Articulation agreements for the degree program from the 2-year to 4-year institutions. 3) Implementing a summer research internship program that will heighten learning experiences for secondary and postsecondary students using industry-standard geospatial software and equipment in practical applications. Students will be exposed to cutting-edge research and careers in geospatial technology, and receive training in research ethics, data transfer methods, and scholarly writing. 4) Conducting year-round workshops and developmental activities for students and educators from resource-poor schools and colleges to enhance their expertise. 5) Developing flexible internship pathways, in collaboration with industry partners and the New York State Department of Labor, to provide students with opportunities to acquire life-long learning skills and experiences critical for achieving success in their careers. The project materials, practices, and outcomes will be shared through the project website, professional development workshops for educators, and ATE-Center hubs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sunil",
   "pi_last_name": "Bhaskaran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sunil Bhaskaran",
   "pi_email_addr": "Sunil.Bhaskaran@bcc.cuny.edu",
   "nsf_id": "000615018",
   "pi_start_date": "2017-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ratan",
   "pi_last_name": "Dhar",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ratan K Dhar",
   "pi_email_addr": "Rdhar@york.cuny.edu",
   "nsf_id": "000556923",
   "pi_start_date": "2017-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Bronx Community College",
  "inst_street_address": "2155 UNIV AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7182895183",
  "inst_zip_code": "104532804",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "C2SFANWGKP39"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Bronx Community College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104533102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 899490.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 63173.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF-ATE project titled <strong>'Pathways to Geospatial Technology and Careers'</strong> (<strong>PGTC</strong>) is a collaborative effort between two partnering institutions Bronx Community College and York College of the City University of New York, and other stake holders including an Industry consortium. The goal of the project partners is to create pathways and careers in geospatial technology by implementing all-year round project activities included hands-on workshops, research internships, and professional development programs. Since 2017, the project has increased participation of 300 participants in STEM from underrepresented populations and enhanced knowledge/created pathways in geospatial technologies and careers. Specific outcomes are described below: -</p>\n<p><strong>1) All year-round hands-on workshops for participants from m</strong><strong>iddle school, high school and universities:</strong> Participants from resource poor schools and universities in New York City were recruited through a competitive application process to the workshops that usually lasted ten consecutive Saturdays days in spring/fall and 10 continuous days in summer. They completed set of&nbsp;geospatial exercises using industry standard software and presented a capstone project towards the end of their workshops to an audience that consisted of peers, parents, faculty, and educators. &nbsp;&nbsp;</p>\n<p><strong>2) Summer Workforce Internship Program (SWIP):&nbsp;</strong><strong>Participants from high schools and universities completed either a s</strong>ix (6) and or ten (10) week research internships.&nbsp; They were mentored by an expert in geospatial technology/STEM in projects that were focused on real-world issues and involved analyses of geospatial datasets with industry standard software. All interns submitted detailed technical reports into a drop box. &nbsp;</p>\n<p><strong>3) Professional Development Programs (PDPs) for educators from K-16 system:&nbsp;Thirty (30) </strong><strong>educators from the schools and universities successfully completed </strong>ten (10) day PDPs. They were trained in geospatial analyses, building institutional resources from scratch using open-source software and datasets. They were exposed to many types of image analyses by hands-on workshops and completed capstone projects.&nbsp;&nbsp;</p>\n<p><strong>4)</strong>&nbsp;<strong>Online CUNY pathways courses and certificate program in geospatial technology:</strong> Two existing course contents were enhanced by using open-source software and datasets. A certificate program in geospatial technology (CPGT) was developed which was approved unanimously by the curriculum committee. The program is pending presentation to the Senate. Upon approval it will provide opportunities for students at CUNY and anywhere in the U.S. to learn and master geospatial analytical skills sets that are in high demand in the industry.</p>\n<p><strong>5)</strong>&nbsp;<strong>Innovation in the Public Cloud during COVID-19 (collaboration with Amazon Web Services):</strong>&nbsp;A virtual desktop was built in the cloud by using a range of Amazon Web Services. The virtual desktop was built over a period of three months by the PI - Dr. Sunil Bhaskaran in collaboration with solutions architects from Amazon Web Services (AWS). The virtual system enabled the project team to deliver workshops, PDPs, and research internships during the COVID-19 pandemic. The virtual system expanded the outreach of the project from New York and New Jersey to other regions in the U.S.&nbsp;</p>\n<p><strong>6)</strong> <strong>Collaborations with the Industry:</strong>&nbsp;Proactive collaborations with an industry consortium resulted in guest speaker sessions and workshops. Technical support from ESRI, L3 Harris Geospatial was critical in hosting licenses of industry software and building the virtual cloud-based system during the COVID-19 pandemic.&nbsp; Industry partners provided vital inputs in the design of pathways courses and programs and serve on the BGCCCI advisory board.</p>\n<p><strong>7)</strong>&nbsp;<strong>Research and publications:</strong>&nbsp;The SWIP (converted to an all-year activity) enabled participants from high schools and universities to engage in cutting research STEM projects that focused on applications of geospatial analytics for investigating real world issues. The interns contributed to publications in preparing manuscripts, book chapters and proceedings in conferences and technical reports).&nbsp;</p>\n<p><strong>8)</strong> <strong>Training and orientation sessions:</strong>&nbsp;Many graduate and undergraduate assistants were trained and oriented prior to assisting in the project. They were trained in hands-on exercises, recruitment efforts, communication skills and in assisting in the delivery of workshops, internships, and cloud-based geospatial analyses.</p>\n<p><strong>9)</strong>&nbsp;<strong>Evaluation and Dissemination:</strong> The project accomplishments were assessed by external evaluators and project outcomes were disseminated by a wide range of methods including websites, brochures, flyers, and social media.</p>\n<p><strong>10)</strong> <strong>Overall impact of the project:</strong>&nbsp;The combined efforts of PI &amp; Co-PI Dr. Ratan Dhar at BCC and York Colleges of CUNY have resulted in advancing applied knowledge in geospatial analytics (image analyses, spatial analyses, project management), preparation of manuscripts for potential publication in peer-reviewed journals, and detailed technical reports. Participants from underrepresented population have been exposed and trained in analyzing satellite and other geographic information system (GIS) datasets. Since most of the activities consisted of learning materials that were focused on solving real-world issues the participants have been exposed and or trained in applications of geospatial technology and its utility in solving real-world investigations. Building America&rsquo;s human capital in geospatial technology &ndash; multi-billion dollar industry is critical to sustain the nation&rsquo;s leadership and NSF-ATE PGTC has demonstrated a model to accomplish that goal. &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/10/2023<br>\n\t\t\t\t\tModified by: Sunil&nbsp;Bhaskaran</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675441667147_BGCCCI_IMPACTSV2_JPG_7_8MB--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675441667147_BGCCCI_IMPACTSV2_JPG_7_8MB--rgov-800width.jpg\" title=\"NSF-ATE (2017-2023) PROJECT IMPACTS\"><img src=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675441667147_BGCCCI_IMPACTSV2_JPG_7_8MB--rgov-66x44.jpg\" alt=\"NSF-ATE (2017-2023) PROJECT IMPACTS\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Pathways to Geospatial Technology Careers' is a collaborative project between institutional partners, industry consortium and stake holders. Through its multi faceted year-round activities it has advanced knowledge, increased participation of underrepresented population and created career pathways.</div>\n<div class=\"imageCredit\">Sunil Bhaskaran</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Sunil&nbsp;Bhaskaran</div>\n<div class=\"imageTitle\">NSF-ATE (2017-2023) PROJECT IMPACTS</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675461240706_Workshops_reduced--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675461240706_Workshops_reduced--rgov-800width.jpg\" title=\"All year round Hands-on Geospatial Workshops\"><img src=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675461240706_Workshops_reduced--rgov-66x44.jpg\" alt=\"All year round Hands-on Geospatial Workshops\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">All year round hands-on workshops were delivered to participants from schools and universities at BGCCCI. The learning materials in the workshops were designed using a place-based approach and consisted of tasks based on problem solving questions. All participants completed a mini project in the end</div>\n<div class=\"imageCredit\">Sunil Bhaskaran</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Sunil&nbsp;Bhaskaran</div>\n<div class=\"imageTitle\">All year round Hands-on Geospatial Workshops</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675464374397_Industry_INTERACTIONS_reduced--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675464374397_Industry_INTERACTIONS_reduced--rgov-800width.jpg\" title=\"INDUSTRY INTERACTIONS\"><img src=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675464374397_Industry_INTERACTIONS_reduced--rgov-66x44.jpg\" alt=\"INDUSTRY INTERACTIONS\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">All participants interacted with representatives from an industry consortium that also advises BGCCCI. The interactions included day seminar and workshops by industry experts, networking sessions, discussions about current and future trends, internships, career opportunities and general guidance.</div>\n<div class=\"imageCredit\">Sunil Bhaskaran</div>\n<div class=\"imageSubmitted\">Sunil&nbsp;Bhaskaran</div>\n<div class=\"imageTitle\">INDUSTRY INTERACTIONS</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675546617857_COVID_INNOVATION_PNG--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675546617857_COVID_INNOVATION_PNG--rgov-800width.jpg\" title=\"INNOVATING DURING COVID-19 IN COLLABORATION WITH AWS\"><img src=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675546617857_COVID_INNOVATION_PNG--rgov-66x44.jpg\" alt=\"INNOVATING DURING COVID-19 IN COLLABORATION WITH AWS\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The COVID-19 restricted access to the BCC Geospatial Center where most of the NSF-ATE activities were hosted and implemented. The project team worked round the clock with solutions architects from Amazon Web Services in designing, developing and testing Virtual Systems to deliver all activities.</div>\n<div class=\"imageCredit\">Sunil Bhaskaran</div>\n<div class=\"imageSubmitted\">Sunil&nbsp;Bhaskaran</div>\n<div class=\"imageTitle\">INNOVATING DURING COVID-19 IN COLLABORATION WITH AWS</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675641331128_SWIP_jpeg_red--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675641331128_SWIP_jpeg_red--rgov-800width.jpg\" title=\"Research Internships\"><img src=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675641331128_SWIP_jpeg_red--rgov-66x44.jpg\" alt=\"Research Internships\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Interns were recruited to the six to ten weeks Research Internships at the BCC Geospatial Center of the CUNY CREST Institute (BGCCCI). They were paired with expert mentors who ensured that they are guided all along and delivered detailed technical reports at the end of their internship.</div>\n<div class=\"imageCredit\">Sunil Bhaskaran</div>\n<div class=\"imageSubmitted\">Sunil&nbsp;Bhaskaran</div>\n<div class=\"imageTitle\">Research Internships</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675698448378_PUBLICATIONS_REDUCED--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675698448378_PUBLICATIONS_REDUCED--rgov-800width.jpg\" title=\"PUBLICATIONS &amp; TECHNICAL REPORTS\"><img src=\"/por/images/Reports/POR/2023/1700644/1700644_10490165_1675698448378_PUBLICATIONS_REDUCED--rgov-66x44.jpg\" alt=\"PUBLICATIONS &amp; TECHNICAL REPORTS\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The PGTC project generated different types of scholarly publications including book chapters in Springer Nature, technical reports by research interns, geospatial text books by PI, and learning materials in the form of hands-on exercises.</div>\n<div class=\"imageCredit\">Sunil Bhaskaran</div>\n<div class=\"imageSubmitted\">Sunil&nbsp;Bhaskaran</div>\n<div class=\"imageTitle\">PUBLICATIONS & TECHNICAL REPORTS</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe NSF-ATE project titled 'Pathways to Geospatial Technology and Careers' (PGTC) is a collaborative effort between two partnering institutions Bronx Community College and York College of the City University of New York, and other stake holders including an Industry consortium. The goal of the project partners is to create pathways and careers in geospatial technology by implementing all-year round project activities included hands-on workshops, research internships, and professional development programs. Since 2017, the project has increased participation of 300 participants in STEM from underrepresented populations and enhanced knowledge/created pathways in geospatial technologies and careers. Specific outcomes are described below: -\n\n1) All year-round hands-on workshops for participants from middle school, high school and universities: Participants from resource poor schools and universities in New York City were recruited through a competitive application process to the workshops that usually lasted ten consecutive Saturdays days in spring/fall and 10 continuous days in summer. They completed set of geospatial exercises using industry standard software and presented a capstone project towards the end of their workshops to an audience that consisted of peers, parents, faculty, and educators.   \n\n2) Summer Workforce Internship Program (SWIP): Participants from high schools and universities completed either a six (6) and or ten (10) week research internships.  They were mentored by an expert in geospatial technology/STEM in projects that were focused on real-world issues and involved analyses of geospatial datasets with industry standard software. All interns submitted detailed technical reports into a drop box.  \n\n3) Professional Development Programs (PDPs) for educators from K-16 system: Thirty (30) educators from the schools and universities successfully completed ten (10) day PDPs. They were trained in geospatial analyses, building institutional resources from scratch using open-source software and datasets. They were exposed to many types of image analyses by hands-on workshops and completed capstone projects.  \n\n4) Online CUNY pathways courses and certificate program in geospatial technology: Two existing course contents were enhanced by using open-source software and datasets. A certificate program in geospatial technology (CPGT) was developed which was approved unanimously by the curriculum committee. The program is pending presentation to the Senate. Upon approval it will provide opportunities for students at CUNY and anywhere in the U.S. to learn and master geospatial analytical skills sets that are in high demand in the industry.\n\n5) Innovation in the Public Cloud during COVID-19 (collaboration with Amazon Web Services): A virtual desktop was built in the cloud by using a range of Amazon Web Services. The virtual desktop was built over a period of three months by the PI - Dr. Sunil Bhaskaran in collaboration with solutions architects from Amazon Web Services (AWS). The virtual system enabled the project team to deliver workshops, PDPs, and research internships during the COVID-19 pandemic. The virtual system expanded the outreach of the project from New York and New Jersey to other regions in the U.S. \n\n6) Collaborations with the Industry: Proactive collaborations with an industry consortium resulted in guest speaker sessions and workshops. Technical support from ESRI, L3 Harris Geospatial was critical in hosting licenses of industry software and building the virtual cloud-based system during the COVID-19 pandemic.  Industry partners provided vital inputs in the design of pathways courses and programs and serve on the BGCCCI advisory board.\n\n7) Research and publications: The SWIP (converted to an all-year activity) enabled participants from high schools and universities to engage in cutting research STEM projects that focused on applications of geospatial analytics for investigating real world issues. The interns contributed to publications in preparing manuscripts, book chapters and proceedings in conferences and technical reports). \n\n8) Training and orientation sessions: Many graduate and undergraduate assistants were trained and oriented prior to assisting in the project. They were trained in hands-on exercises, recruitment efforts, communication skills and in assisting in the delivery of workshops, internships, and cloud-based geospatial analyses.\n\n9) Evaluation and Dissemination: The project accomplishments were assessed by external evaluators and project outcomes were disseminated by a wide range of methods including websites, brochures, flyers, and social media.\n\n10) Overall impact of the project: The combined efforts of PI &amp; Co-PI Dr. Ratan Dhar at BCC and York Colleges of CUNY have resulted in advancing applied knowledge in geospatial analytics (image analyses, spatial analyses, project management), preparation of manuscripts for potential publication in peer-reviewed journals, and detailed technical reports. Participants from underrepresented population have been exposed and trained in analyzing satellite and other geographic information system (GIS) datasets. Since most of the activities consisted of learning materials that were focused on solving real-world issues the participants have been exposed and or trained in applications of geospatial technology and its utility in solving real-world investigations. Building America’s human capital in geospatial technology &ndash; multi-billion dollar industry is critical to sustain the nation’s leadership and NSF-ATE PGTC has demonstrated a model to accomplish that goal.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/10/2023\n\n\t\t\t\t\tSubmitted by: Sunil Bhaskaran"
 }
}