{
 "awd_id": "1700442",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: Marking the Drosophila eye imaginal disc landscape with positional coordinates for precursor stem cell formation",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922816",
 "po_email": "cpaigean@nsf.gov",
 "po_sign_block_name": "Carleitta Paige-Anderson",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 297654.0,
 "awd_amount": 297654.0,
 "awd_min_amd_letter_date": "2017-04-05",
 "awd_max_amd_letter_date": "2022-07-15",
 "awd_abstract_narration": "The Historically Black Colleges and Universities-Undergraduate Program (HBCU-UP) Research Initiation Awards (RIAs) provide support to STEM faculty at HBCUs to pursue research at their home institution, at an NSF-funded Center, at a research-intensive institution or at a national laboratory. The RIA projects are expected to help further the faculty member's research capability and effectiveness, to improve research and teaching at his or her home institution, and to involve undergraduate students in research experiences. With support from the National Science Foundation, Harris Stowe State University (HSSU) will conduct research to investigate larval eye disc development in the fruit fly, Drosophila. The project will enhance the research capabilities of the PI as well as teaching and learning at HSSU where approximately 90% of the undergraduate students are African Americans. Undergraduate students will benefit from the research experiences and training opportunities provided by the project activities. The project has the potential to increase the number of African Americans engaged in research and support the nation's efforts in building a robust STEM workforce. \r\n\t\r\nThe goal of the proposed study is to understand the basic underpinnings of Midline (Mid) function as a cell-fate determinant, pattern generator, and newly identified anti-apoptotic factor within developing Drosophila eye tissues using a combination of genetic, molecular biological, bioinformatics and biochemical approaches. Specific objectives are to: 1) determine whether the mid gene patterns the developing retina by using genetic and immunolabeling approaches to examine the expression level and pattern of specific morphogens in developing wild-type, mid loss-of-function (LOF) and mid-gain-of-function (GOF) eye imaginal discs; 2) resolve the mechanisms by which mid or the Mid protein collaborates with Notch-Delta pathway members to pattern the retina and to specify sensory organ precursor (SOP) cell fates utilizing genetic, molecular biological and biochemical approaches; and 3) identify mid-regulated gene expression specific to Notch and apoptotic signaling pathways within early-staged pupal eye imaginal discs using real-time quantitative PCR (RT-qPCR), Differential Expression for RNA Sequencing (RNA-Seq) and microRNA-Seq methodologies. The successful completion of the proposed goals will contribute to the field of T-box and eye developmental research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Leal",
   "pi_mid_init": "M",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Sandra M Leal",
   "pi_email_addr": "leals@hssu.edu",
   "nsf_id": "000715813",
   "pi_start_date": "2017-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "HARRIS-STOWE STATE UNIVERSITY",
  "inst_street_address": "3026 LACLEDE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3143403544",
  "inst_zip_code": "631032199",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "HARRIS-STOWE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U27FC9RA48L3"
 },
 "perf_inst": {
  "perf_inst_name": "Harris Stowe State College",
  "perf_str_addr": "3026 Laclede Ave",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631032136",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 297654.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The larval eye disc of <em>Drosophila </em>provided a simple tissue landscape to reveal the impact of <em>midline</em> (<em>mid</em>) gene expression on morphogen signaling and cellular pattern formation. During early development, one can think of the eye disc as a white canvas, without color or form. The cells of the eye disc assume colors and become organized into a pattern to create form. A unique color represents each cell&rsquo;s fate, of which there are thousands. Moreover, each cell&rsquo;s proper placement among neighboring cells is essential for the eye disc to function as an organized whole. Eventually, the living canvas assumes a complex three-dimensional shape as development gives rise to the adult compound fly eye filled with 800-unit facets, each representing a miniature eye. We believe that <em>mid</em>, a T-box transcription factor gene, plays a pivotal role in guiding cell fate specification and pattern formation. We previously showed that <em>mid </em>functions genetically within the Notch-Delta cell signaling pathway to instruct na&iuml;ve, undifferentiated cells to assume a neuronal cell-fate in the pupal eye disc Das et al., 2013; Chen et al., 2015). These cells are referred to as sensory organ precursor (SOP) cells. However, we gathered indirect evidence suggesting that pre-SOP cells, or immature SOP cells, hibernate in the larval disc while other cells are competent to respond to Notch-Delta signaling to achieve either neuronal or default epithelial cell fates. To investigate this hypothesis, we sought to determine whether <em>mid </em>plays a role in regulating morphogen signaling which is important for controlling cell fate specification and patterning of the larval eye disc. Results from the project show that the long-range signaling morphogen, Decapentaplegic (Dpp), is required to inhibit Mid expression within a unique population of undifferentiated cells residing in a pre-proneuronal zone of the eye disc. The pre-proneuronal zone of cells flanks the anterior margin of the morphogenetic furrow (MF), a contractile wave of differentiating cells giving rise to photoreceptor neurons as it sweeps across the posterior to anterior end of the disc. As the wave progresses, Mid is detected posterior of the MF within emerging photoreceptor neurons and activates the expression of Hedgehog (Hh). We confirmed that Mid inactivation is largely mediated by Groucho (Gro), a corepressor of Mid activity. Based on these results, we conclude that Mid regulates the expression of the short-range morphogen, Hh, from photoreceptor neurons posterior of the furrow. Hh, in turn, activates the secretion of the long-range Dpp morphogen within the furrow. Dpp targets and inhibits Mid activity within the pre-proneuronal zone by activating the expression of Gro. We predict that the orchestration of these signals is required to prime a subset of pre-SOP cells within the pre-proneuronal zone to evade neuronal selection as the MF progresses anteriorly. A Turing diffusion model likely supports the mechanism of pre-SOP cell selection and coordinate positioning of pre-SOP cells mediated by two morphogen signals. &nbsp;Support from the NSF has seeded current studies that are isolating RNA from wild-type Oregon-R and <em>mid </em>mutant eye tissues for comparative analyses of their transcriptomes to gather proof that pre-SOP cells are a unique population of cells once referred to as the &ldquo;mystery cells set aside until later development.&rdquo;</p>\n<p><strong>Broader Impact</strong></p>\n<p>The project contributes to the body of knowledge supporting the Turing reaction-diffusion system for the positioning and specification of cells that is driven by genetically programmed morphogen signaling. The <em>mid </em>gene, for the first time, is shown to be an integral driver of pattern formation in the developing eye imaginal disc. As research in the field of bioengineering progresses, in which cells are programmed to form patterns <em>in vitro</em>, this basic research contributes to the idea of a pre-pattern of cells across a tissue landscape that must, in principle, utilize evolutionarily conserved signaling molecules that are programmed genetically to place cells in the right place at the right time.</p>\n<p>One hundred percent of African American undergraduate researchers who contributed to the project graduated with a Bachelor of Science degree in biology largely exceeding the national percentage of 15%. About half of these graduates completed or are currently enrolled in post-baccalaureate, Master of Science, or Doctoral training programs. At least one-third of the undergraduate researchers were African American men. Two summer &ldquo;Fruit Fly Genetics&rdquo; camps invited undergraduate students, high school students, and high school teachers to learn basic concepts in genetics. Most participants were from the Ferguson-Florissant St. Louis County school district and were African American. The camp experience enriched their interest in science and genetics. Ongoing collaborations with high school teachers are enhancing lab exercises to use the fruit fly model system for learning basic genetics.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/14/2023<br>\nModified by: Sandra&nbsp;M&nbsp;Leal</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe larval eye disc of Drosophila provided a simple tissue landscape to reveal the impact of midline (mid) gene expression on morphogen signaling and cellular pattern formation. During early development, one can think of the eye disc as a white canvas, without color or form. The cells of the eye disc assume colors and become organized into a pattern to create form. A unique color represents each cells fate, of which there are thousands. Moreover, each cells proper placement among neighboring cells is essential for the eye disc to function as an organized whole. Eventually, the living canvas assumes a complex three-dimensional shape as development gives rise to the adult compound fly eye filled with 800-unit facets, each representing a miniature eye. We believe that mid, a T-box transcription factor gene, plays a pivotal role in guiding cell fate specification and pattern formation. We previously showed that mid functions genetically within the Notch-Delta cell signaling pathway to instruct nave, undifferentiated cells to assume a neuronal cell-fate in the pupal eye disc Das et al., 2013; Chen et al., 2015). These cells are referred to as sensory organ precursor (SOP) cells. However, we gathered indirect evidence suggesting that pre-SOP cells, or immature SOP cells, hibernate in the larval disc while other cells are competent to respond to Notch-Delta signaling to achieve either neuronal or default epithelial cell fates. To investigate this hypothesis, we sought to determine whether mid plays a role in regulating morphogen signaling which is important for controlling cell fate specification and patterning of the larval eye disc. Results from the project show that the long-range signaling morphogen, Decapentaplegic (Dpp), is required to inhibit Mid expression within a unique population of undifferentiated cells residing in a pre-proneuronal zone of the eye disc. The pre-proneuronal zone of cells flanks the anterior margin of the morphogenetic furrow (MF), a contractile wave of differentiating cells giving rise to photoreceptor neurons as it sweeps across the posterior to anterior end of the disc. As the wave progresses, Mid is detected posterior of the MF within emerging photoreceptor neurons and activates the expression of Hedgehog (Hh). We confirmed that Mid inactivation is largely mediated by Groucho (Gro), a corepressor of Mid activity. Based on these results, we conclude that Mid regulates the expression of the short-range morphogen, Hh, from photoreceptor neurons posterior of the furrow. Hh, in turn, activates the secretion of the long-range Dpp morphogen within the furrow. Dpp targets and inhibits Mid activity within the pre-proneuronal zone by activating the expression of Gro. We predict that the orchestration of these signals is required to prime a subset of pre-SOP cells within the pre-proneuronal zone to evade neuronal selection as the MF progresses anteriorly. A Turing diffusion model likely supports the mechanism of pre-SOP cell selection and coordinate positioning of pre-SOP cells mediated by two morphogen signals. Support from the NSF has seeded current studies that are isolating RNA from wild-type Oregon-R and mid mutant eye tissues for comparative analyses of their transcriptomes to gather proof that pre-SOP cells are a unique population of cells once referred to as the mystery cells set aside until later development.\n\n\nBroader Impact\n\n\nThe project contributes to the body of knowledge supporting the Turing reaction-diffusion system for the positioning and specification of cells that is driven by genetically programmed morphogen signaling. The mid gene, for the first time, is shown to be an integral driver of pattern formation in the developing eye imaginal disc. As research in the field of bioengineering progresses, in which cells are programmed to form patterns in vitro, this basic research contributes to the idea of a pre-pattern of cells across a tissue landscape that must, in principle, utilize evolutionarily conserved signaling molecules that are programmed genetically to place cells in the right place at the right time.\n\n\nOne hundred percent of African American undergraduate researchers who contributed to the project graduated with a Bachelor of Science degree in biology largely exceeding the national percentage of 15%. About half of these graduates completed or are currently enrolled in post-baccalaureate, Master of Science, or Doctoral training programs. At least one-third of the undergraduate researchers were African American men. Two summer Fruit Fly Genetics camps invited undergraduate students, high school students, and high school teachers to learn basic concepts in genetics. Most participants were from the Ferguson-Florissant St. Louis County school district and were African American. The camp experience enriched their interest in science and genetics. Ongoing collaborations with high school teachers are enhancing lab exercises to use the fruit fly model system for learning basic genetics.\n\n\n\t\t\t\t\tLast Modified: 11/14/2023\n\n\t\t\t\t\tSubmitted by: SandraMLeal\n"
 }
}