{
 "awd_id": "1700471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Rotors and Materials Properties of Rotary Dipolar Arrays",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 475000.0,
 "awd_amount": 475000.0,
 "awd_min_amd_letter_date": "2017-06-16",
 "awd_max_amd_letter_date": "2019-07-06",
 "awd_abstract_narration": "Non-technical Abstract:\r\nBased on the use of advanced molecular design, synthetic chemistry, and molecular self-assembly, researchers at UCLA are pursuing the control of molecular motion in the solid state to control the physical properties of a new class of materials known as amphidynamic crystals.  Equipped with rotary components bearing positive and negative groups in structures that resemble macroscopic compasses, these materials are capable of responding to the presence external electric and magnetic fields to change their physical properties.  While some specific molecular compass arrangements are expected to cause all the dipoles to point in the same direction, others are expected cause adjacent dipoles to point in opposite ways (these arrangements are known, respectively, as ferroelectric and antiferroelectric).  While these new materials have the potential of displaying interesting electric, magnetic, and elastic capabilities, the so-called multiferroic properties that can be controlled with external fields, this work includes experiments that measure their interaction with light as a result of changes in the orientation of the constituent dipoles. These materials are expected to be among the fastest, most efficient optical switches.  With molecules designed to switch between states rotation in the solid state, the UCLA group intends to control the speed of sound and create devices that will help control the rate of signal transmission.  Research on amphidynamic crystals based on inertial dipolar arrays provides a unique opportunity to educate and train talented materials chemists from a wide range of backgrounds.  The PI has been successful attracting women and students for underprivileged backgrounds to his research group by maintaining a supportive and creative environment that fosters careers in materials science and in science education.  \r\n\r\nTechnical Abstract:\r\nThe realization of freely reorienting dipolar molecular rotors pursued in this project is a new frontier in materials chemistry design. Engineered rotation in these \"amphidynamic crystals,\" relies on structural elements that combine a set of relatively static, lattice-forming units, and dipolar components that possess the ability to reorient about established lattice directions in response of internal dipolar interactions and external fields.  To determine internal rotational dynamics in the solid state this project takes advantage of multinuclear (1H, 19F, 15N, 13C) Nuclear Magnetic Resonance (NMR) techniques. These include spin-lattice (T1) relaxation and quadrupolar echo 2H NMR line shape analysis as a function of temperature.  Variations in temperature between ca. 4K and 500K make it possible to determine rotational motion over a range that covers from a few kilohertz to the terahertz regime and determine activation energies from close to zero up to ca. 15-20 kcal/mol.  Inertial polar rotators with barriers that are lower than thermal energies are expected to reorient very rapidly, such that their emergent polarization below their corresponding Curie-Weiss temperatures will make it possible to study dipolar self-organization that will lead to the emergence of a new class of designer ferroic materials with electric, magnetic, and elastic switching capabilities. To test their properties, an emphasis is placed on measurements that help disclose inner dipolar order in the form of temperature-dependent transitions between paraelectric and ferroelectric or antiferroelectric states. It is predicted that dynamic correlations resulting from rotational motion and dipole-dipole interactions follow either conrotatory (ferroelectric) or disrotatory (antiferroelectric) trajectories and studies are in progress to analyze rotational correlations (gearing) based on mechanical (steric) forces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miguel",
   "pi_last_name": "Garcia-Garibay",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Miguel A Garcia-Garibay",
   "pi_email_addr": "mgg@chem.ucla.edu",
   "nsf_id": "000122263",
   "pi_start_date": "2017-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "607 Charles E. Young Drive East",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Locomotion, sensing, communication, energy transduction, data processing, and all complex functions in living organisms are determined by properties encoded at the molecular level that can be collectively expressed and manifested over multiple scales, all the way up to the macroscopic world.&nbsp; With that in mind, one of the most interesting challenges in materials science is the development of materials with complex functions based on properties at the molecular scale they can be used in complex macroscopic devices. &nbsp;The work supported by this grant has made it possible to advance strategies that help take advantage of structural changes caused by molecular motion at the atomic and molecular scale to bring about desirable properties in macroscopic materials. &nbsp;Specifically, this grant has made it possible to take advantage of carefully designed molecular rotors for the development of molecular machines, including a series crystalline molecular rotary dipolar arrays that are driven by electric or magnetic interactions with neighboring molecules, and/or by external fields arising from macroscopic sources.&nbsp; Molecular rotors have been designed to tune the dielectric properties of crystalline materials, to modulate the absorption and emission of light, to investigate magnetic interactions, and to explore the possible relations between motion at the macroscopic and molecular scales in an emergent phenomenon knows as <em>salient behavior</em>.&nbsp;</p>\n<p>A groundbreaking result from the work just concluded was the direct observation of emergent phenomena in the form of the spontaneous, collective alignment of a crystalline array of dipolar molecular rotors as a result of internal electrostatic interactions between adjacent molecules carrying an uneven charge distribution, known as an electric dipole.&nbsp; The concept of emergency refers to the development of properties of an assembly that cannot be fully predicted based on the behavior of individual components, and is characterized by complex interactions of its sub-systems. &nbsp;While the challenges that had to be surmounted for the creation of crystalline rotary dipolar arrays, also termed ?amphidynamic crystals?, have been significant, the promise of new physical phenomena have made them a meaningful target for develop of the synthetic and analytical tools required for their preparation and characterization.</p>\n<p>In addition to the expanding the catalog of amphidynamic crystals, we have advanced the basic understanding of rotational dynamics in the solid state by exposing the different factors that make it possible to have a rigid material with internal components that rotate as fast as they would in the gas phase.&nbsp; Notable applications included the development of amphidynamic crystals capable of interacting with external fields by the generation of temporary charges in what constitutes a novel type of capacitors known as relaxors.&nbsp;&nbsp; Examples of crystalline materials where the emission of light depends on rotational frequencies suggest strategies for the development of a new class of sensors for analytes that may interfere with rotational motion.&nbsp; &nbsp;One of the most exciting frontiers in the field of artificial molecular machines is development of correlated motions analogous to those of macroscopic gears. Taking advantage of unique molecular architectures we have made substantial progress in this area by designing, preparing and testing a number of molecular gears both in solution and in the solid state.&nbsp;&nbsp; And finally, in collaboration with research groups at the Universities of Hokkaido, NYU Abu Dhabi and UNAM in Mexico, we studied examples of amphidynamic crystalline materials that display independent motion upon changes in temperature or when illuminated by UV light, and we how that behavior was correlated with changes in rotational motion at the nanoscale, one of the few examples where the same phenomenon (motion) can be effectuated both at the molecular and at macroscopic scale.&nbsp;&nbsp;</p>\n<p>Students and post-docs who participated in this multifaceted project become experts in organic synthesis, crystallization, and single crystal and powder X-ray diffraction measurements. They were also engaged in the collection of data and detailed interpretation from solid state NMR, thermal analysis, and computational methods in a supportive environment that fosters intellectual development and creativity. &nbsp;Four graduate students who participated in various aspects of the projects sponsored by this grant also contributed with outreach activities with local community colleges and nearby undergraduate institutions.&nbsp; Every year our research group participates in ?Exploring Your Universe (EYU)?, a daylong science fair at the UCLA campus where we share chemistry and materials science demos with about 8,000 visitors, including school children and families from the Los Angeles community. &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2021<br>\n\t\t\t\t\tModified by: Miguel&nbsp;A&nbsp;Garcia-Garibay</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLocomotion, sensing, communication, energy transduction, data processing, and all complex functions in living organisms are determined by properties encoded at the molecular level that can be collectively expressed and manifested over multiple scales, all the way up to the macroscopic world.  With that in mind, one of the most interesting challenges in materials science is the development of materials with complex functions based on properties at the molecular scale they can be used in complex macroscopic devices.  The work supported by this grant has made it possible to advance strategies that help take advantage of structural changes caused by molecular motion at the atomic and molecular scale to bring about desirable properties in macroscopic materials.  Specifically, this grant has made it possible to take advantage of carefully designed molecular rotors for the development of molecular machines, including a series crystalline molecular rotary dipolar arrays that are driven by electric or magnetic interactions with neighboring molecules, and/or by external fields arising from macroscopic sources.  Molecular rotors have been designed to tune the dielectric properties of crystalline materials, to modulate the absorption and emission of light, to investigate magnetic interactions, and to explore the possible relations between motion at the macroscopic and molecular scales in an emergent phenomenon knows as salient behavior. \n\nA groundbreaking result from the work just concluded was the direct observation of emergent phenomena in the form of the spontaneous, collective alignment of a crystalline array of dipolar molecular rotors as a result of internal electrostatic interactions between adjacent molecules carrying an uneven charge distribution, known as an electric dipole.  The concept of emergency refers to the development of properties of an assembly that cannot be fully predicted based on the behavior of individual components, and is characterized by complex interactions of its sub-systems.  While the challenges that had to be surmounted for the creation of crystalline rotary dipolar arrays, also termed ?amphidynamic crystals?, have been significant, the promise of new physical phenomena have made them a meaningful target for develop of the synthetic and analytical tools required for their preparation and characterization.\n\nIn addition to the expanding the catalog of amphidynamic crystals, we have advanced the basic understanding of rotational dynamics in the solid state by exposing the different factors that make it possible to have a rigid material with internal components that rotate as fast as they would in the gas phase.  Notable applications included the development of amphidynamic crystals capable of interacting with external fields by the generation of temporary charges in what constitutes a novel type of capacitors known as relaxors.   Examples of crystalline materials where the emission of light depends on rotational frequencies suggest strategies for the development of a new class of sensors for analytes that may interfere with rotational motion.   One of the most exciting frontiers in the field of artificial molecular machines is development of correlated motions analogous to those of macroscopic gears. Taking advantage of unique molecular architectures we have made substantial progress in this area by designing, preparing and testing a number of molecular gears both in solution and in the solid state.   And finally, in collaboration with research groups at the Universities of Hokkaido, NYU Abu Dhabi and UNAM in Mexico, we studied examples of amphidynamic crystalline materials that display independent motion upon changes in temperature or when illuminated by UV light, and we how that behavior was correlated with changes in rotational motion at the nanoscale, one of the few examples where the same phenomenon (motion) can be effectuated both at the molecular and at macroscopic scale.  \n\nStudents and post-docs who participated in this multifaceted project become experts in organic synthesis, crystallization, and single crystal and powder X-ray diffraction measurements. They were also engaged in the collection of data and detailed interpretation from solid state NMR, thermal analysis, and computational methods in a supportive environment that fosters intellectual development and creativity.  Four graduate students who participated in various aspects of the projects sponsored by this grant also contributed with outreach activities with local community colleges and nearby undergraduate institutions.  Every year our research group participates in ?Exploring Your Universe (EYU)?, a daylong science fair at the UCLA campus where we share chemistry and materials science demos with about 8,000 visitors, including school children and families from the Los Angeles community.   \n\n \n\n\t\t\t\t\tLast Modified: 04/17/2021\n\n\t\t\t\t\tSubmitted by: Miguel A Garcia-Garibay"
 }
}