{
 "awd_id": "1701365",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "California LSAMP Bridge to the Doctorate (BD) Activity",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 1075000.0,
 "awd_amount": 1075000.0,
 "awd_min_amd_letter_date": "2017-05-15",
 "awd_max_amd_letter_date": "2017-05-15",
 "awd_abstract_narration": "NON-TECHNICAL ABSTRACT:\r\nThere remains a growing demand in the United States for a highly trained and diverse science, technology, engineering and mathematics (STEM) workforce to maintain US intellectual and economic competitiveness in the global market. However, while the US moves toward minority-majority status, that demographic change is not reflected in the number of graduate degrees being awarded to underrepresented minorities (URMs) in science and engineering. This underrepresentation of such a large portion of the US population in STEM graduate programs must be addressed, and supporting URM students in their pursuit of advanced degrees is a critical piece. Working in pursuit of this critical piece, the University of California Santa Barbara (UCSB), a part of the University of California Louis Stokes Alliance for Minority Participation (LSAMP) Bridge to the Doctorate (BD) program, will offer 12 incoming LSAMP PhD students substantial fellowships and degree completion support. LSAMP assists universities and colleges in diversifying the STEM workforce through the development of highly competitive students from groups historically underrepresented in STEM disciplines:  African-Americans, Alaska Natives, American Indians, Hispanic Americans, Native Hawaiians, and Native Pacific Islanders. The goal of the LSAMP BD Activity is to increase the quantity and quality of STEM graduate students from underrepresented populations, with emphasis on Ph.D. matriculation and completion.  BD programs implemented in the nation's institutions of higher education contribute to addressing one of the objectives in NSF's 2014-2018 Strategic Plan, namely to \"integrate education and research to support development of a diverse STEM workforce with cutting-edge capabilities.\"  For the U.S. to remain competitive globally, it must provide exceptional educational preparedness in STEM areas that underpin the knowledge-based economy.  UCSB is uniquely positioned in this alliance as it has also recently become a Hispanic-serving institution (HSI), and as such is the first in the Association of American Universities (AAU) to reach HSI status, putting UCSB on a short list of prominent research-intensive institutions serving a large number of Hispanic students. The BD project at UCSB seeks to seed a shift in the institutional culture by introducing holistic selection criteria and faculty mentoring resources, and raising the visibility of motivated and talented URM STEM PhD trainees and alumni thereby encouraging future generations of underrepresented students. Similarly, the proposed UCSB-BD program intends to increase the number of URM students in STEM who successfully complete a doctoral program at UCSB and successfully transition into the STEM workforce with the highest level of academic achievement. \r\n\r\nTECHNICAL ABSTRACT:\r\nThere remains a growing demand in the United States for a highly trained and diverse STEM workforce to maintain US intellectual and economic competitiveness in the global market. However, while the US moves toward minority-majority status, that demographic change is not reflected in the number of graduate degrees being awarded to underrepresented minorities in science and engineering. In fact, in 2014, URMs represented only 13% of the earned doctorates in science and engineering. Having a diverse set of problem-solvers becomes paramount to sustaining the nation's scientific excellence and solving important societal needs. The current underrepresentation of such a large portion of the US population in STEM graduate programs must be addressed. Supporting URM students in their pursuit of advanced degrees is crucial. UCSB will support 12 PhD students through the BD program within the University of California LSAMP.  The UCSB-BD program seeks to increase the diversity and inclusion of our STEM workforce through a concerted campus-wide effort and an evidence-based program designed to identify and foster the development of a cohort of alumni as PhD-trained science and engineering leaders. \r\n\r\nThe UCSB-BD program will build on existing infrastructure, develop new strategies and leverage networks, campus, state, and nation-wide, to expand the body of knowledge around recruiting, training and retaining a diverse population of PhD-trained scientists and engineers. The BD program at UCSB will do this by providing a strong community of mentors and an extensive academic and professional preparation program that offers BD Fellows access to the tools and community interaction that will foster success in their graduate programs and beyond. With a focus on affirming values, nurturing a sense of belonging, and mentoring through key transition points, the UCSB-BD program will ensure a timely completion of the PhD and a confident transition into STEM careers in academia, government and industry. As UCSB strives to promote a nurturing environment for our STEM PhD trainees, hosting a BD program is an important step toward building more robust and inclusive recruitment and retention strategies for broadening participation. Additionally, in order to better understand the important factors in the trajectory of success for those underrepresented in science and engineering seeking and progressing though advanced degrees, a rigorous evaluation plan and tracking strategy will be employed and results shared across the California LSAMP alliance and national networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Gillman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Howard Gillman",
   "pi_email_addr": "chancellor@uci.edu",
   "nsf_id": "000469962",
   "pi_start_date": "2017-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Javier",
   "pi_last_name": "Read de Alaniz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javier Read de Alaniz",
   "pi_email_addr": "javier@chem.ucsb.edu",
   "nsf_id": "000569672",
   "pi_start_date": "2017-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California Irvine",
  "perf_str_addr": "120 Theory Ste 150",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1075000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of California Santa Barbara (UCSB) is a part of the University of California Louis Stokes Alliance for Minority Participation (LSAMP) Bridge to the Doctorate (BD) program which seeks to increase participation of underrepresented minority populations (URM) in science, technology, engineering and mathematics (STEM) Ph.D. programs and address the national need for a more diverse and expansive STEM workforce.&nbsp; The UCSB-BD program aims to increase the diversity and inclusion of this STEM workforce through an evidence-based program designed to identify and foster the development of a cohort of LSAMP alumni as PhD-trained science and engineering leaders.&nbsp; UCSB-BD supported 12 Fellows by providing full financial support for the first two years and the assurance of stipend and cost-of-education funding from department and/or external fellowships for the duration of their doctoral program. The UCSB-BD program continued to build on the successes and lessons learned from past California LSAMP programs, including a 2009 UCSB-BD, through holistic recruitment and selection practices, career-focused mentoring, and faculty- and student-centric training and evaluation elements. The short-term goal of this project was to recruit a cohort of trainees who identify as valued members within our research community, are recognized for strengthening the quality of the research and the intellectual mission of our campus, and have the academic and professional preparation and confidence to successfully complete their doctorate degrees and continue their pursuit of STEM careers. The long-term goal of this project was to add to the body of knowledge within the alliance. Also, as one of few universities within the Association of American Universities (AAU) to also be a Hispanic Serving Institution (HSI), UCSB is an example of a prominent research-intensive institution serving a large number of Hispanic students and thus positioned to share the challenges and successes with a growing network of institutions sharing similar characteristics. The program had four primary objectives and has accomplished positive outcomes in each. Towards Objective 1, seeding a shift in the institutional culture, UCSB-BD developed new faculty mentoring resources and has utilized best practices developed in the UCSB-BD program to inform several successfully funded projects, including training as well as large research center grants. Towards Objective 2, increasing the number of URM students who apply and are made offers, we exceeded our goal of increasing numbers with an over 35% average increase in applications and greater than 130% average increase in offers to prospective PhD applicants from LSAMP groups. Towards Objective 3, achieving 100% PhD completion rate with BD Fellows, all 12 Fellows are on track to complete their degrees and are excelling in milestones and accomplishments including one third of the Fellows having received NSF GRFP awards or honorable mentions, among multiple other fellowships and recognitions. Finally, towards our last objective, Objective 4, developing, evaluating, and disseminating evidence-based retention strategies, we are preparing an aggregated summary of feedback to share across the campus community in an effort to increase awareness of successes and challenges around retaining URM graduate students in STEM.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2021<br>\n\t\t\t\t\tModified by: Javier&nbsp;Read De Alaniz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe University of California Santa Barbara (UCSB) is a part of the University of California Louis Stokes Alliance for Minority Participation (LSAMP) Bridge to the Doctorate (BD) program which seeks to increase participation of underrepresented minority populations (URM) in science, technology, engineering and mathematics (STEM) Ph.D. programs and address the national need for a more diverse and expansive STEM workforce.  The UCSB-BD program aims to increase the diversity and inclusion of this STEM workforce through an evidence-based program designed to identify and foster the development of a cohort of LSAMP alumni as PhD-trained science and engineering leaders.  UCSB-BD supported 12 Fellows by providing full financial support for the first two years and the assurance of stipend and cost-of-education funding from department and/or external fellowships for the duration of their doctoral program. The UCSB-BD program continued to build on the successes and lessons learned from past California LSAMP programs, including a 2009 UCSB-BD, through holistic recruitment and selection practices, career-focused mentoring, and faculty- and student-centric training and evaluation elements. The short-term goal of this project was to recruit a cohort of trainees who identify as valued members within our research community, are recognized for strengthening the quality of the research and the intellectual mission of our campus, and have the academic and professional preparation and confidence to successfully complete their doctorate degrees and continue their pursuit of STEM careers. The long-term goal of this project was to add to the body of knowledge within the alliance. Also, as one of few universities within the Association of American Universities (AAU) to also be a Hispanic Serving Institution (HSI), UCSB is an example of a prominent research-intensive institution serving a large number of Hispanic students and thus positioned to share the challenges and successes with a growing network of institutions sharing similar characteristics. The program had four primary objectives and has accomplished positive outcomes in each. Towards Objective 1, seeding a shift in the institutional culture, UCSB-BD developed new faculty mentoring resources and has utilized best practices developed in the UCSB-BD program to inform several successfully funded projects, including training as well as large research center grants. Towards Objective 2, increasing the number of URM students who apply and are made offers, we exceeded our goal of increasing numbers with an over 35% average increase in applications and greater than 130% average increase in offers to prospective PhD applicants from LSAMP groups. Towards Objective 3, achieving 100% PhD completion rate with BD Fellows, all 12 Fellows are on track to complete their degrees and are excelling in milestones and accomplishments including one third of the Fellows having received NSF GRFP awards or honorable mentions, among multiple other fellowships and recognitions. Finally, towards our last objective, Objective 4, developing, evaluating, and disseminating evidence-based retention strategies, we are preparing an aggregated summary of feedback to share across the campus community in an effort to increase awareness of successes and challenges around retaining URM graduate students in STEM.\n\n\t\t\t\t\tLast Modified: 12/15/2021\n\n\t\t\t\t\tSubmitted by: Javier Read De Alaniz"
 }
}