{
 "awd_id": "1701657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   Negotiations Over Offspring Care: A Test of Alternative Hypotheses Using the Clown Anemonefish",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 16374.0,
 "awd_amount": 16374.0,
 "awd_min_amd_letter_date": "2017-03-21",
 "awd_max_amd_letter_date": "2017-03-21",
 "awd_abstract_narration": "Conflict is a pervasive feature of animal societies. Conflicts arise whenever the interests of interacting individuals are not wholly aligned, yet many social interactions require individuals to reach some compromise. Parental care is an interaction that is rife with conflict, because both parents benefit from shifting the burden of care to the other, yet requires cooperation, because both parents benefit from the total amount of care. The outcome of conflict between parents has been modeled using economic game theory models, which assume that individuals act in their best interest but that their optimal behavior depends on how others behave. This project will build on existing empirical and theoretical work to test alternative hypotheses for how parents negotiate care utilizing a tractable study system: the clown anemonefish a.k.a. Nemo. Studying how conflict among caring parents is resolved is critical to understanding why animals, including humans, form such alliances. Undergraduates involved in the project   will receive training in aquarium maintenance, assist in ongoing research, and complete independent research projects. This project will also encourage participation of underrepresented groups in science through the researchers' participation in Science Club for Girls and through work with local school groups at the Mahonia Na Dari field station. The results will be broadly disseminated through presentations at international scientific meetings and development of \"data nuggets\" (http://datanuggets.org/) to ensure that results are available in a format that will enhance public understanding.\r\n\r\nThe existence of biparental care poses a perplexing evolutionary question because parents must coordinate their behavior to raise offspring when there are costs to providing care and inherent conflicts of interest among parents. The objective of this project is to test plausible alternative hypotheses for the factors that govern how parents negotiate the amount of care to provide to their offspring, and create a more general framework for understanding conflict resolution. The researchers will test four alternative hypotheses for how parents negotiate the amount of care to provide to their offspring: H0) Parental effort is fixed; H1) Parental effort is negotiated based on partner effort alone; H2) Parental effort is negotiated with an information asymmetry; H3) Parental effort is negotiated with a power asymmetry; H4) Parental effort is negotiated with a simple form of reciprocity. Experiments will be conducted in a natural population of clown anemonefish (Amphiprion percula) in Papua New Guinea. By supplementing food resources, effort by each parent will be manipulated in a non-invasive and ecologically relevant manner.  The anemonefish system allows tests of alternative hypotheses simultaneously, where previous studies have only tested them in isolation. Furthermore, the majority of negotiation studies have been conducted in birds, so utilizing A. percula will test the generality of theoretical predictions. In sum, the proposed research will use a tractable study species together with a rigorous alternative hypothesis testing approach to determine the factors that influence the outcome of negotiations. While incorporating teaching, training and learning, this research will create a more general framework for studying conflict resolution and revise our understanding of negotiations over offspring care.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Buston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Buston",
   "pi_email_addr": "buston@bu.edu",
   "nsf_id": "000583250",
   "pi_start_date": "2017-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tina",
   "pi_last_name": "Barbasch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tina Barbasch",
   "pi_email_addr": "tbarbasc@bu.edu",
   "nsf_id": "000704737",
   "pi_start_date": "2017-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Negotiations Over Offspring Care:&nbsp;</strong><strong>A Test of Alternative Hypotheses Using the Clown Anemonefish</strong></p>\n<p>Conflict is a pervasive feature of animal societies. Potential conflicts arise whenever the interests of interacting individuals are not wholly aligned. Therefore any social interaction between individuals that are not genetically identical involves potential conflict. Yet many social interactions require individuals to reach some form of compromise to avoid actual conflict. Biparental care is a striking illustration of this: it represents a coordinated, cooperative outcome to an interaction that is rife with conflict. In species with biparental care, both parents benefit from shifting the burden of care to the other and reaping the benefits of care without paying the costs. Studying how conflict among caring parents is resolved is critical to understanding why animals, including humans, form such alliances.</p>\n<p>Traditionally, theoretical models of conflict between parents assume that each parent&rsquo;s investment is a &lsquo;sealed bid,&rsquo; i.e. there is no opportunity to respond to each other&rsquo;s behavior. While this type of model has been highly influential, such a sealed bid is not evolutionarily stable because an individual that can modify their behavior will be able to exploit the other parent&rsquo;s fixed response. More realistic models of negotiation therefore assume that parents can respond to each other&rsquo;s efforts. Models of negotiation have yielded a suite of alternative hypotheses for how individuals will respond to their partner in varying contexts. Despite these advances, there are gaps in the body of theory and empirical tests of model predictions have focused on just one hypothesis, limiting the strength of inference and the generality of the findings.&nbsp;</p>\n<p>The overall objective of this proposal was to develop new theory for understanding negotiations over parental care and test a suite of plausible alternative hypotheses for the factors that govern negotiations. New game theoretic models were to be developed in collaboration with Dr. Suzanne Alonzo at the University of California at Santa Cruz. The empirical test of alternative hypotheses was to be conducted using the clown anemonefish in the field in Papua New Guinea, in collaboration with Dr. Geoff Jones and Dr. Maya Srinivasan at James Cook University in Australia. The project was to enhance the dissertation research of Ms. Tina Barbasch, enabling her to conduct fieldwork, develop national and international collaborations, and provide the foundations for her to become a leader in the field of animal behavior. &nbsp;</p>\n<p><strong>Intellectual Merit</strong>. The proposed research had two specific objectives.&nbsp;<strong><em>Objective 1)</em></strong>To develop a general model that provides testable predictions for how individuals will negotiate when there is an asymmetry in power. In collaboration with Dr. Suzanne Alonzo, we have developed a game theoretic model describing how asymmetric power and punishment influence negotiations over parental care. Given that asymmetries in power are common in systems exhibiting bi-parental care, this model will have broad applicability.&nbsp;<strong><em>Objective 2)</em></strong>To conduct a test of alternative hypotheses of the factors that influence the outcome of negotiations. In collaboration with Dr. Geoff Jones and Dr. Maya Srinivasan, we have conducted an empirical test of alternative hypotheses for how parents respond to changes in each other&rsquo;s efforts in the clown anemonefish&nbsp;<em>Amphiprion percula</em>. This is one of the first studies to explicitly test the predictions of alternative hypotheses for negotiations over parental care. As such, it will provide a conceptual framework that will enable investigators to discriminate among the alternative hypotheses using their own model system. Taken together, our completion of these two objectives has the potential to transform our understanding of negotiations over parental care.</p>\n<p><strong>Broader Impacts.&nbsp;<em>1) Integration of research and teaching</em></strong>. The grant supported Co-PI Barbasch, her dissertation research and professional development. She received training in animal behavior, marine ecology, mathematical modeling, long-term fieldwork and scientific diving. Co-PI Barbasch is close to completing her PhD and is actively seeking a postdoctoral position in the field of animal behavior.&nbsp;<strong><em>2) Broaden participation of underrepresented groups</em></strong>. The grant supported many undergraduates and high school students recruited from groups traditionally underrepresented in STEM fields, and many of these have gone on to careers in STEM.&nbsp;<strong><em>3) Broad dissemination to enhance public understanding</em>.&nbsp;</strong>The PIs gave talks on their research at Walindi Plantation Resort, and assisted with education programs at Mahonia Na Dari Research and Conservation center, in Papua New Guinea.&nbsp;Results have been, and continue to be, broadly disseminated to the scientific community and general public via publications in high impact journals, presentations at national and international conferences, and press releases.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/04/2019<br>\n\t\t\t\t\tModified by: Peter&nbsp;Buston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNegotiations Over Offspring Care: A Test of Alternative Hypotheses Using the Clown Anemonefish\n\nConflict is a pervasive feature of animal societies. Potential conflicts arise whenever the interests of interacting individuals are not wholly aligned. Therefore any social interaction between individuals that are not genetically identical involves potential conflict. Yet many social interactions require individuals to reach some form of compromise to avoid actual conflict. Biparental care is a striking illustration of this: it represents a coordinated, cooperative outcome to an interaction that is rife with conflict. In species with biparental care, both parents benefit from shifting the burden of care to the other and reaping the benefits of care without paying the costs. Studying how conflict among caring parents is resolved is critical to understanding why animals, including humans, form such alliances.\n\nTraditionally, theoretical models of conflict between parents assume that each parent?s investment is a ?sealed bid,? i.e. there is no opportunity to respond to each other?s behavior. While this type of model has been highly influential, such a sealed bid is not evolutionarily stable because an individual that can modify their behavior will be able to exploit the other parent?s fixed response. More realistic models of negotiation therefore assume that parents can respond to each other?s efforts. Models of negotiation have yielded a suite of alternative hypotheses for how individuals will respond to their partner in varying contexts. Despite these advances, there are gaps in the body of theory and empirical tests of model predictions have focused on just one hypothesis, limiting the strength of inference and the generality of the findings. \n\nThe overall objective of this proposal was to develop new theory for understanding negotiations over parental care and test a suite of plausible alternative hypotheses for the factors that govern negotiations. New game theoretic models were to be developed in collaboration with Dr. Suzanne Alonzo at the University of California at Santa Cruz. The empirical test of alternative hypotheses was to be conducted using the clown anemonefish in the field in Papua New Guinea, in collaboration with Dr. Geoff Jones and Dr. Maya Srinivasan at James Cook University in Australia. The project was to enhance the dissertation research of Ms. Tina Barbasch, enabling her to conduct fieldwork, develop national and international collaborations, and provide the foundations for her to become a leader in the field of animal behavior.  \n\nIntellectual Merit. The proposed research had two specific objectives. Objective 1)To develop a general model that provides testable predictions for how individuals will negotiate when there is an asymmetry in power. In collaboration with Dr. Suzanne Alonzo, we have developed a game theoretic model describing how asymmetric power and punishment influence negotiations over parental care. Given that asymmetries in power are common in systems exhibiting bi-parental care, this model will have broad applicability. Objective 2)To conduct a test of alternative hypotheses of the factors that influence the outcome of negotiations. In collaboration with Dr. Geoff Jones and Dr. Maya Srinivasan, we have conducted an empirical test of alternative hypotheses for how parents respond to changes in each other?s efforts in the clown anemonefish Amphiprion percula. This is one of the first studies to explicitly test the predictions of alternative hypotheses for negotiations over parental care. As such, it will provide a conceptual framework that will enable investigators to discriminate among the alternative hypotheses using their own model system. Taken together, our completion of these two objectives has the potential to transform our understanding of negotiations over parental care.\n\nBroader Impacts. 1) Integration of research and teaching. The grant supported Co-PI Barbasch, her dissertation research and professional development. She received training in animal behavior, marine ecology, mathematical modeling, long-term fieldwork and scientific diving. Co-PI Barbasch is close to completing her PhD and is actively seeking a postdoctoral position in the field of animal behavior. 2) Broaden participation of underrepresented groups. The grant supported many undergraduates and high school students recruited from groups traditionally underrepresented in STEM fields, and many of these have gone on to careers in STEM. 3) Broad dissemination to enhance public understanding. The PIs gave talks on their research at Walindi Plantation Resort, and assisted with education programs at Mahonia Na Dari Research and Conservation center, in Papua New Guinea. Results have been, and continue to be, broadly disseminated to the scientific community and general public via publications in high impact journals, presentations at national and international conferences, and press releases. \n\n\t\t\t\t\tLast Modified: 07/04/2019\n\n\t\t\t\t\tSubmitted by: Peter Buston"
 }
}