{
 "awd_id": "1701520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Seasonality of East African Rainfall",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Varavut (Var) Limpasuvan",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 683578.0,
 "awd_amount": 683578.0,
 "awd_min_amd_letter_date": "2017-07-27",
 "awd_max_amd_letter_date": "2017-07-27",
 "awd_abstract_narration": "The seasonality of rainfall in East Africa from Ethiopia in the north to Malawi and Mozambique in the south is complex, including bimodal and unimodal rainy seasons.  Regions with bimodal rainy seasons, with precipitation maxima and agricultural growing seasons in the spring and fall, occur generally within about 7 degrees of the equator in Kenya, southern Somalia, southern Ethiopia, and northern Tanzania. This rainfall distribution is traditionally explained as being related to having two overhead passes of the sun each year.  However, this explanation is not complete since regions 10 or 15 degrees from the equator have one rainy season each year despite two overhead passes of the sun at these latitudes. In addition, equatorial central and western Africa experience humid climate with rainfall throughout the year.  This suggests that a more complete understanding of the seasonality of East African rainfall should consider such factors as the roles of the Indian Ocean, topography, and near-equator atmospheric dynamics (with a small or absent Coriolis force) in addition to the solar forcing. This research project is aimed at advancing our understanding of how the seasonality of rainfall in East Africa is determined, and to apply that improved understanding to issues of climate variability and change, including impacts.   Analysis of observations, comparing multiple datasets in this data-poor region, and output from high-resolution model simulations will be used to investigate these physical processes to produce a more comprehensive understanding of how the seasonality of rainfall is distributed across East Africa.\r\n\r\nIt is crucial to understand the seasonality of rainfall to improve our ability to predict change and variability, especially in regions such as East Africa where the population is highly vulnerable.  Variations in rainfall, including its seasonality, strongly impact the region's agriculture, economy, and water resources which, in turn, affect livelihoods and political stability.  These issues will be directly addressed within the project by relating observed and simulated variations and trends in climate variables to variables more directly related to impacts.  Changes in climate variables will be used to calculate changes in natural vegetation using a model that relates vegetation type to climate conditions.  Changes and trends in growing season days and surface water availability will also be evaluated.  These representations will provide direct input for impacts analysis.  The research project benefits the climate modeling field more generally in contributing to the development of regional-scale climate simulation, including high-resolution models that can explicitly resolve convection within the governing equations.  This is important since the parameterization of convection in models with coarser resolution, such as global climate models, is known to degrade simulations.  Broader impacts of the research program also include the education of graduate students in STEM fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Cook",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry H Cook",
   "pi_email_addr": "kc@jsg.utexas.edu",
   "nsf_id": "000228999",
   "pi_start_date": "2017-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Vizy",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Edward K Vizy",
   "pi_email_addr": "ned@jsg.utexas.edu",
   "nsf_id": "000160797",
   "pi_start_date": "2017-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "2275 Speedway Stop C9000",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 683578.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit: Seasonality of rainfall in East Africa from Ethiopia in the north to Mozambique in the south is complex. Wet seasons vary regionally, with some areas having a single wet season while others have two. This regional difference cannot simply be explained by latitude, that is, a region experiences two passes of the intertropical convergence zone that is driven by the north/south convergence of moist air. The goal of this project was to develop a more accurate and sophisticated understanding of how the seasonality of East African rainfall is determined, and to apply that improved understanding to issues of climate variability and change. Such an understanding is crucial given the region&rsquo;s reliance on rainfall to meet its agricultural needs and provide sufficient water resources for the growing population.</p>\n<p>This project identified various important factors that need to be considered in understanding variations in precipitation over East Africa. One is the role of the Indian Ocean, as there is a strong coupling between this ocean and regional rainfall over East Africa. This influence is felt during October &ndash; December through controls on an overturning zonal circulation along the equator.&nbsp; A stronger influence in boreal fall - and throughout the year - is exerted by sea surface temperature anomalies (SSTAs) in the western Indian Ocean. This influence does not operate through controls on an overturning circulation, so SSTAs in the central and eastern Indian Ocean are not influential. Rather, western Indian Ocean SSTAs exert there influence through controls on the low-level moist flow.&nbsp; We also show that the length of time that it takes the western Indian Ocean low-level cross equatorial flow to weaken and reverse direction during the boreal spring and fall is positively correlated with East African rainfall regionally. Variations in this transition period length are associated with the seasonal development and variability of three circulation features, namely, the South Indian Convergence Zone, the South Indian Ocean Subtropical High, and the Arabian High over the Arabian Sea. Another factor is the role that the rugged East African topography has on climate variability in this region.&nbsp; Rift Valley Mountains and highlands extend from Mozambique to Ethiopia affecting the low-level circulation and rainfall regionally.&nbsp; Gaps in the highlands allows low-level jets to form in the channels. One important channel is in western Kenya which is home to a strong, semi-permanent Turkana low-level jet. We show that this low-level jet influences rainfall over South Sudan during the boreal summer wet season as well as over the Lake Victoria Basin during the boreal fall.</p>\n<p>An advancedunderstanding of East Africa&rsquo;s climate allows more confident projections of future climate. Projected precipitation changes due to greenhouse gas-forcing are asymmetric across the seasons in equatorial East Africa, with rainfall increasing during the November-December short rains but not during the March &ndash; May long rains. We show that the difference in the seasonal response is due to differences in the background state. The East African short rains are greatest in November, more than one month after the autumnal equinox, when the climatological basic state is in a solstitial pattern. The well-defined heat low over southern Africa and the South Indian Ocean subtropical high to its east are intensified, leading to increased rainfall over equatorial East Africa. In contrast, the long rains are near their maximum on the vernal equinox, with a continental thermal low centered near the equator that is insensitive to 21<sup>st</sup> century greenhouse gas-induced changes.</p>\n<p>Broader Impacts: Knowledge gained from this project has improved our fundamental understanding of the seasonality of East African rainfall and its variability.&nbsp; The findings will inform the scientific and weather prediction communities by pointing to potential mechanisms that can used to improve our ability to better predict current and future regional rainfall variability over this region.&nbsp; Results have been disseminated to the general public via 8 peer-reviewed publications and 5 presentations at scientific conferences. The project also contributed to STEM training by supporting one postdoctoral scientist and two female graduate students, one of whom has completed her Ph.D. dissertation as part of the project while the second is set to finish her PhD in spring 2023.&nbsp; Additionally, the P.I. participated in increasing scientific literacy on climate and climate change issues in our community, through seminars, meetings with prospective students, presentations in university clubs, and in her undergraduate class on Global Warming.&nbsp; However, the COVID pandemic reduced the frequency and impacts of these events, especially as concerns the general public. With the pandemic receding, the P.I. is currently beginning a collaboration with Austin Community College in their NSF-funded &ldquo;Citizen Scientist&rdquo; class and internship program. The results of the research funded by this award will be used in demonstrations of how a deep-dive into the hydrodynamics can be brought to bear on prediction to better people's lives.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2022<br>\n\t\t\t\t\tModified by: Kerry&nbsp;H&nbsp;Cook</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: Seasonality of rainfall in East Africa from Ethiopia in the north to Mozambique in the south is complex. Wet seasons vary regionally, with some areas having a single wet season while others have two. This regional difference cannot simply be explained by latitude, that is, a region experiences two passes of the intertropical convergence zone that is driven by the north/south convergence of moist air. The goal of this project was to develop a more accurate and sophisticated understanding of how the seasonality of East African rainfall is determined, and to apply that improved understanding to issues of climate variability and change. Such an understanding is crucial given the region’s reliance on rainfall to meet its agricultural needs and provide sufficient water resources for the growing population.\n\nThis project identified various important factors that need to be considered in understanding variations in precipitation over East Africa. One is the role of the Indian Ocean, as there is a strong coupling between this ocean and regional rainfall over East Africa. This influence is felt during October &ndash; December through controls on an overturning zonal circulation along the equator.  A stronger influence in boreal fall - and throughout the year - is exerted by sea surface temperature anomalies (SSTAs) in the western Indian Ocean. This influence does not operate through controls on an overturning circulation, so SSTAs in the central and eastern Indian Ocean are not influential. Rather, western Indian Ocean SSTAs exert there influence through controls on the low-level moist flow.  We also show that the length of time that it takes the western Indian Ocean low-level cross equatorial flow to weaken and reverse direction during the boreal spring and fall is positively correlated with East African rainfall regionally. Variations in this transition period length are associated with the seasonal development and variability of three circulation features, namely, the South Indian Convergence Zone, the South Indian Ocean Subtropical High, and the Arabian High over the Arabian Sea. Another factor is the role that the rugged East African topography has on climate variability in this region.  Rift Valley Mountains and highlands extend from Mozambique to Ethiopia affecting the low-level circulation and rainfall regionally.  Gaps in the highlands allows low-level jets to form in the channels. One important channel is in western Kenya which is home to a strong, semi-permanent Turkana low-level jet. We show that this low-level jet influences rainfall over South Sudan during the boreal summer wet season as well as over the Lake Victoria Basin during the boreal fall.\n\nAn advancedunderstanding of East Africa’s climate allows more confident projections of future climate. Projected precipitation changes due to greenhouse gas-forcing are asymmetric across the seasons in equatorial East Africa, with rainfall increasing during the November-December short rains but not during the March &ndash; May long rains. We show that the difference in the seasonal response is due to differences in the background state. The East African short rains are greatest in November, more than one month after the autumnal equinox, when the climatological basic state is in a solstitial pattern. The well-defined heat low over southern Africa and the South Indian Ocean subtropical high to its east are intensified, leading to increased rainfall over equatorial East Africa. In contrast, the long rains are near their maximum on the vernal equinox, with a continental thermal low centered near the equator that is insensitive to 21st century greenhouse gas-induced changes.\n\nBroader Impacts: Knowledge gained from this project has improved our fundamental understanding of the seasonality of East African rainfall and its variability.  The findings will inform the scientific and weather prediction communities by pointing to potential mechanisms that can used to improve our ability to better predict current and future regional rainfall variability over this region.  Results have been disseminated to the general public via 8 peer-reviewed publications and 5 presentations at scientific conferences. The project also contributed to STEM training by supporting one postdoctoral scientist and two female graduate students, one of whom has completed her Ph.D. dissertation as part of the project while the second is set to finish her PhD in spring 2023.  Additionally, the P.I. participated in increasing scientific literacy on climate and climate change issues in our community, through seminars, meetings with prospective students, presentations in university clubs, and in her undergraduate class on Global Warming.  However, the COVID pandemic reduced the frequency and impacts of these events, especially as concerns the general public. With the pandemic receding, the P.I. is currently beginning a collaboration with Austin Community College in their NSF-funded \"Citizen Scientist\" class and internship program. The results of the research funded by this award will be used in demonstrations of how a deep-dive into the hydrodynamics can be brought to bear on prediction to better people's lives.\n\n\t\t\t\t\tLast Modified: 11/29/2022\n\n\t\t\t\t\tSubmitted by: Kerry H Cook"
 }
}