{
 "awd_id": "1701777",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Forecasting potential effects of climate on tick-borne disease dynamics in Central Panama",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 20542.0,
 "awd_amount": 20542.0,
 "awd_min_amd_letter_date": "2017-03-30",
 "awd_max_amd_letter_date": "2017-03-30",
 "awd_abstract_narration": "Ticks can pass on diseases to all animals they bite, including humans. These \"tick-borne\" diseases can be very harmful, causing illnesses, deaths, and economic losses. To prevent and reduce tick-borne diseases, it is important to understand how risk of passing on these diseases may differ among geographic regions and times of year. Because ticks live outside, their ability to survive and reproduce is likely affected by rainfall and temperature. In climates where ticks survive well, there may be a higher chance of them carrying and passing on diseases. This research will help determine how climate affects the risk of tick-borne disease by examining tick activity and survival across different climates and times of year. The study sites are close to each other yet have very different climates, providing a rare opportunity to examine the effects of climate on ticks and tick-borne diseases. Results of this project can be used to develop public health programs aimed at preventing or reducing the spread of tick-borne disease.\r\n\r\nThis research will evaluate how abiotic and biotic variables affect spatial and temporal variation in the abundance of ticks and prevalence of tick-borne pathogens across central Panama. To fully characterize the effects of climate on tick-borne disease risk, researchers will integrate field sampling of ticks and wildlife hosts with pathogen analysis and climate modeling. They will then construct a comprehensive model to quantify the abiotic and biotic pathways by which climate variables determine the frequency of tick-borne diseases across the region. The model will inform regional policy and public health decisions and will provide a broad framework upon which other climate and tick-borne disease studies may be built.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Allan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Brian F Allan",
   "pi_email_addr": "ballan@illinois.edu",
   "nsf_id": "000230660",
   "pi_start_date": "2017-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Welsh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erin Welsh",
   "pi_email_addr": "ewelsh2@illinois.edu",
   "nsf_id": "000734418",
   "pi_start_date": "2017-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 20542.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ticks are small arthropods that can pass on diseases, called &ldquo;tick-borne diseases,&rdquo; to the humans and animals they bite. Tick-borne diseases can be very harmful, causing illnesses, deaths, and economic losses. To prevent and reduce tick-borne diseases, it is important to research ticks and how the patterns of disease risk might differ among geographic regions and times of year. Because ticks live in the environment, they are affected by characteristics of climate such as rainfall and temperature. These characteristics can affect the survival of ticks. In climates where ticks survive well, there may be a higher chance of passing on disease to humans and animals. Understanding when and where ticks are more likely to transmit diseases is important to preventing the spread of these diseases. This research helped to determine how climate affects tick-borne disease risk by examining patterns of tick activity and survival in Panama across different times of year and climates. Because Panama has very different climates in a short geographic distance, it is possible to examine the effects of climate on tick survival and tick-borne disease. This information can be used to develop public health programs aimed at preventing or reducing the spread of tick-borne disease.</p>\n<p>&nbsp;</p>\n<p>This study integrated field research, conducted across three national parks spanning a rainfall gradient in Central Panama, with laboratory research on pathogen infection prevalence, to examine the determinants of tick-borne disease risk. Repeated environmental tick surveys and tick survival experiments demonstrated that tick activity and abundance aligned with periods of favorable conditions for tick survival. Analyses of collected ticks for potential pathogens indicated a high overall prevalence and diversity of tick-borne pathogens, with twelve known or suspected pathogens detected, including several previously unreported in Panama. While spatial distribution of pathogens did not vary among study sites, prevalence varied both seasonally and among tick life stages for several pathogens. Wildlife camera traps were deployed to assess relationships among overall diversity, species richness, community composition, and relative abundance of terrestrial mammal species, tick species, and tick-borne pathogen species. Relative abundance of ticks was not correlated with relative abundance of associated mammal hosts. However, significant associations among mammal abundance and pathogen prevalence in ticks were detected for several mammalian species, implicating these mammal species as potential reservoir hosts for these pathogens (i.e. the host responsible for the transmission of pathogens to ticks). Together, this study represents a comprehensive examination of the factors underlying tick-borne disease risk in Central Panama. This knowledge can be used not only to identify areas of elevated tick-borne disease risk under current climate and land-use conditions but can also be integrated into climate or land-use models to estimate how disease risk may shift as a result of future environmental change. The applicability of this research extends beyond this disease system and can serve as a framework for studies of tick-borne diseases in other regions.</p>\n<p>&nbsp;</p>\n<p>This research resulted in the training of one graduate student, multiple undergraduate research assistants, and undergraduate students participating in tropical field courses. This study also generated a wealth of information on the risk of tick-borne diseases in Central Panama, potentially improving understanding of a significant public health problem.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2019<br>\n\t\t\t\t\tModified by: Brian&nbsp;F&nbsp;Allan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTicks are small arthropods that can pass on diseases, called \"tick-borne diseases,\" to the humans and animals they bite. Tick-borne diseases can be very harmful, causing illnesses, deaths, and economic losses. To prevent and reduce tick-borne diseases, it is important to research ticks and how the patterns of disease risk might differ among geographic regions and times of year. Because ticks live in the environment, they are affected by characteristics of climate such as rainfall and temperature. These characteristics can affect the survival of ticks. In climates where ticks survive well, there may be a higher chance of passing on disease to humans and animals. Understanding when and where ticks are more likely to transmit diseases is important to preventing the spread of these diseases. This research helped to determine how climate affects tick-borne disease risk by examining patterns of tick activity and survival in Panama across different times of year and climates. Because Panama has very different climates in a short geographic distance, it is possible to examine the effects of climate on tick survival and tick-borne disease. This information can be used to develop public health programs aimed at preventing or reducing the spread of tick-borne disease.\n\n \n\nThis study integrated field research, conducted across three national parks spanning a rainfall gradient in Central Panama, with laboratory research on pathogen infection prevalence, to examine the determinants of tick-borne disease risk. Repeated environmental tick surveys and tick survival experiments demonstrated that tick activity and abundance aligned with periods of favorable conditions for tick survival. Analyses of collected ticks for potential pathogens indicated a high overall prevalence and diversity of tick-borne pathogens, with twelve known or suspected pathogens detected, including several previously unreported in Panama. While spatial distribution of pathogens did not vary among study sites, prevalence varied both seasonally and among tick life stages for several pathogens. Wildlife camera traps were deployed to assess relationships among overall diversity, species richness, community composition, and relative abundance of terrestrial mammal species, tick species, and tick-borne pathogen species. Relative abundance of ticks was not correlated with relative abundance of associated mammal hosts. However, significant associations among mammal abundance and pathogen prevalence in ticks were detected for several mammalian species, implicating these mammal species as potential reservoir hosts for these pathogens (i.e. the host responsible for the transmission of pathogens to ticks). Together, this study represents a comprehensive examination of the factors underlying tick-borne disease risk in Central Panama. This knowledge can be used not only to identify areas of elevated tick-borne disease risk under current climate and land-use conditions but can also be integrated into climate or land-use models to estimate how disease risk may shift as a result of future environmental change. The applicability of this research extends beyond this disease system and can serve as a framework for studies of tick-borne diseases in other regions.\n\n \n\nThis research resulted in the training of one graduate student, multiple undergraduate research assistants, and undergraduate students participating in tropical field courses. This study also generated a wealth of information on the risk of tick-borne diseases in Central Panama, potentially improving understanding of a significant public health problem.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2019\n\n\t\t\t\t\tSubmitted by: Brian F Allan"
 }
}