{
 "awd_id": "1701026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:AIR-TT:  Automating Animal Welfare Tasks to Improve Animal Health and Human Wellbeing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 197129.0,
 "awd_amount": 197129.0,
 "awd_min_amd_letter_date": "2017-06-21",
 "awd_max_amd_letter_date": "2017-06-21",
 "awd_abstract_narration": "This PFI: AIR Technology Translation project focuses on using research on the benefits of positive reinforcement training to create a digital system that improves animal wellbeing while automating tasks related to common types of animal care. This digital enrichment system is important because animal husbandry, especially tasks related to animal welfare, take a great deal of caretaker time, money, and effort that can cause caretaker burnout. Contented animals are important to multiple industries: research animals undergo significant physiological and behavioral shifts under stress, which biases scientific studies; contented farm animals have increased immune function and need less medication; conservation breeding of endangered species depends on healthy breeding animals; and ease in pet keeping encourages the health benefits of pet ownership. \r\n\r\nThe project will result in a manufacture ready prototype for use with parrots that has the following features: it will offer toys and food items on a preprogramed schedule, track and log bird behavior, and run interactive \"apps\" that provide rewards for cognitive thinking challenges, exercise, and natural behavior expression. Parrots are an unusual group of animals, as they exist simultaneously in endangered conservation breeding, pet ownership, commercial pet breeding, and research laboratories. This proposed digital enrichment system's ability to provide many different types of stimuli at a cost of ~$300 per unit provides many advantages when compared to the $3,000-8,000 systems that exist the laboratory market and perform only limited husbandry tasks. There are basically no similar items in this primary market space, the companion bird market. Current state of the art in the market space for other species are items like monkey restraint chairs with levels and light panels, enriched poultry confinement cages (dust bath, perches, nest), and low functionality single species dog or cat products such as the iCPooch feeder.\r\n\r\nThis project addresses the following technology gaps as it translates from research discovery to commercial application. The complex actions and decisions made by positive reinforcement trainers must become a set of programmed instructions carried out by the app. The system requires specialized low processing power computer vision, and computer hearing that work in a variety of environments and for a variety of species. The technology must seamlessly integrate into the home of the animal, be low maintenance, replace person-hours of work, and be based on the best behavioral science.  These needs will be addressed by multidisciplinary teams of animal trainers, ornithologists, computer vision experts, computer programmers, and engineers working in the lab and aviary to create software and hardware combinations that overcome these technology gaps. The animal health and outcomes monitored will include immune function, body condition, bone density, and expression of natural behaviors. During development, the project will explore crossover applications for zoo and agricultural applications as appropriate. In addition, the project leaders will work with undergraduate and graduate students to provide them with hands-on experience working with industry partners and developing products for commercial applications.  \r\n\r\nThe project engages three important partners in this technology translation effort: The Schubot Exotic Bird Health Center (a research center with 150 publications on bird health), Hill Country Aviaries (housing and breeding about 2,000 birds of 60 species), and Chris Biro (a bird show owner who provides online training courses and engages several hundred thousand people in outreach annually). This team will provide the researchers with the environment for joint development, pilot testing, customer outreach, and guided commercialization to help transform this research discovery into commercial reality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Brightsmith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Brightsmith",
   "pi_email_addr": "dbrightsmith@cvm.tamu.edu",
   "nsf_id": "000495328",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M AgriLife Research",
  "inst_street_address": "2147 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778430001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M AGRILIFE RESEARCH",
  "org_prnt_uei_num": "ZM3QVJ8ACN11",
  "org_uei_num": "KU3DCFJJTVN3"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M AgriLife Resarch",
  "perf_str_addr": "4467 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778434467",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 197129.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>-The problem of keeping animals healthy</strong></p>\n<p>There are good reasons to keep animals in captivity: pet owning benefits health; zoo animals help&nbsp; teach the public to act to protect wild animals; laboratory animals lead to new medical treatments; and captive breeding can prevent extinction. These animals have many different needs, requiring special care from experts. It is often not possible to offer the best care because it costs too much to hire an expert.</p>\n<p>Animals with poor welfare can be a big problem. For example, in endangered animal conservation programs, unhappy birds may not reproduce. Unhappy pets can have a depressing effect on their owners. Unhappy animals that are used for medical studies may produce bad data because they have non-normal body functions.</p>\n<p><strong>-Our solutions to the problem</strong></p>\n<p>We thought that a computer tablet could do things in place of a human trainer. We built a software &ldquo;app&rdquo; that uses sound and video-tracking to interact with the birds. The games can be set on a weekly schedule by the human user, and once the app is started, a prize dispenser connects to the app.</p>\n<p>The functions of the game library included a vending machine and feeding software, two graphics-based movement games to encourage exercise, a video based game to get birds used to new and scary things, and a song-based game to encourage natural vocalizations.</p>\n<p>We learned a lot about constructing safe equipment for animals that can crack thick-shelled nuts and break most kinds of equipment.</p>\n<p>One of our experiments can help teach birds to trust new people, a common problem for wild animal species held in captivity. We used sixty-six rose-ringed parakeets, with two birds per cage. The birds were given one tablet for each cage. Groups of 22 birds each got a video. Two people videos, and one object video. In one of the groups that got a people video, a number of the birds attacked their cagemate when they saw scary new people! Before the birds saw their video person, six birds in four cages attacked their mate 24 times. After training, when they saw their video person, the trained birds attacked zero times. When they saw different person, three birds in three cages attacked their mate before and three birds attacked their mate in two cages after. Our data suggest that the difference in attack rates was meaningful. This evidence suggests that technology &ldquo;worked&rdquo; and we should do more studies.</p>\n<p>For the second big experiment, we gave birds exercise games. Ten birds each had about four days to learn how to move the graphics on screen to get a prize. We recorded daily activity and found that the birds were good at winning games, even during their lowest activity time of day. One bird got an extra four days. That bird, during the extra days, tended to exercise more when the game was on than when it was off. However, birds who played the game for only four days did not increase their exercise when the game was on. While the birds could win the games, they may have needed more time to learn how to fully use the system. We learned birds could win an exercise game and interact with the graphics without being scared, as long as we introduced the graphics in a special sequence.</p>\n<p><strong>-What we learned from the project</strong></p>\n<p>We demonstrated that captive birds could interact with the individual software games. We were able to do several small experiments and two big experiments to better understand how the technology could interact with the birds. We could teach birds to accept a new person. We decreased the extreme behavior of cagemate attacking due to being scared by a new person. We saw that birds could win an exercise game, even when we made it difficult.</p>\n<p>We learned what kind of equipment makes electronics safe for birds.&nbsp; We learned how to make tablet holders for bird cages and how to make permanent tablet mounts to make a normal bird cage a &ldquo;smart cage.&rdquo;&nbsp; To control the tablets, we used both a wired system and a wireless system.</p>\n<p>Having demonstrated that birds could use the other games by giving one or two birds a game and seeing if they could use it, we can now do future experiments using those games, similar to the two big experiments. We also hope to try the exercise game again with more time for the birds to learn.</p>\n<p>It looks possible that automated systems, added to birds&rsquo; home cages could safely improve their quality of life.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2020<br>\n\t\t\t\t\tModified by: Donald&nbsp;Brightsmith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n-The problem of keeping animals healthy\n\nThere are good reasons to keep animals in captivity: pet owning benefits health; zoo animals help  teach the public to act to protect wild animals; laboratory animals lead to new medical treatments; and captive breeding can prevent extinction. These animals have many different needs, requiring special care from experts. It is often not possible to offer the best care because it costs too much to hire an expert.\n\nAnimals with poor welfare can be a big problem. For example, in endangered animal conservation programs, unhappy birds may not reproduce. Unhappy pets can have a depressing effect on their owners. Unhappy animals that are used for medical studies may produce bad data because they have non-normal body functions.\n\n-Our solutions to the problem\n\nWe thought that a computer tablet could do things in place of a human trainer. We built a software \"app\" that uses sound and video-tracking to interact with the birds. The games can be set on a weekly schedule by the human user, and once the app is started, a prize dispenser connects to the app.\n\nThe functions of the game library included a vending machine and feeding software, two graphics-based movement games to encourage exercise, a video based game to get birds used to new and scary things, and a song-based game to encourage natural vocalizations.\n\nWe learned a lot about constructing safe equipment for animals that can crack thick-shelled nuts and break most kinds of equipment.\n\nOne of our experiments can help teach birds to trust new people, a common problem for wild animal species held in captivity. We used sixty-six rose-ringed parakeets, with two birds per cage. The birds were given one tablet for each cage. Groups of 22 birds each got a video. Two people videos, and one object video. In one of the groups that got a people video, a number of the birds attacked their cagemate when they saw scary new people! Before the birds saw their video person, six birds in four cages attacked their mate 24 times. After training, when they saw their video person, the trained birds attacked zero times. When they saw different person, three birds in three cages attacked their mate before and three birds attacked their mate in two cages after. Our data suggest that the difference in attack rates was meaningful. This evidence suggests that technology \"worked\" and we should do more studies.\n\nFor the second big experiment, we gave birds exercise games. Ten birds each had about four days to learn how to move the graphics on screen to get a prize. We recorded daily activity and found that the birds were good at winning games, even during their lowest activity time of day. One bird got an extra four days. That bird, during the extra days, tended to exercise more when the game was on than when it was off. However, birds who played the game for only four days did not increase their exercise when the game was on. While the birds could win the games, they may have needed more time to learn how to fully use the system. We learned birds could win an exercise game and interact with the graphics without being scared, as long as we introduced the graphics in a special sequence.\n\n-What we learned from the project\n\nWe demonstrated that captive birds could interact with the individual software games. We were able to do several small experiments and two big experiments to better understand how the technology could interact with the birds. We could teach birds to accept a new person. We decreased the extreme behavior of cagemate attacking due to being scared by a new person. We saw that birds could win an exercise game, even when we made it difficult.\n\nWe learned what kind of equipment makes electronics safe for birds.  We learned how to make tablet holders for bird cages and how to make permanent tablet mounts to make a normal bird cage a \"smart cage.\"  To control the tablets, we used both a wired system and a wireless system.\n\nHaving demonstrated that birds could use the other games by giving one or two birds a game and seeing if they could use it, we can now do future experiments using those games, similar to the two big experiments. We also hope to try the exercise game again with more time for the birds to learn.\n\nIt looks possible that automated systems, added to birds’ home cages could safely improve their quality of life.\n\n \n\n\t\t\t\t\tLast Modified: 03/31/2020\n\n\t\t\t\t\tSubmitted by: Donald Brightsmith"
 }
}