{
 "awd_id": "1701652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Where Plant Litter Ends and Soil Carbon Begins: The Role of Microbial Physiology in Stabilizing Soil Organic Matter",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 20275.0,
 "awd_amount": 20275.0,
 "awd_min_amd_letter_date": "2017-05-01",
 "awd_max_amd_letter_date": "2017-05-01",
 "awd_abstract_narration": "More carbon is found in soils than that in the atmosphere and plant life combined. It has long been assumed that the carbon stored in soil represents the \"leftovers\" - plant-derived compounds that cannot be broken down any further by soil microorganisms. Recent work has shown that, as soil microorganisms decompose plant materials, they can produce compounds that increase carbon storage in soil. Thus, soil microorganisms are important to both the breakdown and the buildup of soil carbon. Many questions, however, remain unanswered.  What controls microbial growth, and which aspects of microbial growth should lead to long-term soil carbon storage? These are the questions to be addressed by research through this Doctoral Dissertation Improvement Grant. Experiments will make use of a novel technique to measure rates of microbial production in both a controlled laboratory experiment, and through studies along natural environmental gradients in forests. Results of this project will further our understanding of soil carbon content, and will enhance our ability to predict when and where carbon storage in soils should be greatest. The investigators will work with high school teachers to develop lesson plans and course materials, as well as with high school students directly, to provide training centered around the project objectives. \r\n\r\nThe conversion of organic inputs into microbial products is fundamentally controlled by three processes: microbial growth rate, microbial growth efficiency, and microbial turnover rate. Yet, despite the theoretical importance of these parameters for stable soil organic matter (SOM) formation, little is known about how these parameters vary with resource availability and environmental conditions, and which of these parameters most strongly controls SOM dynamics. This research will address two questions: 1) How do litter quality and soil properties affect microbial growth rate, efficiency, and turnover? 2) To what extent do changes in these parameters influence SOM formation and soil carbon storage? To date, our understanding of microbial growth physiology has been hindered by the inability of common methods to quantify growth on realistic substrates. To overcome this challenge, the researchers will use a new, substrate-independent method - tracking 18O-labeled water into microbial DNA - to quantify microbial growth parameters in temperate forest soils. First, microbial growth rate, efficiency, and turnover will be quantified across natural gradients of resource availability in six temperate forests in order to determine whether these parameters are consistent with previously-collected SOM data from these same sites. Then, using two isotopically labeled litter decay experiments, the importance of litter quality versus soil properties in controlling microbial growth parameters and the conversion of plant inputs into stable SOM will be evaluated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Phillips",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Richard P Phillips",
   "pi_email_addr": "rpp6@indiana.edu",
   "nsf_id": "000500490",
   "pi_start_date": "2017-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Craig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Craig",
   "pi_email_addr": "maecraig@indiana.edu",
   "nsf_id": "000733031",
   "pi_start_date": "2017-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "1001 E Third St",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 20275.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Soil organic matter contains more carbon (C) than the atmosphere and plant biomass combined; as such, small changes in soil organic matter stocks have consequences for the global C cycle and there is a pressing need to understand the factors that control soil organic matter formation and persistence. Soil C is ultimately derived from plant inputs. Yet after decades of soil organic matter research, paradigms linking plant traits to SOM are shifting. Whereas conventional theory predicts that plants enhance soil organic matter through traits associated with slow decomposition rates, contemporary concepts emphasize the central role of soil microorganisms in the formation of stable soil organic matter. Recently, it was hypothesized that rapid decomposition of plant inputs may enhance soil organic matter by promoting the production and turnover of compounds derived from microorganisms. With this research, we employed observational and experimental approaches to explore the role of soil microorganisms in linking plant traits to soil organic matter dynamics in temperate forests. In support of emerging soil organic matter concepts, our research finds that plant traits associated with rapid decomposition can enhance the accumulation of organic matter on soil minerals. We then used this mechanistic understanding to predict soil organic matter properties at the stand level across several Eastern US temperate forests. Our findings generally support emerging hypotheses about the pathway from plant inputs to stable soil organic matter, but also raise new questions and provide new insights about how relationships among plant traits, microbial production, and soil organic matter properties vary within and between ecosystems. Consequently, this work should contribute to a shift in the way that biogeochemical processes are represented in terrestrial ecosystem models and lead to better predictions of the climate consequences of human-accelerated global changes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2019<br>\n\t\t\t\t\tModified by: Richard&nbsp;Phillips</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSoil organic matter contains more carbon (C) than the atmosphere and plant biomass combined; as such, small changes in soil organic matter stocks have consequences for the global C cycle and there is a pressing need to understand the factors that control soil organic matter formation and persistence. Soil C is ultimately derived from plant inputs. Yet after decades of soil organic matter research, paradigms linking plant traits to SOM are shifting. Whereas conventional theory predicts that plants enhance soil organic matter through traits associated with slow decomposition rates, contemporary concepts emphasize the central role of soil microorganisms in the formation of stable soil organic matter. Recently, it was hypothesized that rapid decomposition of plant inputs may enhance soil organic matter by promoting the production and turnover of compounds derived from microorganisms. With this research, we employed observational and experimental approaches to explore the role of soil microorganisms in linking plant traits to soil organic matter dynamics in temperate forests. In support of emerging soil organic matter concepts, our research finds that plant traits associated with rapid decomposition can enhance the accumulation of organic matter on soil minerals. We then used this mechanistic understanding to predict soil organic matter properties at the stand level across several Eastern US temperate forests. Our findings generally support emerging hypotheses about the pathway from plant inputs to stable soil organic matter, but also raise new questions and provide new insights about how relationships among plant traits, microbial production, and soil organic matter properties vary within and between ecosystems. Consequently, this work should contribute to a shift in the way that biogeochemical processes are represented in terrestrial ecosystem models and lead to better predictions of the climate consequences of human-accelerated global changes.\n\n\t\t\t\t\tLast Modified: 10/08/2019\n\n\t\t\t\t\tSubmitted by: Richard Phillips"
 }
}