{
 "awd_id": "1701086",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshops and an Attitudes Survey for Broadening Participation in Ecology and Evolutionary Biology; January, 2017 and March, 2017; New Orleans, LA",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 38123.0,
 "awd_amount": 38123.0,
 "awd_min_amd_letter_date": "2017-01-10",
 "awd_max_amd_letter_date": "2022-11-29",
 "awd_abstract_narration": "Researchers will explore reasons why black Americans (\"blacks\") rarely pursue careers in ecology and evolutionary biology, despite decades of investment by state and federal agencies to boost their participation in those and other fields of science.  This project consists of two workshops and a survey.  First, ecologists, evolutionary biologists, and social scientists will meet to develop a survey that will be sent to a large number of students, with the goal of understanding how they decide on various career paths.  After analysis of the survey's results, a larger group of scientists and representatives from professional organizations will meet to reach consensus on the most important obstacles to students pursuing careers in ecology and evolutionary biology, and to propose new ways of assisting those students.  This work is important because advancement of science depends on a diverse workforce to provide novel ideas that would remain undiscovered if all scientists had similar backgrounds.\r\n\r\nPrevious research to understand the low participation of blacks in ecology and evolutionary biology suggests they have higher levels of religiosity than other underrepresented groups and that their reluctance may also hinge on misconceptions about evolution. The principal investigators (PIs) of this project hypothesize that lack of role models, lack of experience working in the outdoors, and cultural factors (e.g., religious beliefs, values) are barriers to inclusion, lowering blacks' sense of identity and belonging in the fields of ecology and evolutionary biology.  To test this hypothesis, the PIs have developed a survey to assess the roles these factors play in shaping attitudes of undergraduate students to careers in different disciplines of science.  Participants at a small initial workshop will rigorously review and assess the efficacy of the survey.  After revisions are made, the survey will be administered to a large and diverse sample of students.  Participants at a second workshop will review the results of survey and consider their implications for broadening participation in careers of science, with an emphasis on blacks and the disciplines of ecology and evolutionary biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Bart",
   "pi_mid_init": "L",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Henry L Bart",
   "pi_email_addr": "hbartjr@tulane.edu",
   "nsf_id": "000358626",
   "pi_start_date": "2017-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "O'Brien",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie T O'Brien",
   "pi_email_addr": "lobrien2@tulane.edu",
   "nsf_id": "000397487",
   "pi_start_date": "2017-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 38123.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objectives of this project were to A) hold a workshop to review and confirm the efficacy of an attitudes survey, designed by the PIs, to test predictions of a theoretical model (also developed by the PIs) that represents how (1) lack of role models, (2) exposure/experiential factors (e.g., knowledge of a field of study, experience with and comfort in the outdoors) and (3) cultural factors (e.g., religious beliefs, communal interests in helping others) influence (4) sense of belonging and (5) career paths of underrepresented minorities in STEM; B) administer our survey to a large sample of minority and non-minority students to assess the perceptions these students have about advanced study in STEM in general and Ecology and Evolutionary Biology (EEB) in particular; C) publish the results of the survey and D) hold a follow-up workshop to review the results of the survey and use the results to plan activities for an NSF INCLUDES Pilot Project (which ultimately was unsuccessful).</p>\n<p>We have accomplished all the objectives we set out to achieve in this project, except winning NSF INCLUDES funding for interventions that might have changed the attitudes of URM toward careers in EEB. Our survey was administered to 360 African American students, 313 Latinx students, 709 White students and 524 Asian/Asian American students majoring in STEM fields. We were only able to get responses from 84 Native Americans students, only 49 of which self-identified as monoracial. Thus, Native Americans were not included in the data analysis from the initial surey.&nbsp; However, we have since obtained survey responses from 199 additional Native American students, bringing the Native American response total to 283 students. &nbsp;We have analyzed the responses and are in the process of drafting a manuscript for publication.</p>\n<p>&nbsp;Compared to Whites, ethnic minorities were more likely to experience challenges to inclusion in EEB (e.g., less exposure to ecology, fewer same-race role models, discomfort in outdoor environments). Challenges to inclusion were associated with a decreased sense of belonging in EEB educational contexts. Finally, experiencing a low sense of belonging in EEB educational contexts was associated with lower interest in pursuing graduate education in EEB. Sense of belonging in EEB was especially low among African Americans relative to Whites. A paper reporting on the results of the survey was published in 2020 (O&rsquo;Brien et al., <a href=\"https://doi.org/10.1007/s11218-019-09538-x\">https://doi.org/10.1007/s11218-019-09538-x</a>). The paper has been cited 108 times. We discuss the implications of the study results for educational interventions that could increase participation of minorities in EEB.</p>\n<p>We had funds leftover that we used to plan a symposium at the 2023 Society for the Study of Evolution (SSE) annual conference and a special session at the 2023 Ecological Society of America (ESA) annual conference. &nbsp;The activities enabled us to present our survey results to meeting participants and discuss interventions that could increase URM sense of belonging in EEB and participation in the EEB profession.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/01/2024<br>\nModified by: Henry&nbsp;L&nbsp;Bart</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe objectives of this project were to A) hold a workshop to review and confirm the efficacy of an attitudes survey, designed by the PIs, to test predictions of a theoretical model (also developed by the PIs) that represents how (1) lack of role models, (2) exposure/experiential factors (e.g., knowledge of a field of study, experience with and comfort in the outdoors) and (3) cultural factors (e.g., religious beliefs, communal interests in helping others) influence (4) sense of belonging and (5) career paths of underrepresented minorities in STEM; B) administer our survey to a large sample of minority and non-minority students to assess the perceptions these students have about advanced study in STEM in general and Ecology and Evolutionary Biology (EEB) in particular; C) publish the results of the survey and D) hold a follow-up workshop to review the results of the survey and use the results to plan activities for an NSF INCLUDES Pilot Project (which ultimately was unsuccessful).\n\n\nWe have accomplished all the objectives we set out to achieve in this project, except winning NSF INCLUDES funding for interventions that might have changed the attitudes of URM toward careers in EEB. Our survey was administered to 360 African American students, 313 Latinx students, 709 White students and 524 Asian/Asian American students majoring in STEM fields. We were only able to get responses from 84 Native Americans students, only 49 of which self-identified as monoracial. Thus, Native Americans were not included in the data analysis from the initial surey. However, we have since obtained survey responses from 199 additional Native American students, bringing the Native American response total to 283 students. We have analyzed the responses and are in the process of drafting a manuscript for publication.\n\n\nCompared to Whites, ethnic minorities were more likely to experience challenges to inclusion in EEB (e.g., less exposure to ecology, fewer same-race role models, discomfort in outdoor environments). Challenges to inclusion were associated with a decreased sense of belonging in EEB educational contexts. Finally, experiencing a low sense of belonging in EEB educational contexts was associated with lower interest in pursuing graduate education in EEB. Sense of belonging in EEB was especially low among African Americans relative to Whites. A paper reporting on the results of the survey was published in 2020 (OBrien et al., https://doi.org/10.1007/s11218-019-09538-x). The paper has been cited 108 times. We discuss the implications of the study results for educational interventions that could increase participation of minorities in EEB.\n\n\nWe had funds leftover that we used to plan a symposium at the 2023 Society for the Study of Evolution (SSE) annual conference and a special session at the 2023 Ecological Society of America (ESA) annual conference. The activities enabled us to present our survey results to meeting participants and discuss interventions that could increase URM sense of belonging in EEB and participation in the EEB profession.\n\n\n\t\t\t\t\tLast Modified: 02/01/2024\n\n\t\t\t\t\tSubmitted by: HenryLBart\n"
 }
}