{
 "awd_id": "1701007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GP-EXTRA: Fostering Interest in Earth Science Teaching Through the Reflective Practice of Science",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 365883.0,
 "awd_amount": 420770.0,
 "awd_min_amd_letter_date": "2017-06-22",
 "awd_max_amd_letter_date": "2022-06-22",
 "awd_abstract_narration": "PART 1\r\nEarth Science plays a key role in the nation?s security and welfare. Finding energy and mineral resources, protecting water quality, preparing for the impacts of a changing climate, and keeping citizens safe from hazards such as floods and earthquakes are essential to the nation?s quality of life. In order for young people to choose career paths in Earth Science, they need well-prepared teachers who reflect the ethnic, racial, and gender diversity of our nation. These teachers should be able to effectively convey both the important concepts in Earth Science, and how Earth scientists gather and interpret information. Our project tests the idea that the best way to engage children in the knowledge and practices of geoscientists is for their teachers to have direct experience with scientific research. \r\nThis project will create a 10-week summer program in which 8 undergraduate students per year gain direct experience in conducting scientific research and in translating this research experience into classroom lessons. Students majoring in science or in K-12 education from Western Michigan University, Lake Michigan College, and Kalamazoo Valley Community College will gain experience in four interwoven components: (1) Learn Science ? a two-week introduction to surface water quality and lake systems, (2) Practice Science ? a six-week water quality investigation in a local urban lake, (3) Teach Science ? two weeks of teaching preparation and practice with master teachers, followed by two weeks of supervised teaching in a middle school summer camp, and (4) Think Science ?  ten weeks concurrent with other program components in which students learn about how Earth Science is practiced by scientists and how they might best teach these practices to children.\r\nThe ultimate goal of this project is to better prepare a diverse future Earth Science workforce. We expect that participating undergraduates will go on to impact thousands of K-12 students during their teaching careers, contributing to the nation?s scientific literacy and inspiring some of these children to become Earth scientists.  Additionally, this project explicitly recruits students of color and women from all participating institutions as a means for increasing the diversity of the Earth Science education workforce.  Finally, if this project is highly effective in preparing future teachers, we intend to advocate for this model to be adopted across our university and across the country.  \r\n\r\nPART 2\r\nAs states in the U.S. adopt the Next Generation Science Standards (NGSS), or adopt NGSS-inspired state standards, Earth Science takes a more prominent role across K-12 grades. Diverse and well-prepared teachers become ever more critical to expanding participation in the geoscience workforce. The best way to engage children in the knowledge and practices of geoscientists is for teachers to self-identify as geoscientists, which can be achieved through authentic experiences with scientific practices such as asking questions, gathering and analyzing data, and justifying claims with evidence. \r\nThis project will create a 10-week summer program in which elementary and secondary science education undergraduates from Western Michigan University and two regional community colleges gain direct experience in conducting scientific research and in translating this research into classroom lessons while being guided through reflection of the work. Cohorts of 8 students per year will gain experience in four interwoven components: (1) Learn Science ? a two-week introduction to surface water hydrogeology and lake systems, (2) Practice Science ? a six-week water quality investigation in a local urban lake, (3) Teach Science ? two weeks of mentored  teaching preparation and practice followed by a two-week mentored teaching experience as summer camp instructors, and (4) Think Science ?  ten weeks concurrent with other program components in which students learn about the nature of science and scientific inquiry, reflect on their research experiences, design lessons to be taught at the summer camp, and reflect on their teaching experience. \r\nBecause authentic research, teaching, and reflection on Earth Science research and education will be coupled, the outcome of this program will be that elementary and secondary science teachers will self-identify as geoscientists just as strongly as they do as teachers. Through this integrated approach, we will improve future teachers? knowledge of content, skills, and scientific practices in surface water hydrogeology and geochemistry, improve their ability to design and carry out a field- and laboratory-based investigation, increase their understanding of the context of the scientific method, improve their skill in designing and teaching lessons to middle school students, and improve their knowledge of classroom practices of science and how to use these to inspire more young people into careers in earth and environmental science. Ongoing external evaluation will provide data informing the project team as to whether we are meeting program goals, and where the program may be improved. \r\nAs they go on to a career in teaching K-12 science, each of the 24 undergraduate students expected to participate in this program will collectively impact thousands of children. By self-identifying as a scientist and displaying comfort with scientific thinking and experimentation, they will be able to make their own students more comfortable with science and hence increase the chances that they will consider scientific career paths thus enabling our program graduates to inspire future geoscientists. Discussion of careers in the geosciences and related fields will be an explicit part of this program. Additionally, this project explicitly recruits students of color and women from all participating institutions as a means for increasing the diversity of the Earth Science education workforce.  We anticipate that this program will also impact other pre-service teachers through interactions with peers. Finally, we will disseminate our program model and best practices as identified through evaluation so that key aspects can be adopted at other teacher preparation institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Petcovic",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Heather L Petcovic",
   "pi_email_addr": "heather.petcovic@wmich.edu",
   "nsf_id": "000229507",
   "pi_start_date": "2017-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Bertman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Steven B Bertman",
   "pi_email_addr": "steven.bertman@wmich.edu",
   "nsf_id": "000174246",
   "pi_start_date": "2017-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Vellom",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph P Vellom",
   "pi_email_addr": "paul.vellom@wmich.edu",
   "nsf_id": "000257860",
   "pi_start_date": "2017-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Ellis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Todd Ellis",
   "pi_email_addr": "todd.ellis@wmich.edu",
   "nsf_id": "000527411",
   "pi_start_date": "2017-06-22",
   "pi_end_date": "2021-05-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Kaczmarek",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen E Kaczmarek",
   "pi_email_addr": "stephen.kaczmarek@wmich.edu",
   "nsf_id": "000717331",
   "pi_start_date": "2017-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "2903 West Michigan Ave",
  "perf_city_name": "Kalamazoo",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085241",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 365883.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 54887.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Purpose and Goal:</strong> Science teachers in grades K-12 are critical to address the growing demand for science and technology professionals in the earth and environmental science workforce. To inspire and prepare youth for future earth and environmental science careers, K-12 teachers need to convey knowledge, comfort, and enthusiasm for science. When teachers participate in authentic scientific research, they build their identity as scientists and their mastery of scientific practices; in other words, future teachers become more skilled, comfortable, and enthusiastic with science when they &ldquo;do&rdquo; real science, alongside scientists. Future teachers, however, rarely have opportunities to engage in research alongside professional mentors. The overall goal of our project was to implement and evaluate a summer program that gave diverse future K-12 teachers an opportunity to conduct original environmental science research, and then practice teaching lessons based on their research with children. Through this experience, our future teacher participants would become more confident and skillful asking questions, gathering and analyzing data, justifying claims with evidence, and communicating research results &ndash; and gain valuable experience practicing these skills with children.</p>\n<p><strong>Intellectual Merit:</strong> The Pathways to Science Teaching summer program engaged 23 undergraduate students across three years in a 10-week research and teaching experience. Participants designed and carried out a local water quality research study in collaboration with science faculty, then designed and taught lessons based on their research for youth summer camps with mentoring from master teachers and education faculty. Following the summer program, participants presented their work at a professional scientific conference. Evaluation data suggest that the major strengths of the program included the direct mentoring of students by both science faculty and master teachers, coupling the research with teaching so that participants could connect &ldquo;doing&rdquo; science with teaching science, and the focus on water quality in the local community. Through this program, participants gained skills in planning and conducting research, teaching children to conduct scientific investigations, and communicating scientific information. The Pathways program model could be adopted elsewhere to enhance the preparation of science teachers.</p>\n<p><strong>Broader Impacts:</strong> More than 50% of the 23 participants in the Pathways summer program held gender, racial, or other identities that are currently underrepresented in the K-12 teaching profession. Many of the program alumni have now joined the teaching profession, where they will impact thousands of school-age children during their careers. The Pathways program increased comfort with earth and environmental science research among all participants, and increased identity as a geoscientist in more than two-thirds of participants. In the three years of the project, about 50 K-8 students participated in Pathways summer camps, in which they learned about chemical and biological indicators of water quality, conservation and protection of water resources, methods for cleaning contaminated water, and careers in the geosciences. The project also provided professional development for two graduate assistants, two master public school teachers, and four faculty all of whom developed skills in mentoring students in both geoscience research and teaching.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/28/2023<br>\n\t\t\t\t\tModified by: Heather&nbsp;L&nbsp;Petcovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPurpose and Goal: Science teachers in grades K-12 are critical to address the growing demand for science and technology professionals in the earth and environmental science workforce. To inspire and prepare youth for future earth and environmental science careers, K-12 teachers need to convey knowledge, comfort, and enthusiasm for science. When teachers participate in authentic scientific research, they build their identity as scientists and their mastery of scientific practices; in other words, future teachers become more skilled, comfortable, and enthusiastic with science when they \"do\" real science, alongside scientists. Future teachers, however, rarely have opportunities to engage in research alongside professional mentors. The overall goal of our project was to implement and evaluate a summer program that gave diverse future K-12 teachers an opportunity to conduct original environmental science research, and then practice teaching lessons based on their research with children. Through this experience, our future teacher participants would become more confident and skillful asking questions, gathering and analyzing data, justifying claims with evidence, and communicating research results &ndash; and gain valuable experience practicing these skills with children.\n\nIntellectual Merit: The Pathways to Science Teaching summer program engaged 23 undergraduate students across three years in a 10-week research and teaching experience. Participants designed and carried out a local water quality research study in collaboration with science faculty, then designed and taught lessons based on their research for youth summer camps with mentoring from master teachers and education faculty. Following the summer program, participants presented their work at a professional scientific conference. Evaluation data suggest that the major strengths of the program included the direct mentoring of students by both science faculty and master teachers, coupling the research with teaching so that participants could connect \"doing\" science with teaching science, and the focus on water quality in the local community. Through this program, participants gained skills in planning and conducting research, teaching children to conduct scientific investigations, and communicating scientific information. The Pathways program model could be adopted elsewhere to enhance the preparation of science teachers.\n\nBroader Impacts: More than 50% of the 23 participants in the Pathways summer program held gender, racial, or other identities that are currently underrepresented in the K-12 teaching profession. Many of the program alumni have now joined the teaching profession, where they will impact thousands of school-age children during their careers. The Pathways program increased comfort with earth and environmental science research among all participants, and increased identity as a geoscientist in more than two-thirds of participants. In the three years of the project, about 50 K-8 students participated in Pathways summer camps, in which they learned about chemical and biological indicators of water quality, conservation and protection of water resources, methods for cleaning contaminated water, and careers in the geosciences. The project also provided professional development for two graduate assistants, two master public school teachers, and four faculty all of whom developed skills in mentoring students in both geoscience research and teaching.\n\n\t\t\t\t\tLast Modified: 04/28/2023\n\n\t\t\t\t\tSubmitted by: Heather L Petcovic"
 }
}