{
 "awd_id": "1701898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Detection and Impact of Industrial Subsidies: the Case of World Shipbuilding",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 103587.0,
 "awd_amount": 103587.0,
 "awd_min_amd_letter_date": "2016-11-02",
 "awd_max_amd_letter_date": "2016-11-02",
 "awd_abstract_narration": "Government subsidies to industries have been prevalent throughout economic history and in several countries have steered industrialization and growth. An important and open question is what is their impact on production allocation across countries, industry prices, costs and surplus. A significant challenge in this task is that government subsidies to industries are notoriously difficult to detect. Indeed, partly because WTO agreements prohibit direct and in-kind subsidies other than infrastructure, the existence and magnitude of such subsidies is often unknown.\r\n    The proposed research offers two contributions to the effort of assessing the consequences of subsidies. First, it provides a model-based empirical strategy to detect the presence and gauge the magnitude of government subsidies. Second, it quantifies the impact of these subsidies on industrial evolution.\r\n    The PI applies this strategy to the world shipbuilding industry, a prototypical example of an industry in which subsidies are believed to play a prominent role. Shipbuilding in the 2000's is a particularly interesting case because a striking reallocation of production took place: in a single year (2006), China doubled its market share from 25% to 50%, leaving Japan, S. Korea and Europe trailing behind. In 2006, China launched a capital subsidization plan; these capital subsidies are known, observed and not prohibited. However, many asserted that China's rapid rise was also driven by government production subsidies, which are not known, unobserved and prohibited; here the PI disentangles the contributing factors (e.g. differentiated products, inherent cost differences, and most importantly, capital and production subsidies).\r\n    The proposal will develop and estimate a model of the shipbuilding industry, providing one of the first empirical analysis in industrial organization looking at dynamic agents on both the demand and the supply side. A large number of shipyards offer durable, differentiated ships. Their production decisions are subject to a dynamic feedback because of time to build: shipyards accumulate backlogs, which affect their future ability to accept new ship orders. Production is also subject to an aggregate stochastic cost shock, summarized in the price of steel, a key production input. Every period a large number of identical potential shipowners decide to enter the freight market by buying a new ship from world shipyards. Demand for new ships is driven by demand for international sea transport, which is uncertain and volatile. As ships are long-lived investments for shipowners, demand for new ships is dynamic.\r\n    The model primitive of interest is the cost function of potentially subsidized firms. As in many industries, however, costs of production are not observed. The PI?s strategy amounts to estimating costs from demand variation, as is common in empirical industrial organization, but in a framework of dynamic demand and supply. The estimation strategy first uses new and used ship prices to estimate the willingness to pay for a new ship and then inserts it into the dynamic optimization problem of shipbuilders.\r\n   The first objective of the empirical analysis is to detect and measure changes in costs that are consistent with subsidies. \r\n    The second objective of the empirical analysis it to use the estimated model to quantify the impact of China's subsidies on ship prices, production reallocation across countries, as well as industry costs and shipper surplus. The PI asks the question whether this impact varies by different types of subsidies (capital or production subsidies).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Myrto",
   "pi_last_name": "Kalouptsidi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Myrto Kalouptsidi",
   "pi_email_addr": "myrto@fas.harvard.edu",
   "nsf_id": "000638364",
   "pi_start_date": "2016-11-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 103587.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>In recent years, Chinese firms have extremely rapidly dominated a number of capital intensive industries, such as steel, auto parts, solar panels and shipbuilding.&nbsp; Government subsidies are often evoked as a possible contributing factor to China's expansion. Yet, even though industrial subsidies have steered industrialization and growth in several countries throughout economic history (e.g. in East Asia), little is known about their quantitative impact on production reallocation across countries, industry prices, costs and surplus. A significant challenge in this task is that government subsidies to industries are notoriously difficult to detect and measure; and in China even more so (Haley and Haley (2008)). Indeed, partly because international trade agreements prohibit direct and in-kind subsidies, &rdquo;systematic data are non-existent&rdquo; (WTO (2006)) and thus the presence and magnitude of such subsidies is often unknown.</p>\n<p>&nbsp;</p>\n<p>In this project, I assess the consequences of government subsidies on industrial evolution, focusing on the unparalleled and timely Chinese expansion. Since measuring subsidies is a prerequisite for this analysis, I provide an empirical strategy to detect their presence and gauge their magnitude. I apply my empirical strategy to the world shipbuilding industry, a classic target of industrial policy. In 2006, China identified shipbuilding as a &rdquo;strategic industry&rdquo; and introduced a plan for its development. Within a short time span, its market share doubled from 25% to 50% , leaving Japan, S. Korea and Europe trailing behind. Many asserted that China's rapid rise was driven by hidden government subsidies that reduced shipyard production costs, as well as by a number of new shipyards constructed through the government plan; in this work, I assess the relative contribution of these interventions. <strong>&nbsp;</strong></p>\n<p>Shipbuilding is one of the major recipients of subsidies globally, along with e.g. the steel, mining and automotive industries. It is often seen as a &rdquo;strategic industry&rdquo; as it increases industrial and defense capacity, generates employment and has important spill-overs to other industries.</p>\n<p>China's 11 th National 5-year Economic Plan 2006-2010 was the first to appoint shipbuilding as a &rdquo;strategic industry&rdquo; in need of &rdquo;special oversight and support&rdquo;. As part of the national plan, the central government introduced the &rdquo;Medium and Long-Term Plan for the Shipbuilding Industry&rdquo; which set the goal of China becoming the largest shipbuilding nation within a decade. The plan sets specific output and capacity goals and as such involves investment in shipbuilding infrastructure and financial support for output growth, including increased credit allowance, low input prices, etc.</p>\n<p>In this project, I develop and estimate a modeling framework of the shipbuilding industry, using modern techniques, in order to detect subsidies and gauge their impact on the global market. The main object of interest is the cost function of potentially subsidized firms. I use my framework to detect and measure changes in costs that are consistent with subsidies. I find a strong significant decline in Chinese costs equal to about 13-20% of costs, or 1.5 to 4.5 billion US dollars at the observed production levels.<strong>&nbsp;</strong></p>\n<p>Finally, the framework can be used to quantify the contribution of government interventions in China's seizing of the market:</p>\n<p>First, I find that the Chinese interventions led to substantial reallocation in production: in the absence of China's government plan, Chinese market share is cut to less than half, while Japan's share increases by 70%. If only new shipyards are removed, China's share falls from 50% to 40%, suggesting that new shipyards played an important, but not the predominant part in China's expansion.</p>\n<p>Second, ship prices experience moderate increases in all countries in the absence of China's plan, as the latter shifted supply outward.</p>\n<p>Third, in the presence of subsidies, freight rates decrease moderately because of the larger fleet between 2006 and 2012 and more so over time due to time to build. As a result of China's plan, cargo shippers gain about 400 million US dollars in shipper surplus over that time period. This calculation implies that a frequent assertion that China developed shipbuilding to benefit from low freight rates for its trade seems to be unsubstantiated; indeed, the benefits of subsidies to shipping are minimal and perhaps the Chinese government is aspiring also to externalities to different sectors (e.g. steel, defense) or, even, national pride (Grossman (1990)).</p>\n<p>Finally, subsidies create a wedge in the alignment of market share and production costs: they lead to a large increase in the industry average cost of production (net of subsidies) by shifting production away from low-cost Japanese shipyards towards high-cost Chinese shipyards.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2019<br>\n\t\t\t\t\tModified by: Myrto&nbsp;Kalouptsidi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \n\n \n\nIn recent years, Chinese firms have extremely rapidly dominated a number of capital intensive industries, such as steel, auto parts, solar panels and shipbuilding.  Government subsidies are often evoked as a possible contributing factor to China's expansion. Yet, even though industrial subsidies have steered industrialization and growth in several countries throughout economic history (e.g. in East Asia), little is known about their quantitative impact on production reallocation across countries, industry prices, costs and surplus. A significant challenge in this task is that government subsidies to industries are notoriously difficult to detect and measure; and in China even more so (Haley and Haley (2008)). Indeed, partly because international trade agreements prohibit direct and in-kind subsidies, \"systematic data are non-existent\" (WTO (2006)) and thus the presence and magnitude of such subsidies is often unknown.\n\n \n\nIn this project, I assess the consequences of government subsidies on industrial evolution, focusing on the unparalleled and timely Chinese expansion. Since measuring subsidies is a prerequisite for this analysis, I provide an empirical strategy to detect their presence and gauge their magnitude. I apply my empirical strategy to the world shipbuilding industry, a classic target of industrial policy. In 2006, China identified shipbuilding as a \"strategic industry\" and introduced a plan for its development. Within a short time span, its market share doubled from 25% to 50% , leaving Japan, S. Korea and Europe trailing behind. Many asserted that China's rapid rise was driven by hidden government subsidies that reduced shipyard production costs, as well as by a number of new shipyards constructed through the government plan; in this work, I assess the relative contribution of these interventions.  \n\nShipbuilding is one of the major recipients of subsidies globally, along with e.g. the steel, mining and automotive industries. It is often seen as a \"strategic industry\" as it increases industrial and defense capacity, generates employment and has important spill-overs to other industries.\n\nChina's 11 th National 5-year Economic Plan 2006-2010 was the first to appoint shipbuilding as a \"strategic industry\" in need of \"special oversight and support\". As part of the national plan, the central government introduced the \"Medium and Long-Term Plan for the Shipbuilding Industry\" which set the goal of China becoming the largest shipbuilding nation within a decade. The plan sets specific output and capacity goals and as such involves investment in shipbuilding infrastructure and financial support for output growth, including increased credit allowance, low input prices, etc.\n\nIn this project, I develop and estimate a modeling framework of the shipbuilding industry, using modern techniques, in order to detect subsidies and gauge their impact on the global market. The main object of interest is the cost function of potentially subsidized firms. I use my framework to detect and measure changes in costs that are consistent with subsidies. I find a strong significant decline in Chinese costs equal to about 13-20% of costs, or 1.5 to 4.5 billion US dollars at the observed production levels. \n\nFinally, the framework can be used to quantify the contribution of government interventions in China's seizing of the market:\n\nFirst, I find that the Chinese interventions led to substantial reallocation in production: in the absence of China's government plan, Chinese market share is cut to less than half, while Japan's share increases by 70%. If only new shipyards are removed, China's share falls from 50% to 40%, suggesting that new shipyards played an important, but not the predominant part in China's expansion.\n\nSecond, ship prices experience moderate increases in all countries in the absence of China's plan, as the latter shifted supply outward.\n\nThird, in the presence of subsidies, freight rates decrease moderately because of the larger fleet between 2006 and 2012 and more so over time due to time to build. As a result of China's plan, cargo shippers gain about 400 million US dollars in shipper surplus over that time period. This calculation implies that a frequent assertion that China developed shipbuilding to benefit from low freight rates for its trade seems to be unsubstantiated; indeed, the benefits of subsidies to shipping are minimal and perhaps the Chinese government is aspiring also to externalities to different sectors (e.g. steel, defense) or, even, national pride (Grossman (1990)).\n\nFinally, subsidies create a wedge in the alignment of market share and production costs: they lead to a large increase in the industry average cost of production (net of subsidies) by shifting production away from low-cost Japanese shipyards towards high-cost Chinese shipyards.\n\n\t\t\t\t\tLast Modified: 10/10/2019\n\n\t\t\t\t\tSubmitted by: Myrto Kalouptsidi"
 }
}