{
 "awd_id": "1701278",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Forced and Natural Turbulence Allowing Studies of Turbulent anIsotropic Conditions (FaNTASTIC- 1)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 690206.0,
 "awd_amount": 690206.0,
 "awd_min_amd_letter_date": "2017-08-30",
 "awd_max_amd_letter_date": "2018-08-14",
 "awd_abstract_narration": "The lower part of the atmospheric boundary layer (ABL) - the part of the atmosphere extending ~300 m from Earth's surface - undergoes rapid transitions with nocturnal cooling, resulting in rapidly evolving temporal and spatial properties of coherent eddies. Using a unique and highly instrumented observation region, this project will observe these variations (eddies) in detail. One set of in-situ and remote sensing instruments will be sited inside a 200-turbine wind farm (forced turbulence) and another set ~22 km away in a matched landscape of natural turbulence. The research team will build on prior modeling and measurement experience to produce new understanding of the boundary layer by comparing forced and natural turbulence.\r\n\r\nIntellectual Merit:\r\nThe innovativeness of this study derives from the fact that turbulence generated by turbines or other landscape structures has a distinctly different spectral signature and subsequent distinct influence on atmospheric exchange processes than do natural landscapes, such as fields of corn/soybean. Coherent eddies, known to be the central feature of the ABL, are not represented correctly by Monin-Obukhov Similarity Theory (MOST). The high-resolution in situ measurements will provide a physical alternative\r\nto MOST for stable conditions, which in turn will improve the skill of weather forecasts and simulations, particularly under stably stratified conditions. The project has three objectives: Objective 1. Characterize anisotropic and large coherent turbulence eddies (natural and forced) by use of a high-resolution near-surface turbulence-measurement tower, strategically placed two tall towers, and a sodar. How are they initiated during and after the early evening transition (EET)? What are the contributing factors to energy conservation as the ABL evolves under stably stratified conditions? Objective 2. Employ multi-resolution decomposition (MRD) and wavelet transform methods to identify events of coherent structures that show minimal low frequency (e.g., mesoscale) compared to high frequency (local turbulence) influences on turbulent covariances. How can these methods help refine descriptions of surface fluxes driven purely by local turbulence from those influenced by uniquely forced (turbines) or mesoscale (e.g., gravity waves, surface heterogeneities, and terrain) influences? Objective 3. Combine measurements and analyses of Objectives 1 and 2, together with mesoscale and LES simulations with WRF and other models, to develop new understanding of coherent eddy evolution and the role of turbulent potential energy (TPE) near the surface in response to radiative changes in the EET of the ABL. What is the model sensitivity to the relative magnitudes of TKE and TPE under various levels of stratification? What principles should guide the choice of coherent eddy length scales for simulating flow in stable stratification?\r\n\r\nBroader Impacts:\r\n1) Improved Scientific Understanding from this research will have broad scientific, societal and economic ramifications. The research results will cross-cut many STEM disciplines and provide new fundamental understanding in research areas of high national priority.\r\n2) Student Learning and Training. Results from the study will enhance the education and experience for students at all levels, with emphasis on developing scientists with disciplinary depth and ability to reach across disciplinary boundaries, capable of working effectively in teams.\r\n3) Outreach to Underserved Populations. At the graduate level the research team will take advantage of the Iowa State University's NSFIGERT award's aggressive plan for recruiting students from the University of Puerto Rico. At the undergraduate level, the team will collaborate with the IINSPIRE-LSAMP Alliance, of which ISU is a partner institution.\r\n4) K-14 Engagement. The research team will partner with ISU's new Wind Energy Student Organization (WESO) that has active outreach to both the K-12 and community college level.\r\n5) Bi-Directional Mentoring Hierarchy. Built on current and recent ISU NSF-funded wind energy projects under EPSCoR, IGERT, MRI, and REU, the research team has established near-peer mentorships recognizing roles of gender, ethnicity, personal interests, and temperament in pairing-for-success.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Takle",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene S Takle",
   "pi_email_addr": "gstakle@iastate.edu",
   "nsf_id": "000386857",
   "pi_start_date": "2017-08-30",
   "pi_end_date": "2018-06-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "VanLoocke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew VanLoocke",
   "pi_email_addr": "andyvanl@iastate.edu",
   "nsf_id": "000716638",
   "pi_start_date": "2018-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Takle",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene S Takle",
   "pi_email_addr": "gstakle@iastate.edu",
   "nsf_id": "000386857",
   "pi_start_date": "2018-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "3013 Agronomy Hall",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 258928.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 431278.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Fantastic Outcomes:</span></p>\n<p>It is well known that, during the daytime, the atmosphere tends to have strong vertical motions, while at night vertical motions are weaker. However, the transition between the two is an area of greater uncertainty. Also, turbulent motions in the atmosphere can be caused when wind blows over natural and artificial (human infrastructure) objects, such as wind turbines. Aviation of wildlife and aircraft, transport of agricultural pests, pathogens, and pollutants, and industry emissions are all influenced by these changes to the scales of turbulent motion forced by wind turbines. Through continuous measurements during both day and night, the twin tower facility inside and outside the wind farm showed there were differences in the temperature and windspeed linked to the dynamic impacts of wind turbines.</p>\n<p><em>Evidence for HOST?</em> &ndash; Traditional atmospheric theory may not adequately represent these scales of turbulence during the day-to-night transition, however there are new theories such as the HOckey Stick Transition (HOST) hypothesis that better describe the transition between strong and weak turbulence. From our observations, we found evidence that day-to-night transitions occasionally can create unique vertical profiles of temperature and wind speed that are not described by the conventional statistically-based theory.&nbsp;&nbsp;</p>\n<p>Most present-day forecast models do not directly represent these processes, and instead merely apply approximate adjustments. So, we investigated approaches to include direct formulations like those suggested by recent theories within existing modeling frameworks. Due to the complex connections between different components of the model, this did not result in improved forecasts in our observation-based tests. From these outcomes, we determined that subtantially more modifications across the entire model framework would be needed to fully represent these physical processes. Such representation will be needed going forward, as failing to consider these effects can create errors in short-term exchanges of momentum, heat, water, and carbon dioxide. Accumulation of these errors may contribute to the observed &ldquo;model drift&rdquo; in climate simulations.</p>\n<p>Tower infrastructure and surrounding instruments near the tower facilitated strong inter-disciplinary applications to improving basic understanding about atmospheric processes and crop atmosphere exchanges of momentum, heat, water, and carbon dioxide.</p>\n<p>Multi-level instrumentation on two 120-m towers enabled multi-year observations to characterize the large-scale conditions for concurrent short-term inter-disciplinary studies:</p>\n<p>1.&nbsp; Profiling of wind speed and wind direction revealed near-surface conditions enabling strong nighttime wind conditions favorable<span style=\"text-decoration: line-through;\">/</span> for wind energy production as well as a common cause of abrupt changes (&ldquo;ramp&rdquo; events) in wind farm power production.</p>\n<p>2.&nbsp; Surface weather tower and special cameras mounted to tall tower monitored plant health and crop yield in-field variations from fertilizer treatments within a corn field&nbsp;</p>\n<p>3. High spatial-resolution turbulence measurements <span style=\"text-decoration: line-through;\">very close to the surface</span> in the lowest 2 m documented physical processes influencing heat and water exchange with the soil surface, especially during day-to-night and night-to-day transitions, and how these processes affect the lowest 120-m of the atmosphere.</p>\n<p>Data collaborations: Collected a unique long-term and detailed data set that has and can be used for future research as well as teaching.&nbsp; &nbsp;Developed public data access platform of experimental archive to promote open science access to new applications in academia, industry, and government laboratory research.</p>\n<p>Outreach &ndash; On-site and virtual tours to the project and the underlying concepts and environmental concerns.&nbsp; &nbsp;Outdoor class laboratory for students learning about quantitative measurement and data collection, processing, analysis, and interpretation.</p>\n<p>Fundamental knowledge of near-surface exchange processes derived from these measurements: The physical-theory refinements they enable lead to improvements that make forecast models more robust for modeling both short-term weather events and climate change:&nbsp; global warming of the atmosphere is initiated by increased heat and water exchange between the earth&rsquo;s surface and the atmosphere, so increased accuracy of this heat/water exchange process improves climate change models.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2022<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Vanloocke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFantastic Outcomes:\n\nIt is well known that, during the daytime, the atmosphere tends to have strong vertical motions, while at night vertical motions are weaker. However, the transition between the two is an area of greater uncertainty. Also, turbulent motions in the atmosphere can be caused when wind blows over natural and artificial (human infrastructure) objects, such as wind turbines. Aviation of wildlife and aircraft, transport of agricultural pests, pathogens, and pollutants, and industry emissions are all influenced by these changes to the scales of turbulent motion forced by wind turbines. Through continuous measurements during both day and night, the twin tower facility inside and outside the wind farm showed there were differences in the temperature and windspeed linked to the dynamic impacts of wind turbines.\n\nEvidence for HOST? &ndash; Traditional atmospheric theory may not adequately represent these scales of turbulence during the day-to-night transition, however there are new theories such as the HOckey Stick Transition (HOST) hypothesis that better describe the transition between strong and weak turbulence. From our observations, we found evidence that day-to-night transitions occasionally can create unique vertical profiles of temperature and wind speed that are not described by the conventional statistically-based theory.  \n\nMost present-day forecast models do not directly represent these processes, and instead merely apply approximate adjustments. So, we investigated approaches to include direct formulations like those suggested by recent theories within existing modeling frameworks. Due to the complex connections between different components of the model, this did not result in improved forecasts in our observation-based tests. From these outcomes, we determined that subtantially more modifications across the entire model framework would be needed to fully represent these physical processes. Such representation will be needed going forward, as failing to consider these effects can create errors in short-term exchanges of momentum, heat, water, and carbon dioxide. Accumulation of these errors may contribute to the observed \"model drift\" in climate simulations.\n\nTower infrastructure and surrounding instruments near the tower facilitated strong inter-disciplinary applications to improving basic understanding about atmospheric processes and crop atmosphere exchanges of momentum, heat, water, and carbon dioxide.\n\nMulti-level instrumentation on two 120-m towers enabled multi-year observations to characterize the large-scale conditions for concurrent short-term inter-disciplinary studies:\n\n1.  Profiling of wind speed and wind direction revealed near-surface conditions enabling strong nighttime wind conditions favorable/ for wind energy production as well as a common cause of abrupt changes (\"ramp\" events) in wind farm power production.\n\n2.  Surface weather tower and special cameras mounted to tall tower monitored plant health and crop yield in-field variations from fertilizer treatments within a corn field \n\n3. High spatial-resolution turbulence measurements very close to the surface in the lowest 2 m documented physical processes influencing heat and water exchange with the soil surface, especially during day-to-night and night-to-day transitions, and how these processes affect the lowest 120-m of the atmosphere.\n\nData collaborations: Collected a unique long-term and detailed data set that has and can be used for future research as well as teaching.   Developed public data access platform of experimental archive to promote open science access to new applications in academia, industry, and government laboratory research.\n\nOutreach &ndash; On-site and virtual tours to the project and the underlying concepts and environmental concerns.   Outdoor class laboratory for students learning about quantitative measurement and data collection, processing, analysis, and interpretation.\n\nFundamental knowledge of near-surface exchange processes derived from these measurements: The physical-theory refinements they enable lead to improvements that make forecast models more robust for modeling both short-term weather events and climate change:  global warming of the atmosphere is initiated by increased heat and water exchange between the earth’s surface and the atmosphere, so increased accuracy of this heat/water exchange process improves climate change models.\n\n \n\n\t\t\t\t\tLast Modified: 06/17/2022\n\n\t\t\t\t\tSubmitted by: Andrew Vanloocke"
 }
}