{
 "awd_id": "1701450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Consequences of environmentally-mediated resistance and immunity for disease dynamics in a changing world",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 20097.0,
 "awd_amount": 20097.0,
 "awd_min_amd_letter_date": "2017-04-14",
 "awd_max_amd_letter_date": "2017-04-14",
 "awd_abstract_narration": "All animals, from butterflies to humans, must defend themselves against diseases.  Like us, many animals have immune systems that help them to fight diseases.  However, many animals also use medicines.  Animals often use plants as sources of medicine and must search their local ?green pharmacy? for the appropriate drugs. These natural medicines are used together with the immune system to help the animal fight infection. But what happens when the quality of plant-based medicines changes because the environment changes? Scientists do not fully understand how our rapidly changing world will affect animal immunity and, through it,  disease in natural populations. Monarch butterflies are attacked by a parasite that is related to those that cause malaria and toxoplasmosis in humans.  When monarchs get infected with their parasite, they find it difficult to fly and to reproduce.  However, monarchs can use natural medicines in milkweed plants in combination with their own immune systems to help combat their parasites. This research will help scientists understand how the medicinal compounds that are available in milkweed change with the environment, and how changes in medicines available to the butterflies affect their ability to use them to fight the parasite.  New diseases are emerging at an unprecedented rate and the impacts of environmental change on animal immune function may make this trend worse. Understanding the influence of environmental change on animal immunity will help scientists and managers to predict which animals are most at risk and where, as well as facilitate improved management decisions.\r\n\r\n\r\nThis project will address how changing medicinal and nutritional quality affects parasites' ability to harm their hosts. It will do so by exploring the effects of elevated concentrations of atmospheric CO2 on the medicinal (secondary chemistry) and nutritional (carbon, nitrogen, phosphorus) quality of host diet. The researchers will examine how dietary effects on immunity underlie corresponding shifts in a host?s ability to limit parasite infection success, and mitigate the fitness costs of infection at a given pathogen load. This work will be conducted using a system with a high degree of diet dependency: the monarch butterfly, Danaus plexippus, and its protozoan parasite, Ophryocystis elektroscirrha (OE). Secondary and primary metabolites of the milkweed (Asclepias) plants that monarchs consume convey increased performance against OE. Critically, elevated CO2 alters the medicinal and nutritional quality of milkweed foliage. This research will be the first to elucidate the effects of whole plant chemistry on host immunity and performance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Hunter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Hunter",
   "pi_email_addr": "mdhunter@umich.edu",
   "nsf_id": "000212415",
   "pi_start_date": "2017-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Decker",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie E Decker",
   "pi_email_addr": "lesldeck@stanford.edu",
   "nsf_id": "000733336",
   "pi_start_date": "2017-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "830 N University Ave",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 20097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At some point in an organism&rsquo;s life it will face infection by a parasite. The host immune response is a central line of defense against infection and depends upon local environmental and ecological conditions. Given the rapid rate of environmental change, understanding the importance of environmental context in determining the strength, activity and variability of the immune response has become increasingly important. Insect immunity is determined strongly by diet nutritional and chemical composition and quality. Here, the researchers investigated the influence of elevated CO<sub>2</sub>,<sub> </sub>on the immune response of monarch caterpillars,<em> Danaus plexippus</em>, to infection by a sub-lethal, protozoan parasite,<em> Ophryocystis elektroscirrha,</em> and simulated parasitoid attack. Certain species of milkweed host plants with high concentrations of toxic steroids known as cardenolides protect monarchs from infection by the parasite and reduce the negative impacts of infection. Yet we know very little about how plant secondary metabolites and nutrient concentrations combine to influence the monarch&rsquo;s immune response. To investigate the effects of phytochemistry on monarch immunity and determine how elevated CO<sub>2</sub> will alter this relationship, the researchers fed monarchs two species of milkweed; <em>A. curassavica </em>(medicinal)<em>,</em> and <em>A. incarnata </em>(non-medicinal); grown under ambient and elevated concentrations of CO<sub>2</sub>. The researchers then measured the monarch immune response, along with foliar chemistry, to understand the mechanisms underlying monarch immunity under future atmospheric conditions.</p>\n<p>&nbsp;</p>\n<p>The researchers found that the strength of the immune response initiated by caterpillar hosts was dependent on the age of the host, the identity of the enemy, and the concentration of CO<sub>2</sub> under which the food-plant was grown. The immune enzyme activity of young monarch caterpillars declined in response to <em>O. elektroscirrha</em> infection by 25% when larvae were reared on milkweed grown under present-day CO<sub>2</sub> conditions but was &ldquo;rescued&rdquo; by consuming leaves grown under elevated. Additionally, infection and a diet of foliage from elevated CO<sub>2</sub> increased the hemocyte concentrations of early-instar monarchs by 48%. The strength of the young monarch immune response increased with decreasing diet nutritional quality induced by elevated CO<sub>2</sub>. This increased immune response despite reductions in the nutritional quality of plants could reflect differences in young host resource allocation. Conversely, the immune defense of late-instar monarchs showed no response to elevated CO&shy;<sub>2 </sub>but<sub> </sub>declined by 11% when monarchs were fed &ldquo;medicinal&rdquo; milkweed containing more lipophilic and diverse cardenolides. These data suggest that monarchs may experience an ecological cost to feeding on toxic plant species in the form of increased vulnerability to parasitism.</p>\n<p>&nbsp;</p>\n<p>This study was also the first to describe the entire collection of compounds (the metabolome) produced by two species of milkweed under elevated CO<sub>2</sub>. The analyses revealed that the two milkweed species have distinctly different metabolomic profiles, with characteristic &ldquo;chemotypes&rdquo;. These plant chemotypes were related to various ecological response variables. Specifically, the researchers found evidence that the flavonoids in the <em>A. incarnata </em>chemotype may enhance monarch immune function whereas previous studies on monarch-milkweed interactions have focused only on the importance of cardenolides. Additionally, elevated CO&shy;<sub>2</sub> caused declines in the chemical diversity of both milkweed species.</p>\n<p>&nbsp;</p>\n<p>By improving our understanding of the host immune function as it depends on diet quality and environment, we can begin to make more powerful predictions about alterations in trophic cascades and emerging infectious diseases. The results illustrate that monarchs may be more resilient to the indirect effects of one environmental change driver, elevated CO<sub>2</sub>, but how this resilience will fair under combined global change drivers remains very uncertain. Understanding the influence of environmental change on animal immunity will help scientists and managers to predict which animals are most at risk, and facilitate improved management decisions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2019<br>\n\t\t\t\t\tModified by: Leslie&nbsp;E&nbsp;Decker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAt some point in an organism?s life it will face infection by a parasite. The host immune response is a central line of defense against infection and depends upon local environmental and ecological conditions. Given the rapid rate of environmental change, understanding the importance of environmental context in determining the strength, activity and variability of the immune response has become increasingly important. Insect immunity is determined strongly by diet nutritional and chemical composition and quality. Here, the researchers investigated the influence of elevated CO2, on the immune response of monarch caterpillars, Danaus plexippus, to infection by a sub-lethal, protozoan parasite, Ophryocystis elektroscirrha, and simulated parasitoid attack. Certain species of milkweed host plants with high concentrations of toxic steroids known as cardenolides protect monarchs from infection by the parasite and reduce the negative impacts of infection. Yet we know very little about how plant secondary metabolites and nutrient concentrations combine to influence the monarch?s immune response. To investigate the effects of phytochemistry on monarch immunity and determine how elevated CO2 will alter this relationship, the researchers fed monarchs two species of milkweed; A. curassavica (medicinal), and A. incarnata (non-medicinal); grown under ambient and elevated concentrations of CO2. The researchers then measured the monarch immune response, along with foliar chemistry, to understand the mechanisms underlying monarch immunity under future atmospheric conditions.\n\n \n\nThe researchers found that the strength of the immune response initiated by caterpillar hosts was dependent on the age of the host, the identity of the enemy, and the concentration of CO2 under which the food-plant was grown. The immune enzyme activity of young monarch caterpillars declined in response to O. elektroscirrha infection by 25% when larvae were reared on milkweed grown under present-day CO2 conditions but was \"rescued\" by consuming leaves grown under elevated. Additionally, infection and a diet of foliage from elevated CO2 increased the hemocyte concentrations of early-instar monarchs by 48%. The strength of the young monarch immune response increased with decreasing diet nutritional quality induced by elevated CO2. This increased immune response despite reductions in the nutritional quality of plants could reflect differences in young host resource allocation. Conversely, the immune defense of late-instar monarchs showed no response to elevated CO&shy;2 but declined by 11% when monarchs were fed \"medicinal\" milkweed containing more lipophilic and diverse cardenolides. These data suggest that monarchs may experience an ecological cost to feeding on toxic plant species in the form of increased vulnerability to parasitism.\n\n \n\nThis study was also the first to describe the entire collection of compounds (the metabolome) produced by two species of milkweed under elevated CO2. The analyses revealed that the two milkweed species have distinctly different metabolomic profiles, with characteristic \"chemotypes\". These plant chemotypes were related to various ecological response variables. Specifically, the researchers found evidence that the flavonoids in the A. incarnata chemotype may enhance monarch immune function whereas previous studies on monarch-milkweed interactions have focused only on the importance of cardenolides. Additionally, elevated CO&shy;2 caused declines in the chemical diversity of both milkweed species.\n\n \n\nBy improving our understanding of the host immune function as it depends on diet quality and environment, we can begin to make more powerful predictions about alterations in trophic cascades and emerging infectious diseases. The results illustrate that monarchs may be more resilient to the indirect effects of one environmental change driver, elevated CO2, but how this resilience will fair under combined global change drivers remains very uncertain. Understanding the influence of environmental change on animal immunity will help scientists and managers to predict which animals are most at risk, and facilitate improved management decisions.\n\n \n\n\t\t\t\t\tLast Modified: 06/12/2019\n\n\t\t\t\t\tSubmitted by: Leslie E Decker"
 }
}