{
 "awd_id": "1701870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization TCN: Collaborative Research: oVert: Open Exploration of Vertebrate Diversity in 3D",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 45665.0,
 "awd_amount": 45665.0,
 "awd_min_amd_letter_date": "2017-08-09",
 "awd_max_amd_letter_date": "2017-08-09",
 "awd_abstract_narration": "The oVert (openVertebrate) Thematic Collection Network (TCN) will generate and serve high-resolution digital three-dimensional (3D) data for internal anatomy across vertebrate diversity.  Via a network of digitization centers across the US, more than 20,000 fluid-preserved specimens representing over 80% of the living genera of vertebrates will be CT-scanned.  This will provide broad coverage for exploration and research on all major groups of vertebrates.  Contrast-enhanced scans will be generated that reveal soft tissues and organs.   This collection of digital imagery and three-dimensional volumes will be open for exploration, download, and use to address questions related to the discovery of new species, documenting patterns of anatomical diversity and growth, and testing hypotheses of function and evolution.  The resource will provide unprecedented global access to valuable specimens in US museum collections and will develop best practices and guidelines for high-throughput CT-scanning, including efficient workflows, preferred resolutions, and archival formats that optimize the variety of downstream applications.  Museum specialists will be trained on the generation, curation, and distribution of 3D data, researchers in using 3D anatomical data, and high school and undergraduate students in the tools for creating 3D anatomical models.  To drive the use of these digital specimens by K-12 STEM educators, teacher-driven workshops that generate freely available lesson plans focused on specific science standards that are based on digital and printed 3D models of specimens in US museum collections.\r\n\r\nData generated by oVert will serve as a catalyst for diverse research projects focused on understanding the vertebrate morphological diversity and will dramatically increase the accessibility of specimens housed in US scientific collections. These anatomical phenotypes represent a common currency that facilitates integration across the fields of taxonomy, evolution, developmental biology, comparative physiology, functional anatomy, paleontology, and ecology.  The x-ray computed tomography (CT) scanning gemerates high-resolution digital anatomical data, represented as both 2D image stacks and 3D volumes and surfaces.  With these 3D digital specimens, US and international research communities will be able to (1) diagnose, describe, and infer patterns of relationships among both living and extinct vertebrates, (2) test hypotheses of morphological evolution such as patterns of disparity, modularity, and phenotype-environment correlations, (3) develop structure-function models for testing hypotheses about morphological adaptations related to, e.g., feeding and locomotion, and (4) explore relationships between brain and nervous system anatomy and both sensory and musculoskeletal function.  The 3D data will be distributed globally through MorphoSource, an on-line data repository for 3D biological specimen data, which will capture standardized metadata, ingest legacy data from previous and existing projects, and will supply media information to data aggregators including iDigBio (www.idigbio.org).  Training workshops, both on-site at participating institutions and national society meetings of scientists and educators are planned to foster innovation and capabilities for users of 3D image data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luiz",
   "pi_last_name": "Rocha",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Luiz A Rocha",
   "pi_email_addr": "lrocha@calacademy.org",
   "nsf_id": "000535435",
   "pi_start_date": "2017-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dumbacher",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Dumbacher",
   "pi_email_addr": "jdumbacher@calacademy.org",
   "nsf_id": "000271466",
   "pi_start_date": "2017-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Academy of Sciences",
  "inst_street_address": "55 MUSIC CONCOURSE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153795146",
  "inst_zip_code": "941184503",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "CALIFORNIA ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "F57PLAKLFQL3",
  "org_uei_num": "N7NRRBNKM5P3"
 },
 "perf_inst": {
  "perf_inst_name": "California Academy of Sciences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941184503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 45665.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Key Outcomes&nbsp;</p>\n<p>&nbsp;</p>\n<p>The oVert TCN team has cultivated significant interest in CT-scanning and digital morphology in both the research and educational communities. Since the beginning of the oVert TCN in 2017, there have been &gt;100 related publications from the oVert team in journals such as BioScience, Current Biology, eLife, Evolution, Frontiers in Zoology, Ichthyology and Herpetology, Integrative and Comparative Biology, Journal of Anatomy, Journal of Morphology, Nature Communications, Raffles Bulletin of Zoology, and Zootaxa. Based on what is reported on the iDigBio web pages for each TCN (https://www.idigbio.org/content/thematic-collections-networks), this is the most publications for any of the TCNs funded to date. During Year 6, there were at least 19 other peer-reviewed publications citing oVert-related NSF awards by authors not directly associated with the oVert TCN. There were 17 related presentations in Year 6 at both national and international meetings, including International Congress of Vertebrate Morphology, Western Bird Banders Association, Joint meeting of Ichthyologists and Herpetologists, International Mammalogical Congress, Rawlings Presidential Research Scholar Symposium,Texas Chapter of the American Fisheries Society, and Desert Fishes Council. These publications and presentations are detailed on the oVert iDigBio wiki page: (<a href=\"https://www.idigbio.org/wiki/index.php/OVert:_Open_Exploration_of_Vertebrate_Diversity_in_3D\">https://www.idigbio.org/wiki/index.php/OVert:_Open_Exploration_of_Vertebrate_Diversity_in_3D</a>).&nbsp;</p>\n<p>&nbsp;</p>\n<p>During Year 6, we continued to create additional digital models available on Sketchfab for use in classrooms and on-line learning. Based on our workshop for middle school and high school teachers held at UF in June 2019 (see Year 2 report), we learned that many K12 teachers are unable to add new software to school computers (because they typically do not have admin privileges for installing software) and many rely on Chromebooks to which this software cannot be downloaded. Thus, we focused on developing a series of 3D models that are available on Sketchfab for teaching topics in vertebrate diversity and evolution (https://sketchfab.com/ufherps/collections). These are freely available, accessible in web browsers and in mobile apps, do not require download to view, and provide abilities to add content to models through annotations. These are especially well-suited to meet new challenges faced by many K12 and university courses that have been forced to move learning on-line during the COVID-19 pandemic. Other models focus on conveying concepts in skull anatomy across vertebrates (https://skfb.ly/onWOo) and soft tissue anatomy in amphibians and reptiles (https://skfb.ly/op87M). Though we did not hold a workshop for teachers during Year 6, Postdoc Gray has disseminated information about oVert educational resources through her involvement in the NSF-funded Non-clinical Tomography Users Research Network, including meetings with educators and NoCTURN network members where she highlighted resources on QUBEShub, Sketchfab, and the oVert YouTube channel.</p>\n<p>&nbsp;</p>\n<p>From June 2021 - August 2022, the Florida Museum of Natural History hosted the exhibit \"Inner Beauty: Skeletons Revealed from the Museum's Fish Collection,\" featuring vibrant, colorful images that showcase the results of both traditional clearing-and-staining and CT-scanning by oVert imaging specialist Zach Randall. The exhibit featured data generated by the oVert TCN and highlights ways in which educators and artists have used these data. The Florida Museum of Natural History had &gt;278,000 visitors during the period of this exhibit.</p>\n<p>&nbsp;</p>\n<p>During Year 4, we developed a survey to evaluate the hypothesis that digital representations of specimens are reaching a broader and more diverse audience than those using preserved specimens. We conducted this anonymous survey on-line using Qualtrics (UF IRB #202100994). We obtained from MorphoSource the email addresses of users that had downloaded oVert data from collections that elected to participate in this survey (Academy of Natural Sciences of Drexel University, Burke Museum of Natural History and Culture at the University of Washington, California Academy of Sciences, Cornell University&rsquo;s Museum of Vertebrates, Field Museum of Natural History, Florida Museum of Natural History at the University of Florida, Museum of Vertebrate Zoology at the University of California, Berkeley, Texas A&amp;M University Biodiversity Research and Teaching Collections, University of Kansas Biodiversity Institute, University of Michigan Museum of Zoology, Virginia Institute of Marine Science, or Yale University's Peabody Museum of Natural History); this resulted in a list of &gt;1,400 unique email addresses. Our analyses of &gt;300 respondents suggest that the user community of digital data is largely similar to that of physical specimens. We have continued to use the results of this survey to communicate information about data usage in presentations and reports.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/20/2023<br>\nModified by: John&nbsp;P&nbsp;Dumbacher</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nKey Outcomes\n\n\n\n\n\nThe oVert TCN team has cultivated significant interest in CT-scanning and digital morphology in both the research and educational communities. Since the beginning of the oVert TCN in 2017, there have been 100 related publications from the oVert team in journals such as BioScience, Current Biology, eLife, Evolution, Frontiers in Zoology, Ichthyology and Herpetology, Integrative and Comparative Biology, Journal of Anatomy, Journal of Morphology, Nature Communications, Raffles Bulletin of Zoology, and Zootaxa. Based on what is reported on the iDigBio web pages for each TCN (https://www.idigbio.org/content/thematic-collections-networks), this is the most publications for any of the TCNs funded to date. During Year 6, there were at least 19 other peer-reviewed publications citing oVert-related NSF awards by authors not directly associated with the oVert TCN. There were 17 related presentations in Year 6 at both national and international meetings, including International Congress of Vertebrate Morphology, Western Bird Banders Association, Joint meeting of Ichthyologists and Herpetologists, International Mammalogical Congress, Rawlings Presidential Research Scholar Symposium,Texas Chapter of the American Fisheries Society, and Desert Fishes Council. These publications and presentations are detailed on the oVert iDigBio wiki page: (https://www.idigbio.org/wiki/index.php/OVert:_Open_Exploration_of_Vertebrate_Diversity_in_3D).\n\n\n\n\n\nDuring Year 6, we continued to create additional digital models available on Sketchfab for use in classrooms and on-line learning. Based on our workshop for middle school and high school teachers held at UF in June 2019 (see Year 2 report), we learned that many K12 teachers are unable to add new software to school computers (because they typically do not have admin privileges for installing software) and many rely on Chromebooks to which this software cannot be downloaded. Thus, we focused on developing a series of 3D models that are available on Sketchfab for teaching topics in vertebrate diversity and evolution (https://sketchfab.com/ufherps/collections). These are freely available, accessible in web browsers and in mobile apps, do not require download to view, and provide abilities to add content to models through annotations. These are especially well-suited to meet new challenges faced by many K12 and university courses that have been forced to move learning on-line during the COVID-19 pandemic. Other models focus on conveying concepts in skull anatomy across vertebrates (https://skfb.ly/onWOo) and soft tissue anatomy in amphibians and reptiles (https://skfb.ly/op87M). Though we did not hold a workshop for teachers during Year 6, Postdoc Gray has disseminated information about oVert educational resources through her involvement in the NSF-funded Non-clinical Tomography Users Research Network, including meetings with educators and NoCTURN network members where she highlighted resources on QUBEShub, Sketchfab, and the oVert YouTube channel.\n\n\n\n\n\nFrom June 2021 - August 2022, the Florida Museum of Natural History hosted the exhibit \"Inner Beauty: Skeletons Revealed from the Museum's Fish Collection,\" featuring vibrant, colorful images that showcase the results of both traditional clearing-and-staining and CT-scanning by oVert imaging specialist Zach Randall. The exhibit featured data generated by the oVert TCN and highlights ways in which educators and artists have used these data. The Florida Museum of Natural History had 278,000 visitors during the period of this exhibit.\n\n\n\n\n\nDuring Year 4, we developed a survey to evaluate the hypothesis that digital representations of specimens are reaching a broader and more diverse audience than those using preserved specimens. We conducted this anonymous survey on-line using Qualtrics (UF IRB #202100994). We obtained from MorphoSource the email addresses of users that had downloaded oVert data from collections that elected to participate in this survey (Academy of Natural Sciences of Drexel University, Burke Museum of Natural History and Culture at the University of Washington, California Academy of Sciences, Cornell Universitys Museum of Vertebrates, Field Museum of Natural History, Florida Museum of Natural History at the University of Florida, Museum of Vertebrate Zoology at the University of California, Berkeley, Texas A&M University Biodiversity Research and Teaching Collections, University of Kansas Biodiversity Institute, University of Michigan Museum of Zoology, Virginia Institute of Marine Science, or Yale University's Peabody Museum of Natural History); this resulted in a list of 1,400 unique email addresses. Our analyses of 300 respondents suggest that the user community of digital data is largely similar to that of physical specimens. We have continued to use the results of this survey to communicate information about data usage in presentations and reports.\n\n\n\t\t\t\t\tLast Modified: 12/20/2023\n\n\t\t\t\t\tSubmitted by: JohnPDumbacher\n"
 }
}