{
 "awd_id": "1701583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Conflict and the Evolution of Dimorphism in the Trinidadian Guppy",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 19631.0,
 "awd_amount": 19631.0,
 "awd_min_amd_letter_date": "2017-03-15",
 "awd_max_amd_letter_date": "2017-03-15",
 "awd_abstract_narration": "Evolutionary biologists study the diversity of life on our planet and how it has been generated. One particularly important question is the diversity between sexes. While males and females are different in obvious ways related to reproduction, they also differ in other features. These additional differences are puzzling because the sexes share nearly all of their genes, and this suggests that different forms of some of those genes must be found in males and females. These differences should create a conflict between genes favored in females and genes favored in males. This research is looking for evidence of that conflict and, more importantly, whether that conflict is an unavoidable feature of having two sexes. The research will examine how males and females of the Trinidadian guppy evolve in response to a new environment. It will take advantage of an eight-year experimental study of evolution to ask if the conflict between sexes has been visible from the start or whether it emerges only after both sexes have adapted to the major features of a novel environment. Outreach to the public and K-12 students will occur as part of this project, and undergraduates from underrepresented groups will be involved in the research. \r\n \r\nThe strength and direction of natural selection on phenotypic variation is not equal among all individuals within a population. In particular, genetic correlations between the sexes can produce intralocus sexual conflicts when selection acts antagonistically between males and females.  Recent work has shed light on the evolutionary constraint that sexually antagonistic selection can produce, but its role in the general process of adaptation remains unclear. Theory suggests that intralocus sexual conflict will be minimal in a population adapting to a novel environment and will emerge only when populations approach their adaptive peaks. This research will address the role of intralocus sexual conflict on the adaptive process by answering these questions: (1) Does sexually antagonistic selection and the resulting sexual conflict influence the adaptive process from the start or does it have more of an influence later when trait values approach their optimum? (2) Does the antagonistic relationship between the sexes change over time allowing for or limiting the evolution of sexual dimorphism? This project integrates the experimental study of evolution with the statistical tools of a large-scale mark-recapture project and next-generation sequencing. Genetic and phenotypic samples are available for nearly every guppy within these experimental populations dating to the start of the experiment. These data provide the opportunity to estimate fitness, mate choice, trait heritability, and the genetic covariance between the sexes. Using this system and these methods, the researchers will answer questions on the genetics of adaptation in a manner not previously possible.\r\n ",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Travis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Travis",
   "pi_email_addr": "travis@bio.fsu.edu",
   "nsf_id": "000218598",
   "pi_start_date": "2017-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Landy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Landy",
   "pi_email_addr": "jlandy@bio.fsu.edu",
   "nsf_id": "000680848",
   "pi_start_date": "2017-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University Department of Biological Science",
  "perf_str_addr": "107 Chieftan Way",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 19631.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Males and females share a genome but sometimes have different optimum  phenotypes - color, size, shape, and other features.&nbsp; This creates what  is called sexual conflict, in which the genes that enhance the  reproductive success of males are not those that enhance the  reproductive success of females.&nbsp; Biologists have recognized sexual  conflict and its importance.&nbsp; It is, in fact, the foundation of theories  for the evolution of sex-limited gene expression and one of the drivers  for the evolution of sex chromosomes themselves.&nbsp; The idea is that by  either limiting the expression of genes to one sex or dividing genes  between sexes, sexual conflict can be resolved and each sex can evolve  to its optimum phenotype.&nbsp;</p>\n<p>Biologists have also developed  theories for when and how sexual conflict begins to be important.&nbsp; One  of those theories is that conflict is minimal when a population is  exposed to a novel environment to which both males and females must  adapt.&nbsp; In this theory, conflict becomes important when the population  has been adapting to that new environment and both sexes are closer to  each one's optimal phenotype.&nbsp; In other words, sexual conflict itself  evolves as a population moves from being unadapted to its conditions to  being adapted to its conditions.&nbsp; The prediction from this theory is  that, when a population experiences a novel environment, the  reproductive success of fathers is positively correlated with that of  daughters (more successful fathers have more successful daughters).&nbsp; The  same will be true of mothers and sons.&nbsp; When sexual conflict emerges,  the reproductive success of fathers should be negatively correlated with  reproductive success of daughters (more successful fathers have less  successful daughters), and the same for mothers and sons.&nbsp; This  prediction, which is at the heart of sexual conflict theory, has never  been tested in nature.</p>\n<p>The investigators tested this idea with an  experimental population of Trinidadian guppies.&nbsp; In 2008, they  transplanted guppies from a high predation habitat to a novel, low  predation habitat.&nbsp; They then censused this population monthly by mark  and recapture.&nbsp; While doing this, they took scale samples and, from the  DNA in those scales, built a pedigree (a geneology of parents, siblings,  and offspring) using 43 marker genes.&nbsp; From that pedigree, they could  determine who mated with whom, who were the parents of whom, and how  many surviving offspring each individual left behind.&nbsp; This award  enabled the investigators to obtain genetic data for 2,000 individuals,  thereby increasing the size of this pedigree by about 40% and extending  it through 2013.&nbsp; Guppies had begun evolving in 2011 so the award  enabled the pedigree to cover the period from the intitiation of the  experiment to 3-4 generations after the guppies had begun evolving  toward their new optima.</p>\n<p>The investigators found that the  reproductive success of fathers and daughters (and mothers and sons)  were positively correlated at the initiation of the population.&nbsp; This  positive correlation lessened with time and became negative in the last  generation in 2013, thus confirming the critical prediction of sexual  conflict theory.</p>\n<p>The extension of the pedigree also enabled the  investigators to document evolution in guppy size and shape, showing how  fish evolved from having high, thick tail muscles to lower, more  streamlined tail muscles.&nbsp; The males also evolved significant changes in  their copulatory organ structure.&nbsp; While these results were not part of  the initial proposal, they illustrate how new data can enable testing  of hypotheses that were not testable without those data.&nbsp;&nbsp;</p>\n<p>The  investigators have presented these results at three international  conferences and the work is presently in draft manuscript form for  submission to a scientific journal.&nbsp; The investigators anticipate that  this will be a high-profile paper.</p>\n<p>This award enabled Florida  State doctoral student Alex Landy to complete his dissertation and add a  dimension to it that would not have been possible otherwise.&nbsp; Landy is  now a postdoctoral scholar at the University of Texas - Arlington and is  interviewing for academic jobs.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2019<br>\n\t\t\t\t\tModified by: Joseph&nbsp;A&nbsp;Travis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMales and females share a genome but sometimes have different optimum  phenotypes - color, size, shape, and other features.  This creates what  is called sexual conflict, in which the genes that enhance the  reproductive success of males are not those that enhance the  reproductive success of females.  Biologists have recognized sexual  conflict and its importance.  It is, in fact, the foundation of theories  for the evolution of sex-limited gene expression and one of the drivers  for the evolution of sex chromosomes themselves.  The idea is that by  either limiting the expression of genes to one sex or dividing genes  between sexes, sexual conflict can be resolved and each sex can evolve  to its optimum phenotype. \n\nBiologists have also developed  theories for when and how sexual conflict begins to be important.  One  of those theories is that conflict is minimal when a population is  exposed to a novel environment to which both males and females must  adapt.  In this theory, conflict becomes important when the population  has been adapting to that new environment and both sexes are closer to  each one's optimal phenotype.  In other words, sexual conflict itself  evolves as a population moves from being unadapted to its conditions to  being adapted to its conditions.  The prediction from this theory is  that, when a population experiences a novel environment, the  reproductive success of fathers is positively correlated with that of  daughters (more successful fathers have more successful daughters).  The  same will be true of mothers and sons.  When sexual conflict emerges,  the reproductive success of fathers should be negatively correlated with  reproductive success of daughters (more successful fathers have less  successful daughters), and the same for mothers and sons.  This  prediction, which is at the heart of sexual conflict theory, has never  been tested in nature.\n\nThe investigators tested this idea with an  experimental population of Trinidadian guppies.  In 2008, they  transplanted guppies from a high predation habitat to a novel, low  predation habitat.  They then censused this population monthly by mark  and recapture.  While doing this, they took scale samples and, from the  DNA in those scales, built a pedigree (a geneology of parents, siblings,  and offspring) using 43 marker genes.  From that pedigree, they could  determine who mated with whom, who were the parents of whom, and how  many surviving offspring each individual left behind.  This award  enabled the investigators to obtain genetic data for 2,000 individuals,  thereby increasing the size of this pedigree by about 40% and extending  it through 2013.  Guppies had begun evolving in 2011 so the award  enabled the pedigree to cover the period from the intitiation of the  experiment to 3-4 generations after the guppies had begun evolving  toward their new optima.\n\nThe investigators found that the  reproductive success of fathers and daughters (and mothers and sons)  were positively correlated at the initiation of the population.  This  positive correlation lessened with time and became negative in the last  generation in 2013, thus confirming the critical prediction of sexual  conflict theory.\n\nThe extension of the pedigree also enabled the  investigators to document evolution in guppy size and shape, showing how  fish evolved from having high, thick tail muscles to lower, more  streamlined tail muscles.  The males also evolved significant changes in  their copulatory organ structure.  While these results were not part of  the initial proposal, they illustrate how new data can enable testing  of hypotheses that were not testable without those data.  \n\nThe  investigators have presented these results at three international  conferences and the work is presently in draft manuscript form for  submission to a scientific journal.  The investigators anticipate that  this will be a high-profile paper.\n\nThis award enabled Florida  State doctoral student Alex Landy to complete his dissertation and add a  dimension to it that would not have been possible otherwise.  Landy is  now a postdoctoral scholar at the University of Texas - Arlington and is  interviewing for academic jobs.  \n\n \n\n\t\t\t\t\tLast Modified: 11/08/2019\n\n\t\t\t\t\tSubmitted by: Joseph A Travis"
 }
}