{
 "awd_id": "1701163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:AIR - TT:  Super-wicking Material for Efficient Evaporative Technology-based Air Conditioner (SWEET-AC)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 198376.0,
 "awd_amount": 198376.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2017-07-14",
 "awd_abstract_narration": "This PFI: AIR Technology Translation project focuses on translating previous NSF discoveries of superwicking surfaces to the production of heat exchangers, the most critical component in evaporative coolers, and subsequently creating Super-Wicking Efficient Evaporative Technology based Air Conditioners (SWEET-ACs). The SWEET-AC concept is important because it will deliver an energy efficient and environmentally friendly cooling technology. Continuous increases in median global temperatures, hikes in energy prices, widespread water shortages, and climate change issues all will lead to a demand for higher energy efficiency products. Compared to conventional vapor compressor-based air conditioners, the SWEET-ACs will have an enhanced cooling efficiency while producing a minimal carbon footprint in order to meet market demands and societal needs. \r\n\r\nThis project addresses the following technology gaps as it translates from research discovery toward commercial application. Conventional vapor compression air-conditioning systems consume a large amount of electrical energy and have a detrimental impact on the environment. Direct and indirect evaporative cooling technologies can significantly reduce energy consumption compared to the conventional ACs. However, current evaporative coolers are far from reaching their potential in energy efficiency and the hurdle is the lack of optimized heat exchangers. This project will directly address this key issue by developing a scalable and high performance heat exchanger material for evaporative coolers. In contrast to conventional evaporation materials, the proposed superwicking surfaces do not require water pump to constantly wet the heat exchangers. They will have a water contact angle of < 5 degrees, a surface saturation of 90%, a minimum wicking speed of 1 cm/sec, and a minimum unit area cooling power of 0.2 W/cm2 for an air velocity of 4 m/sec at 40 C.  In addition, this AIR: TT project will train graduate and undergraduate students, and postdoctoral researchers with commercialization and entrepreneurship skills in additional to their research. \r\n\r\nThe project will engage air conditioner companies to guide the team in industrial requirements and commercialization aspects in this technology translation effort from research discovery toward commercial reality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chunlei",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chunlei Guo",
   "pi_email_addr": "guo@optics.rochester.edu",
   "nsf_id": "000115073",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "275 Hutchinson Road",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270186",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 198376.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p>This PFI: AIR Technology Translation project was focused on translating&nbsp;on research discoveries of laser-produced superwicking/superhydrophilic surfaces to large-scale production of heat exchangers, the most critical component in evaporative coolers and subsequently to create a new class of <em><span style=\"color: #000000;\">Super-Wicking Efficient Evaporative Technology based Air Conditioners (SWEET-ACs</span></em><em>)</em>.&nbsp; We used we used superwicking Al and superwicking polymer for the fabrication of an energy efficient, pump-less, and compressor less space cooling solutions to reduced grid electricity consumption and carbon emission. Coolers developed under this project consumes 8-10 operates only on a fan but delivers cooling power similar to a compressor-based air conditioner, thus saves about 7-10 time lower electrical energy. &nbsp;The outcome of this project will deliver energy efficient and environmental friendly cooling technology at an unprecedented lower cost to make a comfortable life for the citizens of all communities. The developed cooling solution will be a gift not only for the poor country but it will also provide a smart device for developed countries to cut their promised carbon emissions. The continuous increase in the global average temperature, hikes in the energy prices, water crisis and climate change issues all provide our proposed SWEET-ACs a strong market, large demands, and urgent societal need for energy efficient, environmentally friendly, and low water consuming cooling systems. Under this project, we used our superwicking heat exchangers for the fabrication of direct, indirect, and indirect-direct evaporative coolers. Developed coolers operate at low electrical energy, consume less water, and can operate on water and saline water, thus solves energy, water and environmental issues. Since superwicking materials get dried quickly, when it is not in contact with water, therefore avoids biofouling and reduce maintenance cost.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2019<br>\n\t\t\t\t\tModified by: Chunlei&nbsp;Guo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThis PFI: AIR Technology Translation project was focused on translating on research discoveries of laser-produced superwicking/superhydrophilic surfaces to large-scale production of heat exchangers, the most critical component in evaporative coolers and subsequently to create a new class of Super-Wicking Efficient Evaporative Technology based Air Conditioners (SWEET-ACs).  We used we used superwicking Al and superwicking polymer for the fabrication of an energy efficient, pump-less, and compressor less space cooling solutions to reduced grid electricity consumption and carbon emission. Coolers developed under this project consumes 8-10 operates only on a fan but delivers cooling power similar to a compressor-based air conditioner, thus saves about 7-10 time lower electrical energy.  The outcome of this project will deliver energy efficient and environmental friendly cooling technology at an unprecedented lower cost to make a comfortable life for the citizens of all communities. The developed cooling solution will be a gift not only for the poor country but it will also provide a smart device for developed countries to cut their promised carbon emissions. The continuous increase in the global average temperature, hikes in the energy prices, water crisis and climate change issues all provide our proposed SWEET-ACs a strong market, large demands, and urgent societal need for energy efficient, environmentally friendly, and low water consuming cooling systems. Under this project, we used our superwicking heat exchangers for the fabrication of direct, indirect, and indirect-direct evaporative coolers. Developed coolers operate at low electrical energy, consume less water, and can operate on water and saline water, thus solves energy, water and environmental issues. Since superwicking materials get dried quickly, when it is not in contact with water, therefore avoids biofouling and reduce maintenance cost.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 02/01/2019\n\n\t\t\t\t\tSubmitted by: Chunlei Guo"
 }
}