{
 "awd_id": "1702014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The evolutionary origin and genetics of color pattern diversity in Phyllobates poison frogs",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 20956.0,
 "awd_amount": 20956.0,
 "awd_min_amd_letter_date": "2017-03-10",
 "awd_max_amd_letter_date": "2017-03-10",
 "awd_abstract_narration": "This project will identify the genes responsible for color pattern variation between different Poison-dart frogs. These frogs are well known for their brightly colored patterns, which serve as warning signals to deter potential predators. Within one small group of Poison-dart frogs (Phyllobates), vivid bright yellow colorations have independently evolved multiple times from dark, striped ancestors; in one species, different color morphs even occur within the same population. The researchers will take advantage of new genomic technologies and statistical analyses to identify the genes that differ between striped and solid-colored frogs. Results will provide critical insights on the genetic processes that underlie the independent evolution of color pattern variants in this group of frogs. The research will also reveal important information on the spread of beneficial genetic mutations within and across populations. In addition, the project will provide research opportunities for undergraduate students. Planned outreach includes public seminars and educational activities for elementary and middle school children. \r\n\r\nTo pinpoint the genetic elements responsible for convergent evolution across Phyllobates species, this project takes advantage of ontogenetic, interspecific, and intraspecific variation in color pattern. First there is striking variation in color pattern between two pairs of closely related Phyllobates lineages, and within a population of Phyllobates aurotaenia from the upper San Juan River in Colombia. The researchers will use exon enrichment and next-generation sequencing to find loci that are highly differentiated between striped and solid-colored lineages, and statistically associated with color pattern variation within P. aurotaenia. Second, gene expression during coloration development will be studied using RNAseq, in order to identify genes that are up or down-regulated when changes in coloration occur throughout development. These two approaches will yield a set of putative loci behind color pattern variation in Phyllobates. The researchers will then use a combination of molecular phylogenetics and coalescent simulations to infer the evolutionary history of these loci, in order to shed light on the genetic mechanisms behind the convergent evolution of bright yellow coloration in this group of frogs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcus",
   "pi_last_name": "Kronforst",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Marcus R Kronforst",
   "pi_email_addr": "mkronforst@uchicago.edu",
   "nsf_id": "000496687",
   "pi_start_date": "2017-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Márquez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto Márquez",
   "pi_email_addr": "marquezr@umich.edu",
   "nsf_id": "000703907",
   "pi_start_date": "2017-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1101 E. 57th St.",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 20956.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ffca937f-7fff-9249-392c-b7d777f47111\"><span>Different species often evolve similar traits independently. In this project, we tackled the question of how this works at the genetic level when the species are closely related. Are the same genes involved? Do they mutate independently in each species, or were they present in the species&rsquo; ancestor? Can they be transferred between species through hybridization? To tackle these questions, we set out to characterize the genetic basis of color pattern in poison frogs of the genus </span><span>Phyllobates</span><span>, in which three species have independently evolved bright-yellow color patterns. Using a combination of genomic techniques, we were able to find one gene highly associated with coloration in these frogs. Our continuing work on the evolutionary history of this gene will allow us to understand how the three bright-yellow species acquired their coloration from a genetic perspective. The relevance of our work extends beyond </span><span>Phyllobates</span><span> frogs. Amphibian genomes are very challenging due to their large size and repetitive sequence content, which has set back amphibian genetics in relation to other systems. This study constitutes one of the first instances where the genes behind a phenotypic trait have been uncovered in an amphibian with little pre-existing background knowledge. In addition, this project contributed to the training of two undergraduate and one graduate student, and provided essential support for the Co-PI&rsquo;s doctoral dissertation.&nbsp; </span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2019<br>\n\t\t\t\t\tModified by: Roberto&nbsp;Marquez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDifferent species often evolve similar traits independently. In this project, we tackled the question of how this works at the genetic level when the species are closely related. Are the same genes involved? Do they mutate independently in each species, or were they present in the species? ancestor? Can they be transferred between species through hybridization? To tackle these questions, we set out to characterize the genetic basis of color pattern in poison frogs of the genus Phyllobates, in which three species have independently evolved bright-yellow color patterns. Using a combination of genomic techniques, we were able to find one gene highly associated with coloration in these frogs. Our continuing work on the evolutionary history of this gene will allow us to understand how the three bright-yellow species acquired their coloration from a genetic perspective. The relevance of our work extends beyond Phyllobates frogs. Amphibian genomes are very challenging due to their large size and repetitive sequence content, which has set back amphibian genetics in relation to other systems. This study constitutes one of the first instances where the genes behind a phenotypic trait have been uncovered in an amphibian with little pre-existing background knowledge. In addition, this project contributed to the training of two undergraduate and one graduate student, and provided essential support for the Co-PI?s doctoral dissertation.  \n\n\t\t\t\t\tLast Modified: 08/27/2019\n\n\t\t\t\t\tSubmitted by: Roberto Marquez"
 }
}