{
 "awd_id": "1702066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring Temperature Mediated Interspecific Competition & Predation as a Mechanism of Elevation Range Limits",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 19760.0,
 "awd_amount": 19760.0,
 "awd_min_amd_letter_date": "2017-06-12",
 "awd_max_amd_letter_date": "2017-06-12",
 "awd_abstract_narration": "Temperature is thought to be one of the main environmental factors shaping the geographic distributions of organisms. Yet puzzlingly, the range of temperatures a species can survive, called its thermal tolerance, is often greater than the range of temperatures found across the geographic areas they occupy. A common hypothesis to explain this discrepancy is that species interactions like competition, predation and parasitism constrain the range of environments organisms can occupy. This may be particularly important for ectothermic animals (cold blooded animals), because body temperature, physiological function, behavior, and performance are determined by environmental temperatures. Therefore, temperature may indirectly influence species interactions when species that differ in their thermal tolerance meet. As a result temperature could indirectly influence which species are found together in ecological communities living in regions with different temperature regimes, but how these influences work is not yet well understood. The researchers seek to address this question by testing the effect of temperature on competitive and predatory interactions, in temperate and tropical communities of aquatic insects. This work will test long-standing ecological questions on how temperature directly shapes the outcome of species interactions, and indirectly shapes geographic range boundaries and community composition. \r\n\r\nThe researchers aim to investigate how competition and predation, independently and in interactions with temperature, explain variation in elevation range size. First, upward and downward elevation range expansions will be experimentally simulated by testing how temperature independently and jointly influences the outcome of interspecific competition between close mayfly relatives. Second, a similar laboratory approach will be employed to look at the outcome of predation of mayflies by common stonefly predators found at high and low elevations. These experiments will be carried out in a replicated controlled laboratory setting, using closely related Baetid mayflies from Colorado, USA (temperate), and from Papallacta, Ecuador (tropical). Given the similar, broad thermal tolerances of temperate mayflies, either asymmetric competition between species or differential vulnerability to predation by stoneflies is predicted to limit upward or downward expansion of elevation ranges. In contrast, the \"locally adapted\" tropical mayflies are predicted to be restricted to their respective ranges because of their narrow thermal tolerances, and any biotic interactions are predicted to exacerbate the effects of reduced performance at temperatures outside their native range.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Ghalambor",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron K Ghalambor",
   "pi_email_addr": "cameron1@lamar.colostate.edu",
   "nsf_id": "000463697",
   "pi_start_date": "2017-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alisha",
   "pi_last_name": "Shah",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alisha A Shah",
   "pi_email_addr": "aashah@msu.edu",
   "nsf_id": "000760369",
   "pi_start_date": "2017-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 19760.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The question we attempted to answer in this project was <em>why are species of mayflies restricted to certain streams even when they can move to higher or lower elevation streams?</em> To answer this question, we specifically wanted to test the effect that temperature has on predator-prey interactions and competitor interactions to determine the limits of a species home range. We predicted that not only would temperature affect the outcome of predation and competition, but that this effect would be stronger for tropical mayflies whose sensitivity to temperature exceeds that of their temperate counterparts. We conducted our studies in 2017 in streams in the Colorado Rocky Mountains (temperate) and the Ecuadorian Andes Mountains (tropical) in related species of mayflies. We simulated home range expansions of mayflies to higher or lower elevation streams by manipulating temperatures and predators. For example, we mimicked an upward range expansion by exposing (or &ldquo;transplanting&rdquo;) low elevation mayflies to high elevation (cold) temperatures in the presence of a native high elevation stonefly predator. As a control, we compared their survival to native high elevation mayflies under the same conditions. The same experimental design was used to simulate a downward range expansion of mayflies. We asked, <em>do the transplanted individuals survive better or worse than native individuals in the presence of a predator?</em> We documented several key findings. First, in both temperate and tropical streams, &ldquo;transplanted&rdquo; individuals suffered higher overall mortality to predation than mayflies that were native to the streams. This suggests that mayflies are suited to their native streams and moving to higher or lower elevation may result in reduced swimming ability or other types of movement making them easier targets for predators. Next, we found that the effect of temperature and predators was significantly stronger for transplanted tropical mayflies than for temperate ones. Thus, transplanted tropical mayflies experienced far greater mortality to predation than transplanted temperate ones. Lastly, we found that many transplanted tropical mayflies simply died due to the shock of being at the different temperature rather than predation. This final result provided strong evidence that tropical mayflies are restricted to their native streams because 1) moving to other streams exposes them to unfavorable temperatures and 2) if they do happen to survive the thermal stress, they are still easy targets for predators because of reduced swimming performance. This suggests that temperature and predation together strongly restrict tropical mayflies from moving to higher or lower elevation streams. A similar result was found in the temperate mayflies, but their ability to withstand temperatures outside their native streams afforded them a slightly better chance to avoid predators.</p>\n<p>&nbsp;</p>\n<p>In competition experiments, we used a similar experimental design as in the predation experiments, but rather than exposing mayflies to a predator, we exposed them to competitors (i.e. other individuals) of the same species or different species. Our current results suggest that tropical mayflies grow at slower rates when at a stressful temperature in the presence of a competitor compared to temperate mayflies.</p>\n<p>&nbsp;</p>\n<p>Overall, our results indicate that tropical mayfly species have restricted movement between streams due to their sensitivity to temperature, which exacerbates their susceptibility to predators and competitors. This work highlights the importance of taking species interactions into account when considering the effects of temperature on ectotherms and their survival in a warming world. We were also able to expose a student to international fieldwork in Ecuador and facilitate academic interactions and exchanges between American and Ecuadorian scientists. Through our Ecuadorian collaborators, we also participated in an ongoing initiative to help residents of a small Andean town, Papallacta, to care for the health of their town&rsquo;s river.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2018<br>\n\t\t\t\t\tModified by: Cameron&nbsp;K&nbsp;Ghalambor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe question we attempted to answer in this project was why are species of mayflies restricted to certain streams even when they can move to higher or lower elevation streams? To answer this question, we specifically wanted to test the effect that temperature has on predator-prey interactions and competitor interactions to determine the limits of a species home range. We predicted that not only would temperature affect the outcome of predation and competition, but that this effect would be stronger for tropical mayflies whose sensitivity to temperature exceeds that of their temperate counterparts. We conducted our studies in 2017 in streams in the Colorado Rocky Mountains (temperate) and the Ecuadorian Andes Mountains (tropical) in related species of mayflies. We simulated home range expansions of mayflies to higher or lower elevation streams by manipulating temperatures and predators. For example, we mimicked an upward range expansion by exposing (or \"transplanting\") low elevation mayflies to high elevation (cold) temperatures in the presence of a native high elevation stonefly predator. As a control, we compared their survival to native high elevation mayflies under the same conditions. The same experimental design was used to simulate a downward range expansion of mayflies. We asked, do the transplanted individuals survive better or worse than native individuals in the presence of a predator? We documented several key findings. First, in both temperate and tropical streams, \"transplanted\" individuals suffered higher overall mortality to predation than mayflies that were native to the streams. This suggests that mayflies are suited to their native streams and moving to higher or lower elevation may result in reduced swimming ability or other types of movement making them easier targets for predators. Next, we found that the effect of temperature and predators was significantly stronger for transplanted tropical mayflies than for temperate ones. Thus, transplanted tropical mayflies experienced far greater mortality to predation than transplanted temperate ones. Lastly, we found that many transplanted tropical mayflies simply died due to the shock of being at the different temperature rather than predation. This final result provided strong evidence that tropical mayflies are restricted to their native streams because 1) moving to other streams exposes them to unfavorable temperatures and 2) if they do happen to survive the thermal stress, they are still easy targets for predators because of reduced swimming performance. This suggests that temperature and predation together strongly restrict tropical mayflies from moving to higher or lower elevation streams. A similar result was found in the temperate mayflies, but their ability to withstand temperatures outside their native streams afforded them a slightly better chance to avoid predators.\n\n \n\nIn competition experiments, we used a similar experimental design as in the predation experiments, but rather than exposing mayflies to a predator, we exposed them to competitors (i.e. other individuals) of the same species or different species. Our current results suggest that tropical mayflies grow at slower rates when at a stressful temperature in the presence of a competitor compared to temperate mayflies.\n\n \n\nOverall, our results indicate that tropical mayfly species have restricted movement between streams due to their sensitivity to temperature, which exacerbates their susceptibility to predators and competitors. This work highlights the importance of taking species interactions into account when considering the effects of temperature on ectotherms and their survival in a warming world. We were also able to expose a student to international fieldwork in Ecuador and facilitate academic interactions and exchanges between American and Ecuadorian scientists. Through our Ecuadorian collaborators, we also participated in an ongoing initiative to help residents of a small Andean town, Papallacta, to care for the health of their town?s river.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2018\n\n\t\t\t\t\tSubmitted by: Cameron K Ghalambor"
 }
}