{
 "awd_id": "1702441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Digitization PEN: Partnering the Penn State Herbarium (PAC) to Contextualize the Mid-Atlantic Megalopolis",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 143567.0,
 "awd_amount": 143567.0,
 "awd_min_amd_letter_date": "2017-09-07",
 "awd_max_amd_letter_date": "2022-09-05",
 "awd_abstract_narration": "This project will generate and make publicly available digital images of 64,000 of plant specimens that are present in the Pennsylvania State University Herbarium (PAC).  The project partners with the Mid-Atlantic Megalopolis (MAM) TCN, which is focused on generating and making available digital images of herbarium specimens from the urban corridor of the Mid-Atlantic states. The PAC collection spans over 100 years, from the early 1800s to the present, largely representing the flora of forested and agricultural landscapes west of the Susquehanna River and thus, can serve as a contextual counterpoint to plant assemblages in the MAM urban corridor. Its richness, both in time and space, will present a more complete picture of plant communities within the Mid-Atlantic Region and will contribute to the regional knowledge base.  These records will, in turn, contribute to active research initiatives in biology, horticulture and environmental management at Penn State and within the larger regional botanical community.  This project will fill critical gaps in knowledge of plant communities in urban environments of the Mid-Atlantic Region by providing key information on plant diversity in non-urban landscapes.  It also serves to train the next generation of botanists through experiential learning in state-of-the-art digitization and databasing techniques, make important components of the collection accessible to a broad array of researchers within the region and beyond, and engage both students and faculty as well as the local community in herbarium programs and activities.\r\n\r\nThe goal of this project is to generate and distribute, through partnering with the ongoing Mid-Atlantic Megalopolis TCN, high-resolution digital images of the collection of vascular plant specimens at the PAC Herbarium.  The project will perform high resolution photographic imaging, transcription, georeferencing, and web publishing of approximately 64,000 vascular plant herbarium specimens of Pennsylvania, filling an important gap in digital data that is currently lacking from online databases.  Detailed information on plant communities across different landscapes, which will be enriched by the contributions from the PAC collection, will inform research on the factors that determine plant establishment, sustainability and invasibility in urban environments characterized by the MAM urban corridor. This project will also contribute to the wealth of vascular plant data currently available to botanists across the country and abroad through the iDigBio and UrBioNet portals.  We will recruit and train undergraduate students and local volunteers in digitization protocols, transcription of herbarium labels, and georeferencing through a series of Digithons. PAC staff and interns will also participate in the mini urban research symposium hosted by the MAM TCN and held at Rutgers University. Interns will be encouraged to attend the mini symposium to interact with scientists in the field of urban research and gain valuable experience in research protocols. All of these efforts will also contribute to shared discovery of regional floras and the forging of alliances among herbaria within the Mid-Atlantic Region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claude",
   "pi_last_name": "dePamphilis",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Claude W dePamphilis",
   "pi_email_addr": "cwd3@psu.edu",
   "nsf_id": "000196196",
   "pi_start_date": "2017-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Brooks",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Brooks",
   "pi_email_addr": "rpb2@psu.edu",
   "nsf_id": "000232283",
   "pi_start_date": "2017-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 75023.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 68544.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project digitized more than 65,000 plant specimens from the PAC Herbarium of Penn State University as a partner to the MAM project, a Thematic Collections Network (TCN) with more than 13 participating institutions along the urban corridor ranging from New York to Washington, DC. &nbsp;The PAC Herbarium&rsquo;s MAM collection, focused on central PA, but ranging across PA and reaching into nearby states, provides important contextual information for understanding the flora of the urban corridor, and its connections to more rural source and sink populations for the MAM urban floras, and to the rust belt floras of western Pennsylvania and beyond. Each specimen was imaged at high resolution, labels were transcribed and checked for accuracy, georeferenced when possible, and all digital data were uploaded to the MAM portal, making about 60% of the entire PAC collection available online for the first time to any student, researcher, or interested individual.</p>\n<p>The project involved PAC staff, 12 paid student workers, and 97 volunteer transcribers, including PAC Herbarium workshop and Digithon participants, Penn State Master Gardeners, Penn State classes, and individuals throughout the region and beyond. The contributions of super-volunteers were especially significant, with two individuals providing about 55% of the transcription efforts. Digithons and herbarium workshops trained volunteers in imaging, label-based scientific data generation and quality control, and the value of digitized herbarium collections, while classes and research students generated and used the MAM digital data for taxonomic issues, studies of plant invasions, and distribution and phenology changes associated with changing climate.&nbsp; The digitized data, accessible at <a href=\"https://www.midatlanticherbaria.org/portal/\">https://www.midatlanticherbaria.org/portal/</a>, now make the PAC collection far more accessible for a wide range of research and educational purposes, and is aiding the creation and refinement of taxonomic treatments, as well as regional and thematic floras. The data have stimulated a large number of data accesses, including frequent requests by specialists seeking to access to precise location data that are masked on endangered species. From project start to the present, the entire Mid-Atlantic portal has had over 460,000 page views in 48,000 sessions from 33,952 distinct users. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/13/2024<br>\nModified by: Claude&nbsp;W&nbsp;Depamphilis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project digitized more than 65,000 plant specimens from the PAC Herbarium of Penn State University as a partner to the MAM project, a Thematic Collections Network (TCN) with more than 13 participating institutions along the urban corridor ranging from New York to Washington, DC. The PAC Herbariums MAM collection, focused on central PA, but ranging across PA and reaching into nearby states, provides important contextual information for understanding the flora of the urban corridor, and its connections to more rural source and sink populations for the MAM urban floras, and to the rust belt floras of western Pennsylvania and beyond. Each specimen was imaged at high resolution, labels were transcribed and checked for accuracy, georeferenced when possible, and all digital data were uploaded to the MAM portal, making about 60% of the entire PAC collection available online for the first time to any student, researcher, or interested individual.\n\n\nThe project involved PAC staff, 12 paid student workers, and 97 volunteer transcribers, including PAC Herbarium workshop and Digithon participants, Penn State Master Gardeners, Penn State classes, and individuals throughout the region and beyond. The contributions of super-volunteers were especially significant, with two individuals providing about 55% of the transcription efforts. Digithons and herbarium workshops trained volunteers in imaging, label-based scientific data generation and quality control, and the value of digitized herbarium collections, while classes and research students generated and used the MAM digital data for taxonomic issues, studies of plant invasions, and distribution and phenology changes associated with changing climate. The digitized data, accessible at https://www.midatlanticherbaria.org/portal/, now make the PAC collection far more accessible for a wide range of research and educational purposes, and is aiding the creation and refinement of taxonomic treatments, as well as regional and thematic floras. The data have stimulated a large number of data accesses, including frequent requests by specialists seeking to access to precise location data that are masked on endangered species. From project start to the present, the entire Mid-Atlantic portal has had over 460,000 page views in 48,000 sessions from 33,952 distinct users. \n\n\n\t\t\t\t\tLast Modified: 05/13/2024\n\n\t\t\t\t\tSubmitted by: ClaudeWDepamphilis\n"
 }
}