{
 "awd_id": "1702988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Application of Humanistic and Social Knowledge to Medicine",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2017-05-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 3024.0,
 "awd_amount": 3024.0,
 "awd_min_amd_letter_date": "2017-05-02",
 "awd_max_amd_letter_date": "2017-05-02",
 "awd_abstract_narration": "NSF Proposal 1702988\r\nPrincipal Investigator: John H. Evans\r\nGraduate Student: Lauren D. Olsen\r\n\r\nTitle:  Interdisciplinary Collaboration and Medical Curricular Change\r\n\r\nAbstract\r\n\r\nThis project will address how scholars from diverse disciplinary backgrounds successfully integrate humanistic and social scientific knowledge with biomedical knowledge in the education of medical students, with the overarching objective of improving future patient care. Amidst a litany of crises confronting the American medical profession at the turn of the 21st century (from patient satisfaction to widespread health and health care disparities to complex health care systems), the leaders of the medical profession made the education objective of 'understanding people' a national priority for medical education. Such a move entails an integration of humanistic and social scientific knowledge into what traditionally is a biomedical learning and work environment. \r\nThis project will enhance the basic theoretical and practical understanding of how humanistic and social scientific knowledge is produced, evaluated, and applied, identifying the institutional features of universities that encourage productive relationships between the liberal and practical arts. This project will be both a platform for increasing each university's institutional capacity for diversity and inclusion, as well as a springboard for university-based educational programs to evaluate various initiatives pitched to improve patient care. In addition, this project will contribute to the improvement of STEM education and educator development, by revealing how medical educators collaborate across epistemological and methodological divides toward achieving their goals. Finally, by better understanding the challenges that beset interdisciplinary collaboration between the liberal and practical arts, universities will be able to establish more empirically-informed programming that traditional and interdisciplinary programs can implement. \r\n\r\nThe idea that scientific knowledge should be used to improve society has long underwritten the organization of academic knowledge production and evaluation. The cultural value of applying scientific knowledge to solve social problems has recently been supplemented by the promise of interdisciplinary collaboration. With diverse disciplinary perspectives concentrated on a single social problem, the logic goes, the better the solution. Despite the prevalence of humanistic and social scientific knowledge becoming increasingly called upon to contribute in applied and interdisciplinary ways, there is a remarkable lack of understanding about how scholars successfully apply these forms of knowledge in interdisciplinary contexts. This project takes up that task by examining how humanistic and social scientific knowledge is successfully integrated with biomedical knowledge into medical education, paying close attention to how scholars with different epistemological and methodological commitments construct how humanistic and social scientific knowledge is 'relevant' for medical practice and how scholars negotiate these differences while engaging in interdisciplinary collaboration. To answer these questions, this project uses in-depth, semi-structured interviews with humanities scholars, social science scholars, medical educators, and medical students; historical data from professional and legislative decisions, curricular materials, and publications; and non-participant observation at scientific meetings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Evans",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Evans",
   "pi_email_addr": "jhevans@ucsd.edu",
   "nsf_id": "000094053",
   "pi_start_date": "2017-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Olsen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren D Olsen",
   "pi_email_addr": "lolsen@ucsd.edu",
   "nsf_id": "000703747",
   "pi_start_date": "2017-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, San Diego",
  "perf_str_addr": "9500 Gilman Drive - 0533",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930533",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 3024.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">Amidst a litany of crises confronting the American medical profession at the turn of the 21<sup>st</sup> century &ndash; from patient satisfaction to widespread health and health care disparities to complex health care systems &ndash; the leaders of the medical profession made the education objective of &ldquo;understanding people&rdquo; a national priority for medical education. Such a move entails an integration of humanistic and social scientific knowledge into what traditionally is a biomedical learning and work environment. This project addresses how scholars from diverse disciplinary backgrounds successfully integrate humanistic and social scientific knowledge with biomedical knowledge in the education of medical students, with the overarching objective of improving future patient care. To answer these questions, this project uses in-depth, semi-structured interviews with humanities scholars, social science scholars, medical educators, and medical students; historical data from professional and legislative decisions, curricular materials, and publications; non-participant observation at scientific meetings; and, student-survey data from medical students enrolled at U.S. schools of medicine.</p>\n<p class=\"Default\">Contemporarily, there are four types of approaches to integrating the humanities and social sciences into U.S. medical schools: dragnet, proactive, reactive, and living curricula. Each approach captures how medical educators value and understand the humanities and social sciences for the training and practice of medicine. In addition to describing what this approach looks like in curricular practice, how educators conceptualize why they are approaching integration in this manner, and what students think about it, the institutional structures of medical schools help explain why some schools enact some approaches while other schools enact other approaches. This project places these approaches to curricular integration within the historical and social broader contexts to show how there is remarkable heterogeneity in how schools of medicine conceptualize what it means to be a doctor. Moreover, this project shows how each approach to curricular integration constitutes a reflection of how the medical profession contributes to or challenges existing structures of inequality.</p>\n<p class=\"Body\">This project enhances the basic theoretical and practical understanding of how humanistic and social scientific knowledge is produced, evaluated, and applied, identifying the institutional features of universities that encourage productive relationships between the liberal and practical arts. This project serves as a platform for increasing each university&rsquo;s institutional capacity for diversity and inclusion, as well as a springboard for university-based educational programs to evaluate various initiatives pitched to improve patient care. In addition, this project contributes to the improvement of STEM education and educator development, by revealing how medical educators collaborate across epistemological and methodological divides toward achieving their goals. Finally, by better understanding the challenges that beset interdisciplinary collaboration between the liberal and practical arts, universities will be able to establish more empirically-informed programming that traditional and interdisciplinary programs can implement.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/20/2018<br>\n\t\t\t\t\tModified by: John&nbsp;H&nbsp;Evans</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Amidst a litany of crises confronting the American medical profession at the turn of the 21st century &ndash; from patient satisfaction to widespread health and health care disparities to complex health care systems &ndash; the leaders of the medical profession made the education objective of \"understanding people\" a national priority for medical education. Such a move entails an integration of humanistic and social scientific knowledge into what traditionally is a biomedical learning and work environment. This project addresses how scholars from diverse disciplinary backgrounds successfully integrate humanistic and social scientific knowledge with biomedical knowledge in the education of medical students, with the overarching objective of improving future patient care. To answer these questions, this project uses in-depth, semi-structured interviews with humanities scholars, social science scholars, medical educators, and medical students; historical data from professional and legislative decisions, curricular materials, and publications; non-participant observation at scientific meetings; and, student-survey data from medical students enrolled at U.S. schools of medicine.\nContemporarily, there are four types of approaches to integrating the humanities and social sciences into U.S. medical schools: dragnet, proactive, reactive, and living curricula. Each approach captures how medical educators value and understand the humanities and social sciences for the training and practice of medicine. In addition to describing what this approach looks like in curricular practice, how educators conceptualize why they are approaching integration in this manner, and what students think about it, the institutional structures of medical schools help explain why some schools enact some approaches while other schools enact other approaches. This project places these approaches to curricular integration within the historical and social broader contexts to show how there is remarkable heterogeneity in how schools of medicine conceptualize what it means to be a doctor. Moreover, this project shows how each approach to curricular integration constitutes a reflection of how the medical profession contributes to or challenges existing structures of inequality.\nThis project enhances the basic theoretical and practical understanding of how humanistic and social scientific knowledge is produced, evaluated, and applied, identifying the institutional features of universities that encourage productive relationships between the liberal and practical arts. This project serves as a platform for increasing each university?s institutional capacity for diversity and inclusion, as well as a springboard for university-based educational programs to evaluate various initiatives pitched to improve patient care. In addition, this project contributes to the improvement of STEM education and educator development, by revealing how medical educators collaborate across epistemological and methodological divides toward achieving their goals. Finally, by better understanding the challenges that beset interdisciplinary collaboration between the liberal and practical arts, universities will be able to establish more empirically-informed programming that traditional and interdisciplinary programs can implement.\n\n\t\t\t\t\tLast Modified: 04/20/2018\n\n\t\t\t\t\tSubmitted by: John H Evans"
 }
}