{
 "awd_id": "1702610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SusChEM: Collaborative Research: Environmental Fate and Effects of Dichloroacetamide Safeners: An Overlooked Class of Emerging Contaminants?",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 195257.0,
 "awd_amount": 245782.0,
 "awd_min_amd_letter_date": "2017-06-21",
 "awd_max_amd_letter_date": "2019-06-25",
 "awd_abstract_narration": "PI Names:  John Sivey\r\nProposal Number:  1703796 \r\n\r\nMany of the herbicide formulations applied to crop fields include a safener. Safeners are so-called \"inert\" ingredients, which are added to protect crops (but not weeds) from possible damage caused by herbicides. Safeners have application rates on par with many herbicide active ingredients; however, unlike most herbicide active ingredients, the environmental fate and effects of safeners are poorly understood. The purpose of this project is to address the extensive knowledge gaps associated with the environmental fate and ecological effects of a major class of safeners. This collaborative project unites a multidisciplinary team of experts and students from a primarily undergraduate institution (Towson University) and a doctoral-granting institution (University of Iowa) with the goal of promoting sustainable agricultural practices related to the use of safeners. \r\n\r\nThis project seeks to advance our understanding of the environmental persistence and ecotoxicological risks of dichloroacetamide safeners and their transformation products. Despite being classified as \"inert\", safeners are biologically active and their bioactivity is anticipated to increase via selected environmental transformations (including photolysis and reductive dechlorination). Due to their extensive use, safeners likely represent an overlooked class of emerging contaminants. Using commercial safeners and their herbicidal co-formulants, this project will (1) determine their rates and mechanisms of photochemical transformation in surface waters; (2) quantify their extent of removal and/or transformation during simulated drinking water treatment; (3) establish timescales associated with their biotransformation; (4) identify products of these transformations, including how reactions alter enantiomeric signatures of chiral safeners; and (5) evaluate ecotoxicological risks of safeners and their transformation products toward non-target aquatic organisms. Commercial formulations can include enantiomerically-enriched herbicides co-formulated with racemic mixtures of safeners. As such, experiments will include individual safener enantiomers, safener racemates, and safener + herbicide binary mixtures representative of commercial formulations. As safener use is projected to increase in the future, there is urgent need to obtain reliable environmental assessment data for this chemical class. This project will provide some of the first non-industrial data necessary to assess persistence and risk associated with safeners in natural and engineered aquatic systems. Moreover, as dichloroacetamide safeners are applied extensively to corn used for food, animal feed, and biofuel production, this work confronts challenges to sustainable development at the food-energy-water nexus. As society grows increasingly reliant on agrochemical advances to feed a swelling population, this work promotes sustainable agriculture by guiding the design of environmentally-benign safener formulations. Central to this project is a research partnership between a PUI (Towson University) and an R1 (University of Iowa).  A signature effort of this partnership is the participation of undergraduates in the Summer Research Opportunities Program (SROP) at the University of Iowa. SROP provides promising underrepresented students with research experience, in addition to workshops and seminars designed to enhance academic success and promote graduate education in STEM.  In total, two graduate and several undergraduate students will receive training at the interface of environmental engineering, analytical chemistry, and toxicology, which will help to better prepare tomorrow's research leaders and technical workforce to confront the multi-faceted challenges at the food-energy-water nexus.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cwiertny",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Cwiertny",
   "pi_email_addr": "david-cwiertny@uiowa.edu",
   "nsf_id": "000448773",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hans-Joachim",
   "pi_last_name": "Lehmler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hans-Joachim Lehmler",
   "pi_email_addr": "hans-joachim-lehmler@uiowa.edu",
   "nsf_id": "000344200",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "2 Gilmore Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 195257.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 50525.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Herbicide formulations are among the most abundantly applied agrochemicals worldwide. Herbicide active ingredients are used to control weeds, but herbicides can also damage the crops they are intended to protect. Therefore, another class of chemicals called safeners are commonly added to herbicide formulations. Safener reduce damage to crops caused by herbicides. The key goals of this research were focused on an improved understanding of the environmental fate and effects of one class of safeners called dichloroacetamides. Dichloroacetamide safeners are commonly applied to corn, wheat, and rice, among other crops. These safeners are anticipated to be mobile in the environment, with a high probability of runoff into streams and percolation into groundwater.</p>\n<p><strong>Intellectual Merits</strong></p>\n<p>Our environmental fate studies evaluated the reactivity of dichloroacetamide safeners in reactions with water, acid, and base. Our findings indicate that dichloroacetamide safeners typically react more rapidly with water, acid, and base compared to the herbicide active ingredients with which dichloroacetamides are commonly co-formulated. Upon reacting with water, we discovered that safeners can transform into products of potential toxicological concern, including a compound (dichloroacetate) that is currently a regulated contaminant in drinking water.</p>\n<p>We also established the conditions under which four widely used dichloroacetamide safeners&mdash;AD-67, benoxacor, dichlormid, and furilazole&mdash;undergo photolysis (i.e., reaction with light) in both natural and engineered aquatic systems. Benoxacor rapidly photolyzes (with a half-life of ~10 min) in sunlight to yield previously unreported transformation products. The other dichloroacetamide safeners are more persistent, either degrading over much longer timescales through indirect pathways mediated by natural organic matter (NOM), nitrate and nitrite, or requiring higher energy UV-light only encountered in advanced water treatment systems. The reactivity of benoxacor, which is among the most widely used safeners, suggests that greater attention should be paid to the occurrence, fate, and effects of its phototransformation products.</p>\n<p>We found that microbial biotransformation may be most critical to the fate of dichloroacetamide safeners in the environment. We present evidence for microbial biotransformation of benoxacor and dichlormid that proceeds primarily, if not exclusively, through co-metabolic processes involving a labile carbon source. This result is notable, as dichloroacetamide safeners are generally applied to organic-rich agricultural soils which may serve as a source of carbon to encourage microbial biotransformation. We also observed products of biotransformation with established toxicity, and these products hold potential implications for ecosystem and human health.</p>\n<p>Experiments looking at how safeners bind to soils revealed that the degree of uptake scales with soil organic carbon content, and we found that degradation products of safeners demonstrate greater mobility in soil systems compared to their parent species. The greater mobility of safener transformation products has important implications for exposure risk; bound materials are typically less bioavailable than corresponding dissolved fractions. Additionally, sorption on activated carbon is a common strategy for removal of contaminants in water treatment; more mobile transformation products of safeners will be less likely to sorb to these surfaces, therefore making treatment more difficult.</p>\n<p>Our results have uncovered several interesting dynamics that have improved our understanding of the fate and effects of safeners but also suggest that more research is warranted. Specifically, it is important to more fully define the circumstances under which safeners may cause adverse behavioral effects to aquatic animals. Additionally, our results related to herbicide biotransformation provide further evidence of the services provided by more biodiverse ecosystems. A more thorough understanding of how biodiversity influences chemical fate and transport may lead to important insights and additional motivation to conserve biodiversity.</p>\n<p><strong>Broader Impacts</strong></p>\n<p><em>Student training in a multidisciplinary environment.&nbsp;&nbsp;</em>Two graduate and 13 undergraduate students were trained on this interdisciplinary project at the interface of environmental engineering, analytical chemistry, and ecotoxicology. Our collaborative research environment enhanced the professional training of tomorrow&rsquo;s STEM leaders.</p>\n<p><em>Training of future faculty members.</em><strong>&nbsp;&nbsp;</strong>This project supported the development and delivery of a three-day, online symposium entitled&nbsp;<em>Preparing for Faculty Positions at Primarily Undergraduate Institutions (PUIs).</em>&nbsp;Delivered in January 2021 and directed by Dr. John Sivey, this symposium informed future faculty members about what academic life entails at PUIs. The symposium was divided into three discussion panels; recordings of each panel are freely available online:</p>\n<p>&bull;&nbsp;&nbsp;&nbsp; Session #1 &ndash; Preparing for Teaching Success at a PUI &ndash;&nbsp;<a href=\"https://youtu.be/-TUeHnULmhM\">https://youtu.be/-TUeHnULmhM</a>&nbsp;&nbsp;</p>\n<p>&bull;&nbsp;&nbsp;&nbsp; Session #2 &ndash; Preparing for Research Success at a PUI &ndash;&nbsp;<a href=\"https://youtu.be/17_NMgI7rMU\">https://youtu.be/17_NMgI7rMU</a>&nbsp;&nbsp;&nbsp;</p>\n<p>&bull;&nbsp;&nbsp;&nbsp; Session #3 &ndash;Preparing Successful Applications for Faculty Positions at PUIs &ndash;&nbsp;<a href=\"https://youtu.be/zRQiNUgm63c\">https://youtu.be/zRQiNUgm63c</a>&nbsp;&nbsp;</p>\n<p><em>Promoting societally relevant outcomes.</em><strong>&nbsp;&nbsp;</strong>Despite the important role of safeners in increasing yields of important crops, the peer-reviewed literature is largely silent on the question, &ldquo;<em>Are safeners safe?</em>&rdquo; We contend that the increased understanding of the environmental behavior of safeners obtained from this work will&nbsp;improve future agrochemical formulations while promoting environmental sustainability.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2022<br>\n\t\t\t\t\tModified by: David&nbsp;M&nbsp;Cwiertny</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHerbicide formulations are among the most abundantly applied agrochemicals worldwide. Herbicide active ingredients are used to control weeds, but herbicides can also damage the crops they are intended to protect. Therefore, another class of chemicals called safeners are commonly added to herbicide formulations. Safener reduce damage to crops caused by herbicides. The key goals of this research were focused on an improved understanding of the environmental fate and effects of one class of safeners called dichloroacetamides. Dichloroacetamide safeners are commonly applied to corn, wheat, and rice, among other crops. These safeners are anticipated to be mobile in the environment, with a high probability of runoff into streams and percolation into groundwater.\n\nIntellectual Merits\n\nOur environmental fate studies evaluated the reactivity of dichloroacetamide safeners in reactions with water, acid, and base. Our findings indicate that dichloroacetamide safeners typically react more rapidly with water, acid, and base compared to the herbicide active ingredients with which dichloroacetamides are commonly co-formulated. Upon reacting with water, we discovered that safeners can transform into products of potential toxicological concern, including a compound (dichloroacetate) that is currently a regulated contaminant in drinking water.\n\nWe also established the conditions under which four widely used dichloroacetamide safeners&mdash;AD-67, benoxacor, dichlormid, and furilazole&mdash;undergo photolysis (i.e., reaction with light) in both natural and engineered aquatic systems. Benoxacor rapidly photolyzes (with a half-life of ~10 min) in sunlight to yield previously unreported transformation products. The other dichloroacetamide safeners are more persistent, either degrading over much longer timescales through indirect pathways mediated by natural organic matter (NOM), nitrate and nitrite, or requiring higher energy UV-light only encountered in advanced water treatment systems. The reactivity of benoxacor, which is among the most widely used safeners, suggests that greater attention should be paid to the occurrence, fate, and effects of its phototransformation products.\n\nWe found that microbial biotransformation may be most critical to the fate of dichloroacetamide safeners in the environment. We present evidence for microbial biotransformation of benoxacor and dichlormid that proceeds primarily, if not exclusively, through co-metabolic processes involving a labile carbon source. This result is notable, as dichloroacetamide safeners are generally applied to organic-rich agricultural soils which may serve as a source of carbon to encourage microbial biotransformation. We also observed products of biotransformation with established toxicity, and these products hold potential implications for ecosystem and human health.\n\nExperiments looking at how safeners bind to soils revealed that the degree of uptake scales with soil organic carbon content, and we found that degradation products of safeners demonstrate greater mobility in soil systems compared to their parent species. The greater mobility of safener transformation products has important implications for exposure risk; bound materials are typically less bioavailable than corresponding dissolved fractions. Additionally, sorption on activated carbon is a common strategy for removal of contaminants in water treatment; more mobile transformation products of safeners will be less likely to sorb to these surfaces, therefore making treatment more difficult.\n\nOur results have uncovered several interesting dynamics that have improved our understanding of the fate and effects of safeners but also suggest that more research is warranted. Specifically, it is important to more fully define the circumstances under which safeners may cause adverse behavioral effects to aquatic animals. Additionally, our results related to herbicide biotransformation provide further evidence of the services provided by more biodiverse ecosystems. A more thorough understanding of how biodiversity influences chemical fate and transport may lead to important insights and additional motivation to conserve biodiversity.\n\nBroader Impacts\n\nStudent training in a multidisciplinary environment.  Two graduate and 13 undergraduate students were trained on this interdisciplinary project at the interface of environmental engineering, analytical chemistry, and ecotoxicology. Our collaborative research environment enhanced the professional training of tomorrow’s STEM leaders.\n\nTraining of future faculty members.  This project supported the development and delivery of a three-day, online symposium entitled Preparing for Faculty Positions at Primarily Undergraduate Institutions (PUIs). Delivered in January 2021 and directed by Dr. John Sivey, this symposium informed future faculty members about what academic life entails at PUIs. The symposium was divided into three discussion panels; recordings of each panel are freely available online:\n\n&bull;    Session #1 &ndash; Preparing for Teaching Success at a PUI &ndash; https://youtu.be/-TUeHnULmhM  \n\n&bull;    Session #2 &ndash; Preparing for Research Success at a PUI &ndash; https://youtu.be/17_NMgI7rMU   \n\n&bull;    Session #3 &ndash;Preparing Successful Applications for Faculty Positions at PUIs &ndash; https://youtu.be/zRQiNUgm63c  \n\nPromoting societally relevant outcomes.  Despite the important role of safeners in increasing yields of important crops, the peer-reviewed literature is largely silent on the question, \"Are safeners safe?\" We contend that the increased understanding of the environmental behavior of safeners obtained from this work will improve future agrochemical formulations while promoting environmental sustainability. \n\n\t\t\t\t\tLast Modified: 06/30/2022\n\n\t\t\t\t\tSubmitted by: David M Cwiertny"
 }
}