{
 "awd_id": "1702262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Beyond ocean temperature: Extracting new dimensions of paleoclimatic information from archaeal lipids and their isotopic compositions",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 332460.0,
 "awd_amount": 332460.0,
 "awd_min_amd_letter_date": "2017-08-10",
 "awd_max_amd_letter_date": "2017-08-10",
 "awd_abstract_narration": "A good understanding of past climate requires accurate reconstruction of factors such as ocean temperature and biological productivity.  One such paleotemperature method is the \"TEX86 proxy\", which is based on the preserved organic molecules of Archaea, an important class of ocean microbes.  TEX86 records have been particularly valuable for studying climate of the last 100 million years, especially during ancient warm episodes where other temperature proxies are unavailable. Although in the modern ocean there generally is good agreement between temperatures predicted from TEX86 and the actual observed sea surface temperatures (SSTs), TEX86 can yield significant regional or seasonal errors. Disagreement also has been observed during past greenhouse climates associated with low oxygen levels in the oceans; in particular, TEX86 sometimes predicts colder temperatures during such intervals, even though the ocean actually is warming.  To improve understanding of TEX86 temperature records, this project will examine environmental and ecological controls on TEX86, thereby strengthening its value for paleoceanography. The results may be relevant not only to climate studies, but also to understanding the importance of Archaea in tracing nutrient distributions and the biogeochemical history of the ocean.   \r\n\r\nThe central hypothesis of this research is that temperature errors in TEX86 are due to regional differences in growth rate for Archaea, which is a function of ammonia oxidation and therefore of marine export production. This implies that TEX86 is a combined temperature and marine biogeochemistry signal. The major analytical goal is to incorporate stable carbon and hydrogen isotopic information into TEX86 temperature proxy records, by measuring isotopic ratios for the individual TEX86 compounds (called iGDGTs).  Isotopic measurements in tandem with temperature reconstruction will collectively allow productivity signals to be decoupled from temperature signals.  Specifically, the work will examine three distinct records that are associated with major shifts in biogeochemical structuring of the ocean over different time scales.  Record 1: the Pliocene-Pleistocene sapropel formation in the Mediterranean Sea, for which no significant fluctuations in mean ocean temperature but major temporal changes in the nutrient regime have been inferred.  Record 2: the Pleistocene and Holocene Eastern Equatorial Pacific, a tropical environment lacking seasonality but showing secular changes in both temperature and productivity.  Record 3: the Paleocene-Eocene Thermal Maximum (PETM) and its associated carbon isotope excursion.  These three records collectively allow for separation of the major variables temperature and productivity.  To achieve the goals, the research requires several novel methods: Spooling Wire Microcombustion-IRMS (SWiM-IRMS) for isotopic analysis of carbon, all-in-one HPLC-MS approaches to measuring TEX86 and UK37 simultaneously, and high-temperature GC-IRMS for isotopic analysis of hydrogen; advanced isotopic technologies therefore also play a role in this project. The project supports career development for a postdoctoral researcher.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Pearson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Pearson",
   "pi_email_addr": "pearson@eps.harvard.edu",
   "nsf_id": "000431323",
   "pi_start_date": "2017-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 332460.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Beyond ocean temperature: Extracting new dimensions of paleoclimatic information from archaeal lipids and their isotopic compositions</strong></p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>A good understanding of past climate requires accurate reconstruction of factors such as ocean temperature and biological productivity. &nbsp;One such paleotemperature method is the &ldquo;TEX<sub>86</sub> proxy&rdquo;, which is based on the preserved organic molecules of Archaea, an important class of ocean microbes. TEX<sub>86</sub> records have been valuable for studying climate of the last 100 million years, especially during ancient warm episodes where other temperature proxies are unavailable. Although in the modern ocean there generally is good agreement between temperatures predicted from TEX<sub>86</sub> and the actual observed sea surface temperatures (SSTs), TEX<sub>86</sub> can yield significant regional or seasonal errors. Disagreement also has been observed during past greenhouse climates associated with changes in marine productivity or circulation, sometimes yielding anomalously hot or anomalously cold predictions. To improve understanding of TEX<sub>86</sub> temperature records, this project examined environmental and ecological controls on TEX<sub>86</sub>, in tandem with other marine lipid proxy records, thereby strengthening the value of organic molecular analyses for paleoceanography. The results are relevant not only to climate studies, but also to understanding the history of marine nutrient distributions and biological productivity of the ocean.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>This research yielded four primary findings. Result #1: By studying the record of Pliocene-Pleistocene sapropel formation in the Mediterranean Sea, we inferred that these events were (a) entirely marine deposits, with unreliable organic paleotemperature proxy records, and (b) driven by ecosystem changes that supported growth of raft-forming diatom communities harboring symbiotic cyanobacteria.&nbsp; Result #2: By comparing sapropel events to open-ocean anoxic events (OAEs) from the Mesozoic, and by studying nitrogen-cycling bacteria in the laboratory, we determined that a set of molecules classically assigned to cyanobacteria are instead produced by a different group entirely and are controlled by the availability of Vitamin B12, implying that OAEs and sapropels are not analogous biological, oceanographic, or climatic events.&nbsp; Result #3: By examining molecular paleotemperature records comparatively and at very high resolution in the Eastern Equatorial Pacific Ocean, we determined that disagreement between organic paleotemperature proxy records is only due to differences in absolute calibration or other change in sources, but that there are no differences in timing (onset, phase, or termination) of estimated marine temperature changes. Result #4:&nbsp; By looking at the Paleocene-Eocene Thermal Maximum (PETM) hyperthermal event from 55 million years ago, and its associated carbon isotope excursion, we narrowed the estimate of the quantity and source of carbon released to the atmosphere-ocean system that drove this warming event.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Collectively these approaches relied in most cases on a relatively new technology, the measurement of stable carbon isotope ratios of the individual TEX<sub>86</sub> compounds (called iGDGTs). To make these measurements required several novel methods: Spooling Wire Microcombustion-IRMS (SWiM-IRMS) for isotopic analysis of carbon, and all-in-one HPLC-MS approaches to measuring TEX<sub>86</sub> and U<sup>K&rsquo;</sup><sub>37</sub> paleotemperature records simultaneously; advanced isotopic technologies therefore also played a role in this project. &nbsp;</p>\n<p>Educationally, the project provided research experiences to two undergraduate students, two visiting international graduate students, two local graduate students, and two post-doctoral investigators.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2020<br>\n\t\t\t\t\tModified by: Ann&nbsp;Pearson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBeyond ocean temperature: Extracting new dimensions of paleoclimatic information from archaeal lipids and their isotopic compositions\n\n \n\nIntellectual Merit\n\nA good understanding of past climate requires accurate reconstruction of factors such as ocean temperature and biological productivity.  One such paleotemperature method is the \"TEX86 proxy\", which is based on the preserved organic molecules of Archaea, an important class of ocean microbes. TEX86 records have been valuable for studying climate of the last 100 million years, especially during ancient warm episodes where other temperature proxies are unavailable. Although in the modern ocean there generally is good agreement between temperatures predicted from TEX86 and the actual observed sea surface temperatures (SSTs), TEX86 can yield significant regional or seasonal errors. Disagreement also has been observed during past greenhouse climates associated with changes in marine productivity or circulation, sometimes yielding anomalously hot or anomalously cold predictions. To improve understanding of TEX86 temperature records, this project examined environmental and ecological controls on TEX86, in tandem with other marine lipid proxy records, thereby strengthening the value of organic molecular analyses for paleoceanography. The results are relevant not only to climate studies, but also to understanding the history of marine nutrient distributions and biological productivity of the ocean.  \n\n \n\nThis research yielded four primary findings. Result #1: By studying the record of Pliocene-Pleistocene sapropel formation in the Mediterranean Sea, we inferred that these events were (a) entirely marine deposits, with unreliable organic paleotemperature proxy records, and (b) driven by ecosystem changes that supported growth of raft-forming diatom communities harboring symbiotic cyanobacteria.  Result #2: By comparing sapropel events to open-ocean anoxic events (OAEs) from the Mesozoic, and by studying nitrogen-cycling bacteria in the laboratory, we determined that a set of molecules classically assigned to cyanobacteria are instead produced by a different group entirely and are controlled by the availability of Vitamin B12, implying that OAEs and sapropels are not analogous biological, oceanographic, or climatic events.  Result #3: By examining molecular paleotemperature records comparatively and at very high resolution in the Eastern Equatorial Pacific Ocean, we determined that disagreement between organic paleotemperature proxy records is only due to differences in absolute calibration or other change in sources, but that there are no differences in timing (onset, phase, or termination) of estimated marine temperature changes. Result #4:  By looking at the Paleocene-Eocene Thermal Maximum (PETM) hyperthermal event from 55 million years ago, and its associated carbon isotope excursion, we narrowed the estimate of the quantity and source of carbon released to the atmosphere-ocean system that drove this warming event.\n\n \n\nBroader Impacts\n\nCollectively these approaches relied in most cases on a relatively new technology, the measurement of stable carbon isotope ratios of the individual TEX86 compounds (called iGDGTs). To make these measurements required several novel methods: Spooling Wire Microcombustion-IRMS (SWiM-IRMS) for isotopic analysis of carbon, and all-in-one HPLC-MS approaches to measuring TEX86 and UK’37 paleotemperature records simultaneously; advanced isotopic technologies therefore also played a role in this project.  \n\nEducationally, the project provided research experiences to two undergraduate students, two visiting international graduate students, two local graduate students, and two post-doctoral investigators. \n\n\t\t\t\t\tLast Modified: 12/30/2020\n\n\t\t\t\t\tSubmitted by: Ann Pearson"
 }
}