{
 "awd_id": "1702837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Immigration, Mixed-Status Families, Risk Management and Vulnerability",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Toby Parcel",
 "awd_eff_date": "2017-05-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2017-03-29",
 "awd_max_amd_letter_date": "2017-03-29",
 "awd_abstract_narration": "This project examines the challenges Latino mixed-status families face in Kansas.  Mixed-status families have, by definition, family members of different legal statuses, such as undocumented, semi-legal, or citizen. For Latino mixed-status families, the spillover consequences of current enforcement practices and limited options for regularizing their legal status include family separation, economic strain, and low educational attainment as well as problems with mental health and cognitive development. Previous studies on mixed-status families homogenize Latinos as a pan-ethnic group, blurring intragroup differences and ignoring long histories of colonization, discrimination, and resistance efforts of Indigenous- and Afro-Latino groups. To fill this gap, this project explores Indigenous (Mixteco and Tlapaneco) and non-Indigenous Latino mixed-status families' experiences and investigates the consequences for family dynamics, individual identity, and community engagement. Research involving immigrant families is typically conducted in cities in the West, East, and Southwest parts of the U.S., traditional destinations for immigrant populations. This project takes place in Kansas, allowing for a critical examination of the effects of structural arrangements in this specific context on mixed-status families. \r\n\r\nUsing an intersectional analysis and sociolegal scholarship on immigration policy, this research asks: (1) How does the intersection of structural inequalities based on race, class, gender, and legal status shape mixed-status families' experiences in Kansas? and (2) How do mixed-status family members manage risk, negotiate their legally vulnerable lives, and respond to their conditions? A qualitative study of sixty in-depth interviews with Indigenous (Mixteco and Tlapaneco) and non-Indigenous Latino mixed-status family members and a year-long participant observation in social gatherings, cultural events, and pro-immigration protests in east-central Kansas constitute the main sources of data to investigate these questions. This project gives a voice to a highly marginalized group--mixed-status Indigenous (Mixteco and Tlapaneco) and non-Indigenous Latino families, showing not only how structures affect their livelihoods, but also how they negotiate and contest systems of power and oppression. The findings will provide bases and recommendations for new directions on immigration policy. Through the analysis of the link between citizenship and \"illegality,\" and a careful examination of the blurred boundaries of marginalization, this research can ultimately lead to initiatives in which these transgressions are recognized and made just.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cecilia",
   "pi_last_name": "Menjivar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cecilia Menjivar",
   "pi_email_addr": "menjivar@soc.ucla.edu",
   "nsf_id": "000460448",
   "pi_start_date": "2017-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Gomez Cervantes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Gomez Cervantes",
   "pi_email_addr": "a.gomezcervantes@ku.edu",
   "nsf_id": "000734496",
   "pi_start_date": "2017-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF Project Report Outcomes</p>\n<p>May 1, 2018</p>\n<p>&nbsp;</p>\n<p>With the NSF funds I was able to complete the major aspects of my dissertation, including the data collection of 60 interviews with members of mixed-status families and eighteen months of participant observation, data analysis of the interviews and fieldnotes, and writing of four empirical chapters of the dissertation. In the following sections I briefly share the major findings.&nbsp;</p>\n<p>After conducting 60 interviews with Latin American immigrants of Indigenous (Mixteco, Tlapaneco, and Maya) and non-Indigenous backgrounds who are members of mixed-status families (those with different legal status in the same family such as undocumented, semi-legal, or citizens) and eighteen months of participant observation I find that not all Latino/as experience the consequences of the immigration regime equally. Rather, their social positions (legal status, ethnicity, class, skin tone, language, gender, sexuality, educational level, etc.) and the social context contribute to their experiences. Additionally, ethnic hierarchies in Latin American countries of origin are carried over after migration, leading to divisions among Indigenous and non-Indigenous immigrants in the U.S.</p>\n<p>&nbsp;My fieldwork and interviews were conducted in the midst of an anti-immigrant political climate. In late 2016 Trump was elected using anti-Latino and anti-Immigrant rhetoric in a one-year campaign and by early 2017 a set of anti-immigrant Executive Orders were signed. This political landscape had significant consequences for the immigrants and their families of this study who lived in cities and rural areas of Kansas. An environment of fear due to the possibility of being deported at any time and any moment was expanded, leaving undocumented immigrants in the shadows and semi-legal and citizen family members afraid of losing their family members indefinitely. Yet, not all Latin American immigrants managed the risks associated with illegality or deportability the same, differences and similarities between Indigenous and non-Indigenous immigrants emerged. These ranged from: their migration journeys, social networks, settlement processes, family relationships, work experiences, use of language, political action, and strategies to avoid immigration enforcement. The interviews and observations also demonstrate the spillover consequences of immigration laws and their enforcement on the mental and physical well-being of immigrants and non-immigrants alike. And findings also shed light on the consequences of immigration enforcement&rsquo;s use of racial profiling to apprehend Latino/as generating further divisions within Indigenous and non-Indigenous Latino groups.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The findings of this dissertation contribute to academic scholarship in three main ways. First, I shed light on the experiences of Indigenous-origin migrants, a group whose voices have been largely ignored or silenced by a homogenizing rhetoric of Latinidad. Second, through an intersectional lens, I bring race and ethnicity at the center of the analysis to break through misconceptions of a colorblind immigration regime. In this way I also build on existing research that investigates legal status as an axis of social stratification. Third, this project takes place in Kansas, a largely understudied region, to contribute to existing literature that views context and destination as an important aspect of immigrants&rsquo; integration and social mobility.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This dissertation also brings broader impacts. In the final chapter of the dissertation I plan on outlining policy recommendations at the local and federal level, some of these include access to driver&rsquo;s licenses and maintenance of in-state tuition for undocumented students in Kansas. I also have presented and continue to present the findings at various conferences in the U.S., Peru, and Spain, and an invited lecture. And this summer I plan to share the findings with community organizations that work with undocumented immigrants and mixed-status families. Finally, I have begun publishing some of the findings in peer-reviewed sociological journals and the biggest product will be a book.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2018<br>\n\t\t\t\t\tModified by: Cecilia&nbsp;Menjivar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF Project Report Outcomes\n\nMay 1, 2018\n\n \n\nWith the NSF funds I was able to complete the major aspects of my dissertation, including the data collection of 60 interviews with members of mixed-status families and eighteen months of participant observation, data analysis of the interviews and fieldnotes, and writing of four empirical chapters of the dissertation. In the following sections I briefly share the major findings. \n\nAfter conducting 60 interviews with Latin American immigrants of Indigenous (Mixteco, Tlapaneco, and Maya) and non-Indigenous backgrounds who are members of mixed-status families (those with different legal status in the same family such as undocumented, semi-legal, or citizens) and eighteen months of participant observation I find that not all Latino/as experience the consequences of the immigration regime equally. Rather, their social positions (legal status, ethnicity, class, skin tone, language, gender, sexuality, educational level, etc.) and the social context contribute to their experiences. Additionally, ethnic hierarchies in Latin American countries of origin are carried over after migration, leading to divisions among Indigenous and non-Indigenous immigrants in the U.S.\n\n My fieldwork and interviews were conducted in the midst of an anti-immigrant political climate. In late 2016 Trump was elected using anti-Latino and anti-Immigrant rhetoric in a one-year campaign and by early 2017 a set of anti-immigrant Executive Orders were signed. This political landscape had significant consequences for the immigrants and their families of this study who lived in cities and rural areas of Kansas. An environment of fear due to the possibility of being deported at any time and any moment was expanded, leaving undocumented immigrants in the shadows and semi-legal and citizen family members afraid of losing their family members indefinitely. Yet, not all Latin American immigrants managed the risks associated with illegality or deportability the same, differences and similarities between Indigenous and non-Indigenous immigrants emerged. These ranged from: their migration journeys, social networks, settlement processes, family relationships, work experiences, use of language, political action, and strategies to avoid immigration enforcement. The interviews and observations also demonstrate the spillover consequences of immigration laws and their enforcement on the mental and physical well-being of immigrants and non-immigrants alike. And findings also shed light on the consequences of immigration enforcement?s use of racial profiling to apprehend Latino/as generating further divisions within Indigenous and non-Indigenous Latino groups.\n\n            The findings of this dissertation contribute to academic scholarship in three main ways. First, I shed light on the experiences of Indigenous-origin migrants, a group whose voices have been largely ignored or silenced by a homogenizing rhetoric of Latinidad. Second, through an intersectional lens, I bring race and ethnicity at the center of the analysis to break through misconceptions of a colorblind immigration regime. In this way I also build on existing research that investigates legal status as an axis of social stratification. Third, this project takes place in Kansas, a largely understudied region, to contribute to existing literature that views context and destination as an important aspect of immigrants? integration and social mobility.\n\n            This dissertation also brings broader impacts. In the final chapter of the dissertation I plan on outlining policy recommendations at the local and federal level, some of these include access to driver?s licenses and maintenance of in-state tuition for undocumented students in Kansas. I also have presented and continue to present the findings at various conferences in the U.S., Peru, and Spain, and an invited lecture. And this summer I plan to share the findings with community organizations that work with undocumented immigrants and mixed-status families. Finally, I have begun publishing some of the findings in peer-reviewed sociological journals and the biggest product will be a book.\n\n \n\n\t\t\t\t\tLast Modified: 05/01/2018\n\n\t\t\t\t\tSubmitted by: Cecilia Menjivar"
 }
}