{
 "awd_id": "1702016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The Evolution of Hummingbird Coloration and Courtship Displays",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 20085.0,
 "awd_amount": 20085.0,
 "awd_min_amd_letter_date": "2017-03-20",
 "awd_max_amd_letter_date": "2017-03-20",
 "awd_abstract_narration": "Non-technical paragraph\r\nAnimals possess an incredible diversity of exaggerated traits that they use for communication, and often animals communicate using multiple traits. How this signal diversity came about and why animals use more than one trait to communicate has long interested scientists. To understand why and how this diversity in multiple signaling traits evolved, we are studying hummingbird iridescent plumage and exaggerated courtship displays. Iridescent coloration is angle-dependent and hummingbirds can easily manipulate the color observed as they behaviorally display. The PIs are exploring how the surface and internal structures of iridescent feathers co-evolved with courtship displays (shuttles) across hummingbird species. The PIs work combines measurements of micro- and nano-scale structural morphology with behavioral ecology and evolutionary theory, allowing the PIs to understand hummingbird communication from the behavior down to feather architecture. Additionally, the PIs will collect data on hummingbird mating and courtship biology, especially in terms of how hummingbirds use their environment while courting, which could prove useful to future conservation efforts. Additionally, recent work on the structure of iridescent butterfly wing scales has helped the development of more efficient solar panels. The PIs work on the angle-dependent nanostructures of hummingbird feathers could further help improve solar panel efficiency through a better understanding of how biological materials directionally reflect specific wavelengths of light.\r\n\r\nTechnical paragraph\r\nAnimals exhibit a great diversity of ornamental traits and display behaviors, and many animals possess multiple such traits that they use to communicate. Previous work has explained the diversity in these traits by examining how they evolved in relation to the environment; however these traits can also interact with each other as they are displayed, which will further shape their evolutionary history. The PIs are testing how interactions between ornamental traits, display behaviors, and environment influence the diversity of these traits through a comparative study on several species in the bee hummingbird tribe. Bee hummingbirds are ideal for this type of study because they possess two types of conspicuous visual traits - iridescent plumage coloration and stereotyped courtship displays (shuttles) - that vary across species. Iridescent coloration is angle-dependent, such that the observed color changes depending upon the feather structure and viewing/lighting angles. Thus, perceived coloration is the result of interactions between behavioral displays, the environment, and the micro- and nanostructures of iridescent feathers. The PIs are currently studying the complex interactions between these factors in several hummingbird species to understand how each species produces a specific color that is perceived by a receiver, and how this varies interspecifically. The PIs are expanding this work by evaluating how variation in iridescent micro- and nanostructure of feathers helped shaped the evolutionary relationships between bee hummingbird plumage, display, and environment. This work allows the PIs to study how hummingbird communication evolved at multiple levels, from behaviors to nanostructure of their ornaments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "McGraw",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin J McGraw",
   "pi_email_addr": "kevin.mcgraw@asu.edu",
   "nsf_id": "000175125",
   "pi_start_date": "2017-03-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Simpson",
   "pi_mid_init": "K",
   "pi_sufx_name": "III",
   "pi_full_name": "Richard K Simpson",
   "pi_email_addr": "rksimps1@asu.edu",
   "nsf_id": "000761911",
   "pi_start_date": "2017-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 20085.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many animals communicate using multiple signals. Historically, most attention was paid to how these traits evolve and function in isolation, but recent work has focused on how signals may interact with one another and produce unique signal interactions. For example, a colorful ornament can be manipulated through behaviors, altering the appearance of the ornament. Based on our previous work, we know that signal interactions can vary within species, but little is known about how they vary among species, especially with regards to how the expression of particular signals may drive different signal interaction mechanisms. Additionally, colors are produced by specific pigments or structures, and the role of color-production mechanisms on signal interactions, like color appearance, is currently unknown. Through our NSF Doctoral Dissertation Improvement Grant, we expanded upon the dissertation work of Co-PI Simpson, which focused on the relationships between iridescent plumage, courtship display behaviors, solar environment, and male color appearance during a display (i.e. the signal interaction) among North American &ldquo;bee&rdquo; hummingbirds in two main ways. First, we used a combination of scanning and transmission electron microscopy to study and quantify the surface (micro) and internal (nano) structures of feathers responsible for iridescent coloration in hummingbirds. Further, we traveled to Peru to study three additional hummingbird species that are among the South American &ldquo;bee&rdquo; hummingbirds to better understand the diversity and evolution in color, courtship displays, and signal interactions within the &ldquo;bee&rdquo; hummingbirds. We found that color appearances co-vary with behavioral and plumage properties among species, which themselves negatively co-vary, such that species with more exaggerated displays appeared flashier during courtship, while species with more exaggerated plumage appeared brighter/more colorful with minimal color-changes. Then, using a combination of phylogenetic and network analyses, we found that feather structures play a central role in this signaling system through evolutionary relationships with feather reflectance, courtship displays, and signal interactions. By understanding how signal interaction properties co-vary with signals, we were able to discover the complex, multi-layered evolutionary relationships underlying these traits and uncover new potential drivers of signal evolution. Further, our results uncovered evolutionary links between color-production mechanisms and behaviors, demonstrate the need to incorporate feather microstructures instead of only assessing nanostructures, and highlight the complex network of evolutionary relationships that underly multiple signal diversity. Throughout our research, we were able to achieve our broader impact goals as well. Specifically, we involved several undergraduate students in our research &ndash; students from both Arizona State University and from multiple universities in Peru. We also were able to share our findings with local Audubon groups through public presentations and have continued to be involved in various nature documentaries as scientific advisors. Finally, we have been working to share the natural history observations through Co-PI Simpson&rsquo;s public blog. Overall, the research conducted through this grant has both shed new light on the complexity of signal interactions and signal evolution, while also allowing us to engage with the public in a variety of ways to share our research outcomes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/10/2019<br>\n\t\t\t\t\tModified by: Richard&nbsp;K&nbsp;Simpson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany animals communicate using multiple signals. Historically, most attention was paid to how these traits evolve and function in isolation, but recent work has focused on how signals may interact with one another and produce unique signal interactions. For example, a colorful ornament can be manipulated through behaviors, altering the appearance of the ornament. Based on our previous work, we know that signal interactions can vary within species, but little is known about how they vary among species, especially with regards to how the expression of particular signals may drive different signal interaction mechanisms. Additionally, colors are produced by specific pigments or structures, and the role of color-production mechanisms on signal interactions, like color appearance, is currently unknown. Through our NSF Doctoral Dissertation Improvement Grant, we expanded upon the dissertation work of Co-PI Simpson, which focused on the relationships between iridescent plumage, courtship display behaviors, solar environment, and male color appearance during a display (i.e. the signal interaction) among North American \"bee\" hummingbirds in two main ways. First, we used a combination of scanning and transmission electron microscopy to study and quantify the surface (micro) and internal (nano) structures of feathers responsible for iridescent coloration in hummingbirds. Further, we traveled to Peru to study three additional hummingbird species that are among the South American \"bee\" hummingbirds to better understand the diversity and evolution in color, courtship displays, and signal interactions within the \"bee\" hummingbirds. We found that color appearances co-vary with behavioral and plumage properties among species, which themselves negatively co-vary, such that species with more exaggerated displays appeared flashier during courtship, while species with more exaggerated plumage appeared brighter/more colorful with minimal color-changes. Then, using a combination of phylogenetic and network analyses, we found that feather structures play a central role in this signaling system through evolutionary relationships with feather reflectance, courtship displays, and signal interactions. By understanding how signal interaction properties co-vary with signals, we were able to discover the complex, multi-layered evolutionary relationships underlying these traits and uncover new potential drivers of signal evolution. Further, our results uncovered evolutionary links between color-production mechanisms and behaviors, demonstrate the need to incorporate feather microstructures instead of only assessing nanostructures, and highlight the complex network of evolutionary relationships that underly multiple signal diversity. Throughout our research, we were able to achieve our broader impact goals as well. Specifically, we involved several undergraduate students in our research &ndash; students from both Arizona State University and from multiple universities in Peru. We also were able to share our findings with local Audubon groups through public presentations and have continued to be involved in various nature documentaries as scientific advisors. Finally, we have been working to share the natural history observations through Co-PI Simpson?s public blog. Overall, the research conducted through this grant has both shed new light on the complexity of signal interactions and signal evolution, while also allowing us to engage with the public in a variety of ways to share our research outcomes.\n\n \n\n\t\t\t\t\tLast Modified: 07/10/2019\n\n\t\t\t\t\tSubmitted by: Richard K Simpson"
 }
}