{
 "awd_id": "1703641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Low-Torque-Ripple Sensorless Control of Mutually Coupled Switched Reluctance Machines (MCSRMs)",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2017-06-21",
 "awd_max_amd_letter_date": "2017-06-21",
 "awd_abstract_narration": "The proposed research will advance motor drive technologies by designing a novel control scheme for mutually coupled switched reluctance machines. Such machines are of great importance to satisfy the increasing demand for cost-effective, highly reliable and efficient motor drive systems in electrified transportation, industrial applications, and home appliances. Although induction and permanent magnet synchronous machines are currently dominating the market, due to the soaring prices and rapid depletion of rare-earth materials, researchers in the U.S. and world-wide are searching for rare-earth-free alternatives. Switched reluctance machines belong to the group of such alternatives. They are increasing in popularity due to their simple and rigid structure, fault-tolerant capability, and extended-speed constant-power range. However, conventional switched reluctance machines suffer from high torque ripples, acoustic noise, vibration, and non-standard asymmetric bridge power converters. Mutually coupled switched reluctance machines that are the focus of the proposed research are outperforming conventional switched reluctance machines as they can be driven by a standard six-switch converter. The proposed research will address these technical challenges impeding the widespread utilization of mutually coupled switched reluctance machines. The work will greatly advance the research in power electronics and motor drive technology and will promote research, teaching, training, and learning. The research will be integrated into the undergraduate and graduate electric power engineering curriculum to educate future engineers who will have the skills and knowledge to meet the emerging needs of the industry.\r\n\r\nThe goal of the proposed research is to develop a novel control scheme for mutually coupled switched reluctance machines using a standard six-switch converter to minimize torque ripples and enable position sensorless control. Three specific objectives will be pursued: (1) Reduce torque ripples through the use of a two-stage current profiling scheme. (2) Attain position sensorless control. (3) Use a six-switch standard converter to develop a low-torque-ripple sensorless control. Accomplishing the objectives of the proposed research will develop mutually coupled switched reluctance machines into the next generation of rare-earth-free electric machines by overcoming key obstacles high torque ripples and non-sensorless control. To date, the modeling of mutually coupled switched reluctance machines has originated from conventional switched reluctance machines; however, due to the unique torque production mechanism, this modeling approach will complicate control system developments. This work will also investigate nonlinear models of mutually coupled switched reluctance machines and integrate nonlinear models into the design of the two-stage torque ripple reduction scheme and position sensorless control, thereby bridging the gap between the modeling and control in the field of mutually coupled switched reluctance machines. In addition, a six-switch standard converter will be used to replace the asymmetric bridge converter to increase cost effectiveness and improve its suitability in electrified transportation, industrial applications, and home appliances.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jin",
   "pi_last_name": "Ye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jin Ye",
   "pi_email_addr": "jin.ye@uga.edu",
   "nsf_id": "000730301",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 Holloway Ave",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321722",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}