{
 "awd_id": "1703655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: SusChEM: Engineering Charge Transport through Directed Orientation of Transition Metal Dichalcogenide Catalysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 134688.0,
 "awd_amount": 134688.0,
 "awd_min_amd_letter_date": "2017-07-31",
 "awd_max_amd_letter_date": "2018-08-23",
 "awd_abstract_narration": "The project will investigate new materials and catalyst structures for the efficient photocatalysis and photoelectrocatalysis of chemical reactions of importance for the production of clean energy from the sun and other renewable or sustainable resources. The research will also have applicability to a number of technologies of importance to the Nation's economic competitiveness and resource utilization, including energy storage, photovoltaics, and optoelectronics.  In addition, educational and outreach activities will be incorporated, including both graduate and undergraduate student training, a K-12 workshop on interactive photocatalytic energy conversion, and summer research opportunities for high-school students.\r\n \r\nThe project investigates the transition metal dichalcogenide (TMDC) catalyst tungsten disulfide (WS2) for the electrocatalytic hydrogen evolution reaction and the photocatalytic reduction of water to produce hydrogen as a renewable component of fuels and chemicals.  Specifically, a unique edge-on orientation of the nanoscale WS2 catalyst particles with respect to their supporting charge transfer material will be investigated to achieve dramatically higher reaction rates than obtainable with conventional flat particle oriented catalysts. The dichalcogenides are known to be active due to the high catalytic activity of their edge sites when supported on a semiconductor, metal, or carbon material.  Maximization of performance in these applications requires rapid charge transfer across the TMDC/support interface. However, for the typical orientations of TMDCs in most electro- and photocatalysts, the interfacial charge transfer is especially slow, since it must occur across the inert TMDC basal plane.  The research will test the hypothesis that the rates of charge transfer across the WS2-support interface will be increased by an edge-on orientation of the WS2 layers due to interfacial bonding, and that this rate can be tuned by controlling the edge termination of the WS2 layers.  The study will build upon the investigators' preliminary results showing promising photocatalytic activity of WS2 nanotube-arrays, in which the WS2 layers are in an edge-on orientation. These WS2 nanotubes will be used as a platform to design and synthesize novel Janus-type photoelectrodes and photocatalyst particles containing tailored interfaces. To gain fundamental understanding of these interfaces and guide their design, the investigators have prepared model systems consisting of WS2 single-crystals in either a basal plane or edge-on orientation. They will create WS2-semiconductor, metal or carbon interfaces by depositing these materials on top of the model WS2 systems and will measure the influence of WS2 orientation, defects, and edge termination on charge transfer and recombination rates at the interface. They will also perform measurements and modeling to understand these rates in terms of underlying factors including interfacial bonding and separation distance, interfacial dangling bonds and their electronic energies, and step changes in electrical potential energy and local electric field at the interface.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dunwei",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dunwei Wang",
   "pi_email_addr": "dunwei.wang@bc.edu",
   "nsf_id": "000490059",
   "pi_start_date": "2017-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 Commonwealth Ave.",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673860",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 44673.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 90015.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As the society pivots toward a future that is more sustainable, we will be increasingly more reliant on renewable energies, of which solar energy represents the most abundant source.&nbsp;&nbsp;Presently, from a technological perspective, how to efficiently and inexpensively harvest and store solar energy represents a critical challenge.&nbsp;&nbsp;One promising solution to this issue is to mimic photosynthesis and use solar energy to split water, producing hydrogen as a clean energy carrier.&nbsp;For this purpose, we will need effective catalysts that are highly active, cheap, and long lasting.&nbsp;&nbsp;Transition metal dichalcogenides (TMDCs) stand out as a class of catalysts that hold the promise to meet the need.&nbsp;&nbsp;This project was conceived to generate a knowledge base on TMDCs that contributes directly to this vision.&nbsp;&nbsp;In collaboration with Profs. Pratap Rao and Aaron Deskins at Worcester Polytechnic Institute, we embarked on an effort to elucidate how the morphology of the TMDC microstructures influences their performance as a catalyst for solar hydrogen generation.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual merit</strong>: The central hypothesis of the project was that charge transfer along the basal planes of TMDCs is critical to enable high performance for solar energy generation.&nbsp;&nbsp;To realize this goal, we innovated the synthesis of several prototypical TMDCs, including WS<sub>2</sub>, SnS<sub>2</sub>, and MoS<sub>2</sub>, through a vapor-based synthesis method.&nbsp;&nbsp;By directly growing the catalysts on conductive supporting substrates, we achieved controls over the arrangement of the TMDCs relative to the substrate.&nbsp;&nbsp;When the TMDCs were aligned in a perpendicular form relative to the substrate, charge transfer was primarily through the basal planes; when they were aligned in a parallel form relative to the substrate, charge transfer would need to travel across different planes, which is more difficult.&nbsp;&nbsp;By electrochemical characterization, this hypothesis was proven.&nbsp;&nbsp;The results have important implications for further development of making practical devices out of TMDCs by highlighting the importance of controlling the arrangements of microstructures.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impact:</strong>&nbsp;The project involved the participation of graduate students, which provided a great educational opportunity.&nbsp;&nbsp;Not only did the students acquire new technical skills, they also learned how to work in a team setting.&nbsp;&nbsp;These skills have proven highly useful and enabled continued successes of these students.&nbsp;&nbsp;They will be the workforce critical to enable our transition toward a sustainable future powered by renewable energies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2021<br>\n\t\t\t\t\tModified by: Dunwei&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs the society pivots toward a future that is more sustainable, we will be increasingly more reliant on renewable energies, of which solar energy represents the most abundant source.  Presently, from a technological perspective, how to efficiently and inexpensively harvest and store solar energy represents a critical challenge.  One promising solution to this issue is to mimic photosynthesis and use solar energy to split water, producing hydrogen as a clean energy carrier. For this purpose, we will need effective catalysts that are highly active, cheap, and long lasting.  Transition metal dichalcogenides (TMDCs) stand out as a class of catalysts that hold the promise to meet the need.  This project was conceived to generate a knowledge base on TMDCs that contributes directly to this vision.  In collaboration with Profs. Pratap Rao and Aaron Deskins at Worcester Polytechnic Institute, we embarked on an effort to elucidate how the morphology of the TMDC microstructures influences their performance as a catalyst for solar hydrogen generation.  \n\n \n\nIntellectual merit: The central hypothesis of the project was that charge transfer along the basal planes of TMDCs is critical to enable high performance for solar energy generation.  To realize this goal, we innovated the synthesis of several prototypical TMDCs, including WS2, SnS2, and MoS2, through a vapor-based synthesis method.  By directly growing the catalysts on conductive supporting substrates, we achieved controls over the arrangement of the TMDCs relative to the substrate.  When the TMDCs were aligned in a perpendicular form relative to the substrate, charge transfer was primarily through the basal planes; when they were aligned in a parallel form relative to the substrate, charge transfer would need to travel across different planes, which is more difficult.  By electrochemical characterization, this hypothesis was proven.  The results have important implications for further development of making practical devices out of TMDCs by highlighting the importance of controlling the arrangements of microstructures.\n\n \n\nBroader impact: The project involved the participation of graduate students, which provided a great educational opportunity.  Not only did the students acquire new technical skills, they also learned how to work in a team setting.  These skills have proven highly useful and enabled continued successes of these students.  They will be the workforce critical to enable our transition toward a sustainable future powered by renewable energies.\n\n \n\n\t\t\t\t\tLast Modified: 11/23/2021\n\n\t\t\t\t\tSubmitted by: Dunwei Wang"
 }
}