{
 "awd_id": "1703695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2017-03-17",
 "awd_max_amd_letter_date": "2017-03-17",
 "awd_abstract_narration": "This award is made as part of the FY 2017 Mathematical Sciences Postdoctoral Research Fellowships Program. Each of the fellowships supports a research and training project at a host institution in the mathematical sciences, including applications to other disciplines, under the mentorship of a sponsoring scientist. The title of the project for this fellowship to Alexandra M. Florea is \"Moments and Zeros in Families of L-Functions.\" The host institution for the fellowship is the University of Bristol (U.K.), and the sponsoring scientist is Jonathan Keating.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Florea",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra M Florea",
   "pi_email_addr": "",
   "nsf_id": "000731288",
   "pi_start_date": "2017-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florea                  Alexandra      M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Mountain View",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "940402280",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Bristol",
  "perf_str_addr": null,
  "perf_city_name": "Bristol",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "060Y00",
   "pgm_ele_name": "Workforce (MSPRF) MathSciPDFel"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9219",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS IN MATH SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre><span id=\"docs-internal-guid-ed2c3df1-7fff-d924-a236-f844cb60a6d6\"><p dir=\"ltr\"><span>During the course of this Mathematical Sciences Postdoctoral Research Fellowship, </span></p><p dir=\"ltr\"><span>the PI studied questions about L-functions in the function field setting. The </span></p><p dir=\"ltr\"><span>fellowship resulted in eight publications, one of which was submitted after the end </span></p><p dir=\"ltr\"><span>date of the award. More specifically, the PI focused on computing moments in </span></p><p dir=\"ltr\"><span>various families of L-functions, with applications to various non-vanishing results </span></p><p dir=\"ltr\"><span>and questions about ranks of elliptic curves. In joint work with C. David and M. Lalin, </span></p><p dir=\"ltr\"><span>the PI proved that a positive proportion of L-functions associated to cubic characters in </span></p><p dir=\"ltr\"><span>the function field setting do not vanish at the central point 1/2. Previously, no positive </span></p><p dir=\"ltr\"><span>proportion result was known for this family of L-functions, either in the number field or </span></p><p dir=\"ltr\"><span>function field setting (not even conditionally). This result partially built on previous </span></p><p dir=\"ltr\"><span>work of the PI with the same co-authors on moments of cubic L-functions over function </span></p><p dir=\"ltr\"><span>fields, which was also performed during the award period. In joint work with H. Bui, </span></p><p dir=\"ltr\"><span>J. Keating and E. Roditty-Gershon, the PI studied the family of quadratic twists of </span></p><p dir=\"ltr\"><span>elliptic curve L-functions over function fields, and obtained several asymptotic formulas </span></p><p dir=\"ltr\"><span>for moments involving the L-functions of quadratic twists and their derivatives. This </span></p><p dir=\"ltr\"><span>result gave lower bounds on the correlations between the analytic ranks of the twists </span></p><p dir=\"ltr\"><span>of two distinct elliptic curves.</span></p>\n<p dir=\"ltr\"><span>While supported by DMS-1703695, the PI has been active in making her work available </span></p><p dir=\"ltr\"><span>and understandable to undergraduate and graduate students, by giving several general </span></p><p dir=\"ltr\"><span>audience talks. The PI has also been a mentor to two female undergraduates through </span></p><p dir=\"ltr\"><span>the AWM Mentorship program.</span></p></span></pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2021<br>\n\t\t\t\t\tModified by: Alexandra&nbsp;M&nbsp;Florea</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "During the course of this Mathematical Sciences Postdoctoral Research Fellowship, the PI studied questions about L-functions in the function field setting. The fellowship resulted in eight publications, one of which was submitted after the end date of the award. More specifically, the PI focused on computing moments in various families of L-functions, with applications to various non-vanishing results and questions about ranks of elliptic curves. In joint work with C. David and M. Lalin, the PI proved that a positive proportion of L-functions associated to cubic characters in the function field setting do not vanish at the central point 1/2. Previously, no positive proportion result was known for this family of L-functions, either in the number field or function field setting (not even conditionally). This result partially built on previous work of the PI with the same co-authors on moments of cubic L-functions over function fields, which was also performed during the award period. In joint work with H. Bui, J. Keating and E. Roditty-Gershon, the PI studied the family of quadratic twists of elliptic curve L-functions over function fields, and obtained several asymptotic formulas for moments involving the L-functions of quadratic twists and their derivatives. This result gave lower bounds on the correlations between the analytic ranks of the twists of two distinct elliptic curves.\nWhile supported by DMS-1703695, the PI has been active in making her work available and understandable to undergraduate and graduate students, by giving several general audience talks. The PI has also been a mentor to two female undergraduates through the AWM Mentorship program.\n\n\t\t\t\t\tLast Modified: 10/29/2021\n\n\t\t\t\t\tSubmitted by: Alexandra M Florea"
 }
}