{
 "awd_id": "1703389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS: SHF: Medium: Collaborative Research: Integrated Design and Optimization of Millimeter-Wave Multi-Beam MIMO Networks for Gigabit Mobile Access",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Murat Torlak",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 660901.0,
 "awd_amount": 660901.0,
 "awd_min_amd_letter_date": "2017-05-04",
 "awd_max_amd_letter_date": "2022-07-26",
 "awd_abstract_narration": "Wireless technology is heading for a spectrum crunch with the proliferation of data-hungry devices and applications. Millimeter-wave (mmW) technology, operating between 30GHz to 300GHz, is a promising emerging solution that offers orders-of-magnitude larger bandwidth than current systems and efficient spectrum usage through beamforming. While recent research shows the tremendous potential of mmW wireless in realizing unprecedented spectral efficiency, Gigabit rates and low latency, it is tempered by significant theoretical and technological challenges. In particular, the hardware complexity of the antennas and mmW circuits, and the computational complexity of digital processing challenge the current paradigms and require a fresh cross-disciplinary approach for addressing tradeoffs in performance, complexity, and energy consumption.  This project is investigating fundamental tradeoffs in the design of wideband mmW wireless networks through an integrated framework spanning communication and signal processing techniques, hardware design, and networking protocols. The four-investigator research team is uniquely qualified to undertake this research due to their complementary expertise. The project is supporting six graduate students, and broadening participation in cutting-edge research to undergraduates and underrepresented groups through curriculum development and outreach efforts. Industrial relationships are informing research, providing opportunities for students, and facilitating technology transfer. \r\n\r\nA new cross-domain framework is being developed for integrated design of scalable mmW multiple-input, multiple-output (MIMO) networks that employ multi-antenna arrays for multi-beam multiuser communication. The research spans communication theory and signal processing, mmW hardware and data converter design, networking protocols, and experimental validation with a state-of-the-art testbed. The research is anchored on four goals: 1) Development of a multi-beam MIMO network architecture and communication/signal processing techniques for mobile access; 2) Investigation of a scalable and reconfigurable slice-based mmW transceiver design for multi-beam MIMO; 3) Investigation of medium access control and higher layer protocols to address mmW propagation challenges and to fully exploit the advanced physical layer capabilities; and 4) Integrated system modeling and assessment for performance-complexity-energy optimization and experimental validation. Several key operational requirements are being investigated, including multi-beam forming and data multiplexing, dynamic beam-frequency allocation and carrier aggregation, dynamic hardware reconfigurability, and flexible networking protocols for diverse use cases. The research results are expected to: i) advance the state-of-the-art of basic theory and design strategies for mmW wireless; ii) act as a catalyst for cross-disciplinary design and analysis of mmW wireless networks, and iii) lead to a deeper fundamental understanding and design methodologies which could impact other applications including imaging, sensing and radar.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Parameswaran",
   "pi_last_name": "Ramanathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parameswaran Ramanathan",
   "pi_email_addr": "parmesh.ramanathan@wisc.edu",
   "nsf_id": "000328017",
   "pi_start_date": "2017-11-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Akbar",
   "pi_last_name": "Sayeed",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Akbar M Sayeed",
   "pi_email_addr": "akbar@engr.wisc.edu",
   "nsf_id": "000333244",
   "pi_start_date": "2017-05-04",
   "pi_end_date": "2017-11-14"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Parameswaran",
   "pi_last_name": "Ramanathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parameswaran Ramanathan",
   "pi_email_addr": "parmesh.ramanathan@wisc.edu",
   "nsf_id": "000328017",
   "pi_start_date": "2017-05-04",
   "pi_end_date": "2017-11-14"
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 191343.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 237005.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 232553.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Millimeter-wave wireless technology, operating between 30GHz to 300GHz, is a promising solution for meeting the exploding bandwidth requirements of wireless networks. They are particularly well suited for meeting the communication needs of indoor immersive applications such as virtual or augmented reality. However, due to their highly directional nature, millimeter wave wireless beams are susceptible to misalignments and blockages caused by user movements. As a result, millimeter wave channels are vulnerable to large fluctuations in quality, which in turn, cause disproportionate degradation in end-to-end performance of immersive applications, especially those based on transport layer schemes such as Transmission Control Protocol (TCP). &nbsp;Addressing these deleterious effects of large channel quality fluctuations on end-to-end performance, requires a multi-prong approach spanning multiple layers of network protocol stack. Developing such multi-layer solutions is the main focus of the research project.</p>\n<p>&nbsp;</p>\n<p>Major outcomes from the research project are many-fold: (i) experimental measurements on an indoor millimeter wave testbed to study the channel quality fluctuations observed while users are engaged in immersive applications, (ii) theoretical models characterizing the channel quality fluctuations observed on the testbed, (iii) innovative solutions at network, transport, and application layers of the protocol stack to combat the effects of channel quality fluctuations on immersive applications, and (iv) experimental evaluation of the effectiveness of the solutions approaches developed in the project on millimeter wave testbed designed using commercially available devices. The experimental evaluation on the testbed also demonstrates the feasibility of implementing the new solution approaches on commercially available technologies.</p>\n<p>The project also trained a set of graduate students on developing, designing, and experimenting on cross-layer approaches. The students were also trained on running large simulations and on evaluating solution approaches through experimentation. Some of these students are now working in industries working on developing next generation communication technologies.</p>\n<p>&nbsp;The end result from the project is an integrative set of solutions that have demonstrated to to significantly improve the end-to-end performance of immersive applications. Since there is growing interest in such applications, there will be strong broader impacts of the results from the research project.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/23/2024<br>\nModified by: Parameswaran&nbsp;Ramanathan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMillimeter-wave wireless technology, operating between 30GHz to 300GHz, is a promising solution for meeting the exploding bandwidth requirements of wireless networks. They are particularly well suited for meeting the communication needs of indoor immersive applications such as virtual or augmented reality. However, due to their highly directional nature, millimeter wave wireless beams are susceptible to misalignments and blockages caused by user movements. As a result, millimeter wave channels are vulnerable to large fluctuations in quality, which in turn, cause disproportionate degradation in end-to-end performance of immersive applications, especially those based on transport layer schemes such as Transmission Control Protocol (TCP). Addressing these deleterious effects of large channel quality fluctuations on end-to-end performance, requires a multi-prong approach spanning multiple layers of network protocol stack. Developing such multi-layer solutions is the main focus of the research project.\n\n\n\n\n\nMajor outcomes from the research project are many-fold: (i) experimental measurements on an indoor millimeter wave testbed to study the channel quality fluctuations observed while users are engaged in immersive applications, (ii) theoretical models characterizing the channel quality fluctuations observed on the testbed, (iii) innovative solutions at network, transport, and application layers of the protocol stack to combat the effects of channel quality fluctuations on immersive applications, and (iv) experimental evaluation of the effectiveness of the solutions approaches developed in the project on millimeter wave testbed designed using commercially available devices. The experimental evaluation on the testbed also demonstrates the feasibility of implementing the new solution approaches on commercially available technologies.\n\n\nThe project also trained a set of graduate students on developing, designing, and experimenting on cross-layer approaches. The students were also trained on running large simulations and on evaluating solution approaches through experimentation. Some of these students are now working in industries working on developing next generation communication technologies.\n\n\nThe end result from the project is an integrative set of solutions that have demonstrated to to significantly improve the end-to-end performance of immersive applications. Since there is growing interest in such applications, there will be strong broader impacts of the results from the research project.\n\n\n\t\t\t\t\tLast Modified: 07/23/2024\n\n\t\t\t\t\tSubmitted by: ParameswaranRamanathan\n"
 }
}