{
 "awd_id": "1703322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Photocatalytic Active Matter",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924842",
 "po_email": "wolbrich@nsf.gov",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 132900.0,
 "awd_amount": 132900.0,
 "awd_min_amd_letter_date": "2017-07-30",
 "awd_max_amd_letter_date": "2017-07-30",
 "awd_abstract_narration": "Active matter is matter composed of particles that can convert energy into motion.  Examples of active matter are schools of fish, flocks of birds, and bacteria.  Most examples of active matter are biological in origin, but presently there is a significant amount of research into synthetic systems. This concept is of interest because of the potential for controllable and reversible assembly of larger structures, for the triggered capture, delivery, and release of cargo such as drugs, and for using it as a tool for understanding biological processes that are out of equilibrium.  This proposal aims to identify and develop methods for moving and manipulating nanometer-to-micron sized active particles in fluids. For example, active spherical particles can be produced by coating one hemisphere with a chemical that can react with another compound dissolved in the fluid. Since the uncoated hemisphere is inert, the particle has a preferred direction of motion related to the varying concentration of the dissolved chemical. However, systems such as this cannot easily be switched on and off; if the fuel is present, the particles remain active and moving. This research project is exploring a novel system that can be switched on and off through illumination by light. Special fabrication methods are being used to produce light-activated particles with complex shapes in order to identify the role shape has in how active particles move and assemble into larger structures. Significant features of this research project are that both graduate and undergraduate students are deeply involved in the research and that aspects of the research are being incorporated into an undergraduate laboratory class.  The researchers involved in this project are bringing project-related demonstrations to Hopi High School on the Hopi Reservation in Northern Arizona in an effort to engage students in science who are underrepresented in STEM fields. \r\n\r\nActive colloids have received considerable attention recently, but a number of questions remain unanswered regarding the mechanisms of motion and particle self-assembly. In addition, the realization of functional nanomachines, for example for cargo delivery, is still in its infancy. This research project aims to study a photocatalytically active system, in which the activity may be easily switched on and off. Specialized fabrication techniques, based on glancing angle deposition (GLAD), are being used to produce active colloidal particles with complex shapes and material compositions. These anisotropic particles are being used to gain insight into how to control particle motion and to investigate the role of shape in self-assembly of the particles. This system of photocatalytic active particles of various shapes may make possible new applications and a deeper understanding of propulsion at the nanoscale. Ultimately, the researchers intend to control the pick-up and release of cargo at the mesoscale using the self-assembly of these active particles. The research project also includes a significant educational and outreach component, including the development of a nanoscience based course, a new experimental module for an undergraduate lab course, and the involvement of Native American students from Northern Arizona.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Gibbs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Gibbs",
   "pi_email_addr": "john.gibbs@nau.edu",
   "nsf_id": "000680522",
   "pi_start_date": "2017-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "S Beaver St, Phys. Sci. Bldg.",
  "perf_city_name": "Flagstaff",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "860110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 132900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was dedicated to the discover and identification of a new type of self-powered, self-propelled particle that is able to move in a controlled manner within fluids. Such particles may be the precursors to advanced microscale machinery and robotics, which we hope to one day form the basis of autonomous medical devices, capable of fighting disorders and diseases. During the three-year period, we discovered new phenomena as well, including the ability to utilize novel materials to control the active particles, including how they interact with one another, using different colors of light. For example, blue light moves these particles one way, while green and red light lead to different motion and self-assembly.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project was also highly successful in terms of education as about 10 undergraduate students performed original research for the first time, and several graduate students and postdoctoral scholars worked on this project as well. We also had an opportunity to enhance a course at Northern Arizona University using methods developed herein, and to introduce some of these concepts to the local community through the Flagstaff Festival of Science. Seven publications and several conference talks were given, and the publication have been cited over 60 times to-date.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2020<br>\n\t\t\t\t\tModified by: John&nbsp;Gibbs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was dedicated to the discover and identification of a new type of self-powered, self-propelled particle that is able to move in a controlled manner within fluids. Such particles may be the precursors to advanced microscale machinery and robotics, which we hope to one day form the basis of autonomous medical devices, capable of fighting disorders and diseases. During the three-year period, we discovered new phenomena as well, including the ability to utilize novel materials to control the active particles, including how they interact with one another, using different colors of light. For example, blue light moves these particles one way, while green and red light lead to different motion and self-assembly. \n\n \n\n \n\nThe project was also highly successful in terms of education as about 10 undergraduate students performed original research for the first time, and several graduate students and postdoctoral scholars worked on this project as well. We also had an opportunity to enhance a course at Northern Arizona University using methods developed herein, and to introduce some of these concepts to the local community through the Flagstaff Festival of Science. Seven publications and several conference talks were given, and the publication have been cited over 60 times to-date.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2020\n\n\t\t\t\t\tSubmitted by: John Gibbs"
 }
}