{
 "awd_id": "1704941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS: CSR: Large: Collaborative Research: Co-Design of Network, Storage and Computation Fabrics for Disaggregated Datacenters",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 899960.0,
 "awd_amount": 899960.0,
 "awd_min_amd_letter_date": "2017-06-09",
 "awd_max_amd_letter_date": "2021-08-16",
 "awd_abstract_narration": "Traditional datacenters are built using servers, each of which tightly integrates a small amount of CPU (central processing unit), memory and storage onto a single motherboard. However, the end of Dennard's scaling and the slowdown of Moore's Law has led to surfacing of several fundamental limitations of such server-centric architectures (e.g., the memory-capacity wall making CPU-memory co-location unsustainable). Consequently, a new computing paradigm is emerging -- a disaggregated architecture, where each resource type is built as a standalone 'blade' and a network fabric interconnects the resource blades within and across racks. The computer architecture community has established a number of benefits of such disaggregated architectures, including the potential to have 10-100x larger resource capacity. While beneficial from the computer architecture perspective, disaggregated architectures alter several assumptions that once guided the design and optimization of existing networks, systems and applications (e.g., CPU-storage colocation, high CPU-memory bandwidth, storage hierarchy, data locality, failure models, etc.). Capitalizing on the benefits of disaggregated architectures will thus require re-architecting legacy systems and networks.  This project aims to co-design the network, storage and compute fabrics for disaggregated datacenters.\r\n\r\nOn the network front, the project will design ultra-low latency intra-rack and inter-rack fabrics including a new network software stack that incorporates efficient congestion control, failure tolerance and scheduling mechanisms. The co-design of network and storage fabrics will lead to new (distributed) memory and storage management stacks for disaggregated storage, and a resource manager that provides essential isolation, sharing and elasticity guarantees across multiple applications sharing disaggregated storage and network fabrics. Finally, the project will build new distributed programming frameworks and re-architect existing applications to efficiently and correctly operate on disaggregated architectures. \r\n\r\nThis project will provide solutions to some of the most difficult and important technical questions surrounding this emerging computing paradigm and will have broad community impact primarily through educational and outreach activities, and technology transfer. Software artifacts resulting from this project will be publicly released to ensure repeatability and to foster follow up research. The project also has a substantial educational component including new courses and public release of teaching materials. Finally, the project will provide the necessary thrust to build an inter-disciplinary research community via mentoring of graduate students and postdoctoral scholars, yearly workshops and industry retreats to bridge the gap between industrial development and academic research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sylvia",
   "pi_last_name": "Ratnasamy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sylvia Ratnasamy",
   "pi_email_addr": "sylvia@eecs.berkeley.edu",
   "nsf_id": "000579413",
   "pi_start_date": "2017-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Shenker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Shenker",
   "pi_email_addr": "shenker@icsi.berkeley.edu",
   "nsf_id": "000241246",
   "pi_start_date": "2017-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "International Computer Science Institute",
  "inst_street_address": "2150 SHATTUCK AVE",
  "inst_street_address_2": "SUITE 250",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106662900",
  "inst_zip_code": "947041345",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "INTERNATIONAL COMPUTER SCIENCE INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GSRMP1QCXU74"
 },
 "perf_inst": {
  "perf_inst_name": "International Computer Science Institute",
  "perf_str_addr": "1947 Center Street, Suite 600",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947041159",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 186900.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 162939.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 172703.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 183134.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 194284.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p dir=\"ltr\"><span>Traditional datacenters are built using servers, each of which tightly integrates a small amount of CPU, memory and storage onto a single motherboard. Such&nbsp;</span><span>server-centric</span><span>&nbsp;architectures have been the mainstay for decades since they achieve good scalability, cross-job isolation and data locality. However, the end of Dennard's scaling and the slowdown of Moore's Law has led to surfacing of several fundamental limitations of these architectures &mdash; unsustainable compute-memory colocation, resource underutilization, and the inability to independently scale individual resources for applications with time-varying demands.&nbsp;</span></p>\n<p dir=\"ltr\"><span>This project explores a clean-slate&nbsp;</span><span>disaggregated</span><span>&nbsp;architecture &mdash; one where each resource type is built as a standalone `blade', slices of which can be stitched over a network fabric. Resource disaggregation has a number of benefits. First, since compute, memory, storage and networking technologies exhibit different trends in terms of cost, performance and power scaling, disaggregated architectures can enable orders of magnitude larger resource density. Second, blurring the server boundaries can allow near-perfect resource utilization. Third, managing each resource pool separately can enable independent scaling of individual resources for time-varying application demands. Finally, decoupling resources can allow each resource technology to evolve independently, and reduce time-to-adoption of new technologies. While beneficial, decoupling of resources in disaggregated architectures alters many fundamental assumptions that once guided the design and optimization of existing distributed networks, systems, and applications (e.g., compute-storage co-location, high CPU-memory bandwidth, storage hierarchy, data locality, failure models, etc.).&nbsp;</span></p>\n<p dir=\"ltr\"><span>Project Outcomes &mdash; Intellectual merits:&nbsp;</span><span>This project takes the first step towards resolving fundamental challenges in design of network, storage, and computation fabrics for disaggregated architectures. We have designed and built new network fabrics that can provide the ultra-low latency and high bandwidth required to enable disaggregated architectures; we have also rearchitected network stacks to incorporate novel congestion control, host resource provisioning, and host resource scheduling mechanisms specialized for disaggregated architectures. Our project has also led to new storage and memory management stacks that enable efficient isolation, sharing, and elastic memory and storage resource allocation for applications running atop disaggregated architectures. Finally, we have rearchitected today&rsquo;s widely-deployed databases, distributed programming frameworks, and applications to run atop disaggregated architectures. These projects have led to advances in many subareas of computer science, and our results have been disseminated via many publications at top-tier conferences in operating systems, computer networking, computer architecture, and even theory.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Project Outcomes &mdash; Broader impacts:&nbsp;</span><span>This project has provided solutions to some of the most difficult and important technical questions surrounding the emerging computing paradigm of disaggregated architectures, and has had broad community impact primarily through educational and outreach activities, and through technology transfer.&nbsp;</span></p>\n<p>Our education and outreach activities involved creating new education material on resource disaggregation, mentoring of undergraduate and graduate students, community workshops on resource disaggregation, and engagement with industry. These outreach activities have had significant broader impacts. Teaching material on resource disaggregation developed during the course of this project has been incorporated within several computer systems, networking and architecture courses at Cornell and Berkeley; this material is already being used at multiple institutions. Many of our mentees are now faculty and PhD students at academic institutions; and, many of our mentees are enabling industrial advances in resource disaggregation. Overall, our outreach activities have led to resource disaggregation emerging as one of the most active research subareas in various domains of computer science including computer systems, operating systems, computer architecture and databases; our project has led to the first publicly available dataset on disaggregated architectures, that is further fueling the research activities in these areas.</p>\n<p>During the course of this project, we have produced open-source network and storage stacks, and new hardware demonstrating feasibility of disaggregated architectures. Many of these are starting to have real-world impact: our open-source software systems have already been incorporated within Kubernetes, and are being upstreamed to the Linux kernel; and, resource scheduling mechanisms developed during this project are used by a startup to serve millions of queries over petabytes of data from thousands of customers on a daily basis. These are directly contributing to the US economy.</p><br>\n<p>\n Last Modified: 12/16/2023<br>\nModified by: Scott&nbsp;Shenker</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTraditional datacenters are built using servers, each of which tightly integrates a small amount of CPU, memory and storage onto a single motherboard. Suchserver-centricarchitectures have been the mainstay for decades since they achieve good scalability, cross-job isolation and data locality. However, the end of Dennard's scaling and the slowdown of Moore's Law has led to surfacing of several fundamental limitations of these architectures  unsustainable compute-memory colocation, resource underutilization, and the inability to independently scale individual resources for applications with time-varying demands.\n\n\nThis project explores a clean-slatedisaggregatedarchitecture  one where each resource type is built as a standalone `blade', slices of which can be stitched over a network fabric. Resource disaggregation has a number of benefits. First, since compute, memory, storage and networking technologies exhibit different trends in terms of cost, performance and power scaling, disaggregated architectures can enable orders of magnitude larger resource density. Second, blurring the server boundaries can allow near-perfect resource utilization. Third, managing each resource pool separately can enable independent scaling of individual resources for time-varying application demands. Finally, decoupling resources can allow each resource technology to evolve independently, and reduce time-to-adoption of new technologies. While beneficial, decoupling of resources in disaggregated architectures alters many fundamental assumptions that once guided the design and optimization of existing distributed networks, systems, and applications (e.g., compute-storage co-location, high CPU-memory bandwidth, storage hierarchy, data locality, failure models, etc.).\n\n\nProject Outcomes  Intellectual merits:This project takes the first step towards resolving fundamental challenges in design of network, storage, and computation fabrics for disaggregated architectures. We have designed and built new network fabrics that can provide the ultra-low latency and high bandwidth required to enable disaggregated architectures; we have also rearchitected network stacks to incorporate novel congestion control, host resource provisioning, and host resource scheduling mechanisms specialized for disaggregated architectures. Our project has also led to new storage and memory management stacks that enable efficient isolation, sharing, and elastic memory and storage resource allocation for applications running atop disaggregated architectures. Finally, we have rearchitected todays widely-deployed databases, distributed programming frameworks, and applications to run atop disaggregated architectures. These projects have led to advances in many subareas of computer science, and our results have been disseminated via many publications at top-tier conferences in operating systems, computer networking, computer architecture, and even theory.\n\n\nProject Outcomes  Broader impacts:This project has provided solutions to some of the most difficult and important technical questions surrounding the emerging computing paradigm of disaggregated architectures, and has had broad community impact primarily through educational and outreach activities, and through technology transfer.\n\n\nOur education and outreach activities involved creating new education material on resource disaggregation, mentoring of undergraduate and graduate students, community workshops on resource disaggregation, and engagement with industry. These outreach activities have had significant broader impacts. Teaching material on resource disaggregation developed during the course of this project has been incorporated within several computer systems, networking and architecture courses at Cornell and Berkeley; this material is already being used at multiple institutions. Many of our mentees are now faculty and PhD students at academic institutions; and, many of our mentees are enabling industrial advances in resource disaggregation. Overall, our outreach activities have led to resource disaggregation emerging as one of the most active research subareas in various domains of computer science including computer systems, operating systems, computer architecture and databases; our project has led to the first publicly available dataset on disaggregated architectures, that is further fueling the research activities in these areas.\n\n\nDuring the course of this project, we have produced open-source network and storage stacks, and new hardware demonstrating feasibility of disaggregated architectures. Many of these are starting to have real-world impact: our open-source software systems have already been incorporated within Kubernetes, and are being upstreamed to the Linux kernel; and, resource scheduling mechanisms developed during this project are used by a startup to serve millions of queries over petabytes of data from thousands of customers on a daily basis. These are directly contributing to the US economy.\t\t\t\t\tLast Modified: 12/16/2023\n\n\t\t\t\t\tSubmitted by: ScottShenker\n"
 }
}