{
 "awd_id": "1704144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CBET: A two step chemocatalytic conversion of cellulosic biomass to hydrocarbon biofuels",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2017-08-05",
 "awd_max_amd_letter_date": "2022-07-15",
 "awd_abstract_narration": "The long-term security of our economy requires a portfolio of domestic feedstocks to produce fuels and chemicals. Biomass is a promising choice; however, conversion technologies that are reliable, reproducible and economic are still needed. This project addresses fundamental knowledge supporting a conversion technology uses resources that are targeted solely for fuels production. This project addresses direct conversion of lignocellulosic biomass into a bio-oil that has the potential to be a drop-in replacement for gasoline and other fuels. These fuels would be applicable in current automotive internal combustion engines and for air transportation. The project researches a novel catalyst that serves three functions to break up the biomass structure of cellulose, hemicellulose, and lignin into smaller chemical entities that are converted into a fuel mixture. The catalyst mixture is recyclable and readily recovered from the product mixture. Potential savings are gained in a simpler 2-step process, recycling of catalyst, and higher yield of product from the feedstock. The resulting product would be stable and have high energy content to mix into existing fuel stockpiles. The project's educational activities stress undergraduate research and outreach to high school students for participation in STEM careers.\r\n\r\nThe objective of the project is to research an energy efficient recyclable two step catalytic process for the transformation of biomass to next generation hydrocarbon biofuels. This goal will be achieved by the design of a recyclable catalyst that can produce C5-C20 range partially oxygenated furanic alkene type biocrude oil from lignocellulosic biomass in a single reactor operation under mild conditions. In the first conversion step, cellulose and hemicelluloses in the biomass undergoes an acidic ionic liquid catalyzed depolymerization to glucose and xylose at a relatively low temperature. In the next stage the catalyst will dehydrate the monosaccharides into a furan mixture, 5-hydroxymethylfurfural and furfural. In the final reaction step, the furan aldehydes will undergo acid catalyzed aldol condensation with acetone in the medium. The complex product will consist of C5-C20 range compounds resulting from cross aldol condensation between biomass derived furans and acetone, as well as acetone self-condensation products. The biocrude produced by this catalytic process is stable and composed of well-defined stable furanic alkene and enone products, which are then upgraded to hydrocarbons using established catalytic reduction technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ananda",
   "pi_last_name": "Amarasekara",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ananda S Amarasekara",
   "pi_email_addr": "asamarasekara@pvamu.edu",
   "nsf_id": "000119312",
   "pi_start_date": "2017-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Prairie View A & M University",
  "inst_street_address": "100 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "PRAIRIE VIEW",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9362611689",
  "inst_zip_code": "77446",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "PRAIRIE VIEW A&M UNIVERSITY",
  "org_prnt_uei_num": "FTAAW94S6LC6",
  "org_uei_num": "FTAAW94S6LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Prairie View A & M University",
  "perf_str_addr": "P.O. Box 667",
  "perf_city_name": "Prairie View",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "774840667",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 315000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>CBET: </strong><strong>A two step chemocatalytic conversion of cellulosic biomass to hydrocarbon biofuels </strong></p>\n<p>Objective of this project was to develop an energy efficient recyclable catalytic process for the transformation of biomass to partially oxygenated biocrude oil. We have accomplished the major goals set in the proposal as follows:</p>\n<p>[1]. Br&ouml;nsted acidic ionic liquids were shown as excellent catalysts for the depolymerization of polysaccharides in lignocellulosic biomass under mild conditions and transformation of the monosaccharides to partially oxygenated alkene mixtures.</p>\n<p>[2]. Developed a two step method for conversion of cellulosic biomass to hydrocarbon biofuels. &nbsp;In the first step polysaccharides in raw lignocellulosic biomass were converted to C5-C20 range partially oxygenated furanic alkene type biocrude oil in a single reactor operation under mild conditions. Then, in a second reactor the furanic biocrude was converted to a mixture of linear and branched alkanes, using a catalytic reductive deoxygenation step involving catalytic reduction chemistry.</p>\n<p>[3]. Developed low cost non-noble metal catalytic methods for the conversion of biobased small molecules such as biofurans and levulinic acid to fuel precursors.</p>\n<p>[4].&nbsp; Developed Mn, Ni, Co mixed metal oxide decarboxylation and deoxygenation catalysts with applications in producing bio-jet fuel from sustainable feedstocks.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual merits:</span>&nbsp; [1]. Introduction of the use of -SO<sub>3</sub>H group functionalized Br&ouml;nsted acidic ionic liquids as a new class of catalysts for the cellulose hydrolysis in water, acetone as well as ethanol and ethylene glycol mediums [2]. The application of acidic ionic liquids as multipurpose catalysts for cellulose hydrolysis, monosaccharide dehydration and aldol condensation under mild conditions</p>\n<p><span style=\"text-decoration: underline;\">Broader impacts:</span><strong> </strong>Four undergraduate students worked on the project during the period and completed their chemistry major capstone projects.</p>\n<p>Five MS level graduate students completed their thesis projects under this grant. Three students went to study for their Ph.D's in chemistry at leading research universities. The fourth student went to work for pharmaceutical industry and the fifth student went for a college teaching position.</p>\n<p>Postdoctoral Research associate worked on the project went back to home country to join a National Research Laboratory.</p>\n<p><strong><span style=\"text-decoration: underline;\">Publications:</span></strong><strong> &nbsp;&nbsp;&nbsp;</strong>18 peer-reviewed journal publications<strong>&nbsp;</strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Conference presentations:</span></strong><strong> &nbsp;&nbsp;</strong>Two conference presentations<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2023<br>\nModified by: Ananda&nbsp;Amarasekara</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCBET: A two step chemocatalytic conversion of cellulosic biomass to hydrocarbon biofuels \n\n\nObjective of this project was to develop an energy efficient recyclable catalytic process for the transformation of biomass to partially oxygenated biocrude oil. We have accomplished the major goals set in the proposal as follows:\n\n\n[1]. Brnsted acidic ionic liquids were shown as excellent catalysts for the depolymerization of polysaccharides in lignocellulosic biomass under mild conditions and transformation of the monosaccharides to partially oxygenated alkene mixtures.\n\n\n[2]. Developed a two step method for conversion of cellulosic biomass to hydrocarbon biofuels. In the first step polysaccharides in raw lignocellulosic biomass were converted to C5-C20 range partially oxygenated furanic alkene type biocrude oil in a single reactor operation under mild conditions. Then, in a second reactor the furanic biocrude was converted to a mixture of linear and branched alkanes, using a catalytic reductive deoxygenation step involving catalytic reduction chemistry.\n\n\n[3]. Developed low cost non-noble metal catalytic methods for the conversion of biobased small molecules such as biofurans and levulinic acid to fuel precursors.\n\n\n[4]. Developed Mn, Ni, Co mixed metal oxide decarboxylation and deoxygenation catalysts with applications in producing bio-jet fuel from sustainable feedstocks.\n\n\nIntellectual merits: [1]. Introduction of the use of -SO3H group functionalized Brnsted acidic ionic liquids as a new class of catalysts for the cellulose hydrolysis in water, acetone as well as ethanol and ethylene glycol mediums [2]. The application of acidic ionic liquids as multipurpose catalysts for cellulose hydrolysis, monosaccharide dehydration and aldol condensation under mild conditions\n\n\nBroader impacts: Four undergraduate students worked on the project during the period and completed their chemistry major capstone projects.\n\n\nFive MS level graduate students completed their thesis projects under this grant. Three students went to study for their Ph.D's in chemistry at leading research universities. The fourth student went to work for pharmaceutical industry and the fifth student went for a college teaching position.\n\n\nPostdoctoral Research associate worked on the project went back to home country to join a National Research Laboratory.\n\n\nPublications: 18 peer-reviewed journal publications\n\n\nConference presentations: Two conference presentations\n\n\n\t\t\t\t\tLast Modified: 12/30/2023\n\n\t\t\t\t\tSubmitted by: AnandaAmarasekara\n"
 }
}