{
 "awd_id": "1705854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Imaging and Modeling Fluid Mechanics of Metabolite Transport in the Brain Interstitium",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie George",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2017-08-24",
 "awd_max_amd_letter_date": "2018-08-19",
 "awd_abstract_narration": "In the course of its normal function, the brain produces toxic substances that accumulate and are transported from the space between brain cells. If these substances are not cleared, their accumulation is thought to yield crippling results such as Alzheimer's disease and migraines. The mechanics of this clearance is poorly understood, so this research project aim to study and characterize this process.  Experimental techniques and computational approaches are being combined to produce a predictive clearance model based on fundamental mechanics principles of fluid flow and diffusion. The experimental study is being conducted in vivo, which will allow for a physiologically-relevant match between brain function and the corresponding deformation of brain tissue and the associated flow of the fluid in-between cells. This study is relevant for advancing the state of the art in neurophysiology and for future development of therapeutic interventions, both pharmacological and surgical, for addressing pathologies including Alzheimer's disease, hydrocephalus, and migraine. This project has an educational component aiming at training graduate and undergraduate students in advanced neuroscience research and in biomedical engineering.  Specifically, the researchers and developing and offering a level-appropriate laboratory and computational projects for undergraduates with a focus on the merging of experimental techniques and mechanics in neuroscience. \r\n\r\nThis project focuses on delivering the first mechanics-based model of the effects of neurovasculature coupling on transport in the brain. A theoretical and computational framework is being created to model multiple concurrent transport mechanisms in a computational framework that integrates empirical in vivo observations of the brain micromechanical neurovascular response to chosen stimuli. The biomedical problem motivating the proposed research is the comparative assessment of convective and diffusive mechanisms for toxic metabolite clearance from the brain interstitium. Buildup of these compounds can be strongly neurotoxic and can trigger neuronal functional instabilities with severe, if not lethal, consequences---from spreading depolarization to epilepsy to Alzheimer's disease to mental illnesses. While vital for brain function, metabolite transport and clearance remains poorly understood.  The specific project goals are: 1) To model brain tissue as a deformable porous medium with embedded vasculature, and to apply a numerical scheme developed by the PIs for predicting transport driven by blood vasodilation; 2) To identify sets of relevant physiological conditions from the experiments, and, from these, to define corresponding metabolite transport boundary value problems. Pulsation (heart-gated blood vessel dilation) and functional hyperemia (neurovascular coupling driven vessel dilation) will be considered. Anatomical, material, and loading parameters will be inferred using in vivo two-photon microscopy in the brains of living mice with cranial windows. Fluorescence-based digital image correlation will deliver microscale deformation maps of brain tissue. Fluid flow in the brain will be visualized by infusing fluorescent dyes; 3) To numerically solve the problems in goal 2 to determine interstitial fluid flow and metabolite transport through deformable tissue with convection and diffusion as concurrent mechanisms. Ranges of physiological conditions and constitutive parameters are being tested, and fluid-structure interaction between tissue and fluid-filled paravascular space are being explicitly modeled. The high selectivity of the blood-brain barrier remains a major challenge in developing effective drug delivery methods for brain cancer, dementia, spreading depolarization, and epilepsy. By focusing on metabolite transport in brain, this research project will contribute to advancing pharmacological and surgical therapies for many brain pathologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francesco",
   "pi_last_name": "Costanzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francesco Costanzo",
   "pi_email_addr": "costanzo@engr.psu.edu",
   "nsf_id": "000492346",
   "pi_start_date": "2017-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Gluckman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce J Gluckman",
   "pi_email_addr": "BruceGluckman@psu.edu",
   "nsf_id": "000500690",
   "pi_start_date": "2017-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Drew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Drew",
   "pi_email_addr": "pjd17@psu.edu",
   "nsf_id": "000586399",
   "pi_start_date": "2017-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 125311.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 274689.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The brain lacks a conventional lymphatic system to remove metabolic waste. It has been proposed that directional fluid movement through fluid-filled spaces surrounding cerebral arteries (these spaces are known by acronym PVS) promotes metabolite clearance. We performed simulations to examine if the pulsations (promoted by the heart beat) and dilations (governed by neurovascular coupling) can drive directional CSF flow in the PVS and found that pulsation do not drive directional CSF flow. Instead, we demonstrate that&nbsp;dilation as seen during functional hyperemia produce a much greater exchange of fluid. Our results also show that the study of fluid flow and metabolite transport, which is fundamental to normal and pathophysiology, must account for the deformability and porosity of the brain tissue. By accounting for the poroelastic behavior of the brain, we have shown that arteriolar dilations could not only drive flow in the PVS but through the brain tissue itself. Simulations of sleep-like conditions, with larger vasodilations and increased extracellular volume in the brain showed enhanced movement of fluid from the paravascular space into the brain. Our simulations suggest that both sensory-evoked and sleep-related arteriolar dilations can drive convective flow of cerebrospinal fluid from the paravascular space into the brain tissue around arterioles. This grant partially supported the work off three Ph.D. students, two of whom are women, and all of whom have successfully earled their Ph.D. degrees.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2021<br>\n\t\t\t\t\tModified by: Francesco&nbsp;Costanzo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe brain lacks a conventional lymphatic system to remove metabolic waste. It has been proposed that directional fluid movement through fluid-filled spaces surrounding cerebral arteries (these spaces are known by acronym PVS) promotes metabolite clearance. We performed simulations to examine if the pulsations (promoted by the heart beat) and dilations (governed by neurovascular coupling) can drive directional CSF flow in the PVS and found that pulsation do not drive directional CSF flow. Instead, we demonstrate that dilation as seen during functional hyperemia produce a much greater exchange of fluid. Our results also show that the study of fluid flow and metabolite transport, which is fundamental to normal and pathophysiology, must account for the deformability and porosity of the brain tissue. By accounting for the poroelastic behavior of the brain, we have shown that arteriolar dilations could not only drive flow in the PVS but through the brain tissue itself. Simulations of sleep-like conditions, with larger vasodilations and increased extracellular volume in the brain showed enhanced movement of fluid from the paravascular space into the brain. Our simulations suggest that both sensory-evoked and sleep-related arteriolar dilations can drive convective flow of cerebrospinal fluid from the paravascular space into the brain tissue around arterioles. This grant partially supported the work off three Ph.D. students, two of whom are women, and all of whom have successfully earled their Ph.D. degrees.\n\n\t\t\t\t\tLast Modified: 12/16/2021\n\n\t\t\t\t\tSubmitted by: Francesco Costanzo"
 }
}