{
 "awd_id": "1705088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: WERF: GOALI: Bioaugmentation-Enhanced Anammox for Mainstream Nitrogen Removal",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 99905.0,
 "awd_amount": 99905.0,
 "awd_min_amd_letter_date": "2017-06-21",
 "awd_max_amd_letter_date": "2017-06-21",
 "awd_abstract_narration": "Krzmarzick\r\n1705088\r\n\r\nNutrient nitrogen (N) in excess is a major pollutant affecting the environment and public health; consequently, excess N must be removed from wastewater (WW). Conventional nutrient N-removal technology relies on a sequence of two microbial process known as nitrification-denitrification. The first step (nitrification) involves the oxidation of ammonium to nitrate. The drawback is that nitrification requires a large input of energy to aerate the water. The second step (denitrification) involves the reduction of nitrate to harmless elemental nitrogen gas. The drawback is that valuable chemical energy is required for the nitrate reduction that could be better used to make biofuels such as methane-rich biogas. Improvements in the economy of nutrient N-removal can be achieved with anaerobic ammonia oxidizing (anammox) bacteria. Anammox converts nitrite and ammonium to elemental nitrogen gas without any need for aeration or chemical energy. As a technology anammox must be combined with partial aeration to form nitrite from about half of the ammonium (partial nitritation), but this process saves 57% of the aeration costs and 100% of the chemical energy demand compared to conventional nutrient N-removal.\r\n\r\nAnammox has become a mature technology for the treatment of high ammonium, low organic matter WW, exemplified by sludge liquor side streams from the dewatering of anaerobically digested sludge, which accounst for 15-30% of the N load at wastewater treatment plants (WWTP). The objective of this research is to apply anammox to the 70-85% of the N-load in the mainstream of a WWTP. The strategy proposed is based on utilizing highly active anammox sludge cultivated on the ammonium rich side stream with an upflow anaerobic sludge blanket (UASB) reactor to bioaugment another UASB treating the mainstream. The reactors will be operated as a single-stage partial-nitritation anammox process by introducing substoichiometric quantities of elemental oxygen via aeration. The intellectual merit of the proposed work is to convert the liability of the high N-loading embodied by the ammonium rich side stream into an asset for biological N-removal for the mainstream. The key scientific/engineering question is whether bioaugmentation of highly enriched anammox sludge can be used to enhance the N-treatment process in the mainstream where conditions are less favorable for growing and sustaining anammox due to competition from heterotrophic bacteria and low N concentrations. The PIs will explore a novel stratification of partial nitritation and anammox in the microaerophilic exterior and anoxic interior of the same sludge particles, respectively. Through kinetic, metabolic and metagenomic/transcriptomic analyses, the PIs will determine whether the enriched anammox sludge deteriorates in mainstream by providing biomarkers to quantitatively monitor the anammox bacteria they contain.  They will also obtain information on the shifting composition and function of the microbial population. The project directly addresses the National Academy of Engineering grand challenge of improving the management of the N cycle by developing energy saving technology to control the load of excess nutrient-N into the environment.  Two PhD students will be working with the GOALI partner at the regional wastewater reclamation facility to gain industrial experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Krzmarzick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Krzmarzick",
   "pi_email_addr": "mark.krzmarzick@mail.okstate.edu",
   "nsf_id": "000673950",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "203 Whitehurst",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 99905.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The central goals of this award were the genomic and transcriptomic study of anaerobic ammonium oxidizing (anammox) bacteria, and the development of molecular tools such as qPCR assays for the study of anammox pathways. Anammox systems are known to remove nitrogen, a pollutant which causes eutrophication in freshwater lakes, with lower energy inputs and costs than conventional processes. In this research, anammox bacteria were studied in non-ideal conditions, such as in &lsquo;mainstream&rsquo; wastewater treatment, so that the capabilities to use these bacteria systems for more complete nitrogen removal can be determined. Two metagenomes of anammox systems were sequenced: one of a granular anammox sludge, and one of an integrated fixed-film (IFF) anammox sludge. Both sludges are from partial nitration upflow reactors. From these two metagenomes, the microbial community structure of anammox sludge systems is now better understood. Both systems show a strong dominance of a single anammox bacteria strain, with the remaining community being composed primarily of heterotrophic filamentous bacteria as well as ammonium oxidizing bacteria and heterotrophic denitrifying bacteria. Both cultures showed microbial community members from previously unknown genera, orders, and classes, thus expanding our general understanding of microbial diversity. One of these cultures was unexpectedly found to degrade pyrazole and triazole, which are an emerging class of pollutants. Thus, anammox bacteria may contain additional relevance to environmental engineers beyond nitrogen removal. This culture was found to contain previously unnoticed pathways in anammox for glucose uptake and metabolism, likely connected to the production of extra cellular polysaccharides. Thus, glucose may be a relevant environmental variable which supports anammox growth and activity. The metagenome for the IFF culture showed a more diverse community than the granular sludge. For the IFF culture, a metatranscriptomical analysis was performed in which anammox were subjected to high levels of acetate. These conditions favored denitrifying bacteria which are in the cultures, and which compete with anammox bacteria for substrate. It was found that the anammox bacteria and the anammox pathway genes decreased in relative abundance under high acetate conditions. From this data, the relative abundances of anammox pathway genes and denitrification genes were analyzed. This data provides insight into the ability for anammox to remove nitrogen under non-ideal conditions.</p>\n<p>With the metagenomic and metatranscriptomic data sequenced in these studies, numerous methods for analyzing anammox with quantitative PCR (qPCR) assays have been developed. Ideally, a qPCR assay can be an effective biomarker, in that it can quantitatively and reliable indicate anammox activity in complex bacterial communities. In the anammox pathway, the critical steps in nitrogen removal include hydroxylamine oxidoreductase and hydrazine synthase. Several hydroxylamine oxidoreductases were found in the metagenomes, with high levels of divergence. Some of these genes were found in non-anammox bacteria. Because of the large number of homologous genes in the cultures and high evolutionary divergences, qPCR assays for this gene are unlikely to make effective biomarkers. Single copies of hydrazine synthases were however found, and though only limited data available on these genes, they thus far appear to contain less evolutionary divergence. Hydrazine synthase is also highly unique to anammox activity, and thus promises to become a reliable biomarker. These qPCR assays will continue to be used by scientists and engineers in research to study anammox bacteria in various conditions and systems. From this project, several broader impacts were realized. One student completed their M.S. in Environmental Engineering with a thesis based on this research and is now in the workforce. Other graduate students were partially supported, and undergraduate research assistants have broadened their education with bioinformatics. The data and results have been integrated into undergraduate and graduate courses in microbiology and wastewater treatment in the Civil Engineering curriculum at Oklahoma State University. An educational outreach project to third graders to teach them the principals of microbes and water treatment was also supported. This research has thus helped support the overall workforce development and have made critical advancements into the study and understanding of anammox systems.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2020<br>\n\t\t\t\t\tModified by: Mark&nbsp;Krzmarzick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central goals of this award were the genomic and transcriptomic study of anaerobic ammonium oxidizing (anammox) bacteria, and the development of molecular tools such as qPCR assays for the study of anammox pathways. Anammox systems are known to remove nitrogen, a pollutant which causes eutrophication in freshwater lakes, with lower energy inputs and costs than conventional processes. In this research, anammox bacteria were studied in non-ideal conditions, such as in ‘mainstream’ wastewater treatment, so that the capabilities to use these bacteria systems for more complete nitrogen removal can be determined. Two metagenomes of anammox systems were sequenced: one of a granular anammox sludge, and one of an integrated fixed-film (IFF) anammox sludge. Both sludges are from partial nitration upflow reactors. From these two metagenomes, the microbial community structure of anammox sludge systems is now better understood. Both systems show a strong dominance of a single anammox bacteria strain, with the remaining community being composed primarily of heterotrophic filamentous bacteria as well as ammonium oxidizing bacteria and heterotrophic denitrifying bacteria. Both cultures showed microbial community members from previously unknown genera, orders, and classes, thus expanding our general understanding of microbial diversity. One of these cultures was unexpectedly found to degrade pyrazole and triazole, which are an emerging class of pollutants. Thus, anammox bacteria may contain additional relevance to environmental engineers beyond nitrogen removal. This culture was found to contain previously unnoticed pathways in anammox for glucose uptake and metabolism, likely connected to the production of extra cellular polysaccharides. Thus, glucose may be a relevant environmental variable which supports anammox growth and activity. The metagenome for the IFF culture showed a more diverse community than the granular sludge. For the IFF culture, a metatranscriptomical analysis was performed in which anammox were subjected to high levels of acetate. These conditions favored denitrifying bacteria which are in the cultures, and which compete with anammox bacteria for substrate. It was found that the anammox bacteria and the anammox pathway genes decreased in relative abundance under high acetate conditions. From this data, the relative abundances of anammox pathway genes and denitrification genes were analyzed. This data provides insight into the ability for anammox to remove nitrogen under non-ideal conditions.\n\nWith the metagenomic and metatranscriptomic data sequenced in these studies, numerous methods for analyzing anammox with quantitative PCR (qPCR) assays have been developed. Ideally, a qPCR assay can be an effective biomarker, in that it can quantitatively and reliable indicate anammox activity in complex bacterial communities. In the anammox pathway, the critical steps in nitrogen removal include hydroxylamine oxidoreductase and hydrazine synthase. Several hydroxylamine oxidoreductases were found in the metagenomes, with high levels of divergence. Some of these genes were found in non-anammox bacteria. Because of the large number of homologous genes in the cultures and high evolutionary divergences, qPCR assays for this gene are unlikely to make effective biomarkers. Single copies of hydrazine synthases were however found, and though only limited data available on these genes, they thus far appear to contain less evolutionary divergence. Hydrazine synthase is also highly unique to anammox activity, and thus promises to become a reliable biomarker. These qPCR assays will continue to be used by scientists and engineers in research to study anammox bacteria in various conditions and systems. From this project, several broader impacts were realized. One student completed their M.S. in Environmental Engineering with a thesis based on this research and is now in the workforce. Other graduate students were partially supported, and undergraduate research assistants have broadened their education with bioinformatics. The data and results have been integrated into undergraduate and graduate courses in microbiology and wastewater treatment in the Civil Engineering curriculum at Oklahoma State University. An educational outreach project to third graders to teach them the principals of microbes and water treatment was also supported. This research has thus helped support the overall workforce development and have made critical advancements into the study and understanding of anammox systems.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2020\n\n\t\t\t\t\tSubmitted by: Mark Krzmarzick"
 }
}