{
 "awd_id": "1705331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Superparamagnetic Cellulose and Lignin Nanoparticles as Recyclable Additives to Enhance the Liquid/Liquid Extraction of Ethanol from Aqueous Solutions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 149932.0,
 "awd_amount": 149932.0,
 "awd_min_amd_letter_date": "2017-06-28",
 "awd_max_amd_letter_date": "2017-06-28",
 "awd_abstract_narration": "1704897 / 1705331 Urena-Benavides / Vasquez\r\n\r\nBiofuels are the one renewable carbon-neutral energy source that have the potential to directly displace petroleum in our automobiles without a significant change to the engine and our infrastructure.  Next generation pyrolysis oils provide an alternative to biological fermentation, but will inevitably also have a high water content, as the high number of oxygen atoms in the biological molecules are converted to water during pyrolysis. Separations of hydrocarbons (such as ethanol) from water to produce a fuel requires almost 100% removal, as water has deleterious effects in the engine.  Similarly, any fuels lost in the water stream lead to low product recovery, which increases costs and emissions, and creates a waste stream that must be treated.  Thus, separation of ethanol, or any other hydrocarbons, from water is highly energy intensive process with little margin for error, and this is a significant hurdle to overcome to displace petroleum with biofuels.  In the case of ethanol, the energy required to purify it from water is particularly high as ethanol-water mixtures form an azeotrope, meaning that the vapor and liquid concentrations become equal such that they cannot be fully purified via distillation, and require a secondary separation step that utilizes a desiccant. This project seeks to explore a novel separation route that will bypass thermal azeotropic distillation of an ethanol-water mixture, and thus has the potential to significantly decrease the energy consumption of conversion of biologically derived hydrocarbons, such as ethanol, to biofuels.\r\n\r\nIn this collaborative project, magnetic nanoparticles will be developed by incorporation of iron oxide into lignin and cellulose biopolymers. The magnetic nanoparticles will be utilized to form a particle-stabilized emulsion with added castor oil, which will be used to extract the ethanol from the mixture.  The nanoparticles will facilitate mass transfer within the emulsion to form two clearly defined phases, comprised of ethanol/castor oil, and water.  The magnetic iron oxide will be used to facilitate mass transfer, as well as induce phase separation. Castor oil, lignin, and cellulose were chosen as they are renewable materials that are widely available at low cost. The project will study various ways to control nanoparticle shape and magnetic properties, which will affect the phase interface in the emulsion. The stability of the emulsions after incorporation of the nanoparticles will be explored, as will the effect of the magnetic field on stability and phase separation.  A bench scale separation prototype will be developed to evaluate the ultimate efficiency of the castor oil extraction.  Once ethanol is extracted from water by castor oil, it requires much less energy to separate castor oil from ethanol via distillation due to their highly dissimilar boiling points. If successful, the project will have significant impact on the energy intensity of azeotropic ethanol-water separations, and thus have a large impact on the viability of biologically derived fuels.  As the nanoparticles utilize lignin and cellulose, there is potential impact on the forestry industry in Mississippi and Ohio, the home states of the PIs.  A number of outreach activities are planned that include creation of sustainability modules for middle school teachers and engineering summer camps that target women and underrepresented minorities. Both undergraduate and graduate students will participate in the research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erick",
   "pi_last_name": "Vasquez",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Erick S Vasquez",
   "pi_email_addr": "evasquez1@udayton.edu",
   "nsf_id": "000711949",
   "pi_start_date": "2017-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Dayton",
  "inst_street_address": "300 COLLEGE PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9372293232",
  "inst_zip_code": "454690001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "UNIVERSITY OF DAYTON",
  "org_prnt_uei_num": "V62NC51F7YV1",
  "org_uei_num": "V62NC51F7YV1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Dayton",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454690104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 149932.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The biological synthesis of ethanol has been extensively studied as a sustainable route to biofuel production. However, an energy-intensive distillation process often separates ethanol from the aqueous fermentation mixture, followed by water adsorption using molecular sieves. Solvent extraction can be a plausible alternative if smaller equipment is used and if the solvent and emulsification characteristics of the extractant are improved. A practical limitation of liquid/liquid extraction is the formation of emulsions in the mixing region of the equipment, which leads to the need for excessively large coalescence sections making the technique economically unfeasible in many cases. This project analyzed the effects of using <strong><em>superparamagnetic cellulose nanocrystals (CNCs)/Fe<sub>3</sub>O<sub>4</sub> and lignin/Fe<sub>3</sub>O<sub>4</sub> nanocomposite nanoparticles</em></strong> to quickly demulsify upon application of an external magnetic field. Cellulose and lignin were chosen as they are the two most widely available natural polymers on earth, are low-cost, and have minimal toxicity. Fe<sub>3</sub>O<sub>4</sub> was selected for its little toxicity and superparamagnetic properties. The relatively large cellulose and lignin nanoparticles induce emulsification in the mixing section of the extraction equipment and serve as a vehicle for the smaller Fe<sub>3</sub>O<sub>4</sub> nanoparticles to drive emulsion breakup in the settler section.&nbsp; Castor oil was chosen as an extractant for its high ethanol affinity, immiscibility with water, limited toxicity, low cost, low volatility, low heat capacity, and natural origin. Furthermore, the heat capacity of castor oil is lower than water by a factor of 2.3, leading to much lower energy requirements to warm up the castor oil/ethanol mixture than the ethanol/water mixture. This difference can lead to a less energy-intensive ethanol recovery from castor oil also achieved quickly due to the significant volatility difference (e.g., at atmospheric pressure, ethanol boils at 78.4 <span style=\"font-size: 10px;\"><sup>o</sup></span>C while castor oil boils at 313 <span style=\"font-size: 10px;\"><sup>o</sup></span>C).</p>\n<p>The main results obtained from this project, led by the principal investigator (PI), can be summarized as follows:</p>\n<ul>\n<li>The preparation of lignin/Fe<sub>3</sub>O<sub>4</sub> nanocomposites was optimized, providing enhanced superparamagnetic, colloidal, and emulsion/demulsification properties.</li>\n<li>Lignin/Fe<sub>3</sub>O<sub>4</sub> nanocomposites adsorb at the castor-oil/water interface. Under the presence of an external magnetic field, these nanocomposites form Pickering emulsions and can aid in oil manipulation and removal from water.</li>\n<li>Both CNC/Fe<sub>3</sub>O<sub>4</sub> and lignin/Fe<sub>3</sub>O<sub>4</sub> nanoparticles were used to successfully break up water/ethanol/castor oil emulsions at different concentrations upon applying a magnetic field. The magnetic separation was as efficient as centrifugal separation yet expected to have a much lower cost due to the absence of moving parts in industrial equipment. In addition, compared to gravity-based separation, magnetic separation was much faster. In contrast, gravity did not break the emulsions within a month, while the magnet could break them within a 24 - 48 h period without additional coalescence aids.</li>\n<li>Through this project, the researchers built a mixer-settler apparatus to conduct continuous liquid-liquid extraction experiments. The addition of permanent magnets induced magnetically-driven phase separation of the aqueous and organic phases.</li>\n<li>Several students at the University of Dayton participated in this project (3 M.S. graduate students and seven undergraduate students) and were mentored by the PI, which helped them improve their technical and soft skills. For example, students presented their work at various local and national technical conferences and the work has been published in peer-reviewed journals. Furthermore, an experimental hands-on module was developed and deployed in a Women in Engineering summer camp using castor oil.</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2021<br>\n\t\t\t\t\tModified by: Erick&nbsp;Vasquez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe biological synthesis of ethanol has been extensively studied as a sustainable route to biofuel production. However, an energy-intensive distillation process often separates ethanol from the aqueous fermentation mixture, followed by water adsorption using molecular sieves. Solvent extraction can be a plausible alternative if smaller equipment is used and if the solvent and emulsification characteristics of the extractant are improved. A practical limitation of liquid/liquid extraction is the formation of emulsions in the mixing region of the equipment, which leads to the need for excessively large coalescence sections making the technique economically unfeasible in many cases. This project analyzed the effects of using superparamagnetic cellulose nanocrystals (CNCs)/Fe3O4 and lignin/Fe3O4 nanocomposite nanoparticles to quickly demulsify upon application of an external magnetic field. Cellulose and lignin were chosen as they are the two most widely available natural polymers on earth, are low-cost, and have minimal toxicity. Fe3O4 was selected for its little toxicity and superparamagnetic properties. The relatively large cellulose and lignin nanoparticles induce emulsification in the mixing section of the extraction equipment and serve as a vehicle for the smaller Fe3O4 nanoparticles to drive emulsion breakup in the settler section.  Castor oil was chosen as an extractant for its high ethanol affinity, immiscibility with water, limited toxicity, low cost, low volatility, low heat capacity, and natural origin. Furthermore, the heat capacity of castor oil is lower than water by a factor of 2.3, leading to much lower energy requirements to warm up the castor oil/ethanol mixture than the ethanol/water mixture. This difference can lead to a less energy-intensive ethanol recovery from castor oil also achieved quickly due to the significant volatility difference (e.g., at atmospheric pressure, ethanol boils at 78.4 oC while castor oil boils at 313 oC).\n\nThe main results obtained from this project, led by the principal investigator (PI), can be summarized as follows:\n\nThe preparation of lignin/Fe3O4 nanocomposites was optimized, providing enhanced superparamagnetic, colloidal, and emulsion/demulsification properties.\nLignin/Fe3O4 nanocomposites adsorb at the castor-oil/water interface. Under the presence of an external magnetic field, these nanocomposites form Pickering emulsions and can aid in oil manipulation and removal from water.\nBoth CNC/Fe3O4 and lignin/Fe3O4 nanoparticles were used to successfully break up water/ethanol/castor oil emulsions at different concentrations upon applying a magnetic field. The magnetic separation was as efficient as centrifugal separation yet expected to have a much lower cost due to the absence of moving parts in industrial equipment. In addition, compared to gravity-based separation, magnetic separation was much faster. In contrast, gravity did not break the emulsions within a month, while the magnet could break them within a 24 - 48 h period without additional coalescence aids.\nThrough this project, the researchers built a mixer-settler apparatus to conduct continuous liquid-liquid extraction experiments. The addition of permanent magnets induced magnetically-driven phase separation of the aqueous and organic phases.\nSeveral students at the University of Dayton participated in this project (3 M.S. graduate students and seven undergraduate students) and were mentored by the PI, which helped them improve their technical and soft skills. For example, students presented their work at various local and national technical conferences and the work has been published in peer-reviewed journals. Furthermore, an experimental hands-on module was developed and deployed in a Women in Engineering summer camp using castor oil.\n\n\n \n\n\t\t\t\t\tLast Modified: 10/26/2021\n\n\t\t\t\t\tSubmitted by: Erick Vasquez"
 }
}