{
 "awd_id": "1705077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CIF:Medium:Collaborative Research:An Information-theoretic approach to nanopore sequencing",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 466000.0,
 "awd_min_amd_letter_date": "2017-04-27",
 "awd_max_amd_letter_date": "2020-06-29",
 "awd_abstract_narration": "Fast and inexpensive DNA sequencing technology is beginning to impact society through applications ranging from personalized medicine to understanding of ecological systems enabled by second generation sequencers. Wider applicability of second-generation sequencing technology is limited, however, by the short length of the DNA fragments that can be read. Nanopore sequencing has the potential to overcome several shortcomings of state-of-the art short-read sequencing.\r\n\r\nThe goal of this project is to create new foundational theory and algorithms enabling several applications of nanopore sequencing. This research will support nanopore technology to become a leading next-generation sequencing approach. This project also contains a unique inter-university education and research program, which will include joint and collaborative student advising and curricular development.\r\n\r\nTo realize the advantages of nanopore sequencing, methods for reducing and combating sequencing errors need to be developed. In a nanopore sequencer, DNA is transmigrated through a nanopore, and the ion current variations through the pore are measured to infer the DNA sequence. The mapping from the DNA sequence to the observed current trace, has several impairments (causing errors) including multiple nucleotides affecting each observation, random variations in nanopore response, dwelling time variations, synchronization errors, and noise. This project develops a holistic approach using tools from information theory and bio-informatics based on multiple interacting thrusts: (1) developing mathematical models and (2) information theory for nanopore sequencing, (3) decoding algorithms exploiting the structure of the nanopore channel, and (4) the theory and methodology for applications in DNA forensics, DNA phasing and DNA information storage. We couple this with an existing experimental nanopore sequencing research program, guiding models and the theory/algorithms with specific data as well as validating these ideas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suhas",
   "pi_last_name": "Diggavi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suhas Diggavi",
   "pi_email_addr": "suhas@ee.ucla.edu",
   "nsf_id": "000550026",
   "pi_start_date": "2017-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951594",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 348467.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 60411.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 57122.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project,&nbsp; which started in 2017 was motivated by the observation that fast and inexpensive sequencing technology is beginning to impact society through many applications, enabled by second- generation sequencers. However, at the beginning of this project a new sequencing technology called nanopore sequencing was started to be created. Our goal in this project was to create new foundational theory, and algorithms enabling several applications of nanopore sequencing. We believe we made significant contributions to nanopore sequencing theory as well as practice, as seen from our publications in prestigious Information Theory and Bioinformatics venues. One measure of academic impact of the project is the number of publications during the duration of the project; we had 15 publications supported by this project. It also supported (in part) the PhD work of 3 graduate students, one postdoctoral researcher and several undergraduate (REU) students. One of the REU students got prestigious awards at UCLA based on the work supported by this project, and this awardee was also a female REU student. Two graduated PhD students have gone on to careers in industrial research labs and the last student is almost ready to graduate this year. Another impact was that a followup of this project is being supported through a NIH grant. The work was also disseminated through several invited lectures in various&nbsp; academic settings by the PI.<br /><br />This project developed several fundamental ideas in nanopore sequencing, which were discovered and published during the course of this project. The details are in the publications and were also summarized in annual reports of the project. Among the several works&nbsp; we would like to highlight the following:<br />(i)&nbsp; Information theoretic models and bounds for nanopore sequencing: When nanopore sequencers were being deployed at the beginning of the project, there was no precise mathematical model and theoretical bounds for its performance.&nbsp; We proposed a mathematical model for the ``channel'' from the input DNA sequence to the observed current, and calculated bounds on the information extraction capacity of the nanopore sequencer (published IEEE Trans. Inf. Theory, 2018). This also gave us insights into the error patterns induced by the physics of the nanopore and we extensively used this insight into the algorithms we developed for nanopore sequencing alignments and discovering structural variants. (ii) Trace reconstruction over multiple deletion channels: The problem of reconstructing a sequence when observed through multiple looks over deletion channels occurs in &ldquo;de novo&rdquo; DNA nanopore sequencing. We developed reconstruction algorithms for a sequence observed through the lens of a fixed number of deletion channels, with provable guarantees (published IEEE Trans. Inf. Theory, 2021).&nbsp; (iii) QAlign: Alignment and assembly of DNA sequences from nanopores: We used the model and insights from our signal-level mathematical models for the nanopore channel, to develop new alignment schemes for nanopore readers. The high error rate of nanopore readers makes accurate and efficient alignment difficult; however, by understanding the error patterns through our mathematical model, we significantly improved on the state-of-the-art nanopore sequencers by demonstrating it on real data sets including human genomes (published Bioinformatics 2021). (iv) HQAlign: aligning nanopore reads for SV detection using current-level modeling: Structural variants (SVs) are block errors in the genome with significant disease implications. We used the model and insights from our models for the nanopore channel, to developed new techniques that can isolate SVs more effectively than the state-of-the-art (published Bioinformatics 2023).</p><br>\n<p>\n Last Modified: 11/19/2023<br>\nModified by: Suhas&nbsp;Diggavi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project, which started in 2017 was motivated by the observation that fast and inexpensive sequencing technology is beginning to impact society through many applications, enabled by second- generation sequencers. However, at the beginning of this project a new sequencing technology called nanopore sequencing was started to be created. Our goal in this project was to create new foundational theory, and algorithms enabling several applications of nanopore sequencing. We believe we made significant contributions to nanopore sequencing theory as well as practice, as seen from our publications in prestigious Information Theory and Bioinformatics venues. One measure of academic impact of the project is the number of publications during the duration of the project; we had 15 publications supported by this project. It also supported (in part) the PhD work of 3 graduate students, one postdoctoral researcher and several undergraduate (REU) students. One of the REU students got prestigious awards at UCLA based on the work supported by this project, and this awardee was also a female REU student. Two graduated PhD students have gone on to careers in industrial research labs and the last student is almost ready to graduate this year. Another impact was that a followup of this project is being supported through a NIH grant. The work was also disseminated through several invited lectures in various academic settings by the PI.\n\nThis project developed several fundamental ideas in nanopore sequencing, which were discovered and published during the course of this project. The details are in the publications and were also summarized in annual reports of the project. Among the several works we would like to highlight the following:\n(i) Information theoretic models and bounds for nanopore sequencing: When nanopore sequencers were being deployed at the beginning of the project, there was no precise mathematical model and theoretical bounds for its performance. We proposed a mathematical model for the ``channel'' from the input DNA sequence to the observed current, and calculated bounds on the information extraction capacity of the nanopore sequencer (published IEEE Trans. Inf. Theory, 2018). This also gave us insights into the error patterns induced by the physics of the nanopore and we extensively used this insight into the algorithms we developed for nanopore sequencing alignments and discovering structural variants. (ii) Trace reconstruction over multiple deletion channels: The problem of reconstructing a sequence when observed through multiple looks over deletion channels occurs in de novo DNA nanopore sequencing. We developed reconstruction algorithms for a sequence observed through the lens of a fixed number of deletion channels, with provable guarantees (published IEEE Trans. Inf. Theory, 2021). (iii) QAlign: Alignment and assembly of DNA sequences from nanopores: We used the model and insights from our signal-level mathematical models for the nanopore channel, to develop new alignment schemes for nanopore readers. The high error rate of nanopore readers makes accurate and efficient alignment difficult; however, by understanding the error patterns through our mathematical model, we significantly improved on the state-of-the-art nanopore sequencers by demonstrating it on real data sets including human genomes (published Bioinformatics 2021). (iv) HQAlign: aligning nanopore reads for SV detection using current-level modeling: Structural variants (SVs) are block errors in the genome with significant disease implications. We used the model and insights from our models for the nanopore channel, to developed new techniques that can isolate SVs more effectively than the state-of-the-art (published Bioinformatics 2023).\t\t\t\t\tLast Modified: 11/19/2023\n\n\t\t\t\t\tSubmitted by: SuhasDiggavi\n"
 }
}