{
 "awd_id": "1705891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Complexation of charged polymers and nanoparticles at all aqueous interfaces for functional membrane formation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924842",
 "po_email": "wolbrich@nsf.gov",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 340302.0,
 "awd_amount": 340302.0,
 "awd_min_amd_letter_date": "2017-07-28",
 "awd_max_amd_letter_date": "2017-07-28",
 "awd_abstract_narration": "CBET - 1705891\r\nPI: Lee, Daeyeon\r\n\r\nMicrocapsules are particles consisting of an interior core surrounded by a membrane.  They are widely used in applications where the interior of the microcapsule contains an active ingredient that is released to the surroundings.  Microcapsules are used in a variety of products, including food additives, drug carriers for timed release, healing agents, and pesticides.  Microcapsules are especially effective when the permeability of the membrane is selective so that release rates of chemical components inside the microcapsule can be controlled and can be programmed to respond to changes in environmental conditions. This award will support experiments to synthesize and characterize microcapsules made with membranes composed of pairs of polyelectrolytes or a polyelectrolyte and nanoparticle.  The membrane is formed by the spontaneous formation of a complex at the interface between two aqueous phases.  The advantage of these microcapsules is that they are formulated completely in water-based systems, which makes them compatible with living cells and organisms.  The details of the membrane formation process, the transport and mechanical properties of the membrane, and the encapsulation efficiency will be studied using a variety of techniques.  The project will provide opportunities for graduate and undergraduate students to participate in the research.  The team will also prepare a hands-on kit for students and teachers that demonstrates emulsion formation.\r\n\r\nThis award will support an experimental program to understand the transport phenomena and thermodynamics that govern the formation and properties of functional membranes synthesized from polyelectrolytes and charged nanoparticles via interfacial complexation of polyelectrolyte-polyelectrolyte pairs or polyelectrolyte-nanoparticle pairs in aqueous two phase systems. The growth of the membranes and membrane dynamics will be investigated using (1) fluorescence microscopy of membranes formed with labeled components to identify their location as membranes form; (2) pendant drop-based observation and characterization of the elastic membranes, complemented by atomic force microscopy measurements;(3) fluorescence recovery after photobleaching-enabled measurements of polyelectrolyte mobility within the membranes; and (4) isothermal titration calorimetry to detect the thermal events during complexation. Membrane mechanical properties will be measured using micropipette aspiration and osmotic pressure-induced buckling methods.  Results of the research will not only improve methods of forming microcapsules with functional membranes, but also will provide information that can be applied to the formation of functional membranes in other configurations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daeyeon",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daeyeon Lee",
   "pi_email_addr": "daeyeon@seas.upenn.edu",
   "nsf_id": "000544771",
   "pi_start_date": "2017-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Stebe",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen J Stebe",
   "pi_email_addr": "kstebe@seas.upenn.edu",
   "nsf_id": "000526031",
   "pi_start_date": "2017-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "220 S. 33rd Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 340302.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microcapsules are used in a wide range of applications that require encapsulation and controlled/triggered release of active ingredients such as foodstuffs, nutrients, drugs, healing agents, pesticides, and genes. The shell of the microcapsules is a membrane that protects the encapsulated materials and regulates the exchange of matter between the interior and the exterior of the microcapsules. One emerging method of producing microcapsules with functional membranes is based on complexation of oppositely charged polymers and nanoparticles at the interface between two immiscible water phases. The formation of microcapsules in aqueous two phase systems (ATPSs) is potentially transformative because this scalable process is all water-based, thus living cells, organisms, and delicate cargo can be encapsulated; microcapsules do not have to be transferred from oil to water; the method results in high encapsulation efficiency. To take advantage of such an approach, it is critical that we understand mechanistically how these membranes form and how their structure and thus properties can be engineered. This study focused on understanding the fundamental mechanism behind the formation of the membranes synthesized from charged polymers and nanoparticles via interfacial complexation in ATPSs. This study took advantage of recent advances in microfluidics to enable direct observation of the membrane formation while changing the materials that are being incorporated into the membrane. By introducing and tracking the location of fluorescently labeled polymers during membrane assembly, this study, for the first time, showed that the internal structure of the membrane and the growth mechanism depend strongly on the concentration of salt in the solutions. At low salt concentrations, polymers remain strongly bound once incorporated into the membrane, whereas at high salt concentrations, polymers move freely even after being incorporated into the membrane. Based on this new knowledge, membranes with well-defined multilayered structures could be produced. This new understanding will enable the synthesis of functional microcapsules that can be used for sequential delivery of active agents as well as membranes for sequential catalytic reactions. The graduate student who led the research activities played a leading role in doctoral diversity advisory board at Penn Engineering, and has also participated in various outreach activities including developing high school teaching modules. The graduate student was also provided with opportunities to network and make new connections by participating in industry-sponsored events such as Colgate Smile with Science Symposium and Dow BEST Symposium, and is now developing a new career path in the semiconductor industry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2022<br>\n\t\t\t\t\tModified by: Daeyeon&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicrocapsules are used in a wide range of applications that require encapsulation and controlled/triggered release of active ingredients such as foodstuffs, nutrients, drugs, healing agents, pesticides, and genes. The shell of the microcapsules is a membrane that protects the encapsulated materials and regulates the exchange of matter between the interior and the exterior of the microcapsules. One emerging method of producing microcapsules with functional membranes is based on complexation of oppositely charged polymers and nanoparticles at the interface between two immiscible water phases. The formation of microcapsules in aqueous two phase systems (ATPSs) is potentially transformative because this scalable process is all water-based, thus living cells, organisms, and delicate cargo can be encapsulated; microcapsules do not have to be transferred from oil to water; the method results in high encapsulation efficiency. To take advantage of such an approach, it is critical that we understand mechanistically how these membranes form and how their structure and thus properties can be engineered. This study focused on understanding the fundamental mechanism behind the formation of the membranes synthesized from charged polymers and nanoparticles via interfacial complexation in ATPSs. This study took advantage of recent advances in microfluidics to enable direct observation of the membrane formation while changing the materials that are being incorporated into the membrane. By introducing and tracking the location of fluorescently labeled polymers during membrane assembly, this study, for the first time, showed that the internal structure of the membrane and the growth mechanism depend strongly on the concentration of salt in the solutions. At low salt concentrations, polymers remain strongly bound once incorporated into the membrane, whereas at high salt concentrations, polymers move freely even after being incorporated into the membrane. Based on this new knowledge, membranes with well-defined multilayered structures could be produced. This new understanding will enable the synthesis of functional microcapsules that can be used for sequential delivery of active agents as well as membranes for sequential catalytic reactions. The graduate student who led the research activities played a leading role in doctoral diversity advisory board at Penn Engineering, and has also participated in various outreach activities including developing high school teaching modules. The graduate student was also provided with opportunities to network and make new connections by participating in industry-sponsored events such as Colgate Smile with Science Symposium and Dow BEST Symposium, and is now developing a new career path in the semiconductor industry.\n\n\t\t\t\t\tLast Modified: 12/22/2022\n\n\t\t\t\t\tSubmitted by: Daeyeon Lee"
 }
}