{
 "awd_id": "1706761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Neurophotonic strategies for cell-resolved, non-invasive brain machine interfaces: multicolor bioluminescence delivered by gene therapy",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 583210.0,
 "awd_amount": 583210.0,
 "awd_min_amd_letter_date": "2017-07-13",
 "awd_max_amd_letter_date": "2017-07-13",
 "awd_abstract_narration": "Brain-machine interfaces (BMIs) have the potential to enhance quality of life by restoring functions lost to neurological disease. However, current minimally-invasive BMIs (e.g. cortical surface electrodes) do not provide enough information for complex control. BMIs that yield high information content (e.g. implanted electrode arrays) damage brain tissue, limiting their lifespan. This project will develop a next-generation BMI that uses light instead of electricity, is less invasive and longer-lasting than implanted electrode arrays, and is capable of high information-content recording. This proposal will enhance teaching materials and summer programs with strong emphasis on recruitment of UMR students (and those who did not have real lab research experience). This could positively influence more students and attract them to multidisciplinary sciences or STEM programs in general.\r\n\r\nThe project will virally express calcium-sensitive bioluminescent proteins in neurons, so light is emitted with neural activity. To distinguish different neurons, multiple colors of such sensors are stochastically expressed, so each neuron contains different amounts of each color of the bioluminescent sensor, yielding a unique spectral signature. To monitor neural activity, the wavelength and intensity of emitted light is detected as a function of time. These data are processed to yield information on the activity of a large ensemble of individual neurons. This approach could provide a path to a long-term, robust, and high-fidelity BMI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nozomi",
   "pi_last_name": "Nishimura",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nozomi Nishimura",
   "pi_email_addr": "nn62@cornell.edu",
   "nsf_id": "000674424",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Schaffer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Chris B Schaffer",
   "pi_email_addr": "cs385@cornell.edu",
   "nsf_id": "000506112",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "526 Campus Rd.",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148537202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 583210.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Important information is encoded within which neurons are firing in addition to the amount of firing. This poses a challenge for future brain machine interfaces because most existing technologies have difficulty distinguishing signals from single cells. Invasive electrodes can record from individual neurons but longevity and robustness are a concern. Optical methods in which an indicator emits light from a firing neuron is an exciting method that has been used in experimental animals. Here, we developed a variation based on bioluminescence. Using a reaction similar to the glow of fireflies, this bioluminescence uses a chemical to provide energy for the light production. We developed a method using many different colors of indicators, so that individual neurons have their own color code and emit light with a unique color combination. This system was demonstrated in mouse brain. In addition, we worked on ways to use this this system to record from neurons that in other anatomical locations such as the legs. A critical part of this method is that it uses delivery methods that can be translated to humans in the future. To this end, we developed new viral vectors to target neurons of different types. This type of work requires the collaboration of people with many different types of training. An essential skill for engineers and scientists is to be able to work effectively in teams with disparate expertise and backgrounds. Even more critical, any technologies must truly fit into the end user&rsquo;s lives which introduces criteria beyond just the technical requirements. We collaborated with a school in Tanzania to start a program in which students from Cornell and students from Tanzania work together to design technologies. In the first iteration of the program, we were able to take students from the US to the Tanzania to work alongside their Tanzanian partners in hospitals repairing equipment. Then students in Tanzania visited Cornell to learn about current research such as our new technology for brain machine interfaces. For all students (and associated instructors) this provided a lesson in partnership that enables all participants and promotes creative thinking that addresses needs that were actually observed in Tanzania.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2021<br>\n\t\t\t\t\tModified by: Nozomi&nbsp;Nishimura</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nImportant information is encoded within which neurons are firing in addition to the amount of firing. This poses a challenge for future brain machine interfaces because most existing technologies have difficulty distinguishing signals from single cells. Invasive electrodes can record from individual neurons but longevity and robustness are a concern. Optical methods in which an indicator emits light from a firing neuron is an exciting method that has been used in experimental animals. Here, we developed a variation based on bioluminescence. Using a reaction similar to the glow of fireflies, this bioluminescence uses a chemical to provide energy for the light production. We developed a method using many different colors of indicators, so that individual neurons have their own color code and emit light with a unique color combination. This system was demonstrated in mouse brain. In addition, we worked on ways to use this this system to record from neurons that in other anatomical locations such as the legs. A critical part of this method is that it uses delivery methods that can be translated to humans in the future. To this end, we developed new viral vectors to target neurons of different types. This type of work requires the collaboration of people with many different types of training. An essential skill for engineers and scientists is to be able to work effectively in teams with disparate expertise and backgrounds. Even more critical, any technologies must truly fit into the end user’s lives which introduces criteria beyond just the technical requirements. We collaborated with a school in Tanzania to start a program in which students from Cornell and students from Tanzania work together to design technologies. In the first iteration of the program, we were able to take students from the US to the Tanzania to work alongside their Tanzanian partners in hospitals repairing equipment. Then students in Tanzania visited Cornell to learn about current research such as our new technology for brain machine interfaces. For all students (and associated instructors) this provided a lesson in partnership that enables all participants and promotes creative thinking that addresses needs that were actually observed in Tanzania.\n\n \n\n\t\t\t\t\tLast Modified: 11/11/2021\n\n\t\t\t\t\tSubmitted by: Nozomi Nishimura"
 }
}