{
 "awd_id": "1706228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Ensuring Sustainable  Energy Storage Operations in the US Electricity Grid",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 149024.0,
 "awd_amount": 237521.0,
 "awd_min_amd_letter_date": "2017-06-29",
 "awd_max_amd_letter_date": "2023-04-05",
 "awd_abstract_narration": "This research project investigates the environmental effects of energy storage operations in the United States using life-cycle assessments and electricity system engineering-economic modeling. The first objective of the proposed work is to understand the climate, health and environmental effects of operating energy storage devices on the electricity grid. The second objective is to propose new electricity system policies that allow the economic benefits of storage to be captured without causing inadvertent system emissions. Energy storage deployments are expected to increase rapidly in the coming years, but the environmental consequences of their operation phase are generally unknown. The effort will build on the researchers' prior work on the topic and will estimate the emissions effects of several different energy storage technologies providing energy arbitrage, renewable energy integration, and frequency regulation services.  In addition, project activities include the participation of both graduate and undergraduate research assistants, through an undergraduate summer research program. The public is being engaged on the research topic through development of a freely-distributed \"Emissions and Renewables\" expansion to the popular board game, Power Grid.\r\n\r\nThis research project is utilizing electricity system modeling approaches, marginal emissions factors, and emissions-related damage estimation tools.  The analysis also includes an evaluation of a variety of likely policy interventions that can improve the environmental footprint of energy storage, including performance standards and alternative operational strategies. As part of this work, existing concepts are being coupled in new ways, combining energy storage operational models with marginal emissions factors to estimate climate, health and environmental impacts. Part of this effort involves developing new forecasts of marginal emissions factors for use in both this research project and by others examining the expected effects of future changes to the electricity grid. Finally, policy or market limitations on new energy storage, which have not been considered up to now, are an integral part of the research effort.  Energy storage will be rapidly adopted in the coming decades. Policies that ensure sustainable development of these technologies are needed before large-scale deployment occurs, and the results of this work could be used directly in the formation of new policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hittinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Hittinger",
   "pi_email_addr": "eshgpt@rit.edu",
   "nsf_id": "000667680",
   "pi_start_date": "2017-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 Lomb Memorial Drive",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 149024.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 55000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 33497.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research considered the environmental effects of operating energy storage devices, such as large grid-connected batteries, in the United States. The first objective of the project was to understand the environmental (specifically in terms of criteria air pollutants and greenhouse gas emissions) and economic effect of operating energy storage devices in US electricity systems. The second objective is to propose new electricity system policies that allow us to capture the economic benefits of storage while minimizing inadvertent emissions.&nbsp; Most of the activities in this project were either focused on developing new methods for studying the emissions effects of energy storage or answering practical questions about how the electricity grid would change with more energy storage or a shift in the way that energy storage is used.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The research in this project found that new energy storage devices can increase electricity system emissions in the US, by affecting when and where fossil fuel generators are operating.&nbsp; But this effect can be reduced significantly with changes to the way that energy storage is used: operational patterns that make slightly less revenue can have much lower emissions effect.&nbsp; We also found that there are applications for energy storage, such as ''frequency regulation'', where using storage instead of natural gas generators would cause a net emissions reduction.&nbsp; One part of the project looked into ''winners and losers'' as more energy storage is added to the electricity grid, and found that new storage tends to help any generation type that is inflexible in its power output.&nbsp; This includes wind and solar, but certain tradition generation technologies, such as nuclear and coal generation, may actually gain more benefits.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project also had broader impacts beyond research. Project funding was used to partially support five graduate students, two undergraduate students, and a Post-doc researcher.&nbsp; The research results were presented to a variety of electricity system decisionmakers, including the Electric Power Research Institute, the Energy Storage Association, and the US Association for Energy Economics. Our research into the emissions effects of storage was also taken up as the centerpiece to a David Roberts article on Vox entitled ''Batteries have a dirty secret'' (<a href=\"https://www.vox.com/energy-and-environment/2018/4/27/17283830/batteries-energy-storage-carbon-emissions\">https://www.vox.com/energy-and-environment/2018/4/27/17283830/batteries-energy-storage-carbon-emissions</a>) and a later article discussing California regulations related to storage and emissions (<a href=\"https://www.vox.com/energy-and-environment/2019/12/2/20983341/climate-change-california-batteries-emissions-watttime\">https://www.vox.com/energy-and-environment/2019/12/2/20983341/climate-change-california-batteries-emissions-watttime</a>).</p><br>\n<p>\n Last Modified: 12/20/2023<br>\nModified by: Eric&nbsp;Hittinger</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research considered the environmental effects of operating energy storage devices, such as large grid-connected batteries, in the United States. The first objective of the project was to understand the environmental (specifically in terms of criteria air pollutants and greenhouse gas emissions) and economic effect of operating energy storage devices in US electricity systems. The second objective is to propose new electricity system policies that allow us to capture the economic benefits of storage while minimizing inadvertent emissions. Most of the activities in this project were either focused on developing new methods for studying the emissions effects of energy storage or answering practical questions about how the electricity grid would change with more energy storage or a shift in the way that energy storage is used.\n\n\n The research in this project found that new energy storage devices can increase electricity system emissions in the US, by affecting when and where fossil fuel generators are operating. But this effect can be reduced significantly with changes to the way that energy storage is used: operational patterns that make slightly less revenue can have much lower emissions effect. We also found that there are applications for energy storage, such as ''frequency regulation'', where using storage instead of natural gas generators would cause a net emissions reduction. One part of the project looked into ''winners and losers'' as more energy storage is added to the electricity grid, and found that new storage tends to help any generation type that is inflexible in its power output. This includes wind and solar, but certain tradition generation technologies, such as nuclear and coal generation, may actually gain more benefits.\n\n\n The project also had broader impacts beyond research. Project funding was used to partially support five graduate students, two undergraduate students, and a Post-doc researcher. The research results were presented to a variety of electricity system decisionmakers, including the Electric Power Research Institute, the Energy Storage Association, and the US Association for Energy Economics. Our research into the emissions effects of storage was also taken up as the centerpiece to a David Roberts article on Vox entitled ''Batteries have a dirty secret'' (https://www.vox.com/energy-and-environment/2018/4/27/17283830/batteries-energy-storage-carbon-emissions) and a later article discussing California regulations related to storage and emissions (https://www.vox.com/energy-and-environment/2019/12/2/20983341/climate-change-california-batteries-emissions-watttime).\t\t\t\t\tLast Modified: 12/20/2023\n\n\t\t\t\t\tSubmitted by: EricHittinger\n"
 }
}