{
 "awd_id": "1707394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeuroNex Innovation Award: Behavioral Technologies",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2017-07-31",
 "awd_max_amd_letter_date": "2017-08-09",
 "awd_abstract_narration": "Producing behavior is the brain's principal function. While a technological revolution in systems neuroscience yielded a broad array of tools to observe and manipulate neural circuits, behavioral technologies have lagged behind. The problem of behavioral measurement and description is as complex as behaviors are diverse. To study behavior, laboratories employ complex behavioral systems, often in combination with custom-made hardware and software, and use these to define the tasks animals are required to learn and perform. As a consequence, the descriptions of behavioral tasks are tied to the hardware of each system, and there is no general, abstract description format to bridge across laboratories employing different systems. Building on insights from computer science, computational linguistics, and psychology, the goal of this project is to develop a formal language to describe behavioral tasks. This new behavioral task description language enhances accurate task design, improves reproducibility of existing tasks, enables widespread sharing and publication of task descriptions, and supports cross-system implementation. The project has broad benefits for improving scientific rigor and reproducibility in behavioral neuroscience. Moreover, the project reduces a significant barrier to sophisticated behavioral neuroscience experiments, putting them within reach of undergraduate class projects, and exposing students to a highly interdisciplinary approach, drawing on neuroscience, computer science, psychology, and linguistics.\r\n \r\nThe project entails the development of a formal computer language that can describe all laboratory behavioral tasks in a platform-independent manner. Currently, behavioral tasks are described largely with a combination of flowcharts and textual explanation, beyond the specific software codes used to control behavioral hardware. These descriptions do not provide formal accounts that ensure identical re-implementation or the rigorous comparison of similarly described paradigms. In addition, the hardware-bound codes tend hide the logic of behavioral tasks. The objective of this project is to design a new language, an extension to finite state machine descriptions, that can serve both as abstract illustrations for publications and also ready-to-run programs to control hardware. The new behavioral task description language builds on the class virtual finite state machines, a finite state machine extension framework that was developed to provide software specifications for real-time control systems. Additionally, the new task description language introduces ways to encapsulate common design motifs so they can be treated as primitives and additional features to define trial structures. The consistent high-level description enhances behavioral task design, distilling critical features into an easy-to-understand and formally rigorous structure. To demonstrate the use of this language, a turn-key implementation, including a graphical editor, is produced. In addition, templates for an array of commonly used behavioral tasks are produced. The platform-independent behavior description language exposes the underlying behavioral task logic and makes it easier to describe, reproduce, and share behavioral tasks across laboratories. This NeuroNex Innovation Award is part of the BRAIN Initiative and NSF's Understanding the Brain activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Kepecs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Kepecs",
   "pi_email_addr": "akepecs@wustl.edu",
   "nsf_id": "000501474",
   "pi_start_date": "2017-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Dinu",
   "pi_last_name": "Albeanu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dinu Albeanu",
   "pi_email_addr": "albeanu@cshl.edu",
   "nsf_id": "000595550",
   "pi_start_date": "2017-07-31",
   "pi_end_date": "2017-08-09"
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 482151.0
  }
 ],
 "por": null
}