{
 "awd_id": "1707275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Non-Linear Physics of the Interaction Between a Relativistic Electron Beam and Magnetized Plasma:   an Integrated Experimental and Modeling Approach",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 326332.0,
 "awd_min_amd_letter_date": "2017-08-04",
 "awd_max_amd_letter_date": "2021-08-09",
 "awd_abstract_narration": "This project uses a combination of laboratory experiments and computer simulations to study how electron beams moving with speeds approaching the speed of light interact with space plasmas. This is both a fundamental and practical problem that is relevant to many challenging issues in space physics and astrophysics.  For example, it is well known that energetic particles in space pose a danger to communication satellites; and it has been proposed that such energetic particles could be removed from near-Earth regions of space by waves generated via electron beams produced directly on future spacecraft. This work will investigate in detail the types of waves that can be produced by electron beams and how such beams propagate through space plasmas. In addition to providing the scientific basis for future space-borne experiments, this collaborative project will also provide training in laboratory plasma techniques for undergraduate and graduate students at the University of Minnesota.\r\n\r\nThe project aims to provide an experimentally validated theoretical framework for understanding and predicting the coupling between a relativistic (with energies in the range of 0.1-1 MeV), finite size, modulated beam and magnetized plasmas. Most earlier investigations have focused on low energy beams that cannot deliver significant power to the surrounding plasma when emitted from a spacecraft operating in a low-density magnetospheric plasma due to spacecraft charging effects. Comparatively little is known about possibility of exciting plasma waves of interest (e.g. whistler) with MeV beams. The project will combine theory, two-dimensional, and three-dimensional kinetic simulations, and laboratory experiments performed on the Large Plasma Device at the Basic Plasma Science Facility, a user facility located at UCLA and jointly supported by NSF and DOE. These experiments will utilize a unique variable-energy electron beam source recently developed at the Los Alamos National Laboratory that will allow for an unprecedented electron beam parameter scan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vadim",
   "pi_last_name": "Roytershteyn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vadim Roytershteyn",
   "pi_email_addr": "vroytershteyn@spacescience.org",
   "nsf_id": "000576400",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Dorfman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seth Dorfman",
   "pi_email_addr": "sethd@spacescience.org",
   "nsf_id": "000654387",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SPACE SCIENCE INSTITUTE",
  "inst_street_address": "4765 WALNUT ST STE B",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7209745888",
  "inst_zip_code": "803012575",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "SPACE SCIENCE INSTITUTE",
  "org_prnt_uei_num": "KCBXMSFGQGY3",
  "org_uei_num": "KCBXMSFGQGY3"
 },
 "perf_inst": {
  "perf_inst_name": "SPACE SCIENCE INSTITUTE",
  "perf_str_addr": "4750 Walnut ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  },
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8092",
   "pgm_ref_txt": "Space Weather Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 185000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 45000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 45000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 51332.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Interaction of energetic electron beams with background plasma is one of the most fundamental problems in plasma physics with a variety of applications ranging from high-power microwave electronics to astrophysics. Motivated by the progress made in the development of compact electron accelerators and the necessity to understand how the beams produced by these accelerators interact with magnetized plasmas, this project studied the coupling between a mildly relativistic, finite size beam and a magnetized plasma using an integrated experimental, theoretical, and computational campaign. The laboratory experiments have been performed on the Large Plasma Device (LAPD) at the Basic Plasma Science Facility (BaPSF) at UCLA. The primary focus of the project is on conditions and processes most relevant to the Earth&rsquo;s magnetosphere. One particular application that motivated this research is the possibility to use the high-energy electron beams for active experiments in space. For example, for radiation belt remediation, it might be desirable to deliver significant power into plasma oscillations such as whistler modes. However, most prior investigations have focused on low energy beams that cannot deliver significant power to plasma when emitted from a spacecraft operating on low-density magnetospheric plasma due to spacecraft charging effects. Comparatively little is known about the possibility of exciting whistler waves (or other modes of interest) with mildly relativistic beams . On the other end of the &ldquo;coupling efficiency&rdquo; spectrum, mapping the magnetosphere-ionosphere connectivity requires that the beam propagates relatively intact over long distances, which implies (among other issues) weak coupling. In addition to applications in the Earth&rsquo;s magnetosphere, solar activity, including flares and shocks, accelerate electron beams that often generate radio waves. These waves are used to identify the energization mechanisms and to diagnose the beam properties. Comparison of satellite data to the measurements of wave generation obtained in the controlled plasma conditions of laboratory experiments can help untangle the important physical processes, and, ultimately, to provide more accurate predictions of space weather.</p>\n<p>The major outcomes of the project are: I) two sets of experiments with 20 keV energy beams have been performed on LAPD. These experiments, supported by an extensive modeling effort, have demonstrated excitation of waves in two frequency ranges: Z-modes, with frequency between plasma and the upper hybrid frequency and electromagnetic whistler waves, with frequencies up to electron cyclotron frequency. Further, the experiments have revealed a variety of nonlinear processes resulting from the beam-plasma and wave-wave interactions, including development of narrow &ldquo;bursts&rdquo; of the high-frequency waves that resemble spacecraft observations.&nbsp; II) an accelerator system for producing MeV electron beams has been assembled for use in future experiments.</p>\n<p>Several postdocs, graduate, and undergraduate students from the University of Minnesota, UCLA, and LANL have participated in this collaborative project gaining invaluable training experience in experimental and theoretical plasma physics and in high-performance computing.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/31/2023<br>\nModified by: Vadim&nbsp;Roytershteyn</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1707275/1707275_10510934_1704046241795_outcome_figures.001--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2023/1707275/1707275_10510934_1704046241795_outcome_figures.001--rgov-800width.jpeg\" title=\"Schematic of the experiment\"><img src=\"/por/images/Reports/POR/2023/1707275/1707275_10510934_1704046241795_outcome_figures.001--rgov-66x44.jpeg\" alt=\"Schematic of the experiment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of the experiment on LAPD, showing all major components of the experiment</div>\n<div class=\"imageCredit\">S. Dorfman</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Vadim&nbsp;Roytershteyn\n<div class=\"imageTitle\">Schematic of the experiment</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nInteraction of energetic electron beams with background plasma is one of the most fundamental problems in plasma physics with a variety of applications ranging from high-power microwave electronics to astrophysics. Motivated by the progress made in the development of compact electron accelerators and the necessity to understand how the beams produced by these accelerators interact with magnetized plasmas, this project studied the coupling between a mildly relativistic, finite size beam and a magnetized plasma using an integrated experimental, theoretical, and computational campaign. The laboratory experiments have been performed on the Large Plasma Device (LAPD) at the Basic Plasma Science Facility (BaPSF) at UCLA. The primary focus of the project is on conditions and processes most relevant to the Earths magnetosphere. One particular application that motivated this research is the possibility to use the high-energy electron beams for active experiments in space. For example, for radiation belt remediation, it might be desirable to deliver significant power into plasma oscillations such as whistler modes. However, most prior investigations have focused on low energy beams that cannot deliver significant power to plasma when emitted from a spacecraft operating on low-density magnetospheric plasma due to spacecraft charging effects. Comparatively little is known about the possibility of exciting whistler waves (or other modes of interest) with mildly relativistic beams . On the other end of the coupling efficiency spectrum, mapping the magnetosphere-ionosphere connectivity requires that the beam propagates relatively intact over long distances, which implies (among other issues) weak coupling. In addition to applications in the Earths magnetosphere, solar activity, including flares and shocks, accelerate electron beams that often generate radio waves. These waves are used to identify the energization mechanisms and to diagnose the beam properties. Comparison of satellite data to the measurements of wave generation obtained in the controlled plasma conditions of laboratory experiments can help untangle the important physical processes, and, ultimately, to provide more accurate predictions of space weather.\n\n\nThe major outcomes of the project are: I) two sets of experiments with 20 keV energy beams have been performed on LAPD. These experiments, supported by an extensive modeling effort, have demonstrated excitation of waves in two frequency ranges: Z-modes, with frequency between plasma and the upper hybrid frequency and electromagnetic whistler waves, with frequencies up to electron cyclotron frequency. Further, the experiments have revealed a variety of nonlinear processes resulting from the beam-plasma and wave-wave interactions, including development of narrow bursts of the high-frequency waves that resemble spacecraft observations. II) an accelerator system for producing MeV electron beams has been assembled for use in future experiments.\n\n\nSeveral postdocs, graduate, and undergraduate students from the University of Minnesota, UCLA, and LANL have participated in this collaborative project gaining invaluable training experience in experimental and theoretical plasma physics and in high-performance computing.\n\n\n\t\t\t\t\tLast Modified: 12/31/2023\n\n\t\t\t\t\tSubmitted by: VadimRoytershteyn\n"
 }
}