{
 "awd_id": "1707978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Musical Acoustics: Coupled Oscillators, Mandolin Bridges, and Holographic Interferometry",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 211649.0,
 "awd_amount": 211649.0,
 "awd_min_amd_letter_date": "2017-08-08",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "This project is an experimental investigation of the acoustic properties of string instruments, in particular of the mandolin, which provides research experiences and training for undergraduate students. A musical instrument can be thought of as a system of coupled oscillators. In the case of the mandolin, the strings are set into oscillation with a plectrum and contain energy in a harmonic series of frequencies. The bridge of the instrument is set into vibration by the strings and in turn conveys the energy to the front plate of the mandolin. The front plate radiates sound but also couples to the back plate through the ribs of the instrument; both surfaces set the air inside the body of the instrument into oscillation. The instrument is thus modeled as a collection of harmonic oscillators coupled to each other through the bridge, ribs, or by direct contact between plate and air. The PI is studying the coupling between two tuned strings, their coupled interaction with the bridge and soundboard, and the two-slope decay. He is measuring the input of mechanical impedance at the bridge and the structural modal shapes of the body and the coupling between the plates and the air cavity. The ultimate objective of the proposed work is to understand how the mechanical properties of the instrument and its construction determine the character of the musical chords and identify potential improvements in bridge design for the mandolin, and other string instruments. The theory of coupled oscillators and the phenomenon of resonance is a central and broadly applicable subject in dynamics. The mandolin provides a rich and fascinating experimental arena for the application of dynamics and one that is accessible to measurement with instrumentation available to undergraduate physics departments. This project will provide transformative experiences to undergraduate students by captivating their interest in hands-on research and then providing rigorous training in its methods. A significant outcome of this project is to invest in the next generation of our nation's STEM workforce.  The students will be exposed to a wide variety of experimental techniques and scientific instruments as well as advanced theoretical concepts, all broadly applicable throughout physics and engineering.  \r\n\r\nIn investigating the acoustics of the mandolin, the PI and his students will carry out a detailed study of the coupling of the doubled strings using high-speed video, and the musical implications of these interactions will be elucidated. These results will also shed light on other musical instruments with doubled strings, such as the lute, oud, and 12-string guitar.  Measurements of the sound spectrum and bridge impedance combine to characterize the transfer of mechanical energy from string motions through the bridge to the motions of the instrument body that ultimately produce sound. Experiments to understand in detail the connection between the mechanical properties of the bridge and the resulting sound spectrum aim to identify potential improvements in bridge design. Details of the resulting body motions, the modes of vibration, will be studied using holographic interferometry.  A study of the coupling of low-frequency plate modes of the mandolin?s front and back surfaces with the Helmholtz modes due to oscillations of air within the body will be compared to the classic studies of guitars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Tufte",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen L Tufte",
   "pi_email_addr": "tufte@lclark.edu",
   "nsf_id": "000382464",
   "pi_start_date": "2017-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lewis and Clark College",
  "inst_street_address": "615 S PALATINE HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037687211",
  "inst_zip_code": "972198091",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OR05",
  "org_lgl_bus_name": "LEWIS & CLARK COLLEGE",
  "org_prnt_uei_num": "JXJJHFBDBLD5",
  "org_uei_num": "JXJJHFBDBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "Lewis & Clark College",
  "perf_str_addr": "0615 SW Palatine Hill Road",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972197879",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OR05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 99531.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 55231.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 56887.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Compared to the guitar and violin, studies of the mandolin have been limited.&nbsp; While the mandolin has some similarities to these instruments, it also has some unique acoustical aspects.&nbsp; This grant funded a comprehensive experimental investigation of the acoustics of the mandolin.&nbsp; During the four-year period of the grant (extended due to COVID from the original 3 years) we also provided significant research experiences and training to six undergraduate students from Lewis &amp; Clark College and two high-school student interns through the Apprenticeships in Science and Engineering program based in Portland, OR.</p>\n<p>The strings of the mandolin are tuned to the same G, D, A, and E notes that are used for the violin. However, for the mandolin each note has two strings tuned in unison for a total of eight strings, but why?&nbsp; The obvious answer is that two strings carry more energy than one, but there are subtler and more interesting acoustical effects of this design choice.&nbsp; A classic study showed that the multiple strings tuned in unison for piano notes interact with each other in complex ways that are musically significant.&nbsp; We have shown that this also happens with the pairs of strings of the mandolin.&nbsp;</p>\n<p>Stringed instruments use a bridge to couple the vibrations of the strings to the soundboard. When one string of a pair sets the bridge into vibration, this motion influences the other string, so the strings motions are coupled.&nbsp; &nbsp;We used high-speed video and a macro lens to study in detail the motions of the strings.&nbsp; By tagging the strings with small markers, we were able to measure simultaneously the motions of the vertical and horizontal components of each string in a pair.&nbsp; The results showed clear signs of interaction including simple and complex exchanges of energy.&nbsp; We also observed &nbsp;the anti-phase-locking behavior found in piano strings.&nbsp; The complexity of the interactions adds richness to the timbre of the mandolin and the anti-correlated motions of the strings increases the sustain of the notes.&nbsp; &nbsp;These effects are presumably also important in other musical instruments with doubled strings, such as the lute and oud.</p>\n<p>To explore further the role of the bridge in coupling the string energy to the front plate of the mandolin, we investigated how the physical characteristics of the bridge affects the transfer of energy at different frequencies.&nbsp; Mandolin players may prefer a harder wood such as ebony for their bridge or a softer wood such as rosewood.&nbsp; The musicians claim that a softer wood will create a mellower tone and a harder wood a brighter tone.&nbsp; We made measurements of the mechanical impedance at the bridge vs. frequency for bridges made of materials of varying hardness (balsa wood, rose wood, ebony, and aluminum) and showed that the bridge material significantly affects the response curves, and thus the sound quality.</p>\n<p>As mentioned, the strings' vibrations are coupled to the front plate of the mandolin through the bridge.&nbsp; The motion of the front plate then alternately compresses and rarefies the air enclosed in the cavity, setting it into oscillation.&nbsp; The pressure variations in the air cavity and the vibrations of the ribs (sides) of the instrument then set the back plate into oscillation.&nbsp; A classic study of guitars showed that a surprisingly simple model could describe the low-frequency response of these instruments.&nbsp; They considered only the lowest vibrational modes of each element and applied coupled oscillator theory - a subject explored in intermediate and advanced classical mechanics texts. &nbsp;&nbsp;By treating the front plate, back plate, and air in the cavity as a simple coupled oscillator system, we found that a similar model works to understand the mandolin's low-frequency behavior.&nbsp; There was clear evidence of coupling between the components and the relative phases of the three lowest modes match those expected from the theory.&nbsp; Our model is able to match the three lowest resonance peaks as well as the two lowest anti-resonances of the mandolin's modes of vibration.&nbsp; Further study will allow us to measure the various coupling parameters and compare them to those of the guitar.&nbsp; An improved understanding of how the mandolin functions as a complex machine will shed light on how it produces its unique sound.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2021<br>\n\t\t\t\t\tModified by: Stephen&nbsp;L&nbsp;Tufte</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCompared to the guitar and violin, studies of the mandolin have been limited.  While the mandolin has some similarities to these instruments, it also has some unique acoustical aspects.  This grant funded a comprehensive experimental investigation of the acoustics of the mandolin.  During the four-year period of the grant (extended due to COVID from the original 3 years) we also provided significant research experiences and training to six undergraduate students from Lewis &amp; Clark College and two high-school student interns through the Apprenticeships in Science and Engineering program based in Portland, OR.\n\nThe strings of the mandolin are tuned to the same G, D, A, and E notes that are used for the violin. However, for the mandolin each note has two strings tuned in unison for a total of eight strings, but why?  The obvious answer is that two strings carry more energy than one, but there are subtler and more interesting acoustical effects of this design choice.  A classic study showed that the multiple strings tuned in unison for piano notes interact with each other in complex ways that are musically significant.  We have shown that this also happens with the pairs of strings of the mandolin. \n\nStringed instruments use a bridge to couple the vibrations of the strings to the soundboard. When one string of a pair sets the bridge into vibration, this motion influences the other string, so the strings motions are coupled.   We used high-speed video and a macro lens to study in detail the motions of the strings.  By tagging the strings with small markers, we were able to measure simultaneously the motions of the vertical and horizontal components of each string in a pair.  The results showed clear signs of interaction including simple and complex exchanges of energy.  We also observed  the anti-phase-locking behavior found in piano strings.  The complexity of the interactions adds richness to the timbre of the mandolin and the anti-correlated motions of the strings increases the sustain of the notes.   These effects are presumably also important in other musical instruments with doubled strings, such as the lute and oud.\n\nTo explore further the role of the bridge in coupling the string energy to the front plate of the mandolin, we investigated how the physical characteristics of the bridge affects the transfer of energy at different frequencies.  Mandolin players may prefer a harder wood such as ebony for their bridge or a softer wood such as rosewood.  The musicians claim that a softer wood will create a mellower tone and a harder wood a brighter tone.  We made measurements of the mechanical impedance at the bridge vs. frequency for bridges made of materials of varying hardness (balsa wood, rose wood, ebony, and aluminum) and showed that the bridge material significantly affects the response curves, and thus the sound quality.\n\nAs mentioned, the strings' vibrations are coupled to the front plate of the mandolin through the bridge.  The motion of the front plate then alternately compresses and rarefies the air enclosed in the cavity, setting it into oscillation.  The pressure variations in the air cavity and the vibrations of the ribs (sides) of the instrument then set the back plate into oscillation.  A classic study of guitars showed that a surprisingly simple model could describe the low-frequency response of these instruments.  They considered only the lowest vibrational modes of each element and applied coupled oscillator theory - a subject explored in intermediate and advanced classical mechanics texts.   By treating the front plate, back plate, and air in the cavity as a simple coupled oscillator system, we found that a similar model works to understand the mandolin's low-frequency behavior.  There was clear evidence of coupling between the components and the relative phases of the three lowest modes match those expected from the theory.  Our model is able to match the three lowest resonance peaks as well as the two lowest anti-resonances of the mandolin's modes of vibration.  Further study will allow us to measure the various coupling parameters and compare them to those of the guitar.  An improved understanding of how the mandolin functions as a complex machine will shed light on how it produces its unique sound.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2021\n\n\t\t\t\t\tSubmitted by: Stephen L Tufte"
 }
}