{
 "awd_id": "1707790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neutrino Physics at Syracuse University",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924516",
 "po_email": "jshank@nsf.gov",
 "po_sign_block_name": "James Shank",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 858000.0,
 "awd_amount": 858000.0,
 "awd_min_amd_letter_date": "2017-07-10",
 "awd_max_amd_letter_date": "2019-07-11",
 "awd_abstract_narration": "One of the major intellectual achievements of the 20th century was the development of the Standard Model (SM) of particle physics. This model succeeded in classifying all of the elementary particles known at the time into a hierarchy of groups having similar quantum properties. The validity of this model to date was recently confirmed by the discovery of the Higgs boson at the Large Hadron Collider at CERN. However, the Standard Model as it currently exists leaves open many questions about the universe, including such fundamental questions as to why the Higgs mass has the value it has and why there is no antimatter in the universe. One of the primary areas to search for answers to these and other open questions about the universe, how it came to be and why it is the way it is, is to focus on a study of the properties of neutrinos and to use what we know and can learn about neutrinos as probes of science beyond the Standard Model. Neutrinos are those elementary particles that interact with practically nothing else in the universe. They have no electric charge and were once thought to be massless. Like other elementary particles, they were believed to have an antimatter counterpart, the antineutrino. Moreover, the Standard Model predicted that there were actually three different kinds of neutrinos that were distinguishable through the different interactions that they did undergo whenever there was an interaction. But recent measurements have totally changed our picture of neutrinos. We now know that neutrinos do have a mass and because they do, they can actually change from one type to another. Detailed measurements of these changes, along with other current neutrino experiments, form one of the most promising ways to probe for new physics beyond the Standard Model. Such measurements lie at the heart of this project. \r\n\r\nThere is currently a large interest in experimental particle physics in Liquid Argon Time Projection Chambers (LArTPC) spurred in part by the proposed Long Baseline Neutrino Experiment (LBNE) project at Fermi National Accelerator Laboratory (FNAL) and in neutrino physics in general. This award supports work which refines LArTPC technology, using a test beam and at the MicroBooNE experiment at FNAL. LArTPC detector technology is scalable to the very large masses (perhaps 10 kiloTons) needed by next generation neutrino experiments and is capable of recording three-dimensional digital images of particle trajectories. The MicroBooNE will have an active volume of 80 tons of liquid argon and 8256 wires spread over three instrumented wireplanes making up the Time Projection Chamber. MicroBooNE will make a variety of interesting physics measurements, as well as serving as a proving ground for new hardware techniques relevant for future experiments. Among MicroBooNE's primary physics goals is to provide a cross-check of the \"low-energy excess\" of electron neutrino events previously identified by the MiniBooNE experiment. There have been recent \"hints\" that there may be a new type of neutrino, the so-called sterile neutrino. The MicroBoone experiment, with the superior LArTPC, should clarify the situation: either rule out or confirm the sterile neutrino evidence. Another aspect of the work in this award is the development of a large LArTPC detector at CERN called ProtoDUNE. This award will provide one post-doctoral fellow to work on the installation and commissioning of the Proto-DUNE detector. The lessons learned here will inform the future DUNE detector design.\r\n\r\nThe broader impact of this work will involve graduate students and undergraduates supported by this project receiving first-hand experience with High Energy Physics detector development, while also having access to MicroBooNE data that the graduate students will use for their dissertation analyses. The Syracuse group will continue with several outreach efforts as part of this proposal. The group maintains an outreach webpage that includes an \"Ask-a-A-Physicist\" questionnaire form as well as an active QuarkNet program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitchell",
   "pi_last_name": "Soderberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchell Soderberg",
   "pi_email_addr": "msoderbe@syr.edu",
   "nsf_id": "000572452",
   "pi_start_date": "2017-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122100",
   "pgm_ele_name": "HEP-High Energy Physics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 286000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 286000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 286000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The primary goal of the project supported by NSF Award PHY-1707790 was to develop and utilize the technology of Liquid Argon Time Projection Chambers (LArTPCs) for experimental studies of neutrino interactions.<span>&nbsp; </span>The technology of LArTPCs appears ideally suited for the study of neutrino interactions, and is being deployed for use in a broad array of experiments that hope to uncover the remaining secrets of neutrinos and what role they have played in the evolution of the universe.<span>&nbsp; &nbsp;</span></p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">This project enabled members of the Syracuse University neutrino group to participate on a variety of experiments featuring LArTPC detectors (e.g. LArIAT, MicroBooNE, SBND, and DUNE).<span>&nbsp; </span>On those experiments, group members made important contributions to: data analysis, hardware development, detector commissioning, detector design, and operations.<span>&nbsp; </span>The intellectual merit of this project centers around the advances in our understanding of the LArTPC technology that group members helped achieve, and also in our activities to extract physics results from these experiments.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">On MicroBooNE, the first large LArTPC to be built in the United States, group members have played a variety of important roles.<span>&nbsp; </span>Graduate student Jessica Esquivel successfully completed her PhD dissertation work that used software tools from the field of machine learning to better separate signal from background in the Charged-Current inclusive cross-section measurement.<span>&nbsp; </span>Postdoctoral researcher Pip Hamilton served as co-convener of the MicroBooNE Data Quality Management group which is essential in maintaining high-quality data for use in all physics analyses.<span>&nbsp; </span>Hamilton also developed new software tools for proton reconstruction that simultaneously used information from all three anode planes, enhancing the efficiency to identify protons.<span>&nbsp; </span>Graduate student Avinay Bhat developed tools that allowed reconstruction of low-energy (few MeV) depositions in MicroBooNE, and used these tools in an analysis of these depositions in Charged-Current interactions, which was featured in the PhD dissertation he successfully defended in summer 2021.<span>&nbsp; </span>Both Hamilton and Bhat served as MicroBooNE Run Coordinators during this project, which is a position of extreme importance in ensuring the smooth operation and data collection of the experiment.<span>&nbsp; </span>Finally, Soderberg served as an Editorial Board member for one of MicroBooNE's flagship ``Low Energy Excess'' analyses, and also assumed the role of inaugural Chair of the newly formed Publication Committee within the experiment that is tasked with oversight of all publications in progress.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">On the LArIAT experiment, a small LArTPC operated in the test-beam facility at Fermilab, graduate student Greg Pulliam measured the cross-section for positively charged pion interactions on argon.<span>&nbsp; </span>This was the focus of his PhD dissertation, which was successfully defended in 2019. <span>&nbsp;</span></p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">On the SBND experiment, the Syracuse group led the wiring and testing of two SBND Anode Plane Assemblies (APAs) using a custom wire-winding device that was also designed and built by the group.<span>&nbsp; </span>This is a critical hardware contribution to the SBND LArTPC, which will be the final piece of the Short Baseline Neutrino program at Fermilab. Hamilton was the lead co-author of the first SBND collaboration publication which detailed the construction of the APAs. Postdoctoral researcher Monica Nunes joined the group in early 2020 and made significant contributions to the construction of the SBND TPC on site at Fermilab.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">The broader impacts of this project include the training of young scientists, the dissemination of group activities in conference presentations and journal publications, and outreach efforts to explain particle physics research to the general public.<span>&nbsp; </span>Group members have been able to disseminate the outcomes of their work at conferences around the globe, facilitated by funding from this project.<span>&nbsp; </span>Soderberg was active in a local QuarkNet center hosted at Syracuse University, which held multiple events for local high school physics teachers and students.<span>&nbsp; </span>Group members resident at Fermilab participated in a variety of events to share the excitement of basic particle physics research with the general public. <span>&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2021<br>\n\t\t\t\t\tModified by: Mitchell&nbsp;Soderberg</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635773924961_GroupOutreach--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635773924961_GroupOutreach--rgov-800width.jpg\" title=\"Syracuse Group Outreach\"><img src=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635773924961_GroupOutreach--rgov-66x44.jpg\" alt=\"Syracuse Group Outreach\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Group members were active in a variety of outreach efforts, including participation in Adler After Dark (Left) and Fermilab Family Open House (Right).</div>\n<div class=\"imageCredit\">Soderberg</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Mitchell&nbsp;Soderberg</div>\n<div class=\"imageTitle\">Syracuse Group Outreach</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635774001336_LArIAT--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635774001336_LArIAT--rgov-800width.jpg\" title=\"LArIAT Pion Cross Section\"><img src=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635774001336_LArIAT--rgov-66x44.jpg\" alt=\"LArIAT Pion Cross Section\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate student Greg Pulliam completed a measurement of the cross-section for pion interactions in LArIAT, which was the focus of his dissertation.</div>\n<div class=\"imageCredit\">Mitch Soderberg</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Mitchell&nbsp;Soderberg</div>\n<div class=\"imageTitle\">LArIAT Pion Cross Section</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635774082079_MicroBooNE_Blips--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635774082079_MicroBooNE_Blips--rgov-800width.jpg\" title=\"MicroBooNE Low-Energy Activity\"><img src=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635774082079_MicroBooNE_Blips--rgov-66x44.jpg\" alt=\"MicroBooNE Low-Energy Activity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate student Avinay Bhat completed a measurement of low-energy activity associated with neutrino interactions in MicroBooNE, which was the focus of his dissertation.</div>\n<div class=\"imageCredit\">Mitch Soderberg</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Mitchell&nbsp;Soderberg</div>\n<div class=\"imageTitle\">MicroBooNE Low-Energy Activity</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635774151280_SBND_Wiring--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635774151280_SBND_Wiring--rgov-800width.jpg\" title=\"SBND APA Construction\"><img src=\"/por/images/Reports/POR/2021/1707790/1707790_10500438_1635774151280_SBND_Wiring--rgov-66x44.jpg\" alt=\"SBND APA Construction\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Group members Pip Hamilton (Left) and Avinay Bhat (Right) wiring one of the SBND APAs that the group was responsible for constructing.</div>\n<div class=\"imageCredit\">Mitch Soderberg</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Mitchell&nbsp;Soderberg</div>\n<div class=\"imageTitle\">SBND APA Construction</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "The primary goal of the project supported by NSF Award PHY-1707790 was to develop and utilize the technology of Liquid Argon Time Projection Chambers (LArTPCs) for experimental studies of neutrino interactions.  The technology of LArTPCs appears ideally suited for the study of neutrino interactions, and is being deployed for use in a broad array of experiments that hope to uncover the remaining secrets of neutrinos and what role they have played in the evolution of the universe.   \n \nThis project enabled members of the Syracuse University neutrino group to participate on a variety of experiments featuring LArTPC detectors (e.g. LArIAT, MicroBooNE, SBND, and DUNE).  On those experiments, group members made important contributions to: data analysis, hardware development, detector commissioning, detector design, and operations.  The intellectual merit of this project centers around the advances in our understanding of the LArTPC technology that group members helped achieve, and also in our activities to extract physics results from these experiments.\n \nOn MicroBooNE, the first large LArTPC to be built in the United States, group members have played a variety of important roles.  Graduate student Jessica Esquivel successfully completed her PhD dissertation work that used software tools from the field of machine learning to better separate signal from background in the Charged-Current inclusive cross-section measurement.  Postdoctoral researcher Pip Hamilton served as co-convener of the MicroBooNE Data Quality Management group which is essential in maintaining high-quality data for use in all physics analyses.  Hamilton also developed new software tools for proton reconstruction that simultaneously used information from all three anode planes, enhancing the efficiency to identify protons.  Graduate student Avinay Bhat developed tools that allowed reconstruction of low-energy (few MeV) depositions in MicroBooNE, and used these tools in an analysis of these depositions in Charged-Current interactions, which was featured in the PhD dissertation he successfully defended in summer 2021.  Both Hamilton and Bhat served as MicroBooNE Run Coordinators during this project, which is a position of extreme importance in ensuring the smooth operation and data collection of the experiment.  Finally, Soderberg served as an Editorial Board member for one of MicroBooNE's flagship ``Low Energy Excess'' analyses, and also assumed the role of inaugural Chair of the newly formed Publication Committee within the experiment that is tasked with oversight of all publications in progress.\n \nOn the LArIAT experiment, a small LArTPC operated in the test-beam facility at Fermilab, graduate student Greg Pulliam measured the cross-section for positively charged pion interactions on argon.  This was the focus of his PhD dissertation, which was successfully defended in 2019.  \n \nOn the SBND experiment, the Syracuse group led the wiring and testing of two SBND Anode Plane Assemblies (APAs) using a custom wire-winding device that was also designed and built by the group.  This is a critical hardware contribution to the SBND LArTPC, which will be the final piece of the Short Baseline Neutrino program at Fermilab. Hamilton was the lead co-author of the first SBND collaboration publication which detailed the construction of the APAs. Postdoctoral researcher Monica Nunes joined the group in early 2020 and made significant contributions to the construction of the SBND TPC on site at Fermilab.\n \nThe broader impacts of this project include the training of young scientists, the dissemination of group activities in conference presentations and journal publications, and outreach efforts to explain particle physics research to the general public.  Group members have been able to disseminate the outcomes of their work at conferences around the globe, facilitated by funding from this project.  Soderberg was active in a local QuarkNet center hosted at Syracuse University, which held multiple events for local high school physics teachers and students.  Group members resident at Fermilab participated in a variety of events to share the excitement of basic particle physics research with the general public.  \n\n \n\n\t\t\t\t\tLast Modified: 11/01/2021\n\n\t\t\t\t\tSubmitted by: Mitchell Soderberg"
 }
}