{
 "awd_id": "1707920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: LSC Center for Coatings Research",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Coles",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-01-31",
 "tot_intn_awd_amt": 92407.0,
 "awd_amount": 92407.0,
 "awd_min_amd_letter_date": "2017-08-09",
 "awd_max_amd_letter_date": "2017-08-09",
 "awd_abstract_narration": "The LIGO Scientific Collaboration (LSC) Center for Coatings Research (CCR), funded by the NSF and with planned co-funding by the Gordon and Betty Moore Foundation, seeks to extend the reach of the next generation of gravitational wave detectors by addressing the dominant noise source limiting their performance, thermal noise in the interferometer mirrors. This noise reduces the number of observable gravitational wave signals from astronomical sources. It arises from thermal excitation of the vibrational modes of the mirrors in the LIGO detector optics. The effect of these excitations is reduced as the mechanical quality factor (Q) of the mirrors is increased. Since the Q of the mirrors is limited by the reflective coatings deposited on their surfaces, lower noise requires development of better coatings. The CCR combines groups from 10 institutions in the US working on computational modeling of amorphous materials, deposition of coatings, and characterization of their atomic structure and macroscopic properties. These components are often performed by three diverse communities that work in relative isolation from each other. The strength of the CCR and its promise of accelerating discoveries arises from close integration of these three communities focused on a unified research goal. Coating thermal noise is also a limiting factor in the fields of precision timing, quantum information, low noise interferometry, and precision measurements like the search for deviations in the gravitational inverse-square law. Coatings improving on the state of the art in mechanical and optical properties developed under this program would be applicable to these communities as well. On broader impacts in education, the mixture of undergraduate institutions with elite graduate programs provides research opportunities at all education levels and establishes clear avenues of advancement for students who wish to pursue a career within the physical sciences. In addition, the CCR has a strong commitment to the advancement of women and underrepresented minorities; and will also continue its participants' activities in issues of education and public outreach through all major channels of public and social media.\r\n\r\nThe A+ LIGO detector, planned for 2021, will reduce quantum noise with squeezed light injection, leaving thermal noise dominant in the mid-band of the detector.  Reducing this noise source requires reducing the mechanical dissipation in the mirror coatings on the test masses. The goal of this project is to develop mirror coatings consistent with A+ LIGO's mechanical and optical requirements. Meeting this goal requires solution of a longstanding problem in the physics of amorphous materials: the nature and control of the low-energy excitations in amorphous oxides. On a longer time scale, developing mirror coatings for the cryogenic LIGO Voyager detector broadens the possibilities to include amorphous or crystalline semiconductors. The primary research focus is to find conditions under which amorphous metal-oxide coatings can be deposited as \"ultrastable glasses\", which have a low density of the structural motifs that form two-level systems, the source of elastic dissipation. A second research track seeks methods to stabilize coatings against crystallization during high temperature annealing, another method known to reduce room temperature elastic losses. For the longer term research towards LIGO Voyager applications, the group will investigate non-oxide coatings such as single-crystal semiconductors AlGaAs and AlGaP, which have shown low mechanical loss for small geometries but whose scale up to the size of LIGO optics is challenging; and also amorphous silicon and silicon nitride, which have attractive mechanical properties but whose optical properties must be improved.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Harry",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory M Harry",
   "pi_email_addr": "harry@american.edu",
   "nsf_id": "000338971",
   "pi_start_date": "2017-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American University",
  "inst_street_address": "4400 MASSACHUSETTS AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028853440",
  "inst_zip_code": "200168003",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H4VNDUN2VWU5"
 },
 "perf_inst": {
  "perf_inst_name": "American University",
  "perf_str_addr": "4400 Massachusetts Ave NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200168001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 92407.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was on the development of aluminum gallium arsenide (AlGaAs) as a low noise optical coating for precision measurement, and specifically for the LIGO gravitational wave detectors.&nbsp; This grant was used primarily as a supplement to a longer grant on the same topic.&nbsp; We used this grant to be able to buy more samples that allowed for further research on this coating material.</p>\n<p>We found that AlGaAs is likely suitable for use in future gravitational wave detectors, provided that a way can be found to increase the size of AlGaAs coatings.&nbsp; We made a good start on understanding the mechanical loss of AlGaAs, which is reponsbile for the thermal noise that is the most important source of noise from optical coatings in LIGO.&nbsp; This is particularly complicated because AlGaAs is a crystal and has three separate mechanical loss values, unlike the glass-like substances that have been used for LIGO coating in the past.&nbsp; This projuect also allowed us to share AlGaAs samples with LIGO colleagues to measure optical and other properties of AlGaAs to further confirm it meets all the LIGO specifications.</p>\n<p>This grant also allowed the American University group to participate in the necessary organization and administration of the LIGO Scientific Collaboration, which consists of over a thousand scientists, engineers, and students from more than 125 research groups around the world.&nbsp; We supported the functioning of the collaboration through internal paper and code reviews, serving as co-chair of the LIGO Academic Affairs Council, running for offices including the Optics Working Group chair and Technical Advisor to the LIGO Program Advisory Committee, and helping with LIGO outtreach to the public at events such as the USA Science and Engineering Festival and the annual Astronomy on the Mall.&nbsp;&nbsp;</p>\n<p>Around 20 different American University undergraduates were supported by these grants in full time summer research and part-time work during the academic year.&nbsp; Three of these undergradautes have gone on to graduate school within the LIGO Scienftic Collaboration to do further LIGO research, while others have gone on to graduate school to pursue other research and to employment in STEM fields.&nbsp; Most students supported for longer term research have had the opportunity to present their work at scientific conferences and to participate in writing a scientific paper and serve as an author.&nbsp; This grant also allowed us to support around five high school students who participated in LIGO research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2021<br>\n\t\t\t\t\tModified by: Gregory&nbsp;M&nbsp;Harry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was on the development of aluminum gallium arsenide (AlGaAs) as a low noise optical coating for precision measurement, and specifically for the LIGO gravitational wave detectors.  This grant was used primarily as a supplement to a longer grant on the same topic.  We used this grant to be able to buy more samples that allowed for further research on this coating material.\n\nWe found that AlGaAs is likely suitable for use in future gravitational wave detectors, provided that a way can be found to increase the size of AlGaAs coatings.  We made a good start on understanding the mechanical loss of AlGaAs, which is reponsbile for the thermal noise that is the most important source of noise from optical coatings in LIGO.  This is particularly complicated because AlGaAs is a crystal and has three separate mechanical loss values, unlike the glass-like substances that have been used for LIGO coating in the past.  This projuect also allowed us to share AlGaAs samples with LIGO colleagues to measure optical and other properties of AlGaAs to further confirm it meets all the LIGO specifications.\n\nThis grant also allowed the American University group to participate in the necessary organization and administration of the LIGO Scientific Collaboration, which consists of over a thousand scientists, engineers, and students from more than 125 research groups around the world.  We supported the functioning of the collaboration through internal paper and code reviews, serving as co-chair of the LIGO Academic Affairs Council, running for offices including the Optics Working Group chair and Technical Advisor to the LIGO Program Advisory Committee, and helping with LIGO outtreach to the public at events such as the USA Science and Engineering Festival and the annual Astronomy on the Mall.  \n\nAround 20 different American University undergraduates were supported by these grants in full time summer research and part-time work during the academic year.  Three of these undergradautes have gone on to graduate school within the LIGO Scienftic Collaboration to do further LIGO research, while others have gone on to graduate school to pursue other research and to employment in STEM fields.  Most students supported for longer term research have had the opportunity to present their work at scientific conferences and to participate in writing a scientific paper and serve as an author.  This grant also allowed us to support around five high school students who participated in LIGO research.\n\n\t\t\t\t\tLast Modified: 02/15/2021\n\n\t\t\t\t\tSubmitted by: Gregory M Harry"
 }
}