{
 "awd_id": "1707830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemical Guidelines for Predictive Materials Integration in Hybrid Nanoparticles",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928173",
 "po_email": "jpapanik@nsf.gov",
 "po_sign_block_name": "John Papanikolas",
 "awd_eff_date": "2018-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2017-07-10",
 "awd_max_amd_letter_date": "2017-07-10",
 "awd_abstract_narration": "Chemists draw diagrams that visually represent the application of important chemical and physical principles to a new idea or function, and then work to create the molecules and materials that make these designs a reality. For example, combining together catalysts and semiconductors at nanometer length scales can allow certain chemical reactions to occur when a light is turned on. While chemists can propose an almost limitless combination of materials that have potentially interesting and useful functions, it is not always easy to practically put together the materials in a way that enables these functions to be observed experimentally. Dr. Raymond Schaak, from the Pennsylvania State University University Park, is developing new capabilities for predictably combining materials and molecules at nanometer length scales. He is funded to identify new ways of creating interfaces between functional nanoscale materials using chemical reactions that couple together and transform nanoparticle building blocks. He is also studying important characteristics of these interfaces to better understand how targeted functions can be predictably achieved. Dr. Schaak is developing methods for depositing materials and molecules at precise locations on the surfaces of these coupled nanoparticle systems. The fundamental knowledge gained from this project helps to bridge the gap between what can be designed and what can be accessed experimentally for functional nanoscale materials of increasing chemical complexity. Dr. Schaak works on this research program with a diverse team of graduate and undergraduate students. He trains a diverse group of graduate and undergraduate students to develop, implement, and assess modular plug-and-play curricular materials (application-focused notes, case studies, collaborative problems, assessment tools) for contextualizing general chemistry units using cutting-edge research themes, impacting >2000 students initially plus many more through multiple\r\ndissemination pipelines.\r\n\r\nIn this research program, Dr. Schaak of Pennsylvania State University is supported by the Macromolecluar, Supramolecular and Nanochemistry (MSN) Pprogram to develop new chemical strategies for constructing multi-component hybrid nanoparticles that integrate functional materials through well-defined interfaces at precise locations. A suite of nanoparticle heterocoupling, chemical transformation, and phase segregation reactions decouple two competing synthetic bottlenecks, functional materials incorporation and interface control, to generate new hybrid nanostructures. Microscopic and spectroscopic studies complement the synthetic efforts to provide new insights into interfacial composition, structure, and morphology. Additional efforts to control metal and ligand deposition at precise locations on the hybrid nanoparticle surfaces add additional interfaces and capabilities for directional surface interactions. These new chemical capabilities and insights are important for predictably synthesizing functional hybrid nanostructures of increasing chemical complexity across a wide range of applications. Because they incorporate nanoscale interfaces, colloidal hybrid nanoparticles serve as discrete model systems for larger multi-component architectures such as fuel cells, solar cells, and lab-on-a-chip devices.  Dr. Schaak works on this research program with a diverse team of graduate and undergraduate students. He and his students also develop new teaching tools to provide application-focused context to topics in large introductory chemistry courses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Schaak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond Schaak",
   "pi_email_addr": "schaak@chem.psu.edu",
   "nsf_id": "000205074",
   "pi_start_date": "2017-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Connecting two nanoscopic materials through a junction, or interface, allows them to \"talk\" to each other. For example, catalyst nanoparticles connected to semiconductor nanoparticles can allow light to be used to split water into hydrogen and oxygen. One way of connecting two types of nanoparticles into such a \"hybrid\" nanoparticle is to begin by making one of them and then growing the other one directly off of the first. Previously, the types of materials that could be incorporated into hybrid nanoparticles using this \"seeded growth\" approach was limited. It was also challenging to precisely control the sizes of their constituent nanoparticles and the characteristics of their interfaces. This project established chemical guidelines to address these challenges, with an emphasis on understanding how to seed the growth of various metal, metal phosphide, metal nitride, and metal sulfide nanoparticles on the surfaces of other types of nanoparticles. Metal phosphide nanoparticles, which are important water splitting catalysts, were grown on nanoparticles of metals and semiconductors to produce various types of hybrid nanoparticles that are relevant for light-driven water splitting applications. Three distinct synthetic methods were established, along with insights into the reaction pathways, for synthesizing these phosphide-based hybrids. Nanoparticles of the metal nitrides Cu<sub>3</sub>N and Cu<sub>3</sub>PdN, which are also catalysts, were grown on gold and platinum nanoparticle seeds having different shapes. Studies of the various combinations of copper-based nitrides and metal seed particles provided knowledge about how the growth could be controlled, resulting in tunability between hierarchical, core-shell, and alloyed particles. Additionally, gold and silver nanoparticles were grown on nanosheets of a library of transition metal dichalcogenides (TMDs) containing tungsten or molybdenum along with either sulfur, selenium, or tellurium. Different growth modes were uncovered for different metals and TMDs, including a unique atomically thin layer of silver that deposited on molybdenum and tungsten ditelluride. This growth behavior was rationalized based on the relative strengths of the interfacial metal-chalcogen bonds. Finally, a library of hybrid nanoparticles that coupled gold with other metals and semiconductors was synthesized and studied to gain fundamental insights into how the electronic properties of the gold nanoparticles change based on the other nanoparticles that are connected to them. Here, hybrid nanoparticles containing gold along with platinum, lead sulfide, copper sulfide, and zinc sulfide were synthesized to precisely control and tune particle sizes. Studying these hybrid nanoparticles revealed that the band alignments of the two interfaced nanoparticles are important for dialing in desired electronic and optical properties that are relevant for their potential use in light-harvesting applications. Overall, the insights gained from this project established synthetic strategies, along with mechanistic insights into the reaction pathways, for introducing different types of materials into hybrid nanoparticles. This understanding advances capabilities for the precision synthesis of complex nanoparticles containing functional materials that are relevant for applications in catalysis, photonics, and energy conversion and storage. This project also provided research, educational, and collaborative training opportunities for undergraduate and graduate students, as well as experience navigating interdisciplinary collaborations that span different fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2023<br>\n\t\t\t\t\tModified by: Raymond&nbsp;Schaak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nConnecting two nanoscopic materials through a junction, or interface, allows them to \"talk\" to each other. For example, catalyst nanoparticles connected to semiconductor nanoparticles can allow light to be used to split water into hydrogen and oxygen. One way of connecting two types of nanoparticles into such a \"hybrid\" nanoparticle is to begin by making one of them and then growing the other one directly off of the first. Previously, the types of materials that could be incorporated into hybrid nanoparticles using this \"seeded growth\" approach was limited. It was also challenging to precisely control the sizes of their constituent nanoparticles and the characteristics of their interfaces. This project established chemical guidelines to address these challenges, with an emphasis on understanding how to seed the growth of various metal, metal phosphide, metal nitride, and metal sulfide nanoparticles on the surfaces of other types of nanoparticles. Metal phosphide nanoparticles, which are important water splitting catalysts, were grown on nanoparticles of metals and semiconductors to produce various types of hybrid nanoparticles that are relevant for light-driven water splitting applications. Three distinct synthetic methods were established, along with insights into the reaction pathways, for synthesizing these phosphide-based hybrids. Nanoparticles of the metal nitrides Cu3N and Cu3PdN, which are also catalysts, were grown on gold and platinum nanoparticle seeds having different shapes. Studies of the various combinations of copper-based nitrides and metal seed particles provided knowledge about how the growth could be controlled, resulting in tunability between hierarchical, core-shell, and alloyed particles. Additionally, gold and silver nanoparticles were grown on nanosheets of a library of transition metal dichalcogenides (TMDs) containing tungsten or molybdenum along with either sulfur, selenium, or tellurium. Different growth modes were uncovered for different metals and TMDs, including a unique atomically thin layer of silver that deposited on molybdenum and tungsten ditelluride. This growth behavior was rationalized based on the relative strengths of the interfacial metal-chalcogen bonds. Finally, a library of hybrid nanoparticles that coupled gold with other metals and semiconductors was synthesized and studied to gain fundamental insights into how the electronic properties of the gold nanoparticles change based on the other nanoparticles that are connected to them. Here, hybrid nanoparticles containing gold along with platinum, lead sulfide, copper sulfide, and zinc sulfide were synthesized to precisely control and tune particle sizes. Studying these hybrid nanoparticles revealed that the band alignments of the two interfaced nanoparticles are important for dialing in desired electronic and optical properties that are relevant for their potential use in light-harvesting applications. Overall, the insights gained from this project established synthetic strategies, along with mechanistic insights into the reaction pathways, for introducing different types of materials into hybrid nanoparticles. This understanding advances capabilities for the precision synthesis of complex nanoparticles containing functional materials that are relevant for applications in catalysis, photonics, and energy conversion and storage. This project also provided research, educational, and collaborative training opportunities for undergraduate and graduate students, as well as experience navigating interdisciplinary collaborations that span different fields.\n\n\t\t\t\t\tLast Modified: 06/27/2023\n\n\t\t\t\t\tSubmitted by: Raymond Schaak"
 }
}