{
 "awd_id": "1708887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fully-integrated Isolators for Silicon Photonics using WAMO (Wrap Around Magneto-Optics)",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruyan Guo",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2017-06-13",
 "awd_max_amd_letter_date": "2021-07-28",
 "awd_abstract_narration": "Title: Fully-integrated Isolators for Silicon Photonics using WAMO (Wrap Around Magneto-Optics)\r\n\r\nAbstract: \r\nNontechnical:  Imagine an integrated circuit where light carries the signal rather than electrons.  This promises to allow many signals to transmit faster, simultaneously, and without heat. The major missing link in achieving impactful applications of such \"photonic integrated circuits\" with high densities is an integrated isolator.  Isolators use magneto-optical garnets to control the direction of light, similar to diodes in electronics. Although several integrated isolators have been proposed, they do not work for all light polarizations, and in fact the large majority only work for the polarization that is the opposite of all silicon-integrated lasers.  Here, novel isolators are proposed starting with a uniquely simple design that has a high probability of success with today's lasers, and escalating to a final design that includes an integrated magnet and offers polarization diversity (meaning all polarizations can be isolated with one device). The technical novelty of this project are three-fold. First, materials challenges will be overcome to integrate magneto-optical garnets onto silicon. Second, new silicon photonic designs will initially enable the isolation of the laser-matched polarization and later the isolation of all polarizations. Third, magnetic design will be used to incorporate closed flux structures to magnetize the garnets while minimizing the magnetic cross-talk between devices.\r\n\r\nTechnical: Photonic systems keep society connected with optical fibers and inside computers with optical interconnects. Photonics also impacts medicine, chemistry, and many other fields.  An integrated isolator is the missing link that needs to be solved before photonic systems with fully-integrated laser sources can be a reality, and this means the results here will have very broad impact.  The only passive (zero-power) way to produce a nonreciprocal device, such as an isolator, is to include a nonreciprocal (magneto-optic) material. Magneto-optic garnets (e.g., Cerium-doped Yttrium Iron Garnet) yield orders of magnitude better performance than any other material. However, these garnets are difficult to integrate with silicon as single phase films, and multiple phases cause loss. Also, isolator designs proposed to date are too large for practical implementation, and they mostly use non-reciprocal phase shift in a geometry that only applies to transverse magnetic polarizations while integrated lasers output only transverse electric light. Here, the combination of proven high-gyrotropy, low-loss, and silicon-integrated garnet films (Stadler) with novel silicon photonic designs (Li) will ensure all-passive silicon isolators with polarization diverse functionality.  Three layers of innovation will be explored. First, a transverse electric isolator is proposed where garnet is deposited between the branches of an interferometer to provide a simple asymmetry such that, with one applied magnetic field, a \"push-pull\" non-reciprocal transverse electric phase shift will occur. The next layer of innovation will apply the fundamental photonic results from above and will extend the design to include an integrated magnetostatically-engineered magnetic bias. Specifically, a closed flux loop structure (similar to a closed horseshoe magnet) will be used to magnetize the garnet claddings without requiring an external field and without producing fringing fields in the circuit. The final step towards polarization diversity is a nearly closed flux design that will yield the first device to provide polarization diversity in an all-passive, fully-integrated isolator with wrap around magneto-optics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mo",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mo Li",
   "pi_email_addr": "moli96@uw.edu",
   "nsf_id": "000572441",
   "pi_start_date": "2017-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bethanie",
   "pi_last_name": "Stadler",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bethanie J Stadler",
   "pi_email_addr": "stadler@umn.edu",
   "nsf_id": "000281329",
   "pi_start_date": "2017-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Union St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550154",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "095E",
   "pgm_ref_txt": "Photonic integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 380000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Non-reciprocal devices are important for integrated photonics as they enable reflections to be controlled.&nbsp; In fact, nearly all single-mode fiber optic systems (wavelengths of 1300 and 1550nm) have bulk magneto-optical garnets in front of their lasers to &lsquo;isolate&rsquo; (ie: protect) them from back-reflections. This includes transceivers for telecommunications and internet, where single-mode fibers are overtaking all other modes of communication. These bulk isolators use non-reciprocal Faraday rotation as the working phenomenon.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">To date, however, isolators are the missing link among functional devices that have been integrated into photonic integrated circuits (PICs). The roadblock is caused by the difficulty of incorporating magneto-optic materials with Si. Non-reciprocity can be achieved without magneto-optical materials only by supplying power. This project focused on finding ways to integrate magneto-optical garnets with Si photonics to enable passive (no power) options for isolation.&nbsp; Additionally, this project demonstrated that the magnetization could be locked by anisotropy so that no external magnet was required.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Stadler&rsquo;s group has two preliminary patent applications involving integrated seedlayer-free garnets onto Si with repeatably high gyrotropy (-3200 deg/cm). Li&rsquo;s group successfully increased the Q-factor of garnet-clad Si ring resonators to 40,000 by patterning the garnet to small areas with tapered edges to overcome mechanical stress and mode mismatching, respectively. These ring resonators were designed for non-reciprocal mode conversion (NRMC) isolators which operate on TM modes. Unfortunately, the garnet-clad rings did not provide NRPS isolation.&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Fortunately, however, claddings of the high gyrotropy garnet on non-reciprocal mode conversion (NRMC) devices were successful in isolating both TE- and TM-modes, respectively. NRMC is the waveguide equivalent to Faraday rotation since the light propagates in modes. Also fortunately, the anisotropy of NRMC devices locks in the magnetization direction in the required direction, so no external magnet was used during the validation of isolation. Following successful NRMC devices, Stadler and her graduate student were accepted into the NSF I-Corps program during this project, gaining very valuable information on the current status and needs of transceivers and their markets.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">A serendipitous discovery involved the exfoliation of garnet without intermediate layers. Unlike other exfoliation studies involving single crystals, here we exfoliated polycrystalline nanosheets of garnet that maintained low optical losses and high gyrotropies. Single crystal garnets are not needed for isolators, so future transfer printing studies will investigate NRMC devices where garnet crystallization will be performed on separate growth wafers to avoid heating the PIC wafers. One conference paper, four journal articles, and two invited reviews have been published.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">In addition to industrial outreach and collaboration via I-Corps and seminars, Stadler&rsquo;s group reached out to schools in Minneapolis before and following riots in the summer of 2020. A long-term relationship has been established to connect those students and others with careers in science.</p>\n<p class=\"Default\">&nbsp;</p>\n<p>For Human Resource development, Karthik Srinivasan became the Vice President of the local IEEE Magnetics Society local professional chapter, hosting the four annual Distinguished Lecturers who travel the globe presenting on magnetics.&nbsp; He was chosen to attend the IEEE Magnetics Summer School in Ecuador.&nbsp; Karthik also won the Doctoral Dissertation Fellowship, graduated and is now a postdoc at Cornell.&nbsp;&nbsp; Ruoming Peng successfully completed his PhD with Li&rsquo;s group and is now a postdoc at the prestigious University of Stuttgart in Germany.&nbsp; Finally, a master&rsquo;s student in Stadler&rsquo;s lab was trained, graduated and is now working at Honeywell in the Twin Cities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2022<br>\n\t\t\t\t\tModified by: Bethanie&nbsp;J&nbsp;Stadler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Non-reciprocal devices are important for integrated photonics as they enable reflections to be controlled.  In fact, nearly all single-mode fiber optic systems (wavelengths of 1300 and 1550nm) have bulk magneto-optical garnets in front of their lasers to ‘isolate’ (ie: protect) them from back-reflections. This includes transceivers for telecommunications and internet, where single-mode fibers are overtaking all other modes of communication. These bulk isolators use non-reciprocal Faraday rotation as the working phenomenon.\n \nTo date, however, isolators are the missing link among functional devices that have been integrated into photonic integrated circuits (PICs). The roadblock is caused by the difficulty of incorporating magneto-optic materials with Si. Non-reciprocity can be achieved without magneto-optical materials only by supplying power. This project focused on finding ways to integrate magneto-optical garnets with Si photonics to enable passive (no power) options for isolation.  Additionally, this project demonstrated that the magnetization could be locked by anisotropy so that no external magnet was required.\n \nStadler’s group has two preliminary patent applications involving integrated seedlayer-free garnets onto Si with repeatably high gyrotropy (-3200 deg/cm). Li’s group successfully increased the Q-factor of garnet-clad Si ring resonators to 40,000 by patterning the garnet to small areas with tapered edges to overcome mechanical stress and mode mismatching, respectively. These ring resonators were designed for non-reciprocal mode conversion (NRMC) isolators which operate on TM modes. Unfortunately, the garnet-clad rings did not provide NRPS isolation. \n \nFortunately, however, claddings of the high gyrotropy garnet on non-reciprocal mode conversion (NRMC) devices were successful in isolating both TE- and TM-modes, respectively. NRMC is the waveguide equivalent to Faraday rotation since the light propagates in modes. Also fortunately, the anisotropy of NRMC devices locks in the magnetization direction in the required direction, so no external magnet was used during the validation of isolation. Following successful NRMC devices, Stadler and her graduate student were accepted into the NSF I-Corps program during this project, gaining very valuable information on the current status and needs of transceivers and their markets.\n \nA serendipitous discovery involved the exfoliation of garnet without intermediate layers. Unlike other exfoliation studies involving single crystals, here we exfoliated polycrystalline nanosheets of garnet that maintained low optical losses and high gyrotropies. Single crystal garnets are not needed for isolators, so future transfer printing studies will investigate NRMC devices where garnet crystallization will be performed on separate growth wafers to avoid heating the PIC wafers. One conference paper, four journal articles, and two invited reviews have been published.\n \nIn addition to industrial outreach and collaboration via I-Corps and seminars, Stadler’s group reached out to schools in Minneapolis before and following riots in the summer of 2020. A long-term relationship has been established to connect those students and others with careers in science.\n \n\nFor Human Resource development, Karthik Srinivasan became the Vice President of the local IEEE Magnetics Society local professional chapter, hosting the four annual Distinguished Lecturers who travel the globe presenting on magnetics.  He was chosen to attend the IEEE Magnetics Summer School in Ecuador.  Karthik also won the Doctoral Dissertation Fellowship, graduated and is now a postdoc at Cornell.   Ruoming Peng successfully completed his PhD with Li’s group and is now a postdoc at the prestigious University of Stuttgart in Germany.  Finally, a master’s student in Stadler’s lab was trained, graduated and is now working at Honeywell in the Twin Cities.\n\n \n\n\t\t\t\t\tLast Modified: 08/05/2022\n\n\t\t\t\t\tSubmitted by: Bethanie J Stadler"
 }
}