{
 "awd_id": "1708330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Impact of Surface Chemistry for Black Carbon Cloud Droplet Formation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 273592.0,
 "awd_amount": 273592.0,
 "awd_min_amd_letter_date": "2017-07-24",
 "awd_max_amd_letter_date": "2021-08-24",
 "awd_abstract_narration": "This award is funded by the Environmental Chemical Sciences Program in the Division of Chemistry. Professors Howard Fairbrother of Johns Hopkins University and Akua A. Asa-Awuku of the University of Maryland College Park are supported to develop a molecular level understanding of how the chemical composition of the surface of soot (black carbon, BC) influences its ability to act as Cloud Condensation Nuclei (CCN) and form rain droplets.  Black carbon particles are released into the Earth's atmosphere from forest fires, biomass burning, and coal and diesel engines.  Experimental evidence provides strong support for the idea that the ability of black carbon particles to uptake water depends on the presence of water-attracting functional groups on the black carbon particle surface.  However, atmospheric black carbon is considered water-repellant in scientific models and thus not aptly addressed in aerosol-cloud climate interactions, contributing to the largest source of uncertainty in climate predictions.  The surface chemistry of black carbon particles is complex and varies considerably due to differences in the carbon source, combustion conditions and subsequent oxidation (aging) in air.  This project seeks a better understanding of how surface reactivity influences black carbon's ability to act as cloud condensation nuclei.  Establishing relationships between the surface chemistry and CCN properties of BC particles in the atmosphere improves the predictive capabilities of global climate models and enhances our scientific understanding of air quality and climate, two important societal concerns.  While conducting the project, the students benefit from acquiring skills in surface chemistry and atmospheric science.  A plan that targets the participation of female undergraduate students in science majors at the Notre Dame University of Maryland, a local, primarily teaching, institution is initiated.  \r\n\r\nThe project aims to develop a molecular level understanding of how the chemical composition of the surface of black carbon influences its ability to act as Cloud Condensation Nuclei (CCN).  The goal is accomplished by measuring and analyzing the CCN properties of a suite of black carbon particles whose surface chemistry has been systematically varied via exposure to different oxidizing conditions.  The specific tasks are to develop experimental methods to modify and characterize the chemistry and surface properties of atmospherically-relevant aerosol, and to address unknown contributions of BC to atmospheric CCN and the subsequent aerosol-indirect effect.  Detailed information on the surface composition and distribution of surface oxides is obtained with various analytical techniques, including X-ray Photoelectron Spectroscopy, augmented by chemical derivatization and infrared spectroscopies. The effect of other heteroatoms on CCN properties is also explored as well as the relationship between CCN activation and more fundamental BC surface properties, such as water adsorption energies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Fairbrother",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Howard Fairbrother",
   "pi_email_addr": "howardf@jhu.edu",
   "nsf_id": "000311078",
   "pi_start_date": "2017-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1303",
   "pgm_ref_txt": "CLIMATE MODELING & PREDICTION"
  },
  {
   "pgm_ref_code": "1524",
   "pgm_ref_txt": "ATMOSPHERIC CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 273592.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When wood and fossil fuels, such as coal are burnt there is often an inadequate supply of oxygen to effect complete combustion. Under these conditions black carbon, a sooty material is one of the byproducts. Black carbon can be emitted into the atmosphere from gas and diesel engines, coal-fired power plants, and other point sources that burn fossil fuel where it comprises a significant portion of particulate matter. Black carbon can also enter aquatic environments through runoff and surface infiltration into the water table as well as atmospheric deposition. This water-soluble portion of black carbon is referred to as dissolved black carbon (DBC).</p>\n<p>&nbsp;In the atmosphere black carbon perturbs the thermal balance because it is very effective at absorbing light. It exacerbates warming of the air and surfaces in regions where it is concentrated, altering weather patterns and ecosystems. Moreover, the presence of oxides on the surface of black carbon is believed to be responsible for their role as cloud condensation nuclei (CCN), resulting in increased cloud lifetimes, modifying the earth&rsquo;s radiative properties and net energy balance. When inhaled, BC can damage the respiratory system and has been linked to a wide range of health problems, including heart disease, stroke, and lung cancer. The recognition that DBC can represent an important constituent in marine waters and deep oceans is relatively new and its environmental impacts remain unclear.</p>\n<p>Our experimental studies have revealed that there are significant experimental obstacles in determining the influence of surface chemistry on the CCN properties of black carbon, due to the stringent demands of particle size and shape in allowing for the interpretation of experimental data. In principle varying both oxidative treatments and thermal processing of oxidized samples are both routes to preparing samples with controlled degrees of surface oxides. Varying the nature of the oxidant allows for greater control over the surface oxides present while thermal processing is preferred if particle size and shape need to be retained. We have found that the photochemical transformations of DBC are dramatically enhanced for UVC (254nm) irradiation as compared to &gt; 300nm light. This enhanced rate of reactivity for UVC appears to be directly correlated with a photodecarboxylation process, suggesting that water treatment plants will be effective at removing DBC from drinking water.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/18/2023<br>\n\t\t\t\t\tModified by: Howard&nbsp;Fairbrother</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen wood and fossil fuels, such as coal are burnt there is often an inadequate supply of oxygen to effect complete combustion. Under these conditions black carbon, a sooty material is one of the byproducts. Black carbon can be emitted into the atmosphere from gas and diesel engines, coal-fired power plants, and other point sources that burn fossil fuel where it comprises a significant portion of particulate matter. Black carbon can also enter aquatic environments through runoff and surface infiltration into the water table as well as atmospheric deposition. This water-soluble portion of black carbon is referred to as dissolved black carbon (DBC).\n\n In the atmosphere black carbon perturbs the thermal balance because it is very effective at absorbing light. It exacerbates warming of the air and surfaces in regions where it is concentrated, altering weather patterns and ecosystems. Moreover, the presence of oxides on the surface of black carbon is believed to be responsible for their role as cloud condensation nuclei (CCN), resulting in increased cloud lifetimes, modifying the earth’s radiative properties and net energy balance. When inhaled, BC can damage the respiratory system and has been linked to a wide range of health problems, including heart disease, stroke, and lung cancer. The recognition that DBC can represent an important constituent in marine waters and deep oceans is relatively new and its environmental impacts remain unclear.\n\nOur experimental studies have revealed that there are significant experimental obstacles in determining the influence of surface chemistry on the CCN properties of black carbon, due to the stringent demands of particle size and shape in allowing for the interpretation of experimental data. In principle varying both oxidative treatments and thermal processing of oxidized samples are both routes to preparing samples with controlled degrees of surface oxides. Varying the nature of the oxidant allows for greater control over the surface oxides present while thermal processing is preferred if particle size and shape need to be retained. We have found that the photochemical transformations of DBC are dramatically enhanced for UVC (254nm) irradiation as compared to &gt; 300nm light. This enhanced rate of reactivity for UVC appears to be directly correlated with a photodecarboxylation process, suggesting that water treatment plants will be effective at removing DBC from drinking water.\n\n \n\n\t\t\t\t\tLast Modified: 07/18/2023\n\n\t\t\t\t\tSubmitted by: Howard Fairbrother"
 }
}