{
 "awd_id": "1708602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Statistical Learning for High-Dimensional Stochastic Dynamical Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2017-04-28",
 "awd_max_amd_letter_date": "2017-08-22",
 "awd_abstract_narration": "High-dimensional stochastic dynamical systems arise in a wide variety of scientific fields and applications, including models for the dynamics of molecules, of multi-agent systems (such as cars or animals), of activity of neurons, etc. The high-dimensionality of these systems corresponds to the large number of variables (atoms, agents, neurons, respectively, in the preceding examples) and typically makes these systems very expensive to simulate and hard to understand even when simulations are possible. This research project aims to develop novel ideas and algorithms for the model reduction of such systems. The investigator will develop automatic learning algorithms that, by collecting a number of short simulations in parallel, output a much lower-dimensional model of the original system that yields faster simulations, with provable accuracy, in a much reduced number of variables. This will make the simulations less expensive, allowing one to perform more and longer simulations, and make the extraction of useful information from simulated data easier. He will apply these constructions to molecular dynamics simulations, expecting to significantly reduce the computational time needed to simulate small biomolecules.\r\n\r\nLarge data sets in high dimensional spaces appear in a wide variety of scientific fields and applications. The PI focuses here on data sets that originate from the simulation of high-dimensional stochastic systems that arise in a wide variety of applications (e.g. molecular dynamics), with the goal of producing a much lower dimensional stochastic system with similar statistical properties as the full system, at least at a certain time scale. This is possible for a wide variety of dynamical systems with separation of time scales when the structure of the forces acting on the system and the stochastic perturbations are such that the trajectories of the system accumulate, in state or phase space, around low-dimensional sets (at the appropriate time scale and accuracy). The approach only requires access to a simulator S for the original system that, given initial conditions and the shortest time scale of interest as inputs, produces as output a (stochastic) path of the system starting at that initial condition and stops at the specified time. A call to S is typically expensive, but after a small number of carefully designed calls that yield a relatively small number of short paths, the algorithm learns and outputs a low-dimensional representation of the system, that is, a low-dimensional stochastic system whose trajectories are (in a suitable statistical sense), at the requested time scale, close to those of the original system. This construction may be performed in an online setting, as new regions of state space are explored, and in a multiscale fashion, where the time scale at which the system is reduced varies. These techniques will be adaptive to the assumed low intrinsic dimension of the simulated data, the timescale of interest, and the accuracy, leading to a new generation of results and algorithms for learning and approximating high-dimensional stochastic systems. While the techniques to be developed are applicable to a large family of stochastic systems, the main application considered in this project is Molecular Dynamics (MD). These techniques are expected to dramatically speed up the exploration of the state space of these molecules and of MD simulations as a whole. At the same time, they are general enough that they are applicable to a wide variety of stochastic systems, and the framework sets the stage for a novel approach to automatic learning of dynamical systems that is amenable to further generalizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mauro",
   "pi_last_name": "Maggioni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mauro Maggioni",
   "pi_email_addr": "mauro.maggioni@jhu.edu",
   "nsf_id": "000398937",
   "pi_start_date": "2017-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 196236.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 103764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The need to model phenomena at the micro- and macro-scale, from interacting atoms to interacting people, arises in a wide variety of fields. Accurate models are needed to both understand and predict such phenomena. Sometimes accurate models exist but are too complex to yield insight, in other cases no known models exist, and one seeks to infer them from observational data.</span></p>\n<p><span>In this project we addressed some of the fundamental mathematical and computational challenges underlying some of the problems above. On the one hand, we introduced new techniques to produce relatively simple, low-dimensional models for certain types of dynamical processes that are very high-dimensional, such as the movement of the atoms in a molecule of interest. The techniques lead to automatic algorithms that &nbsp;ask for carefully chosen observations or simulations of the system, and output a simplified, yet accurate, simulator of the system itself.&nbsp;</span>We expect these techniques to be useful in the study of molecular dynamics simulations of biomolecules, and lead to faster simulation techniques.</p>\n<p><span>We also considered the problem of inferring how agents (or particles) interact in a system with many interacting agents (or particles), given only observations of trajectories of the system. The agents may be cells, or animals, or people, and we assumed that agent interacted with all others by summing the interactions with each other agent (i.e. the interactions are pairwise), and that the strength of the interaction with each other agent, and its sign (attractive vs. repulsive) depended only on the distance between the agents. We constructed computationally and statistically efficient ways of constructing estimates for such interactions, given observations, and we tested out construction on a variety of models, ranging from dynamics of opinions to interacting atoms, from prey-predator models in ecology to phototactic bacteria, with very satisfactory results. We believe this will be a useful tool for researchers interested in modeling a wide variety of systems, across sciences.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2018<br>\n\t\t\t\t\tModified by: Mauro&nbsp;Maggioni</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe need to model phenomena at the micro- and macro-scale, from interacting atoms to interacting people, arises in a wide variety of fields. Accurate models are needed to both understand and predict such phenomena. Sometimes accurate models exist but are too complex to yield insight, in other cases no known models exist, and one seeks to infer them from observational data.\n\nIn this project we addressed some of the fundamental mathematical and computational challenges underlying some of the problems above. On the one hand, we introduced new techniques to produce relatively simple, low-dimensional models for certain types of dynamical processes that are very high-dimensional, such as the movement of the atoms in a molecule of interest. The techniques lead to automatic algorithms that  ask for carefully chosen observations or simulations of the system, and output a simplified, yet accurate, simulator of the system itself. We expect these techniques to be useful in the study of molecular dynamics simulations of biomolecules, and lead to faster simulation techniques.\n\nWe also considered the problem of inferring how agents (or particles) interact in a system with many interacting agents (or particles), given only observations of trajectories of the system. The agents may be cells, or animals, or people, and we assumed that agent interacted with all others by summing the interactions with each other agent (i.e. the interactions are pairwise), and that the strength of the interaction with each other agent, and its sign (attractive vs. repulsive) depended only on the distance between the agents. We constructed computationally and statistically efficient ways of constructing estimates for such interactions, given observations, and we tested out construction on a variety of models, ranging from dynamics of opinions to interacting atoms, from prey-predator models in ecology to phototactic bacteria, with very satisfactory results. We believe this will be a useful tool for researchers interested in modeling a wide variety of systems, across sciences.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2018\n\n\t\t\t\t\tSubmitted by: Mauro Maggioni"
 }
}