{
 "awd_id": "1708968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Surface Wetting and Vapor Adsorption Induced Degradation Pathways of Organic-Inorganic Hybrid Perovskites through Predictive Atomistic Simulations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 227972.0,
 "awd_amount": 227972.0,
 "awd_min_amd_letter_date": "2017-07-30",
 "awd_max_amd_letter_date": "2019-03-15",
 "awd_abstract_narration": "Hybrid perovskites, a class of materials that have organic and inorganic components, have emerged as promising light absorbers for photovoltaic cells and emitters for light-emitting diodes. These new materials feature the integration of useful organic and inorganic material characteristics, thereby enabling unique electronic, magnetic, and/or optical properties. The surface properties of hybrid perovskites are key for practical applications yet have been largely unexplored. The instability of hybrid perovskites also remains a technological bottleneck for their commercialization. This research project involves computational and data-enabled research and aims to understand the surface stability and interfacial, or surface-to-surface, compatibility of hybrid perovskites with water and vapor under different ambient humidity levels. Such understanding will further enable the design and use of stable hybrid perovskites systems for practical applications in solar energy harvesting and energy-efficient lighting.  This project supports the training and education of undergraduate and graduate students as well as broader educational efforts for the research community.  The researchers on this project are developing an Integrated Computational Materials Engineering-related curriculum for the new Materials Science & Engineering program at Florida State University (FSU).  They are also hosting the FSU Young Scholars Program to encourage Florida high school students to pursue careers in STEM fields.\r\n\r\nThis project involves theoretical and computational research to shed light on experimental observations and to predict materials properties at the hybrid perovskite-water interface that are difficult to access experimentally. Density functional theory-based quantum mechanical simulations have been used extensively to model hybrid perovskites. However, the time scales associated with dynamic processes are comparable to, or much longer than, the typical 100 picosecond time scale accessible using ab initio molecular dynamics simulations. In addition, the length scales that can be modeled using quantum mechanical simulations is still limited to a few nm, which does not allow for direct prediction of the formation of material structures that are larger than 10 nanometers, such as polycrystalline grain-boundaries. Therefore, quantum mechanics-informed classical molecular dynamics simulations would be an ideal technique to bridge this gap.  The development of a predictive molecular dynamics force field to capture the structural, surface, and interfacial properties of hybrid perovskites inevitably involves parameterization based on reproducing relevant experimental data or quantum mechanical information. To evaluate the fidelity and sensitivity of the developed force-field parameters, uncertainty quantification methods, such as Bayesian statistics, are being used, and Markov chain Monte Carlo sampling of the various force-field parameters against target material properties are being conducted.  The synergistic combination of potential of mean force calculations with surface wetting, vapor adsorption, and reaction kinetic theories can lead to accurate perovskite lifetime predictions.  The development of the new force fields will be a major contribution to the field, because the new force fields can then be transferrable to model the thermal, ionic transport, and interfacial properties of single and polycrystalline perovskites.  With this fundamental understanding in hand, are designing chemically-stable hybrid perovskites passivated by water- and vapor-resistive ligands.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Oates",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Oates",
   "pi_email_addr": "woates@eng.fsu.edu",
   "nsf_id": "000259958",
   "pi_start_date": "2019-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Shangchao",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shangchao Lin",
   "pi_email_addr": "slin@eng.fsu.edu",
   "nsf_id": "000705682",
   "pi_start_date": "2017-07-30",
   "pi_end_date": "2019-03-15"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hellstrom",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Eric E Hellstrom",
   "pi_email_addr": "hellstrom@asc.magnet.fsu.edu",
   "nsf_id": "000425805",
   "pi_start_date": "2019-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "2003 LEVY AVE",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323105754",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 227972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supports theoretical and computational research to understand the surface wetting-induced degradation pathways of organic--inorganic hybrid perovskites.&nbsp; Hybrid perovskites have emerged as promising light absorbers in photovoltaic cells, or as emitters in light-emitting diodes.&nbsp; However, the surface stability of hybrid perovskites, which restricts their practical applications, has been largely unexplored at the atomistic level.&nbsp; The instability of hybrid perovskites also remains a technological bottleneck for their commercialization. This computational and data-enabled research aims to understand the surface stability of hybrid perovskites with water.&nbsp; Such fundamental, molecular-level understanding enables the rational design of these emerging material systems with high stability for practical applications in solar energy harvesting, energy-efficient lighting, and photo-detecting.&nbsp; This project supports the training and education of two graduate students, and involves the PI's broader educational efforts for the research community.&nbsp; One graduate student working on this project has graduated successfully with a PhD degree in Materials Science &amp; Engineering.</p>\n<p>During Year 1, we developed a predictive atomistic force field for modeling MAPbI3-water interactions in molecular dynamics simulations. During Year 2, we predicted the surface wetting behaviors of hybrid perovskite materials in contact with water using the newly-developed force fields. During Year 3, we predicted the surface degradation pathways of hybrid perovskites in contact with water and the perovskite lifetime through reaction kinetics models. We identified the optimal passivation ligands to enhance the surface stability of MAPbI3. The outcome of this project including 5 journal publications in Crystal Growth &amp; Design (2017), Science Advances (2017), Nature Communications (2019), Nature (2019), and ACS Applied Materials &amp; Interfaces (2020).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2020<br>\n\t\t\t\t\tModified by: William&nbsp;S&nbsp;Oates</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project supports theoretical and computational research to understand the surface wetting-induced degradation pathways of organic--inorganic hybrid perovskites.  Hybrid perovskites have emerged as promising light absorbers in photovoltaic cells, or as emitters in light-emitting diodes.  However, the surface stability of hybrid perovskites, which restricts their practical applications, has been largely unexplored at the atomistic level.  The instability of hybrid perovskites also remains a technological bottleneck for their commercialization. This computational and data-enabled research aims to understand the surface stability of hybrid perovskites with water.  Such fundamental, molecular-level understanding enables the rational design of these emerging material systems with high stability for practical applications in solar energy harvesting, energy-efficient lighting, and photo-detecting.  This project supports the training and education of two graduate students, and involves the PI's broader educational efforts for the research community.  One graduate student working on this project has graduated successfully with a PhD degree in Materials Science &amp; Engineering.\n\nDuring Year 1, we developed a predictive atomistic force field for modeling MAPbI3-water interactions in molecular dynamics simulations. During Year 2, we predicted the surface wetting behaviors of hybrid perovskite materials in contact with water using the newly-developed force fields. During Year 3, we predicted the surface degradation pathways of hybrid perovskites in contact with water and the perovskite lifetime through reaction kinetics models. We identified the optimal passivation ligands to enhance the surface stability of MAPbI3. The outcome of this project including 5 journal publications in Crystal Growth &amp; Design (2017), Science Advances (2017), Nature Communications (2019), Nature (2019), and ACS Applied Materials &amp; Interfaces (2020).\n\n\t\t\t\t\tLast Modified: 08/09/2020\n\n\t\t\t\t\tSubmitted by: William S Oates"
 }
}