{
 "awd_id": "1708239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Three- and Four-Dimensional Triangulations and Mathematical Visualization",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 267895.0,
 "awd_amount": 267895.0,
 "awd_min_amd_letter_date": "2017-07-17",
 "awd_max_amd_letter_date": "2017-07-17",
 "awd_abstract_narration": "Topology is the study of geometric objects, in which lengths and angles are ignored, but connectivity is paid attention to. A triangulation is a subdivision of a surface into triangles. Analogously, we subdivide a three-dimensional space into tetrahedra, and higher dimensional spaces into similar higher dimensional geometric shapes. Triangulations are one of the most effective ways to describe topological objects, particularly for use with computers. There are many ways to triangulate a topological object, each of which may be better or worse for a particular purpose. However, different triangulations can be related to each other by sequences of simple, local moves. One of the central goals of this NSF funded project is to better understand how useful properties of triangulations change as we alter them by these moves. Another goal centers on mathematical visualization to aid in research, pedagogy and outreach. This includes finding effective ways to visualize mathematical objects using new technologies, including 3D printing, virtual, and augmented reality. The PI has developed an undergraduate course integrating 3D design skills with the mathematics needed to produce 3D printed objects. He plans to extend this pedagogical method to other subjects in quantitative science. With colleagues, the PI is planning to write a resource book to help others create and teach mathematics with 3D printing. Outreach activities to the broader community will include expository papers, public talks, YouTube videos, open-source visualization apps, and collaboration with mathematics museums.\r\n \r\nIn this NSF funded project, together with his collaborators, the PI aims to study classes of triangulations, including triangulations with essential edges or angle structures, 1-efficient, geometric or veering triangulations: relations between these classes and topological and geometric invariants, methods of constructing triangulations in these classes, and the structure of subgraphs of the Pachner graph of triangulations corresponding to these classes. Another aim is to generalize properties and results from three-dimensional to four-dimensional triangulations. The methods used will be largely combinatorial, and accessible to beginning graduate and undergraduate students. One visualization project is to find canonical 3D geometric representations of topological objects, so that models can be 3D printed. Subjects include Seifert surfaces, fibrations of knot complements, and conformally correct tilings of surfaces. Algebraic descriptions and discrete optimization processes will be used to generate geometry. Other projects in 3D printing include study and construction of interesting linkages and other mechanisms. Previous work in implementing virtual reality simulations of 3D hyperbolic geometry, and the product of 2D hyperbolic geometry with the line, has already been successful in inspiring mathematicians, physicists, and members of the public. The PI plans to extend this work to the other Thurston geometries and beyond, aid other researchers in visualizing objects they are interested in within these geometries, and construct engaging interactive experiences to make these geometries more accessible to the public. Finally, the PI aims to implement interactive topological simulations, for example to allow a user to physically manipulate a virtual sphere that behaves as in the context of sphere eversion.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Segerman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Henry Segerman",
   "pi_email_addr": "henry@segerman.org",
   "nsf_id": "000543770",
   "pi_start_date": "2017-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "401 Math Science",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740780001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 267895.0
  }
 ],
 "por": null
}