{
 "awd_id": "1708436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding the Role of Zwitterionic Polymers or Peptides in the Bioactivity of Conjugated or Fused Proteins",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032925326",
 "po_email": "rduran@nsf.gov",
 "po_sign_block_name": "Randy Duran",
 "awd_eff_date": "2017-05-15",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 388122.0,
 "awd_amount": 388122.0,
 "awd_min_amd_letter_date": "2017-05-04",
 "awd_max_amd_letter_date": "2018-08-03",
 "awd_abstract_narration": "Nontechnical: Stabilizing protein-based therapeutics without sacrificing biological activity is a major challenge in the delivery of protein drugs. Conjugation with poly(ethylene glycol) (PEG) or PEGylation has been widely used to increase protein stability, but often accompanies an unwanted detrimental effect on protein bioactivity. At present, many polymer-protein conjugates suffer significant bioactivity loss. Zwitterionic materials are a promising alternative for preserving the bioactivity of conjugated proteins. The objectives of this work are to gain a fundamental understanding of the role of biomaterials in protein bioactivity when these biomaterials are conjugated to proteins and to develop new conjugates with improved stability, but minimum bioactivity loss. The success of this work will provide a fundamental understanding of the interactions of biomaterials with biomolecules and macromolecules at the molecular level and guide the design of new protein-conjugates for practical applications. The PI will recruit undergraduate students from underrepresented groups through established local programs and provide multidisciplinary research projects to graduate students, undergraduate students and high school students. The PI will promote the field of zwitterionic materials through organizing international conferences, editing journal special issues and promoting international collaborations. \r\n\r\nTechnical: Conjugation with poly(ethylene glycol) (PEG) or PEGylation has been widely used to increase protein stability, but often accompanies an unwanted detrimental effect on protein bioactivity. The objectives of this work are to gain a fundamental understanding of the role of biomaterials in the bioactivity of polymer (or peptide)-protein conjugates and to develop new conjugates with improved stability, but minimum bioactivity loss. Through this work, it will be demonstrated that conjugation with zwitterionic polymers (or zwitterlation) or alternating-charge EK peptides (or EKylation) is better than PEGylation to retain protein bioactivity. In this work, several new biomaterials of different architectures, different types, and well-defined lengths will be used. Interferon (IFN)-alfa-2a will be used as a model protein for this fundamental study since the bioactivity of PEGylated (IFN)-alfa-2a is only 7% of its native form. This work employs state-of-the-art biomaterials and protein conjugation methods to solve one long-standing issue, i.e., significant bioactivity loss after PEGylation, particularly for large binding targets. The PI will recruit undergraduate students from underrepresented groups through established local programs and provide multidisciplinary research projects to graduate students, undergraduate students and high school students. The PI will promote the field of zwitterionic materials through organizing international conferences, editing journal special issues and promoting international collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiang",
   "pi_last_name": "Shaoyi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiang Shaoyi",
   "pi_email_addr": "sj19@cornell.edu",
   "nsf_id": "000149406",
   "pi_start_date": "2017-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951750",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 123091.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 265031.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Proteins are promising therapeutics, but native proteins are unstable under physiological conditions. Conjugation with poly(ethylene glycol) (PEG) or PEGylation is used to increase stability, but often accompanies an unwanted detrimental effect on bioactivity.&nbsp;The objectives of this proposal are to&nbsp;gain a fundamental understanding of the role of biomaterials on the bioactivity of polymer-protein conjugates or peptide fusion proteins and to develop new conjugates with improved stability and minimum bioactivity loss. It is demonstrated from this work that zwitterionic conjugation can significantly retain the&nbsp;antiproliferative bioactivity of conjugated interferon due to the super-hydrophilic nature of zwitterionic polymers and thus the &lsquo;nonspecific blocking&rsquo; issue in PEGylation can be mitigated. In addition, zwitterionic peptide fusion proteins with different peptide compositions were developed. They were shown to greatly improve protein stabilities and bioactivities. Furthermore, molecular dynamics simulations were performed to elucidate molecular design principles for charge-alternating peptides. It is shown in this work that the conformational disorder of alternating-charge peptides should be taken into account to improve their suitability for drug delivery applications.&nbsp;Results from this project indicate that zwitterionic polymer conjugation or peptide fusion is particularly suitable for therapeutic proteins with large binding targets. Results from this project will not only provide a fundamental understanding the role of biomaterials with biomolecules and macromolecules, but also polymer-protein drug conjugates and peptide-protein fusion proteins for practical applications. Students from different backgrounds (chemical engineering, bioengineering, protein engineering, and computational chemistry) worked together and learned from each other. The PI taught two courses (Biomolecular Interfaces and Molecular Simulations) in alternative years where the results from this work were discussed extensively. The PI co-organized International Conferences on Bioinspired and Zwitterionic Materials in Japan (2017) and the Netherlands (2019) to promote the field and further disseminate knowledge.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2020<br>\n\t\t\t\t\tModified by: Shaoyi&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProteins are promising therapeutics, but native proteins are unstable under physiological conditions. Conjugation with poly(ethylene glycol) (PEG) or PEGylation is used to increase stability, but often accompanies an unwanted detrimental effect on bioactivity. The objectives of this proposal are to gain a fundamental understanding of the role of biomaterials on the bioactivity of polymer-protein conjugates or peptide fusion proteins and to develop new conjugates with improved stability and minimum bioactivity loss. It is demonstrated from this work that zwitterionic conjugation can significantly retain the antiproliferative bioactivity of conjugated interferon due to the super-hydrophilic nature of zwitterionic polymers and thus the ‘nonspecific blocking’ issue in PEGylation can be mitigated. In addition, zwitterionic peptide fusion proteins with different peptide compositions were developed. They were shown to greatly improve protein stabilities and bioactivities. Furthermore, molecular dynamics simulations were performed to elucidate molecular design principles for charge-alternating peptides. It is shown in this work that the conformational disorder of alternating-charge peptides should be taken into account to improve their suitability for drug delivery applications. Results from this project indicate that zwitterionic polymer conjugation or peptide fusion is particularly suitable for therapeutic proteins with large binding targets. Results from this project will not only provide a fundamental understanding the role of biomaterials with biomolecules and macromolecules, but also polymer-protein drug conjugates and peptide-protein fusion proteins for practical applications. Students from different backgrounds (chemical engineering, bioengineering, protein engineering, and computational chemistry) worked together and learned from each other. The PI taught two courses (Biomolecular Interfaces and Molecular Simulations) in alternative years where the results from this work were discussed extensively. The PI co-organized International Conferences on Bioinspired and Zwitterionic Materials in Japan (2017) and the Netherlands (2019) to promote the field and further disseminate knowledge. \n\n\t\t\t\t\tLast Modified: 10/03/2020\n\n\t\t\t\t\tSubmitted by: Shaoyi Jiang"
 }
}