{
 "awd_id": "1708406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Correlated states in graphene heterostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 427197.0,
 "awd_amount": 427197.0,
 "awd_min_amd_letter_date": "2017-04-27",
 "awd_max_amd_letter_date": "2017-04-27",
 "awd_abstract_narration": "Non-technical Abstract\r\nThe control of electronic degrees of freedom in nanomaterials is essential for the emergence of new phenomena.  Recently, many atomically thin materials have been realized that each offer unique properties ranging from superconductors to semiconductors and insulators.  By combining these atomically thin materials in vertical heterostructures, new electronic properties are expected to emerge.  Spatially resolved probes offer a unique opportunity for precision measurement and control of the electronic properties of these two dimensional materials.  These probes have the ability to measure the orientation of the materials and the interactions between them.  These quantities ultimately determine the type of states that can be created in the heterostructures.  The results obtained in this proposal will lead to the development of novel electronic devices, such as transistors, photodetectors and sensors.  The proposed program will provide training for graduate students as well as enable undergraduate students from underserved groups to participate in research through the Arizona Science, Engineering, and Mathematics Scholars (ASEMS) Program, and will aim to increase the retention of these students in STEM majors.  \r\n\r\nTechnical Abstract\r\nThis proposal will create and study novel correlated states in graphene heterostructures using a combination of scanning probe microscopy and electrical transport measurements.  In addition, this project will train graduate and undergraduate students in the field of nanoscience.  While graphene is a topologically trivial semi-metal, there are a wide range of other two-dimensional materials which are expected to exhibit more exotic behavior such as superconductors and topological insulators.  By creating vertical heterostructures between graphene and these other materials, unique states will be created in graphene devices.  In particular, three different types of devices will be fabricated and studied: (1) graphene on hexagonal boron nitride to create a commensurate stacking and therefore open a band gap in graphene. (2) Graphene on superconductors to study the proximity effect and the effect of a periodic magnetic field from vortices.  (3) Graphene on topological insulators and heavy metal transition metal dichalcogenides to enhance the spin-orbit interaction in graphene.  The key to an understanding of all these induced states in graphene is the ability to map their behavior on the atomic scale that the combination of scanning probe microscopy and electrical transport measurements will provide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "LeRoy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J LeRoy",
   "pi_email_addr": "leroy@physics.arizona.edu",
   "nsf_id": "000326874",
   "pi_start_date": "2017-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210081",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 427197.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">When two different materials are stacked in a layered structure new properties can emerge that are not present in either individual material.<span>&nbsp; </span>This project has created stacks of atomically thin materials to explore how their electronic and optical properties can be modified and controlled by the choice of material and the twist angle between them.<span>&nbsp; </span>This project has studied these van der Waals heterostructures consisting of graphene and transition metal dichalcogenides using scanning probe microscopy and optical spectroscopy.</span></p>\n<p class=\"p1\"><span class=\"s1\">When two identical semiconducting transition metal dichalcogenides are stacked on each other, a moire pattern forms whose wavelength is inversely proportional to the twist angle between layers.<span>&nbsp; </span>This periodic modulation of the stacking configuration between the two layers leads to the formation of flat bands where the electrons are highly localized.<span>&nbsp; </span>Depending on the relative orientation of the layers the pattern of these localized states changes.<span>&nbsp; </span>Using atomically resolved scanning probe microscopy, this project was able to directly image these states in a tungsten selenide heterostructure.</span></p>\n<p class=\"p1\"><span class=\"s1\">By using two different materials, the charge carriers can be further confined to the individual layers.<span>&nbsp; </span>Using a molybdenum selenide-tungsten selenide heterostructure, interlayer excitons can be formed consisting of an electron in one layer and a hole (positive charge carrier) in the other.<span>&nbsp; </span>This project has demonstrated the ability to confine and control the energy of these excitons which is a crucial first step to using them in quantum technologies.</span></p>\n<p class=\"p1\"><span class=\"s1\">When creating heterostructures using to single atomic layer thick pieces of graphene, entirely new functionality can emerge.<span>&nbsp; </span>Graphene is a semi-metal but when two layers are stacked with a certain angle, the system becomes insulating or superconducting depending on the charge density in the system.<span>&nbsp; </span>Using scanning tunneling spectroscopy, we have imaged the wave functions in this system as a function of charge density to observe the changes associated with adding additional electrons to the system.</span></p>\n<p class=\"p1\"><span class=\"s1\">These novel heterostructures may find applications in a broad range of future electronic and photonic technologies because of their flexibility along with controllability with twist angle and charge density.<span>&nbsp; </span>This project has also provided mentoring and research training to a large number of undergraduate and graduate students at the University of Arizona which is a Hispanic serving institution.<span>&nbsp; </span>The training of these STEM students will ensure that the country continues to have a technologically advanced workforce.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2021<br>\n\t\t\t\t\tModified by: Brian&nbsp;J&nbsp;Leroy</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1708406/1708406_10484231_1633022865261_WSe2LDOS--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1708406/1708406_10484231_1633022865261_WSe2LDOS--rgov-800width.jpg\" title=\"Local density of states for WSe2\"><img src=\"/por/images/Reports/POR/2021/1708406/1708406_10484231_1633022865261_WSe2LDOS--rgov-66x44.jpg\" alt=\"Local density of states for WSe2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Images showing the local density of states for twisted bilayer WSe2 for twist angles near (a) 0 degrees and (b) 60 degrees.  The images show the different localization of the electrons for the two different twist angles.</div>\n<div class=\"imageCredit\">Brian LeRoy</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;J&nbsp;Leroy</div>\n<div class=\"imageTitle\">Local density of states for WSe2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1708406/1708406_10484231_1633023122846_MATBGLDOS--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1708406/1708406_10484231_1633023122846_MATBGLDOS--rgov-800width.jpg\" title=\"Local density of states for twisted bilayer graphene\"><img src=\"/por/images/Reports/POR/2021/1708406/1708406_10484231_1633023122846_MATBGLDOS--rgov-66x44.jpg\" alt=\"Local density of states for twisted bilayer graphene\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Local density of states image for twisted bilayer graphene when doped to an insulating state.  The electrons are localized at the center of the unit cell.</div>\n<div class=\"imageCredit\">Brian LeRoy</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;J&nbsp;Leroy</div>\n<div class=\"imageTitle\">Local density of states for twisted bilayer graphene</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "When two different materials are stacked in a layered structure new properties can emerge that are not present in either individual material.  This project has created stacks of atomically thin materials to explore how their electronic and optical properties can be modified and controlled by the choice of material and the twist angle between them.  This project has studied these van der Waals heterostructures consisting of graphene and transition metal dichalcogenides using scanning probe microscopy and optical spectroscopy.\nWhen two identical semiconducting transition metal dichalcogenides are stacked on each other, a moire pattern forms whose wavelength is inversely proportional to the twist angle between layers.  This periodic modulation of the stacking configuration between the two layers leads to the formation of flat bands where the electrons are highly localized.  Depending on the relative orientation of the layers the pattern of these localized states changes.  Using atomically resolved scanning probe microscopy, this project was able to directly image these states in a tungsten selenide heterostructure.\nBy using two different materials, the charge carriers can be further confined to the individual layers.  Using a molybdenum selenide-tungsten selenide heterostructure, interlayer excitons can be formed consisting of an electron in one layer and a hole (positive charge carrier) in the other.  This project has demonstrated the ability to confine and control the energy of these excitons which is a crucial first step to using them in quantum technologies.\nWhen creating heterostructures using to single atomic layer thick pieces of graphene, entirely new functionality can emerge.  Graphene is a semi-metal but when two layers are stacked with a certain angle, the system becomes insulating or superconducting depending on the charge density in the system.  Using scanning tunneling spectroscopy, we have imaged the wave functions in this system as a function of charge density to observe the changes associated with adding additional electrons to the system.\nThese novel heterostructures may find applications in a broad range of future electronic and photonic technologies because of their flexibility along with controllability with twist angle and charge density.  This project has also provided mentoring and research training to a large number of undergraduate and graduate students at the University of Arizona which is a Hispanic serving institution.  The training of these STEM students will ensure that the country continues to have a technologically advanced workforce.\n\n \n\n\t\t\t\t\tLast Modified: 09/30/2021\n\n\t\t\t\t\tSubmitted by: Brian J Leroy"
 }
}