{
 "awd_id": "1708376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Operando imaging of solid state electrochemical interfaces using scanning thermo-ionic microscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Almirall",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 444430.0,
 "awd_amount": 444430.0,
 "awd_min_amd_letter_date": "2017-07-27",
 "awd_max_amd_letter_date": "2017-07-27",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professors Adler and Li at the University of Washington (UW) are developing a new and powerful imaging method, scanning thermo-ionic microscopy, to help better understanding how rechargeable batteries or fuel cells work and to improve the design of the next generation of batteries with longer lives.  This technique provides unique information about how charges and ions move at a liquid and surface interface and how their movement is decided by variations in the composition of materials. In terms of broader impacts, Professors Adler and Li offer a new hands-on laboratory course to UW students on using new theory and software tools for electrochemical imaging. Both faculty members and their students continuously participate in the \"Hands-On, Minds-On\" program at Seattle's Bryant Elementary School, which introduces hypothesis-based research approaches to 4th and 5th graders, as well as to local high school students. Professors Adler and Li also participate in the Washington Clean-Energy Institute (CEI) by offering a broad audience-based course on advanced materials for energy through the CEI curriculum.    \r\n\r\nIn this project, Professors Adler and Li develop a real time scanning thermionic microscopy (STIM) imaging tool to improve the design of fuel cells or rechargeable batteries for more effective and efficient energy storage media.  The imaging method can gain insight about materials at time scales relevant to electrochemical reactions (10^(-6) ~ 1s). It offers a unique capability to extract temporal-spatial information quantitatively in terms of local reaction and transport rates, which is essential in understanding how charges flow across an interface and how an active interface responds under dynamic strain. The information leads to better quantitative understanding of how local variations in structure and composition result in overall system behavior observed in electrochemical materials.  Both groups' are actively engaged in student training and outreach activities to local elementary and high schools, and through participation in the Washington Clean-Energy Institute (CEI).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Adler",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart B Adler",
   "pi_email_addr": "stuadler@u.washington.edu",
   "nsf_id": "000277812",
   "pi_start_date": "2017-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jiangyu",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiangyu Li",
   "pi_email_addr": "jjli@u.washington.edu",
   "nsf_id": "000418762",
   "pi_start_date": "2017-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "Chemical Engineering, Box 351750",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951750",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8604",
   "pgm_ref_txt": "Fuel Cells"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 444430.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">Development of materials for electrochemical energy conversion requires a deep understanding of chemical and physical rates occuring locally at submicron length scales. Many workers have sought to develop imaging methods to visualize and measure rates at these small lengthscales. &nbsp;However, current methods focus on steady-state or stepwise response. To probe electrode processes both spatially and temporally, we have developed frequency-resolved implementations of strain-based scanning probe methods (ESM and STIM) as well as X-ray absorption imaging (FR-XAS). &nbsp;These methods allow us to image <em><strong>local</strong></em> electrochemical responses during sinusoidal impedance measurements, and thus correlate local rates directly to material performance.&nbsp;</p>\n<p class=\"Body\">As an example, frequency-resolved 1-D images of the oxygen vacancy distribution in a thin film solid oxide fuel cell cathode material (La<sub>1-x</sub>Sr<sub>x</sub>CoO<sub>3-</sub><sub><span lang=\"EL\">&delta;</span></sub>) reveal, for the first time experimentally, the defect concentrations associated with a Warburg and Gerischer impedance. Analysis of these images allows direct extraction of diffusion and kinetic rate parameters, independent of the global impedance. &nbsp;This result has allowed us to undertsand in a mush more quantitative way the relative roles of transport, kinetics, and microsctructure in electrode performance.</p>\n<p class=\"Body\">If FR-XAS can be extended to electrodes of complex morphology, or electrodes with significant local inhomogeneity, it could potentially revolutionize our understanding of rates in these complex systems.&nbsp;&nbsp;In addition, if a frequency-resolved approach can be expanded to other analytical tools and spectroscopies, it could significantly enhance our understanding of other electrochemical systems and devices, as well as the utility of global EIS measurements (in general).&nbsp;</p>\n<p class=\"Body\">In addition to these scientific contributions, this project supproted the education of 5 PhD students and 1 postdoc in the area of carbon-free energy technology (including 2 women). It also fostered a new and very productive international collaboration with Tohoku University and SPring-8 in Japan. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2022<br>\n\t\t\t\t\tModified by: Stuart&nbsp;B&nbsp;Adler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Development of materials for electrochemical energy conversion requires a deep understanding of chemical and physical rates occuring locally at submicron length scales. Many workers have sought to develop imaging methods to visualize and measure rates at these small lengthscales.  However, current methods focus on steady-state or stepwise response. To probe electrode processes both spatially and temporally, we have developed frequency-resolved implementations of strain-based scanning probe methods (ESM and STIM) as well as X-ray absorption imaging (FR-XAS).  These methods allow us to image local electrochemical responses during sinusoidal impedance measurements, and thus correlate local rates directly to material performance. \nAs an example, frequency-resolved 1-D images of the oxygen vacancy distribution in a thin film solid oxide fuel cell cathode material (La1-xSrxCoO3-&delta;) reveal, for the first time experimentally, the defect concentrations associated with a Warburg and Gerischer impedance. Analysis of these images allows direct extraction of diffusion and kinetic rate parameters, independent of the global impedance.  This result has allowed us to undertsand in a mush more quantitative way the relative roles of transport, kinetics, and microsctructure in electrode performance.\nIf FR-XAS can be extended to electrodes of complex morphology, or electrodes with significant local inhomogeneity, it could potentially revolutionize our understanding of rates in these complex systems.  In addition, if a frequency-resolved approach can be expanded to other analytical tools and spectroscopies, it could significantly enhance our understanding of other electrochemical systems and devices, as well as the utility of global EIS measurements (in general). \nIn addition to these scientific contributions, this project supproted the education of 5 PhD students and 1 postdoc in the area of carbon-free energy technology (including 2 women). It also fostered a new and very productive international collaboration with Tohoku University and SPring-8 in Japan.  \n\n\t\t\t\t\tLast Modified: 11/29/2022\n\n\t\t\t\t\tSubmitted by: Stuart B Adler"
 }
}