{
 "awd_id": "1708768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Conformal and robust integrated infrared spectroscopic sensors",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shubhra Gangopadhyay",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2017-08-28",
 "awd_max_amd_letter_date": "2017-08-28",
 "awd_abstract_narration": "The program aims to pioneer a flexible optical sensor which can be conformally attached to human skin for continuous physiological monitoring. Unlike conventional optical sensors which are often bulky, costly, and involve mechanical moving parts which compromise their robustness, the proposed effort will leverage advanced integrated photonic technologies to combine miniaturized optical components on a flexible polymer membrane. The proposed sensor is ideally suited for continuous glucose monitoring. Instead of relying on fingertip pricking with lancets to draw blood for intermittent analysis, the proposed sensor will assume a minimally invasive, tattoo-like form factor for continuous monitoring of glucose concentration in body fluids.\r\n\r\nIntegrated photonic devices are uniquely poised for in-vivo sensing, diagnostics, therapeutics, and stimulation functions, given their small form factor, low power consumption, robustness, large multiplexing capacity, as well as strong light-molecule/tissue interactions enabled by tight optical confinement in these devices. Nevertheless, conventional photonic integration is predominantly based on rigid semiconductor substrates, and their mechanical stiffness makes the resulting devices inherently incompatible with soft biological tissues. Further, while optical spectroscopy based on bench top instruments has become the gold standard in analytical chemistry, integrated spectroscopic sensors remain largely unexplored. This program aims to resolve the challenges by combining flexible photonic integration and on-chip infrared spectroscopic sensing technologies to pioneer a wearable photonic sensing system on conformal plastic substrates. Specifically, a minimally invasive epidermal sensor for continuous glucose monitoring will be demonstrated as a proof-of-concept model platform. The two-fold intellectual merits of the program lie in the unconventional multi-material photonic integration approach on conformal substrates as well as the innovative spectroscopic sensor design. Photonic integration on conformal substrates poses a diverse set of often mutually conflicting requirements on the mechanical and optical properties of constituent materials. In this program, a transformative multi-material, multi-functional integration approach on flexible substrates will be pursued where each material is seamlessly integrated into the process flow and strategically shaped and positioned so as to make use of its advantageous properties while circumventing its limitations. On the spectroscopic sensing front, miniaturization and integration of spectrometers present a major technical barrier towards spectroscopic sensor integration onto chip-scale platforms. Rather than downscaling traditional spectrometers, the program will develop a novel sensor design with significantly improved system simplicity, ruggedness, reproducibility and specificity, enabling wearable sensing applications. The scientific research will be tightly integrated with curriculum development, undergraduate student training, and development of hands-on modules for optics education. In addition to augmenting classroom education at both institutes, the program will promote the free sharing and distribution of knowledge by developing online courses through the MIT OpenCourseWare and edX initiatives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mo",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mo Li",
   "pi_email_addr": "moli96@uw.edu",
   "nsf_id": "000572441",
   "pi_start_date": "2017-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Union St. SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 50335.0
  }
 ],
 "por": null
}