{
 "awd_id": "1708300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding Heterogeneous Nucleation in Nanocrystal Growth with Molecular Probes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2017-05-09",
 "awd_max_amd_letter_date": "2017-07-25",
 "awd_abstract_narration": "Nanocrystals are geometrically well-ordered solids with diameters on the order of 0.00000005 inches.  Bimetallic nanocrystals, made of two different metal species, have properties that are often superior to their single-metal counterparts. The arrangement of the two different metals relative to each other in the nanocrystal is very important in determining the nanocrystal properties, and considerable effort has been made to deposit one metal atop the nanocrystal surface of another metal with precision in location.  It remains a grand challenge to detect and quantify the metal being deposited, particularly when the nanocrystals are still suspended in the reaction medium undergoing growth. Dr. Dong Qin addresses this challenge by developing a class of molecules, the isocyanides (molecules containing the -NC chemical group), as probes for in situ characterization with detection of the isocyanides by a spectroscopic technique, surface-enhanced Raman scattering (SERS). The ultimate goal is to establish a scientific basis for enabling the rational synthesis of bimetallic nanocrystals with well-controlled compositions and shapes, which have broader societal impact through their need in a variety of applications. This research project encompasses multiple disciplines such as materials science, chemistry, colloidal science, solid-state physics, photonics, and surface science, with a focus on the following components for student development: i)  active learning in interdisciplinary areas involved in understanding the structure and property relationships of nanomaterials; ii) training that provides hands-on experience in the synthesis of nanomaterials in the Qin laboratory, and on the characterization of nanomaterials in the state-of-the-art facilities at Georgia Tech and national laboratories; and iii) exposing the community and society, including high school students and teachers, to nanoscale science and technology concepts.\r\n\r\nIn this research, Dr. Dong Qin from the Georgia Institute of Technology is supported by the Macromolecular, Supramolecular and Nanochemistry (MSN) Program to study the fundamentals involved in the heterogeneous nucleation and overgrowth of bimetallic nanocrystals. Specifically, a novel class of isocyanide-based molecular probes (R-NC) are developed for in situ detection and analysis of the overgrowth of a second noble metal (M: Pd, Pt, Ir, Rh, or Ru) on Ag nanocrystals suspended in the original growth solution by surface-enhanced Raman scattering (SERS). Because the binding of the isocyanide group to a metal surface is similar to that of carbon monoxide, it is anticipated that the stretching frequency of the NC bond differs when the isocyanide group binds to the Ag and M atoms, respectively. Therefore, it is feasible to monitor the M atoms being deposited onto Ag nanocrystals by following the stretching frequencies and intensities of NC vibration in real time. On the other hand, the SERS hot spots on the Ag nanocrystals can be designed to coincide with the sites favored by M atoms for heterogeneous nucleation, allowing for unprecedented sensitivity with a detection limit below one monolayer. By leveraging their consummate sensitivity toward metal atoms, the novel SERS probes open up new opportunities to elucidate the mechanistic details involved in the seeded overgrowth of a second noble metal on the surface of Ag nanocrystals. The mechanistic insights support the rational design and knowledge-based synthesis of bi- and multi-metallic nanocrystals for a variety of applications. This research project encompasses multiple disciplines such as materials science, chemistry, colloidal science, solid-state physics, photonics, and surface science, with a focus on the following components for student development: i)  active learning in interdisciplinary areas involved in understanding the structure and property relationships of nanomaterials; ii) training that provides hands-on experience in the synthesis of nanomaterials in the Qin laboratory, and on the characterization of nanomaterials in the state-of-the-art facilities at Georgia Tech and national laboratories; and iii) exposing the community and society, including high school students and teachers, to nanoscale science and technology concepts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dong",
   "pi_last_name": "Qin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dong Qin",
   "pi_email_addr": "dong.qin@mse.gatech.edu",
   "nsf_id": "000514976",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bimetallic nanocrystals have received tremendous interests owing to their properties often superior to the monometallic counterparts. The arrangement of the two different atoms relative to each other in the nanocrystal plays an essential role in determining the nanocrystal properties. Although considerable effort has been made to selectively deposit one metal atop the nanocrystal surface of another metal with well-controls in the spatial distribution of elements, it remains a daunting challenge to characterize and quantify the metal being deposited, in particular when the nanocrystals are still suspended in the reaction medium during growth. To address this challenge, we successfully developed isocyanide-based probes for investigating the heterogeneous nucleation and early-stage deposition of a second metal M (M: Pd, Pt, Ir, Rh, and Ru) atoms on the edges of Ag nanocubes when the particles are still in the original growth solution by surface-enhanced Raman scattering (SERS). Because the binding of the isocyanide group to a metal surface is similar to that of carbon monoxide, it is anticipated that the stretching frequency of the NC bond differs when the isocyanide group binds to the Ag and M atoms, respectively. Therefore, it is feasible to monitor the M atoms being deposited onto Ag nanocrystals by following the stretching frequencies and intensities of NC vibration in real time. On the other hand, the SERS hot spots on the Ag nanocrystals can be designed to coincide with the sites favored by M atoms for heterogeneous nucleation, allowing for unprecedented sensitivity with a detection limit below one monolayer. In the proof-of-concept demonstration, we established the use of 2,6-dimethylphenyl isocyanide (2,6-DMPI) as a SERS probe to investigate the heterogeneous nucleation of Pt on Ag nanocubes in the original growth solution. We demonstrated that in situ SERS had the sensitivity to detect as few as 27 Pt atoms being deposited onto the edge of a 39-nm Ag nanocube. In another work, we focused on the nucleation of Pd on Ag nanocubes. we argued that 2,6-DMPI could bind to Pd atoms in three distinct configurations to provide a more detailed picture about the early stage of a nucleation process. Conceptually, with 2,6-DMPI serving as a spectroscopic probe to elucidate the states of Pd atoms on the edges of a Ag nanocube, as well as the diffusion of Pd adatoms to corners and side faces. The isocyanide group of 2,6-DMPI binds to the Ag and Pd via &sigma; donation and &nbsp;&pi;-back-donation, respectively, leading to distinct positions for the &nu;NC(Ag) and &nu;NC(pd) bands. In addition, isocyanide can bind to one, two, and three adjacent Pd atoms for the generation of atop, bridge, and hollow configurations, respectively, giving rise to &nu;NC(Pd)-atop, &nu;NC(Pd)-bridge, and &nu;NC(Pd)-hollow bands with a continuing shift toward lower frequencies. By monitoring the evolution of &nu;NC bands as a function of time, we were able to watch and track the heterogeneous nucleation and early-stage deposition of Pd on Ag nanocubes. Most importantly, this <em>in situ</em> technique opens up the opportunity for investigating the explicit roles played by the reaction temperature and type of Pd(II) precursor in affecting the heterogeneous nucleation and growth of Pd-Ag bimetallic nanocrystals. As another leverage on the metal-sensitive binding of isocyanide probes, we discovered the use of isocyanide to characterize the composition of the outmost surface layer of Ag-based bimetallic nanocrystals by SERS at a sensitivity greater than that of electron microscopy. For example, we demonstrated the use of 1,4-phenylene diisocyanide (1,4-PDI) as a molecular probe to capture the transition of the Ag@Au core-shell nanocubes from a Ag-dominated outermost surface toward a Au-enriched surface when the thickness of the Au shell is increased from 3 to 8 atomic layers. We have further extended this methodology to characterize the outmost surfaces of Ag@Rh and Ag@Ir core-frame nanocubes. Collectively, this project makes contributions to nanochemistry community in which most of the reported protocols often involve a trial-and-error approach when optimizing the experimental parameters.&nbsp;This project has produced 14 peer-reviewed publications and three PhD dissertations. In particular, this project created a great opportunity to attract and inspire graduate and undergraduate through their participation in the interdisciplinary research. The pedagogy valued the following critical aspects: <em>i</em>) learning that exposes students to a multi-faceted, integrated approach to understanding the fundamental sciences with a bold focus on the structure and property relationship of nanomaterials; <em>ii</em>) training that provides hands-on experience by working on the synthesis of nanomaterials in my laboratory, and on the characterization of nanomaterials in the state-of-the-art facilities at Georgia Tech; and <em>iii</em>) engaging that connects students from both my research group and my classes to impart and promote a conceptual understanding of nanoscale science and technology.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2021<br>\n\t\t\t\t\tModified by: Dong&nbsp;Qin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBimetallic nanocrystals have received tremendous interests owing to their properties often superior to the monometallic counterparts. The arrangement of the two different atoms relative to each other in the nanocrystal plays an essential role in determining the nanocrystal properties. Although considerable effort has been made to selectively deposit one metal atop the nanocrystal surface of another metal with well-controls in the spatial distribution of elements, it remains a daunting challenge to characterize and quantify the metal being deposited, in particular when the nanocrystals are still suspended in the reaction medium during growth. To address this challenge, we successfully developed isocyanide-based probes for investigating the heterogeneous nucleation and early-stage deposition of a second metal M (M: Pd, Pt, Ir, Rh, and Ru) atoms on the edges of Ag nanocubes when the particles are still in the original growth solution by surface-enhanced Raman scattering (SERS). Because the binding of the isocyanide group to a metal surface is similar to that of carbon monoxide, it is anticipated that the stretching frequency of the NC bond differs when the isocyanide group binds to the Ag and M atoms, respectively. Therefore, it is feasible to monitor the M atoms being deposited onto Ag nanocrystals by following the stretching frequencies and intensities of NC vibration in real time. On the other hand, the SERS hot spots on the Ag nanocrystals can be designed to coincide with the sites favored by M atoms for heterogeneous nucleation, allowing for unprecedented sensitivity with a detection limit below one monolayer. In the proof-of-concept demonstration, we established the use of 2,6-dimethylphenyl isocyanide (2,6-DMPI) as a SERS probe to investigate the heterogeneous nucleation of Pt on Ag nanocubes in the original growth solution. We demonstrated that in situ SERS had the sensitivity to detect as few as 27 Pt atoms being deposited onto the edge of a 39-nm Ag nanocube. In another work, we focused on the nucleation of Pd on Ag nanocubes. we argued that 2,6-DMPI could bind to Pd atoms in three distinct configurations to provide a more detailed picture about the early stage of a nucleation process. Conceptually, with 2,6-DMPI serving as a spectroscopic probe to elucidate the states of Pd atoms on the edges of a Ag nanocube, as well as the diffusion of Pd adatoms to corners and side faces. The isocyanide group of 2,6-DMPI binds to the Ag and Pd via &sigma; donation and  &pi;-back-donation, respectively, leading to distinct positions for the &nu;NC(Ag) and &nu;NC(pd) bands. In addition, isocyanide can bind to one, two, and three adjacent Pd atoms for the generation of atop, bridge, and hollow configurations, respectively, giving rise to &nu;NC(Pd)-atop, &nu;NC(Pd)-bridge, and &nu;NC(Pd)-hollow bands with a continuing shift toward lower frequencies. By monitoring the evolution of &nu;NC bands as a function of time, we were able to watch and track the heterogeneous nucleation and early-stage deposition of Pd on Ag nanocubes. Most importantly, this in situ technique opens up the opportunity for investigating the explicit roles played by the reaction temperature and type of Pd(II) precursor in affecting the heterogeneous nucleation and growth of Pd-Ag bimetallic nanocrystals. As another leverage on the metal-sensitive binding of isocyanide probes, we discovered the use of isocyanide to characterize the composition of the outmost surface layer of Ag-based bimetallic nanocrystals by SERS at a sensitivity greater than that of electron microscopy. For example, we demonstrated the use of 1,4-phenylene diisocyanide (1,4-PDI) as a molecular probe to capture the transition of the Ag@Au core-shell nanocubes from a Ag-dominated outermost surface toward a Au-enriched surface when the thickness of the Au shell is increased from 3 to 8 atomic layers. We have further extended this methodology to characterize the outmost surfaces of Ag@Rh and Ag@Ir core-frame nanocubes. Collectively, this project makes contributions to nanochemistry community in which most of the reported protocols often involve a trial-and-error approach when optimizing the experimental parameters. This project has produced 14 peer-reviewed publications and three PhD dissertations. In particular, this project created a great opportunity to attract and inspire graduate and undergraduate through their participation in the interdisciplinary research. The pedagogy valued the following critical aspects: i) learning that exposes students to a multi-faceted, integrated approach to understanding the fundamental sciences with a bold focus on the structure and property relationship of nanomaterials; ii) training that provides hands-on experience by working on the synthesis of nanomaterials in my laboratory, and on the characterization of nanomaterials in the state-of-the-art facilities at Georgia Tech; and iii) engaging that connects students from both my research group and my classes to impart and promote a conceptual understanding of nanoscale science and technology. \n\n\t\t\t\t\tLast Modified: 08/11/2021\n\n\t\t\t\t\tSubmitted by: Dong Qin"
 }
}