{
 "awd_id": "1708308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Three-dimensional structure of Arctic tides and near-inertial oscillations, and their role in changing the Arctic Ocean and ice pack",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rainer Amon",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 74059.0,
 "awd_amount": 74059.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2017-07-14",
 "awd_abstract_narration": "The Arctic Ocean is undergoing rapid change. Implications are significant for strategic and tactical military planning; regional, and perhaps global, climate; northern ecosystems and cultures; and economic interests. Climate models qualitatively agree that these changes will persist. Projections of when specific benchmarks, such as an ice-free summer Arctic Ocean, will be reached vary by several decades. Reducing uncertainty in Arctic change projections is an important task. This project identifies tides and near-inertial (NI) waves, with periods of approximately 12 hours, as the major components of Arctic ocean velocity fields, mixing rates and ice dynamics that are not presently represented in global coupled climate models. The project will provide the Arctic community with a database of time-dependent tidal and NI energy in select current meter records. Also, it will provide a carefully-validated, high-resolution, fully-forced Arctic coupled ocean/sea-ice model (OIM) for quantifying the effects of high-frequency (HF) processes on seasonal and longer-term variability of the Arctic Ocean and its ice pack. The project will contribute to STEM workforce development through support for the training of a post-doctoral associate and a graduate student, and through support for two early-career scientists. K-12 outreach will be enabled through in-person and webinar programs at schools in AK, TX, WA and OR. A public-friendly video with visualization of model results will be prepared and distributed to schools and other communities including coastal Alaskan villages, and highlighted on the project website.\r\n\r\nMotivated by observations of strong HF ocean currents and ice drift velocities that are very sensitive to\r\nchanges in sea-ice state, sparse measurements of HF time series of ocean mixing and ice deformation,\r\nand coarse-grid models with parameterized tide forcing, this project tests the following hypothesis: \"Energetic, HF processes, including tides and wind-generated NI waves, are critical contributors to the seasonal cycle and longer-term trends of the Arctic's 3-D hydrography and circulation, sea-ice characteristics, and exchanges of heat, freshwater and momentum between the atmosphere, ocean and sea-ice.\" The program's specific goals are to map the time-dependent distribution of HF energy in the ocean and ice throughout the Arctic; assess the role of HF processes in the Arctic ice and upper ocean; develop understanding of the HF processes coupling the sea ice, ocean, and atmosphere; and quantify the effect of HF processes on seasonal cycles and longer-term trends. Taking advantage of rapidly growing databases for ocean and sea-ice velocities, and improvements in resolution and physical realism of OIMs, it integrates analyses of tidal and NI signals in select Arctic ocean moorings and sea-ice drift data, validation of a high resolution (~2 km x 106 vertical levels) pan-Arctic OIM with full atmospheric and tidal forcing, and comparison of a suite of model simulations with different forcing to identify dominant HF processes. Simulations with simplified forcing (e.g., removing tides and low-pass filtering the winds to reduce NI forcing) will identify key factors involved in HF influence on ocean and sea-ice state on seasonal and longer time scales. Focus areas include the effect of HF processes on ice formation and dispersion of river freshwater and heat fluxes in shelf seas, on mixing of Atlantic- and Pacific-sourced waters along the Arctic continental slopes, on feedbacks between ocean and sea-ice HF processes, and on the seasonal cycle of atmospheric heat exchange with the ocean and sea ice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Ponte",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rui M Ponte",
   "pi_email_addr": "ponte@aer.com",
   "nsf_id": "000109457",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Atmospheric and Environmental Research Inc",
  "inst_street_address": "131 HARTWELL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817612288",
  "inst_zip_code": "024213105",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "ATMOSPHERIC & ENVIRONMENTAL RESEARCH INC",
  "org_prnt_uei_num": "NA3EHAFMMNB7",
  "org_uei_num": "FRPTLUW7GQS5"
 },
 "perf_inst": {
  "perf_inst_name": "Atmospheric and Environmental Research Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024213126",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 74059.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project dealt with the characterization of Arctic tides and other rapid ocean variability and their impacts on the circulation and sea ice conditions in the Arctic.The project supported the development of numerical tools that allow for the efficient computation of general tidal forcing in the Massachusetts Institute of Technology general circulation model (MITgcm). Efforts under this project also included the implementation in the MITgcm of &nbsp;the physics of self-attraction and loading, which represents the subtle but important effects of changes in gravitation associated with changes in mass distribution both in the ocean and across the Earth system. Both these numerical tools provided a new capability in the MITgcm to accurately simulate ocean tides together with all other aspects of the ocean circulation and sea ice, on a global scale at resolutions finer than one degree.</p>\n<p>In other efforts, the project explored the atmospherically driven variability in the Arctic, particularly that related to surface atmospheric pressure effects and associated dynamics. Use of advanced estimation methods permitted a reconstruction of the Arctic submonthly variability in terms of separated effects of atmospheric pressure, winds and other forcing at different locations and lead times. Pressure-driven variability in the Arctic was found to be comparable to or larger than those associated with wind and other forcing at submonthly timescales. The advanced reconstruction methods pointed to a variety of dynamical mechanisms associated with such variability, including large scale adjustment of the ocean through rapid wave propagation processes. In a broader context, the reconstruction methods explored in our studies provide a powerful tool for discerning the various forcing and dynamical mechanisms influencing the variability in the Arctic Ocean and for ultimately improving our ability to simulate and forecast such variability.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2021<br>\n\t\t\t\t\tModified by: Rui&nbsp;M&nbsp;Ponte</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative project dealt with the characterization of Arctic tides and other rapid ocean variability and their impacts on the circulation and sea ice conditions in the Arctic.The project supported the development of numerical tools that allow for the efficient computation of general tidal forcing in the Massachusetts Institute of Technology general circulation model (MITgcm). Efforts under this project also included the implementation in the MITgcm of  the physics of self-attraction and loading, which represents the subtle but important effects of changes in gravitation associated with changes in mass distribution both in the ocean and across the Earth system. Both these numerical tools provided a new capability in the MITgcm to accurately simulate ocean tides together with all other aspects of the ocean circulation and sea ice, on a global scale at resolutions finer than one degree.\n\nIn other efforts, the project explored the atmospherically driven variability in the Arctic, particularly that related to surface atmospheric pressure effects and associated dynamics. Use of advanced estimation methods permitted a reconstruction of the Arctic submonthly variability in terms of separated effects of atmospheric pressure, winds and other forcing at different locations and lead times. Pressure-driven variability in the Arctic was found to be comparable to or larger than those associated with wind and other forcing at submonthly timescales. The advanced reconstruction methods pointed to a variety of dynamical mechanisms associated with such variability, including large scale adjustment of the ocean through rapid wave propagation processes. In a broader context, the reconstruction methods explored in our studies provide a powerful tool for discerning the various forcing and dynamical mechanisms influencing the variability in the Arctic Ocean and for ultimately improving our ability to simulate and forecast such variability.\n\n\t\t\t\t\tLast Modified: 11/23/2021\n\n\t\t\t\t\tSubmitted by: Rui M Ponte"
 }
}