{
 "awd_id": "1708526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Supramolecular Control in Synthetic Enzyme-Mimetic Materials",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2017-05-09",
 "awd_max_amd_letter_date": "2017-07-25",
 "awd_abstract_narration": "Enzymes are catalysts involved in biological processes to speed up biological reactions. They have extraordinary catalytic efficiency under mild conditions and tend to be remarkably selective in a mixture of numerous compounds. These features are highly desirable but have been difficult to achieve in non-biological systems. The research group of Professor Yan Zhao at Iowa State University develops novel approaches to prepare synthetic systems that mimic enzymes in their dimension, water-solubility, and, more importantly, catalytic behavior. The research is expected to greatly enhance the capabilities of synthetic catalysts for reactions important to chemical industry and biomass conversion. It trains student researchers into professional scientists by exposing them to a wide range of skills in physical organic chemistry, supramolecular chemistry, catalysis, and polymer chemistry. \r\n\r\nEnzymes frequently perform chemical reactions with efficiency and selectivity difficult from a pure synthetic perspective. Although molecular recognition is an essential feature of enzymatic catalysts, chemists have limited abilities to construct substrate-specific active sites. This project, funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, supports Professor Yan Zhao of Iowa State University to study novel methods to construct artificial enzymes for the hydrolysis of esters and acetals, through molecular imprinting within cross-linked surfactant micelles. These catalysts are anticipated to have key features of enzymes such as selective binding of the substrate via non-covalent forces, correct positioning of appropriate functional groups within the active site for optimal reactivity, and preferential binding of the substrate over the product. Catalytic efficiency and selectivity is maximized through systematic tuning of the size and shape of the active sites, as well as the type and the position of the catalytic groups in the active sites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Zhao",
   "pi_email_addr": "zhaoy@iastate.edu",
   "nsf_id": "000297016",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "Department of Chemistry",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500113111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Enzymes are characterized by their extraordinary catalytic efficiency and specificity but tend to denature easily under adverse conditions. With the advancement in supramolecular chemistry, chemists nowadays can design and synthesize functionalized receptors for a wide range of molecules and ions, sometimes with similar affinities as those in biological host&ndash;guest complexes. Although molecular recognition is an essential feature of enzymatic catalysts, chemists have limited abilities to construct substrate-specific active sites with accurately positioned catalytic functionalities.</p>\n<p>The PI&rsquo;s group had developed a novel class of polymeric nanoparticles that resemble proteins in their size, hydrophilic exterior, and hydrophobic interior. They contain tailor-made pockets that can bind a range of biologically interesting molecules including peptides and carbohydrates. In this project, multiple strategies have been developed to modify these binding sites to enhance their molecular recognition and ability to catalyze chemical reactions. Artificial enzymes were constructed to hydrolyze esters and cellulose in particular.</p>\n<p>If synthetic catalysts having enzyme-like efficiency but greater stability can be rationally designed and made, many fields of research and technology will benefit. The synthetic esterase developed in the project has been shown to selectively hydrolyze nonactivated esters under ambient conditions. It potentially could be used in the chemical recycling of hydrolyzable plastics such as polyester and polycarbonate. Cellulose constitutes 35&ndash;50% of lignocellulosic biomass and is an abundant carbon-neutral natural resource. Whether for chemical or fuel production, it first has to be depolymerized into soluble monomeric and oligomeric sugars, usually through catalytic hydrolysis. The synthetic glucosidase developed in the project has been shown to tolerate elevated temperatures, nonaqueous solution, and extreme pH conditions, potentially facilitating biomass conversion.</p>\n<p>The research helps train students as future scientists. The multidisciplinary research requires the students to acquire a broad range of skills including biomimetic design of catalysts, multistep synthesis, structural characterization, spectroscopy, kinetics, curve fitting, biological essays, and handling of organic- and water-soluble materials. The training exposes the students to cutting-edge physical organic chemistry, catalysis, biology, and materials science.</p>\n<p>The PI includes the biomimetic research in his graduate and undergraduate classes. He also uses his previous industrial experience to help students in his class to better prepare for industrial career. In the undergraduate organic class, he illustrates how &ldquo;smart&rdquo; synthetic materials can be designed for molecular recognition (in sensory applications), temperature detection, and catalysis (in enzymatic mimicry). He helps non-science students understand how chemists learn from nature and develop useful materials for technological and biomedical applications. The PI has participated in multiple outreach activities on campus and through partnership with external organizations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/08/2022<br>\n\t\t\t\t\tModified by: Yan&nbsp;Zhao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEnzymes are characterized by their extraordinary catalytic efficiency and specificity but tend to denature easily under adverse conditions. With the advancement in supramolecular chemistry, chemists nowadays can design and synthesize functionalized receptors for a wide range of molecules and ions, sometimes with similar affinities as those in biological host&ndash;guest complexes. Although molecular recognition is an essential feature of enzymatic catalysts, chemists have limited abilities to construct substrate-specific active sites with accurately positioned catalytic functionalities.\n\nThe PI’s group had developed a novel class of polymeric nanoparticles that resemble proteins in their size, hydrophilic exterior, and hydrophobic interior. They contain tailor-made pockets that can bind a range of biologically interesting molecules including peptides and carbohydrates. In this project, multiple strategies have been developed to modify these binding sites to enhance their molecular recognition and ability to catalyze chemical reactions. Artificial enzymes were constructed to hydrolyze esters and cellulose in particular.\n\nIf synthetic catalysts having enzyme-like efficiency but greater stability can be rationally designed and made, many fields of research and technology will benefit. The synthetic esterase developed in the project has been shown to selectively hydrolyze nonactivated esters under ambient conditions. It potentially could be used in the chemical recycling of hydrolyzable plastics such as polyester and polycarbonate. Cellulose constitutes 35&ndash;50% of lignocellulosic biomass and is an abundant carbon-neutral natural resource. Whether for chemical or fuel production, it first has to be depolymerized into soluble monomeric and oligomeric sugars, usually through catalytic hydrolysis. The synthetic glucosidase developed in the project has been shown to tolerate elevated temperatures, nonaqueous solution, and extreme pH conditions, potentially facilitating biomass conversion.\n\nThe research helps train students as future scientists. The multidisciplinary research requires the students to acquire a broad range of skills including biomimetic design of catalysts, multistep synthesis, structural characterization, spectroscopy, kinetics, curve fitting, biological essays, and handling of organic- and water-soluble materials. The training exposes the students to cutting-edge physical organic chemistry, catalysis, biology, and materials science.\n\nThe PI includes the biomimetic research in his graduate and undergraduate classes. He also uses his previous industrial experience to help students in his class to better prepare for industrial career. In the undergraduate organic class, he illustrates how \"smart\" synthetic materials can be designed for molecular recognition (in sensory applications), temperature detection, and catalysis (in enzymatic mimicry). He helps non-science students understand how chemists learn from nature and develop useful materials for technological and biomedical applications. The PI has participated in multiple outreach activities on campus and through partnership with external organizations.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/08/2022\n\n\t\t\t\t\tSubmitted by: Yan Zhao"
 }
}