{
 "awd_id": "1708761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Nucleobase-Modified Peptide Nucleic Acid (PNA) for Sequence Selective Triple-Helical Recognition of Non-Coding Ribonucleic Acid (RNA)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922048",
 "po_email": "cachim@nsf.gov",
 "po_sign_block_name": "Catalina Achim",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 501918.0,
 "awd_amount": 534985.0,
 "awd_min_amd_letter_date": "2017-08-04",
 "awd_max_amd_letter_date": "2019-06-24",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding a collaborative effort between Professors Eriks Rozners (Binghamton University) and James A. MacKay (Elizabethtown College). The research develops new methods for molecular recognition of biologically-significant, non-coding ribonucleic acid (RNA). The majority of cellular RNA consists of non-coding RNAs that play important roles in regulating gene expression even though these processes are not fully understood. Selective recognition, imaging, and functional regulation of such RNAs are useful for fundamental studies and practical applications in biotechnology. The project expands interdisciplinary, collaborative research across traditional institutional boundaries. The project establishes a bridge for Elizabethtown College (a primarily undergraduate institution) students to transition from undergraduate studies to advanced graduate studies at a research university.  Undergraduate students, especially women, minorities and first generation college students, participate in the project. The project also contributes to improving STEM education. \r\n\r\nThe development of sequence selective RNA binders is important for understanding the biochemistry of non-coding RNAs. Such binders may  impact fundamental RNA biology and practical applications in biotechnology and synthetic biology. This collaborative study is developing new peptide nucleic acid (PNA) nucleobases that enable recognition of the entire Hoogsteen face of Watson-Crick and non-canonical base pairs of double-stranded RNA. The properties of the novel nucleobases are optimized using synthetic organic chemistry to enable recognition of any sequence of double-stranded RNA. This approach may solve a long-standing problem in molecular recognition of RNA and enables a variety of applications. Examples of such applications are: imaging and functional control of regulatory RNA, designer riboswitches for synthetic biology, and inhibition of biologically-important RNA for fundamental studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eriks",
   "pi_last_name": "Rozners",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eriks Rozners",
   "pi_email_addr": "erozners@binghamton.edu",
   "nsf_id": "000520780",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 Vestal Parkway East",
  "perf_city_name": "Binghamton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 501918.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 19000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 14067.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Besides serving as a messenger during protein synthesis, RNA plays important roles in regulation of gene expression during normal development, as well as stress and disease. Less than 2% of DNA encodes for functional proteins, yet &gt;70% is transcribed into so called non-coding RNA that is not further translated in proteins. While the function of these structurally complex RNA molecules is not well understood, it is clear that at least some of these species are regulators of biological processes. Selective binding, detection, and functional inhibition of such regulatory RNAs would be highly useful for fundamental biology and practical applications in biotechnology and medicine. However, most non-coding RNAs fold in double-stranded conformations and molecular recognition of such structures is a formidable problem.&nbsp;</p>\n<p>In this project, our research group at Binghamton University (BU) collaborated with Prof. James MacKay group at Elizabethtown College (EC) to develop peptide nucleic acids (PNA), chemically modified DNA analogues, that can selectively bind and functionally modulate structurally complex double helical non-coding RNAs. The most important advance we made was gaining the understanding of structural reasons for PNA&rsquo;s unique preference for binding double-stranded RNA. Our structural studies in collaboration with Dr. Scott Kennedy at University of Rochester showed that PNA and RNA (A-type) backbone atoms align almost perfectly for favorable hydrogen bonding interactions. Such alignment is not possible with DNA that has different overall structure (B-type), which explains why PNA binding to RNA was up to two orders of magnitude more favorable than to the same sequence of DNA. PNA&rsquo;s preference to bind RNA is important because it enables applications in biological systems without concern about off-target binding to double-stranded DNA.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Other significant discoveries were development of novel extended nucleobase analogues for triple-helical recognition of the entire major groove face of Watson-Crick base pairs and demonstration that triple helical binding of PNA inhibited the maturation of microRNA precursors in live cells. In collaboration with Dr. Martins Katkevics at the Latvian Institute of Organic Synthesis (Riga, Latvia) we screened simple nitrogen heterocycles and identified a 3-pyridazinyl nucleobase as an improved ligand for recognition of cytosine. In addition, we identified new PNA nucleobases derived from isoorotic acid that formed triplets with double the stability of native nucleobase triplets. These are important steps towards our ultimate goal of recognition of any sequence of double-stranded RNA. In collaboration with&nbsp;Prof. Naoki Sugimoto at&nbsp;FIBER, Konan University (Kobe, Japan) we showed that PNA binding inhibited processing of microRNA-197 precursors in a sequence specific manner. This is the first example of using triplex-forming PNAs for modulation of an endogenous biological process that opens the doors for using triplex-forming PNAs for controlling gene expression. The central remaining challenge is the limitation to RNA sequences that can be recognized by our PNAs, which we will be addressing in related collaborative research projects that continue in our laboratories.</p>\n<p>The most significant broader impacts were in building bridges&nbsp;between undergraduate learning and graduate school. We used the collaboration between EC, a primarily undergraduate institution, and BU, a research institution to advance professional development of EC undergraduates by exposing them to a graduate school environment. This was achieved through instructional innovation at EC (a unique Integrated Laboratory course), organizing annual RNA workshop at BU (where EC students engaged with BU graduate students and faculty), BU faculty and students visiting EC to give lectures and participate in classroom discussions, and several EC students spending summer research periods in PI&rsquo;s lab at BU. Overall, we estimate that ~70 EC students, including many women, minorities and first-generation college students, were exposed to research and advanced graduate studies. Two EC alumni joined PhD program at BU and are continuing research on PNA in PI&rsquo;s laboratory.</p>\n<p>The interdisciplinary research and international collaborations also offered unique training and educational opportunities for BU graduate and undergraduate students. With support of two&nbsp;Supplements for International Collaboration,&nbsp;two BU students visited Latvian Institute of Organic Synthesis and FIBER in Japan, broadened the expertise in heterocyclic chemistry, organic synthesis, and RNA biochemistry while learning new laboratory skills and techniques. Overall, the project provided training for four graduate and&nbsp;three undergraduate students at BU. One student graduated with PhD thesis and two undergraduate researchers co-authored research papers in peer reviewed journals. All collaborations, including teams in Latvia and Japan, are continuing beyond the present project and will expand both intellectual merits and broader impacts of future activities in our laboratories at EC and BU.&nbsp;</p>\n<p>The results of our project demonstrate that the modified PNAs are promising probes for sequence selective recognition of double-stranded RNA in live cells and other biological systems. Future developments may open the door to new ways for RNA recognition, imaging, and functional control, which will find multiple applications in fundamental science, biotechnology and medicine.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2021<br>\n\t\t\t\t\tModified by: Eriks&nbsp;Rozners</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBesides serving as a messenger during protein synthesis, RNA plays important roles in regulation of gene expression during normal development, as well as stress and disease. Less than 2% of DNA encodes for functional proteins, yet &gt;70% is transcribed into so called non-coding RNA that is not further translated in proteins. While the function of these structurally complex RNA molecules is not well understood, it is clear that at least some of these species are regulators of biological processes. Selective binding, detection, and functional inhibition of such regulatory RNAs would be highly useful for fundamental biology and practical applications in biotechnology and medicine. However, most non-coding RNAs fold in double-stranded conformations and molecular recognition of such structures is a formidable problem. \n\nIn this project, our research group at Binghamton University (BU) collaborated with Prof. James MacKay group at Elizabethtown College (EC) to develop peptide nucleic acids (PNA), chemically modified DNA analogues, that can selectively bind and functionally modulate structurally complex double helical non-coding RNAs. The most important advance we made was gaining the understanding of structural reasons for PNA’s unique preference for binding double-stranded RNA. Our structural studies in collaboration with Dr. Scott Kennedy at University of Rochester showed that PNA and RNA (A-type) backbone atoms align almost perfectly for favorable hydrogen bonding interactions. Such alignment is not possible with DNA that has different overall structure (B-type), which explains why PNA binding to RNA was up to two orders of magnitude more favorable than to the same sequence of DNA. PNA’s preference to bind RNA is important because it enables applications in biological systems without concern about off-target binding to double-stranded DNA. \n\n \n\nOther significant discoveries were development of novel extended nucleobase analogues for triple-helical recognition of the entire major groove face of Watson-Crick base pairs and demonstration that triple helical binding of PNA inhibited the maturation of microRNA precursors in live cells. In collaboration with Dr. Martins Katkevics at the Latvian Institute of Organic Synthesis (Riga, Latvia) we screened simple nitrogen heterocycles and identified a 3-pyridazinyl nucleobase as an improved ligand for recognition of cytosine. In addition, we identified new PNA nucleobases derived from isoorotic acid that formed triplets with double the stability of native nucleobase triplets. These are important steps towards our ultimate goal of recognition of any sequence of double-stranded RNA. In collaboration with Prof. Naoki Sugimoto at FIBER, Konan University (Kobe, Japan) we showed that PNA binding inhibited processing of microRNA-197 precursors in a sequence specific manner. This is the first example of using triplex-forming PNAs for modulation of an endogenous biological process that opens the doors for using triplex-forming PNAs for controlling gene expression. The central remaining challenge is the limitation to RNA sequences that can be recognized by our PNAs, which we will be addressing in related collaborative research projects that continue in our laboratories.\n\nThe most significant broader impacts were in building bridges between undergraduate learning and graduate school. We used the collaboration between EC, a primarily undergraduate institution, and BU, a research institution to advance professional development of EC undergraduates by exposing them to a graduate school environment. This was achieved through instructional innovation at EC (a unique Integrated Laboratory course), organizing annual RNA workshop at BU (where EC students engaged with BU graduate students and faculty), BU faculty and students visiting EC to give lectures and participate in classroom discussions, and several EC students spending summer research periods in PI’s lab at BU. Overall, we estimate that ~70 EC students, including many women, minorities and first-generation college students, were exposed to research and advanced graduate studies. Two EC alumni joined PhD program at BU and are continuing research on PNA in PI’s laboratory.\n\nThe interdisciplinary research and international collaborations also offered unique training and educational opportunities for BU graduate and undergraduate students. With support of two Supplements for International Collaboration, two BU students visited Latvian Institute of Organic Synthesis and FIBER in Japan, broadened the expertise in heterocyclic chemistry, organic synthesis, and RNA biochemistry while learning new laboratory skills and techniques. Overall, the project provided training for four graduate and three undergraduate students at BU. One student graduated with PhD thesis and two undergraduate researchers co-authored research papers in peer reviewed journals. All collaborations, including teams in Latvia and Japan, are continuing beyond the present project and will expand both intellectual merits and broader impacts of future activities in our laboratories at EC and BU. \n\nThe results of our project demonstrate that the modified PNAs are promising probes for sequence selective recognition of double-stranded RNA in live cells and other biological systems. Future developments may open the door to new ways for RNA recognition, imaging, and functional control, which will find multiple applications in fundamental science, biotechnology and medicine.\n\n\t\t\t\t\tLast Modified: 11/16/2021\n\n\t\t\t\t\tSubmitted by: Eriks Rozners"
 }
}