{
 "awd_id": "1708829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Mapping and Tracking Conformational Control of Nitric Oxide Synthase Activation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 300563.0,
 "awd_amount": 300563.0,
 "awd_min_amd_letter_date": "2017-07-19",
 "awd_max_amd_letter_date": "2018-09-20",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Dr. Carey Johnson from the University of Kansas, Dr. Brian Smith from Medical College of Wisconsin, and Dr. David Arnett from Northwestern College. The project investigates shapes (conformations) and shape changes of the enzyme nitric oxide synthase (NOS). The importance of conformational changes in the function of complex enzymes like NOS has become increasingly recognized. NOS activity requires a sequence of electron transfers between different domains of the enzyme. The hypothesis is that these events are controlled by conformational dynamics. In this project, the conformations and conformational changes of NOS are tracked by time-resolved and single-molecule fluorescence techniques. Mass spectrometry shows how domain interactions are regulated by binding to NOS of a calcium signaling protein, calmodulin. The results may show how multi-domain enzymes function through conformational changes. The project provides training in advanced fluorescence and mass spectrometric techniques for graduate students at Kansas University and the Medical College of Wisconsin. Undergraduate students from all participating institutions are trained in interdisciplinary science research. The project also offers training for members of the UKanTeach program which trains science majors as high school science teachers.\r\n\r\nThis project exploits the spatial and temporal resolution inherent in time-resolved and single-molecule fluorescence to identify and track the conformational states of nitric oxide synthase (NOS). NOS is a homodimeric enzyme that catalyzes formation of nitric oxide by shuttling electrons from modules in one monomer to the heme in the oxygenase domain of the other. Electron transfer in both domains depends on calmodulin binding. Because electron transfer only occurs when the electron donor and electron acceptor are in close proximity, conformational changes must occur to bring different donor and acceptor couples together sequentially. The time scales of interchange among conformational states are not known, nor is it clear how the observed conformational changes correlate with the catalytic cycle of the enzyme. The methods of the project correlate conformations and dynamics detected by fluorescence with knowledge of inter-domain interactions at the peptide level. These inter-domain interactions are observed from hydrogen-deuterium exchange (HDX) mass spectrometry. To identify and assign conformational states observed, selected site-directed mutants that disrupt specific subdomain interactions are probed by both fluorescence and mass spectrometry. The project may lead to a detailed model of NOS function that describes the conformational sequences and rates of conformational changes. The project may also demonstrate how the conformational sequences are related to enzyme regulation.  The project provides training in advanced fluorescence and mass spectrometric techniques for graduate students at Kansas University and the Medical College of Wisconsin. Undergraduate students from all participating institutions are trained in interdisciplinary science research. The project also offers training for members of the UKanTeach program which trains science majors as high school science teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Smith",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Brian C Smith",
   "pi_email_addr": "brismith@mcw.edu",
   "nsf_id": "000707890",
   "pi_start_date": "2017-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Medical College of Wisconsin",
  "inst_street_address": "8701 WATERTOWN PLANK RD",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4149558563",
  "inst_zip_code": "532263548",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "THE MEDICAL COLLEGE OF WISCONSIN, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "E8VWJXMMUQ67"
 },
 "perf_inst": {
  "perf_inst_name": "The Medical College of Wisconsin, Inc.",
  "perf_str_addr": "8701 Watertown Plank Rd.",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532260509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 90841.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 209721.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to detect different conformations of the enzyme neuronal nitric oxide synthase (nNOS). When activated by a smaller calcium signaling protein, calmodulin (CaM), nNOS generates nitric oxide, a molecule important in neurotransmission. The chemical reaction generating nitric oxide requires the transfer of electrons from the reductase domain of the enzyme to the heme prosthetic group of the oxygenase domain of a partner nNOS molecule. Electrons typically jump very short distances (a few &Aring;ngstroms), whereas the nNOS enzyme is much larger, comprising several subdomains. The enzyme transfers electrons through a series of steps, starting with electron transfer from a subdomain containing flavin adenine dinucleotide (FAD) to a subdomain containing flavin mononucleotide (FMN) then from the FMN subdomain onto the oxygenase domain.</p>\n<p>Our goal was to detect the conformational states involved and find how fast enzyme conformations change from one to another. Our method used time-resolved and single-molecule fluorescence detection. Calmodulin was labeled with a fluorescent dye (Alexa Fluor 546 or Cy3B) to enable fluorescence detection. We measured time-resolved fluorescence decays of CaM-AF546 complexed with nNOS (in a high-calcium buffer) by time-correlated single-photon counting. The fluorescence decayed significantly faster than CaM-AF546 in the absence of nNOS due to energy transfer from AF546 to the heme of nNOS. Analysis of the fluorescence decay by a maximum entropy method showed at least four decay components. We attribute these to four different conformations with different fluorescence decay lifetimes because of further energy transfer efficiencies to heme. Faster decay is associated with conformations where CaM-AF546 is close to the heme, and slower decay with conformations with CaM-AF546 is farther from the heme.</p>\n<p>This result raised the question: what&nbsp;<em>are</em>&nbsp;the four conformations of nNOS-CaM-AF546? To answer this question, we generated a series of site-directed mutants of nNOS and CaM for our collaborators at the University of Kansas and Northwestern College. Each of these mutants was chosen to disrupt a specific interaction between subdomains of nNOS. For example, the mutations in nNOS-E762R, E816R, or E819R (where the glutamate residues at positions 762, 816, and 819 have been changed to arginine) disrupt the interaction between the FMN subdomain and the oxygenase domain. The resulting fluorescence decay is much slower than for nNOS without mutations. Analysis shows that the two populations with the fastest fluorescence decays are reduced. Hence, we assigned these two populations to conformations where the FMN subdomain interacts with the oxygenase domain.</p>\n<p>In contrast, the E924R mutation of nNOS disrupts interactions between the FAD and FMN subdomains. The fluorescence decay for CaM-AF546 complexed with nNOS-E924R is much faster than that for regular (&lsquo;wild-type&rsquo;) nNOS. Hence, we can assign the populations with shorter fluorescence lifetimes to conformations where the FAD and FMN subdomains interact.</p>\n<p>We carried out similar measurements with site-directed mutants of CaM to determine the role of CaM interactions. Together these measurements provide a picture of the nature of the conformations of nNOS and suggest their role in electron transfer.</p>\n<p>These measurements, however, do not tell us how fast the enzyme conformations change. To answer that question, we conducted single-molecule fluorescence measurements by a method called total-internal-reflection fluorescence (TIRF). By tracking the fluorescence of single molecules over a period of seconds, we observed changes in fluorescence intensity on time scales of milliseconds to seconds. We attribute these to changes in the conformation of the enzyme.</p>\n<p class=\"Default\">As a result of this project, we have a more detailed understanding of the conformational states that allow electron transfer in NOS enzymes. The work has identified the critical domain interactions involved in the conformational states of nNOS. Single-molecule experiments at both the University of Kansas and Northwestern College are revealing the rates of interchange among these conformational states.</p>\n<p class=\"Default\">The project introduced new methods of fluorescence to detect protein conformations, for example, fluorescence decay measurements for systematically selected site-directed mutants and a reporter fluorophore to permit ratio measurements in single-molecule TIRF. These methods will apply to other enzyme systems that bind and use heme for their catalyzed reactions.</p>\n<p class=\"Default\">A total of four undergraduate students participated in the research project at the Medical College of Wisconsin and have gone on to medical school or are currently applying to graduate schools. Two of these undergraduates are from backgrounds underrepresented in science and medicine. A total of three graduate students participated in the research project at the Medical College of Wisconsin and have gone on to scientific writing, undergraduate science education, or pathology medical residency professions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2022<br>\n\t\t\t\t\tModified by: Brian&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to detect different conformations of the enzyme neuronal nitric oxide synthase (nNOS). When activated by a smaller calcium signaling protein, calmodulin (CaM), nNOS generates nitric oxide, a molecule important in neurotransmission. The chemical reaction generating nitric oxide requires the transfer of electrons from the reductase domain of the enzyme to the heme prosthetic group of the oxygenase domain of a partner nNOS molecule. Electrons typically jump very short distances (a few &Aring;ngstroms), whereas the nNOS enzyme is much larger, comprising several subdomains. The enzyme transfers electrons through a series of steps, starting with electron transfer from a subdomain containing flavin adenine dinucleotide (FAD) to a subdomain containing flavin mononucleotide (FMN) then from the FMN subdomain onto the oxygenase domain.\n\nOur goal was to detect the conformational states involved and find how fast enzyme conformations change from one to another. Our method used time-resolved and single-molecule fluorescence detection. Calmodulin was labeled with a fluorescent dye (Alexa Fluor 546 or Cy3B) to enable fluorescence detection. We measured time-resolved fluorescence decays of CaM-AF546 complexed with nNOS (in a high-calcium buffer) by time-correlated single-photon counting. The fluorescence decayed significantly faster than CaM-AF546 in the absence of nNOS due to energy transfer from AF546 to the heme of nNOS. Analysis of the fluorescence decay by a maximum entropy method showed at least four decay components. We attribute these to four different conformations with different fluorescence decay lifetimes because of further energy transfer efficiencies to heme. Faster decay is associated with conformations where CaM-AF546 is close to the heme, and slower decay with conformations with CaM-AF546 is farther from the heme.\n\nThis result raised the question: what are the four conformations of nNOS-CaM-AF546? To answer this question, we generated a series of site-directed mutants of nNOS and CaM for our collaborators at the University of Kansas and Northwestern College. Each of these mutants was chosen to disrupt a specific interaction between subdomains of nNOS. For example, the mutations in nNOS-E762R, E816R, or E819R (where the glutamate residues at positions 762, 816, and 819 have been changed to arginine) disrupt the interaction between the FMN subdomain and the oxygenase domain. The resulting fluorescence decay is much slower than for nNOS without mutations. Analysis shows that the two populations with the fastest fluorescence decays are reduced. Hence, we assigned these two populations to conformations where the FMN subdomain interacts with the oxygenase domain.\n\nIn contrast, the E924R mutation of nNOS disrupts interactions between the FAD and FMN subdomains. The fluorescence decay for CaM-AF546 complexed with nNOS-E924R is much faster than that for regular (‘wild-type’) nNOS. Hence, we can assign the populations with shorter fluorescence lifetimes to conformations where the FAD and FMN subdomains interact.\n\nWe carried out similar measurements with site-directed mutants of CaM to determine the role of CaM interactions. Together these measurements provide a picture of the nature of the conformations of nNOS and suggest their role in electron transfer.\n\nThese measurements, however, do not tell us how fast the enzyme conformations change. To answer that question, we conducted single-molecule fluorescence measurements by a method called total-internal-reflection fluorescence (TIRF). By tracking the fluorescence of single molecules over a period of seconds, we observed changes in fluorescence intensity on time scales of milliseconds to seconds. We attribute these to changes in the conformation of the enzyme.\nAs a result of this project, we have a more detailed understanding of the conformational states that allow electron transfer in NOS enzymes. The work has identified the critical domain interactions involved in the conformational states of nNOS. Single-molecule experiments at both the University of Kansas and Northwestern College are revealing the rates of interchange among these conformational states.\nThe project introduced new methods of fluorescence to detect protein conformations, for example, fluorescence decay measurements for systematically selected site-directed mutants and a reporter fluorophore to permit ratio measurements in single-molecule TIRF. These methods will apply to other enzyme systems that bind and use heme for their catalyzed reactions.\nA total of four undergraduate students participated in the research project at the Medical College of Wisconsin and have gone on to medical school or are currently applying to graduate schools. Two of these undergraduates are from backgrounds underrepresented in science and medicine. A total of three graduate students participated in the research project at the Medical College of Wisconsin and have gone on to scientific writing, undergraduate science education, or pathology medical residency professions.\n\n\t\t\t\t\tLast Modified: 11/23/2022\n\n\t\t\t\t\tSubmitted by: Brian Smith"
 }
}