{
 "awd_id": "1708592",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Heme Propionates as Proton Transfer Sites in Biological Redox Reactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922048",
 "po_email": "cachim@nsf.gov",
 "po_sign_block_name": "Catalina Achim",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 465317.0,
 "awd_min_amd_letter_date": "2017-06-01",
 "awd_max_amd_letter_date": "2019-06-13",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Ekaterina Pletneva from Dartmouth College to investigate mechanisms of reactions that take place in proteins and involve transfer of both protons and electrons. Proton-coupled electron-transfer (PCET) reactions are central to a wide variety of biological processes and also underlie the action of many chemical systems for energy conversion in small-molecule catalysis, electrochemical devices, and solar cells. The specific assignment of sites with protons in proteins is challenging, especially when time dependent information is necessary. Using unique site modifications and protein reengineering, Dr. Pletneva and her students will develop and test new approaches for tracking protons in reactions and will explore the effects of the protein in controlling these processes. They will detect the presence of protons at specific protein sites. The project will provide opportunities for multidisciplinary training of students of all levels and for instilling appreciation for quantitative descriptions of biological phenomena. Dr. Pletneva will offer guidance to the volunteers from the Dartmouth Undergraduate Journal of Science (DUJS) in the design of outreach activities at schools in the Upper Valley. She, her students, and DUJS staff will also work together to discuss biological reactions and strategies for artificial photosynthesis with local citizens.\r\n\r\nPropionate groups at the periphery of the heme cofactor are sites of proton transfer in PCET reactions of a variety of enzymes, electron carriers, and redox complexes. Despite their prominent role in biological redox mechanisms, heme propionates (HPs) have received little attention and their reactivity is not well understood. Using three systems of progressively increasing complexity (a heme peptide, a monoheme protein cytochrome (cyt) c2, and a tetraheme protein cyt c3), this project is establishing the factors set by the biological environment to control the interplay between proton transfer (PT) and electron transfer (ET) in HP-mediated PCET reactions. The effects of the biologically relevant solvent, protein scaffold, neighboring amino acids, and multiple redox centers on the PCET reaction landscape are being examined. With special emphasis on methods to monitor elusive PT steps, thorough characterization of the reaction mechanisms, the studies are addressing major challenges in the PCET field. Site-specific labeling techniques are enabling determination of redox-dependent pKa values of HPs by NMR and explicit observation of both ET and PT steps in photoinduced studies with electronic absorption and vibrational spectroscopic methods. Isothermal titration calorimetry is being used as a novel label-free approach to identify redox-dependent changes in HP protonation, examine a possibility of intraprotein proton relay, and evaluate reactions with buffers. The detailed studies of less understood HP-mediated reactions is expanding the mechanistic database of PCET reactions, which is important for the development of predictive tools. These studies are advancing the understanding of ubiquitous heme proteins and are yielding valuable tools and tactics for mechanistic studies of other redox centers, both biological and man-made.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ekaterina",
   "pi_last_name": "Pletneva",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Ekaterina V Pletneva",
   "pi_email_addr": "ekaterina.pletneva@dartmouth.edu",
   "nsf_id": "000535312",
   "pi_start_date": "2017-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "41 North College Street",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553562",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 15317.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Heme proteins play important roles in biology, such as storage and transport of oxygen and other small molecules, metabolic transformations, electron transfer (or redox) reactions, and cell signaling. This project has focused on the propionate groups at the periphery of the heme group (heme propionates, HPs, Figure 1). HPs are sites of proton transfer in proton-coupled electron-transfer (PCET) reactions of many enzymes, electron carriers, and redox complexes but their mechanistic role has not been well defined. With a series of model and native proteins, we have investigated the influence of HPs&nbsp; on redox chemistry and conformational properties (including the identity of the heme iron ligand) of these systems. We have placed a special emphasis on the development of methods other researchers could employ in their studies of PCET reactions of enzymes and small-molecule mimics, to ultimately harness the power of biological molecules in the design of new protein functions, redox catalysts, and components for artificial photosynthesis.</p>\n<p>Identifying the proton transfer sites and even determining whether proton transfer accompanies the redox change in proteins can be difficult. We have developed and validated a calorimetry method to establish proton involvement in protein redox reactions and identity of proton-transfer sites. The method was applied to multiple heme proteins and their variants. To establish the robustness of this new method, characterization of the proteins by spectroscopic methods was critical. The pH-dependent transitions in ferric and ferrous proteins, redox-dependent stability, and reduction potentials were characterized. The label-free method yields a wealth of thermodynamic information critical for characterization of PCET mechanisms and is particularly attractive for investigation of large proteins where labeling of proton sites may be challenging.</p>\n<p>We have also used infrared and nuclear magnetic resonance spectroscopic techniques to characterize redox-dependent protonation equilibria. Selective labeling of HPs groups has allowed us to monitor these groups directly and explain pH changes in ligation and reduction potentials. These studies established which reactions are proton coupled and which ones are not and rationalized the involvement of proton transfer based on the structural considerations. Our findings have illustrated that sometimes the coupled action of multiple protonation sites influence redox properties of metalloproteins. The protonation state of HPs has also been analyzed in multiheme proteins; in addition to equilibrium studies, their PCET mechanisms were investigated with photoinduced measurements of the reaction kinetics.</p>\n<p>We have also demonstrated that one of the HPs plays a critical role in maintaining the native Met ligation to the ferric heme iron in mitochondrial cytochrome <em>c</em>, and its deprotonation is the likely trigger of the Met-to-Lys ligand switch. Alternative conformers of the protein, such as the Lys-ligated form, alter oxidative phosphorylation and are relevant in the mechanism of apoptosis. Our analyses of redox-dependent stability, molecular modeling, electrochemistry as well as characterization of thermodynamics and kinetics of the ligand exchange for the two redox states have allowed us to map energy levels of the Met- and Lys-ligated species and explain redox-dependent preferences in ligation and associated protonation equilibria. With studies of activation barriers for ligand replacement, we demonstrated that the back reaction to the Met-ligated form involves protonation of the ligand, implicating nearby proton acceptors, such as HPs, in the recovery of the native conformation.</p>\n<p>The project has been used to train undergraduate and graduate students in biophysical methods, protein purification, and inorganic chemistry. Graduate students participated in collaborations on the project with researchers at other institutions; they learned from other groups about compementary research methods and led discussions during virtual and in-person collaborative meetings. On-site training of a graduate student and the PI at the laboratory of Dr. Ricardo Louro at the Instituto de Technologia Quimica e Biologica<strong> </strong>da<strong> </strong>Unversidade Nova de Lisboa in Portugal facilitated collaborative characterization of multiheme proteins and contributed to exchange of experiences in research and education in&nbsp; among students. Results of this project have been presented at national and international conferences as well as at other institutions. The PI has worked with her students to develop outreach modules to illustrate energy topics for use in introductory chemistry, to explain the nature of graduate studies in sciences at a local school, and to perform chemistry demonstrations and lead discussions of the science behind them at a spring-break camp for elementary school students. As a program committee member and program chair of the Division of Biological Chemistry of the American Chemical Society, the PI was actively involved in promoting work of students, postdocs, and junior faculty through building thematic sessions at national meetings and moderating additional virtual sessions after the meeting. She also worked with other divisions of the Society to promote interdivisional interactions by organizing joint symposia.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2022<br>\n\t\t\t\t\tModified by: Ekaterina&nbsp;V&nbsp;Pletneva</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1708592/1708592_10490630_1666973040585_outcomes_22_fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1708592/1708592_10490630_1666973040585_outcomes_22_fig1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2022/1708592/1708592_10490630_1666973040585_outcomes_22_fig1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The heme group, as found in cytochrome c, showing heme propionates (HPs). The heme iron (Fe) can undergo redox (electron transfer) reactions. Proton-coupled electron-transfer reactions are important for activity of heme enzymes and are also employed for industrial applications.</div>\n<div class=\"imageCredit\">Ekaterina Pletneva</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ekaterina&nbsp;V&nbsp;Pletneva</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nHeme proteins play important roles in biology, such as storage and transport of oxygen and other small molecules, metabolic transformations, electron transfer (or redox) reactions, and cell signaling. This project has focused on the propionate groups at the periphery of the heme group (heme propionates, HPs, Figure 1). HPs are sites of proton transfer in proton-coupled electron-transfer (PCET) reactions of many enzymes, electron carriers, and redox complexes but their mechanistic role has not been well defined. With a series of model and native proteins, we have investigated the influence of HPs  on redox chemistry and conformational properties (including the identity of the heme iron ligand) of these systems. We have placed a special emphasis on the development of methods other researchers could employ in their studies of PCET reactions of enzymes and small-molecule mimics, to ultimately harness the power of biological molecules in the design of new protein functions, redox catalysts, and components for artificial photosynthesis.\n\nIdentifying the proton transfer sites and even determining whether proton transfer accompanies the redox change in proteins can be difficult. We have developed and validated a calorimetry method to establish proton involvement in protein redox reactions and identity of proton-transfer sites. The method was applied to multiple heme proteins and their variants. To establish the robustness of this new method, characterization of the proteins by spectroscopic methods was critical. The pH-dependent transitions in ferric and ferrous proteins, redox-dependent stability, and reduction potentials were characterized. The label-free method yields a wealth of thermodynamic information critical for characterization of PCET mechanisms and is particularly attractive for investigation of large proteins where labeling of proton sites may be challenging.\n\nWe have also used infrared and nuclear magnetic resonance spectroscopic techniques to characterize redox-dependent protonation equilibria. Selective labeling of HPs groups has allowed us to monitor these groups directly and explain pH changes in ligation and reduction potentials. These studies established which reactions are proton coupled and which ones are not and rationalized the involvement of proton transfer based on the structural considerations. Our findings have illustrated that sometimes the coupled action of multiple protonation sites influence redox properties of metalloproteins. The protonation state of HPs has also been analyzed in multiheme proteins; in addition to equilibrium studies, their PCET mechanisms were investigated with photoinduced measurements of the reaction kinetics.\n\nWe have also demonstrated that one of the HPs plays a critical role in maintaining the native Met ligation to the ferric heme iron in mitochondrial cytochrome c, and its deprotonation is the likely trigger of the Met-to-Lys ligand switch. Alternative conformers of the protein, such as the Lys-ligated form, alter oxidative phosphorylation and are relevant in the mechanism of apoptosis. Our analyses of redox-dependent stability, molecular modeling, electrochemistry as well as characterization of thermodynamics and kinetics of the ligand exchange for the two redox states have allowed us to map energy levels of the Met- and Lys-ligated species and explain redox-dependent preferences in ligation and associated protonation equilibria. With studies of activation barriers for ligand replacement, we demonstrated that the back reaction to the Met-ligated form involves protonation of the ligand, implicating nearby proton acceptors, such as HPs, in the recovery of the native conformation.\n\nThe project has been used to train undergraduate and graduate students in biophysical methods, protein purification, and inorganic chemistry. Graduate students participated in collaborations on the project with researchers at other institutions; they learned from other groups about compementary research methods and led discussions during virtual and in-person collaborative meetings. On-site training of a graduate student and the PI at the laboratory of Dr. Ricardo Louro at the Instituto de Technologia Quimica e Biologica da Unversidade Nova de Lisboa in Portugal facilitated collaborative characterization of multiheme proteins and contributed to exchange of experiences in research and education in  among students. Results of this project have been presented at national and international conferences as well as at other institutions. The PI has worked with her students to develop outreach modules to illustrate energy topics for use in introductory chemistry, to explain the nature of graduate studies in sciences at a local school, and to perform chemistry demonstrations and lead discussions of the science behind them at a spring-break camp for elementary school students. As a program committee member and program chair of the Division of Biological Chemistry of the American Chemical Society, the PI was actively involved in promoting work of students, postdocs, and junior faculty through building thematic sessions at national meetings and moderating additional virtual sessions after the meeting. She also worked with other divisions of the Society to promote interdivisional interactions by organizing joint symposia.\n\n \n\n\t\t\t\t\tLast Modified: 10/28/2022\n\n\t\t\t\t\tSubmitted by: Ekaterina V Pletneva"
 }
}