{
 "awd_id": "1708957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Misfit Dislocation Dynamics at Heterovalent Semiconductor Interfaces",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James H. Edgar",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 379912.0,
 "awd_amount": 379912.0,
 "awd_min_amd_letter_date": "2017-06-23",
 "awd_max_amd_letter_date": "2017-06-23",
 "awd_abstract_narration": "Non-Technical Description: As scientists and engineers seek to develop future generations of functional electronic and optical semiconductor devices - transistors, light emitting diodes, lasers, photodetectors, solar cells and beyond - integration of dissimilar, but complementary materials is a crucial step toward achieving new and desirable properties. However, these fundamental dissimilarities, or incompatibilities, tend to result in the formation of defects within the constituent semiconductor materials during the integration process, which detrimentally impacts the operation of the devices produced using these materials. Therefore, to enable the free and flexible application of dissimilar materials integration toward new device concepts, the various problems introduced by these incompatibilities must be understood and methods for their mitigation must be developed. This project seeks to better understand the impact and interplay between two common dissimilarities that exist in many target materials integration systems: heterovalency (dissimilar chemical bonding) and lattice mismatch (dissimilar atomic spacing). The results of this work are expected to provide guidance to researchers with respect to the design of fabrication processes that can avoid or minimize detrimental defect formation, making possible the development of next generation semiconductor devices with powerful new and beneficial properties. This project is also training graduate and undergraduate students as future innovators within the semiconductor research and development industry, while also establishing new research techniques and methods are benefit a wide range of investigators and enterprises within the field.\r\n\r\nTechnical Description: The proposed work tackles important questions regarding the physical, chemical, and electronic structure of the heterovalent, lattice-mismatched interfaces and their impact on the formation and evolution of misfit dislocations within dissimilar materials integration systems. Understanding the specific relationships between dislocation dynamics and the underlying materials dissimilarities could enable bottom-up epitaxial and structural design approaches that allow for the control and mitigation of detrimental defect microstructure. The specific research objectives are: (1) to create a methodology to decouple and independently analyze the effects of heterovalency and lattice-mismatch at a contemporarily important model dissimilar semiconductor interface; (2) to thoroughly characterize the formation/nucleation, glide, and reaction dynamics of misfit dislocations at this interface; (3) to identify any fine structure at the interface resulting from the heterovalency; and (4) to determine the ultimate impact of heterovalency on the dislocation dynamics at this interface. This is accomplished by using a combination of novel sample design, epitaxial synthesis and a multi-scale suite of powerful structural characterization methods, emphasizing the holistic connection between heteroepitaxy, resultant interfacial morphology and strain-induced microstructure. The fundamental knowledge and scientific insight gained, and the novel methods developed within this effort, are directly applicable to nominally any dissimilar crystalline materials integration system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tyler",
   "pi_last_name": "Grassman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tyler J Grassman",
   "pi_email_addr": "grassman.5@osu.edu",
   "nsf_id": "000628243",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 379912.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The integration of dissimilar, but complementary, semiconductor materials is a critical enabling step toward achieving new and/or improved (opto)electronic device functionalities and performance. However, the underlying fundamental dissimilarities, or incompatibilities, within many materials systems of interest &mdash; for example, within this project, between III-V compound semiconductors and the elemental semiconductor Si, wherein both heterovalency (dissimilar chemical bonding) and lattice mismatch (dissimilar atomic spacing) exist &mdash; tend to induce the formation of detrimental defects within the constituent materials during the integration process. Therefore, this project sought to develop a better understanding of the impact and interplay between these two dissimilarities within a well-controlled heteroepitaxial model system, GaP/Si. The knowledge gained has, and will continue to, guide the informed design of novel and effective defect mitigation strategies that directly support the creation of integrated III-V/Si materials structures and devices for a broad range of important technology applications.</p>\n<p>The type of defect of particular interest within this work is the so-called misfit dislocation, which relieves atomic strain created due to lattice mismatch between two crystals. Although such defects are necessary to mechanically stabilize the material and can be tolerated (from an electronic standpoint) at low populations, the presence of excess dislocations leads to significant degradation of important optoelectronic properties that are critical for many types of devices, like solar cells, photodetectors, LEDs, lasers, and more. Although the lattice mismatched between GaP and Si is relatively small, suggesting that the ultimate dislocation density should be relatively small, researchers have historically found dislocation densities orders of magnitude higher than expected. Therefore, one major objective of this work was to better understand this anomalous behavior by carefully and systematically investigating the impact of various epitaxy conditions (within an industrially relevant growth technique) and deconvolving lattice mismatch from heterovalency using clever growth structures to determine the relative importance of each. In support of these efforts, a number of novel growth and powerful characterization methods, as well as highly quantitative data analysis approaches, were developed and employed.</p>\n<p>Through a number of careful, systematic investigations, the evolution of dislocation formation and activity within the GaP/Si was tracked and resolved with respect to a range of potentially relevant variables. This work revealed valuable insight regarding the importance of the specific GaP/Si interfacial chemistry (and its associated heterovalency), the process by which the GaP is deposited onto the Si surface, and how a just few simple parameters can result in orders of magnitude differences in dislocation populations at the earliest stages of growth. At the same time, this work also revealed multiple stages of differing dislocation behaviors, wherein in latter growth stages, even under ideal growth conditions, the defect densities are extremely difficult to minimize; deconvolving the underlying lattice mismatch from the interfacial chemistry effects showed that the poor dynamical behavior of these dislocations is more a matter of semi-intrinsic materials properties and not related to heterovalency. Taking the overall dynamics into account, a novel, highly scalable growth structure was developed that helped overcome some of the aforementioned intrinsic shortcomings within the GaP, enabling a reduction in dislocation density in device-relevant materials stacks.</p>\n<p>The intellectual merit and broader impact of this work have already been demonstrated. For example, the informed growth and process designs developed herein have yielded the lowest defect densities reported to date, as well as record solar cell performance, for the associated materials; the aforementioned dislocation control structure has already been adopted by others in the field and used as a base for even further optimization and investigation. Going forward, the knowledge generated in this work will prove invaluable for continued development within not just the specific GaP/Si system of focus here, but within the broader context of III-V/Si in general, and likely to other heterovalent, lattice-mismatched systems as a whole. Furthermore, the powerful characterization and analysis techniques developed and/or refined in this work are similarly finding application elsewhere and are likely to have broad impact beyond this immediate field. Finally, and vitally, the project itself supported and directly benefited a number of large number of diverse graduate and undergraduate student trainees, with work associated with this project leading or contributing to one Ph.D., three M.S. degrees, and one undergraduate honors thesis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/07/2021<br>\n\t\t\t\t\tModified by: Tyler&nbsp;J&nbsp;Grassman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe integration of dissimilar, but complementary, semiconductor materials is a critical enabling step toward achieving new and/or improved (opto)electronic device functionalities and performance. However, the underlying fundamental dissimilarities, or incompatibilities, within many materials systems of interest &mdash; for example, within this project, between III-V compound semiconductors and the elemental semiconductor Si, wherein both heterovalency (dissimilar chemical bonding) and lattice mismatch (dissimilar atomic spacing) exist &mdash; tend to induce the formation of detrimental defects within the constituent materials during the integration process. Therefore, this project sought to develop a better understanding of the impact and interplay between these two dissimilarities within a well-controlled heteroepitaxial model system, GaP/Si. The knowledge gained has, and will continue to, guide the informed design of novel and effective defect mitigation strategies that directly support the creation of integrated III-V/Si materials structures and devices for a broad range of important technology applications.\n\nThe type of defect of particular interest within this work is the so-called misfit dislocation, which relieves atomic strain created due to lattice mismatch between two crystals. Although such defects are necessary to mechanically stabilize the material and can be tolerated (from an electronic standpoint) at low populations, the presence of excess dislocations leads to significant degradation of important optoelectronic properties that are critical for many types of devices, like solar cells, photodetectors, LEDs, lasers, and more. Although the lattice mismatched between GaP and Si is relatively small, suggesting that the ultimate dislocation density should be relatively small, researchers have historically found dislocation densities orders of magnitude higher than expected. Therefore, one major objective of this work was to better understand this anomalous behavior by carefully and systematically investigating the impact of various epitaxy conditions (within an industrially relevant growth technique) and deconvolving lattice mismatch from heterovalency using clever growth structures to determine the relative importance of each. In support of these efforts, a number of novel growth and powerful characterization methods, as well as highly quantitative data analysis approaches, were developed and employed.\n\nThrough a number of careful, systematic investigations, the evolution of dislocation formation and activity within the GaP/Si was tracked and resolved with respect to a range of potentially relevant variables. This work revealed valuable insight regarding the importance of the specific GaP/Si interfacial chemistry (and its associated heterovalency), the process by which the GaP is deposited onto the Si surface, and how a just few simple parameters can result in orders of magnitude differences in dislocation populations at the earliest stages of growth. At the same time, this work also revealed multiple stages of differing dislocation behaviors, wherein in latter growth stages, even under ideal growth conditions, the defect densities are extremely difficult to minimize; deconvolving the underlying lattice mismatch from the interfacial chemistry effects showed that the poor dynamical behavior of these dislocations is more a matter of semi-intrinsic materials properties and not related to heterovalency. Taking the overall dynamics into account, a novel, highly scalable growth structure was developed that helped overcome some of the aforementioned intrinsic shortcomings within the GaP, enabling a reduction in dislocation density in device-relevant materials stacks.\n\nThe intellectual merit and broader impact of this work have already been demonstrated. For example, the informed growth and process designs developed herein have yielded the lowest defect densities reported to date, as well as record solar cell performance, for the associated materials; the aforementioned dislocation control structure has already been adopted by others in the field and used as a base for even further optimization and investigation. Going forward, the knowledge generated in this work will prove invaluable for continued development within not just the specific GaP/Si system of focus here, but within the broader context of III-V/Si in general, and likely to other heterovalent, lattice-mismatched systems as a whole. Furthermore, the powerful characterization and analysis techniques developed and/or refined in this work are similarly finding application elsewhere and are likely to have broad impact beyond this immediate field. Finally, and vitally, the project itself supported and directly benefited a number of large number of diverse graduate and undergraduate student trainees, with work associated with this project leading or contributing to one Ph.D., three M.S. degrees, and one undergraduate honors thesis.\n\n\t\t\t\t\tLast Modified: 11/07/2021\n\n\t\t\t\t\tSubmitted by: Tyler J Grassman"
 }
}