{
 "awd_id": "1709865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental Characterization of Deformation Mechanisms in Magnesium Rare Earth Alloys",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Yang",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 528702.0,
 "awd_amount": 528702.0,
 "awd_min_amd_letter_date": "2017-04-11",
 "awd_max_amd_letter_date": "2018-04-23",
 "awd_abstract_narration": "Nontechnical abstract:\r\n \r\nThe overall versatility, deployability and energy efficiency of modern manned and autonomous vehicles are inversely related to their weight.  Magnesium (Mg) is nearly four times lighter than steel and its ultra-low density and high specific strength make Mg alloys attractive lightweighting materials for commercial and defense platforms. However, the use of Mg has been inhibited by its limited ductility and formability, which is attributed to strong plastic anisotropy that results from its hexagonal crystal structure.  Recent gains in formability have been achieved through rare earth alloying, and this project will provide a detailed understanding of the influence that these rare earth elements have on the atomic-scale mechanisms that govern ductility and formability.  The insights obtained from this experimental study will accelerate alloy development and help promote cost-effective lightweighting in a wide variety of automotive, military and aerospace applications. Collaborations will provide meaningful STEM educational and career advancement opportunities, and participation in SABES will offer JHU researchers a chance to personally interact with and give Baltimore elementary school students a unique perspective on STEM activities.  \r\n\r\nTechnical Abstract:\r\n\r\nThe scientific merit of this study is predicated in our desire to see and understand the deformation mechanisms that underpin the mechanical response of Mg alloys and to elucidate the fundamental role that rare earth elements have in increasing ductility and improving formability. The experimental tasks to be undertaken include: (i) identification of active slip systems in Mg-RE alloys, (ii) meso-scale characterization of dislocation morphologies and microstructures, (iii) atomic-scale characterization of dislocation cores, and (iv) identification of the factors influencing twin nucleation and growth.  SEM-based EBSD mapping and STEM observations and TEM-based bright field, weak-beam dark field, HREM, and STEM imaging and nanoscale orientation and elastic strain mapping will be employed. The experimental data collected will be digitally archived and used to promote Integrated Computational Materials Science and Engineering (ICMSE) as envisaged by the Materials Genome Initiative (MGI).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Hemker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin J Hemker",
   "pi_email_addr": "hemker@jhu.edu",
   "nsf_id": "000277740",
   "pi_start_date": "2017-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Xie",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Yu X Xie",
   "pi_email_addr": "kelvin.xie@jhu.edu",
   "nsf_id": "000736441",
   "pi_start_date": "2017-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 528702.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall versatility, deployability and energy efficiency of modern manned and autonomous vehicles are inversely related to their weight. Magnesium (Mg) is nearly four times lighter than steel and its ultra-low density and high specific strength make Mg alloys attractive lightweighting materials for commercial, aerospace and defense platforms. However, the use of Mg has been limited by its low ductility and formability, which is attributed to strong plastic anisotropy that results from its hexagonal crystal structure.&nbsp;&nbsp;Metals and alloys can be shaped into usable parts and components by melting and casting, deformation processes like forging or rolling, or by machining blocks or ingots into final shape. Machining is generally too expensive and, to date, the vast majority of Mg parts have been cast. Deformation processing has clear advantages and would lead to much more widespread use of Mg alloys if the ductility and formability paradox of Mg alloys could be solved. Recent gains in ductility have been achieved through the addition of rare earth alloying elements, and this research project was undertaken to help understand the positive influence that rare earth elements have on ductility in Mg. The scientific approach that was pursued was predicated on a desire to see and understand the deformation mechanisms that underpin the mechanical behavior of Mg alloys. Detailed&nbsp;electron microscopy experiments allowed the team to see and analyze crystallographic defects, called dislocations, that enable plastic deformation and underpin ductility and formability in metals and alloys. Employing&nbsp;&nbsp;magnifications of 10,000X to 5,000,000X facilitated mesoscale and atomic-scale comparisons of dislocations in four Mg alloys: polycrystalline pure Mg, the commercial alloy AZ31, and two developmental alloys Mg-3Er and Mg-0.1Ca. The results illustrated that the addition of key alloying elements suppresses dissociation of the dislocation cores and improves the mobility of previously hard to move non-basal &lt;<strong>c</strong>+<strong>a</strong>&gt; dislocations.&nbsp;The study also elucidated the preferential segregation of Ca to grain boundaries, which resulted in a more random crystallographic texture and improved formability. The insights obtained from this experimental study will accelerate alloy development and is expected to promote cost-effective lightweighting in a wide variety of applications.&nbsp;</p>\n<p>The PI Kevin Hemker mentored his co-PI Kelvin Xie, who became a tenure track faculty member at Texas A&amp;M University during the first year of this study. They co-mentored Luoning Ma, who successfully defended his PhD in March 2020. A second doctoral student, Dexin Zhao is well on his way to a PhD, and four undergraduates were engaged in the research project and are now pursuing advanced degrees and careers in science and engineering. Responding to a direct request from the late Congressman Elijah Cummings, Professor Hemker and his research group participated in the SABES (STEM Achievement in Baltimore Elementary Schools) project that fosters STEM engagement in three demographically and culturally distinct Baltimore City elementary schools.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2020<br>\n\t\t\t\t\tModified by: Kevin&nbsp;J&nbsp;Hemker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall versatility, deployability and energy efficiency of modern manned and autonomous vehicles are inversely related to their weight. Magnesium (Mg) is nearly four times lighter than steel and its ultra-low density and high specific strength make Mg alloys attractive lightweighting materials for commercial, aerospace and defense platforms. However, the use of Mg has been limited by its low ductility and formability, which is attributed to strong plastic anisotropy that results from its hexagonal crystal structure.  Metals and alloys can be shaped into usable parts and components by melting and casting, deformation processes like forging or rolling, or by machining blocks or ingots into final shape. Machining is generally too expensive and, to date, the vast majority of Mg parts have been cast. Deformation processing has clear advantages and would lead to much more widespread use of Mg alloys if the ductility and formability paradox of Mg alloys could be solved. Recent gains in ductility have been achieved through the addition of rare earth alloying elements, and this research project was undertaken to help understand the positive influence that rare earth elements have on ductility in Mg. The scientific approach that was pursued was predicated on a desire to see and understand the deformation mechanisms that underpin the mechanical behavior of Mg alloys. Detailed electron microscopy experiments allowed the team to see and analyze crystallographic defects, called dislocations, that enable plastic deformation and underpin ductility and formability in metals and alloys. Employing  magnifications of 10,000X to 5,000,000X facilitated mesoscale and atomic-scale comparisons of dislocations in four Mg alloys: polycrystalline pure Mg, the commercial alloy AZ31, and two developmental alloys Mg-3Er and Mg-0.1Ca. The results illustrated that the addition of key alloying elements suppresses dissociation of the dislocation cores and improves the mobility of previously hard to move non-basal &lt;c+a&gt; dislocations. The study also elucidated the preferential segregation of Ca to grain boundaries, which resulted in a more random crystallographic texture and improved formability. The insights obtained from this experimental study will accelerate alloy development and is expected to promote cost-effective lightweighting in a wide variety of applications. \n\nThe PI Kevin Hemker mentored his co-PI Kelvin Xie, who became a tenure track faculty member at Texas A&amp;M University during the first year of this study. They co-mentored Luoning Ma, who successfully defended his PhD in March 2020. A second doctoral student, Dexin Zhao is well on his way to a PhD, and four undergraduates were engaged in the research project and are now pursuing advanced degrees and careers in science and engineering. Responding to a direct request from the late Congressman Elijah Cummings, Professor Hemker and his research group participated in the SABES (STEM Achievement in Baltimore Elementary Schools) project that fosters STEM engagement in three demographically and culturally distinct Baltimore City elementary schools. \n\n \n\n\t\t\t\t\tLast Modified: 11/02/2020\n\n\t\t\t\t\tSubmitted by: Kevin J Hemker"
 }
}