{
 "awd_id": "1709099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Uncovering the Biophysical Mechanism of Receptor for Advanced Glycation Endproducts Molecular Function",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-11-30",
 "tot_intn_awd_amt": 465000.0,
 "awd_amount": 465000.0,
 "awd_min_amd_letter_date": "2017-07-26",
 "awd_max_amd_letter_date": "2017-07-26",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Dr. Emily Smith from Iowa State University to investigate the chemical species that allow a class of membrane proteins to function, and to develop a detailed understanding of how the proteins organize and move in a cell membrane. Proteins in the cell membrane have a critical role in how cells get information about their surroundings as well as respond to their environment. One way these proteins function is by moving throughout the cell membrane to facilitate interactions with other proteins and cells. This project is providing information, through optical spectroscopy and microscopy measurements that would advance the understanding of two important membrane proteins associated with many aspects of cellular function. Broader impact activities target middle school, high school, undergraduate and graduate students to meet the societal goals of cultivating a scientifically literate public; increasing the number of students pursuing science degrees including students from underrepresented groups in science; and promoting a strong, diverse and capable scientific workforce to increase America's global competitiveness. These activities are being accomplished in partnership with Science Bound, a pre-college program to increase the number of ethnically diverse Iowa students who pursue science degrees, and the local American Chemical Society SEED program that provides summer research opportunities for economically disadvantaged students.\r\n\r\nThe overarching objective of this work is to measure the clustering, diffusion, and nanoscale organization of a class of cell membrane proteins termed pattern recognition receptors (PRRs).  These receptors are part of the innate immune system that recognizes several pathogen-associated molecular patterns and damage-associated molecular patterns.  The molecular mechanism of clustering and diffusion within the membrane upon chemically-defined ligand binding events will be measured for two PRRs:  receptor for advanced glycation endproducts (RAGE) and Toll-like receptor 4 (TLR4).  Both PRRs share a subset of ligands, and have been shown to exhibit receptor \"cross talk,\" as evidenced by downstream protein phosphorylation (i.e., signaling).  The project is using single particle tracking methods to measure the diffusion of TLR4 and elucidate the role of chemically-characterized ligands in affecting the diffusion of RAGE and TLR4. The RAGE and TLR4 association in the cell membrane is measured by fluorescence resonance energy transfer. Evidence for an association of these two receptors within the membrane has not been reported. It is hypothesized that a direct interaction between RAGE and TLR4 may be an important mechanism of their function, and that diffusion is an important regulator of these interactions. The proposed work is generating a foundation for understanding the molecular biophysical aspects of PRRs' molecular function that will add to the available data on the downstream signaling of these receptors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Smith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Emily A Smith",
   "pi_email_addr": "esmith1@iastate.edu",
   "nsf_id": "000508097",
   "pi_start_date": "2017-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "2415 Osborn Drive, 1605 Gilman H",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500111021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 465000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Proteins are an essential component of the cell membrane. They can influence communication that takes place between cells and the cellular environment. In order to do this, membrane proteins need to move (diffuse) within the cell membrane to interact with other proteins. In addition, the organization on the cell membrane proteins within the &ldquo;sea&rdquo; of lipids plays a major role in cellular communication. Pattern recognition receptors (PRRs) are a type of cell membrane protein that are a part of the innate immune system. PRRs can bind with a diverse group of binding partners, including partners that are associated with pathogens and tissue damage. Some crucial information about how these PRRs function is missing, such as how these receptors diffuse and organize on the cell membrane when they are bound with their respective binding partners. It is important to understand the function of these ubiquitous receptors involved in the innate immune system, and since the tools to study them were not always available, these tools needed to be developed. <span>&nbsp;</span>The focus of this research was to measure the diffusion and nanoscale organization of PRRs using optical spectroscopy and microscopy measurements. The main outcome includes an understanding of how extracellular and intracellular binding partners affect the diffusion and nanoscale organization of receptor for advanced glycation endproducts (RAGE), which is one type of PRRs. By monitoring the diffusion of one RAGE protein at a time, it was revealed that RAGE diffusion is altered when it binds with physiologically relevant concentrations of amyloid-beta peptides. These peptides bind to RAGE and are a main component of plaques found in the brains of individuals with Alzheimer&rsquo;s disease. Amyloid-beta peptides have different amino acids lengths, which is one factor shown to influence the changes in RAGE diffusion. It was also shown that the interaction between RAGE and its binding partner diaphanous-1protein affects the diffusion and nanoscale clustering of RAGE. This work serves as the foundation for a long-term goal of developing a comprehensive understanding of the biophysical properties of PRRs, with an emphasis on understanding how specific chemically-defined binding partners affect the biophysics of PRRs.<span>&nbsp; </span>In addition, new molecules were developed for advanced cellular imaging applications. These molecules expand live cell imaging capabilities for a variety of studies. Research from this funding has been presented in several peer-reviewed journal publications, regional and national conference presentations, and university seminars. Three graduate students in chemistry at Iowa State University have been trained as a result of this award, including two female graduate students. All three received their Ph.D. during this funding period. This award also allowed six undergraduate students to participate in independent research projects and three high school students to participate in summer research projects. All the high school students were from underrepresented groups in STEM as well as from low-income families. This award also enabled several laboratory visits by different high school groups and students obtained hands-on optics experience. These activities encouraged students to pursue post-secondary education and future science-related careers.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2021<br>\n\t\t\t\t\tModified by: Emily&nbsp;A&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProteins are an essential component of the cell membrane. They can influence communication that takes place between cells and the cellular environment. In order to do this, membrane proteins need to move (diffuse) within the cell membrane to interact with other proteins. In addition, the organization on the cell membrane proteins within the \"sea\" of lipids plays a major role in cellular communication. Pattern recognition receptors (PRRs) are a type of cell membrane protein that are a part of the innate immune system. PRRs can bind with a diverse group of binding partners, including partners that are associated with pathogens and tissue damage. Some crucial information about how these PRRs function is missing, such as how these receptors diffuse and organize on the cell membrane when they are bound with their respective binding partners. It is important to understand the function of these ubiquitous receptors involved in the innate immune system, and since the tools to study them were not always available, these tools needed to be developed.  The focus of this research was to measure the diffusion and nanoscale organization of PRRs using optical spectroscopy and microscopy measurements. The main outcome includes an understanding of how extracellular and intracellular binding partners affect the diffusion and nanoscale organization of receptor for advanced glycation endproducts (RAGE), which is one type of PRRs. By monitoring the diffusion of one RAGE protein at a time, it was revealed that RAGE diffusion is altered when it binds with physiologically relevant concentrations of amyloid-beta peptides. These peptides bind to RAGE and are a main component of plaques found in the brains of individuals with Alzheimer’s disease. Amyloid-beta peptides have different amino acids lengths, which is one factor shown to influence the changes in RAGE diffusion. It was also shown that the interaction between RAGE and its binding partner diaphanous-1protein affects the diffusion and nanoscale clustering of RAGE. This work serves as the foundation for a long-term goal of developing a comprehensive understanding of the biophysical properties of PRRs, with an emphasis on understanding how specific chemically-defined binding partners affect the biophysics of PRRs.  In addition, new molecules were developed for advanced cellular imaging applications. These molecules expand live cell imaging capabilities for a variety of studies. Research from this funding has been presented in several peer-reviewed journal publications, regional and national conference presentations, and university seminars. Three graduate students in chemistry at Iowa State University have been trained as a result of this award, including two female graduate students. All three received their Ph.D. during this funding period. This award also allowed six undergraduate students to participate in independent research projects and three high school students to participate in summer research projects. All the high school students were from underrepresented groups in STEM as well as from low-income families. This award also enabled several laboratory visits by different high school groups and students obtained hands-on optics experience. These activities encouraged students to pursue post-secondary education and future science-related careers.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 01/11/2021\n\n\t\t\t\t\tSubmitted by: Emily A Smith"
 }
}