{
 "awd_id": "1709278",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Using protein function prediction to promote hypothesis-driven thinking in undergraduate biochemistry education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ellen Carpenter",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 28129.0,
 "awd_amount": 33755.0,
 "awd_min_amd_letter_date": "2017-05-24",
 "awd_max_amd_letter_date": "2020-06-15",
 "awd_abstract_narration": "One of the fundamental challenges in STEM education is teaching students what it means to be a scientist.  This project will demonstrate that engaging in hypothesis-driven experimental science is a powerful tool in educating students to become scientists.  The objective of the project is to train students to think and act like scientists - to propose hypotheses, to design experiments, to analyze data, to draw conclusions, and to communicate with other scientists.  Students on six campuses (Rochester Institute of Technology, Hope College, California Polytechnic Institute, Ursinus College, St. Mary's University, and SUNY Oswego) will engage in computational and wet lab approaches to predict protein function.  In a previous project, the team of principal investigators created a series of modules to guide student inquiry and video instructions for the computational techniques, which were deployed in biochemistry teaching laboratories across the six campuses.  In the present project, the faculty team will classify and characterize the research behaviors that students display during the course and will develop and validate methods for understanding students' development as scientists.  Because the students are participating in authentic research, results from their experiments will also be collated into a database that can be used by future students to pursue biologically relevant protein functions, such as the potential discovery of drug targets for diseases.\r\n\r\nThe primary purpose of the project is to introduce cutting-edge biochemistry research into the classroom to investigate whether getting students to participate in hypothesis-driven experimental science is a useful tool in educating students to become scientists.   In this second phase of a course-based undergraduate research experience, students' learning and growth as scientists will be assessed by local biochemistry faculty and evaluated by educational researchers at Purdue University, to ascertain students' understanding of research methods, visualization, biological context, and mechanisms of protein function. The faculty team will develop validated assessment tools to measure these objectives, and will balance the homogeneity of curricular materials needed to ensure sound education with the flexibility needed for adaptation in different institutional settings. The course instructors and project evaluators will collaborate using education research techniques to monitor both students' development of research behaviors and changes in instructors' teaching approaches.  The refined and tested curriculum will then be ready for wider dissemination into the biochemistry teaching community.  The need for significant improvement in undergraduate STEM education and for the inclusion of a more diverse population is widely recognized.  The project team includes faculty from a Hispanic-serving institution and from an institution with a large number of deaf and hard-of-hearing students; inclusion of these faculty ensures that the needs and concerns of these communities will be included in the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Pikaart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Pikaart",
   "pi_email_addr": "pikaart@hope.edu",
   "nsf_id": "000420384",
   "pi_start_date": "2017-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hope College",
  "inst_street_address": "35 E 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOLLAND",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6163957316",
  "inst_zip_code": "494233626",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "HOPE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YBR2AJ9X4BK9"
 },
 "perf_inst": {
  "perf_inst_name": "Hope College",
  "perf_str_addr": "35 East 12th Street",
  "perf_city_name": "Holland",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "494233605",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 28129.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 5626.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-554032c8-7fff-d714-8899-e276c8d6058f\"> </span></p>\n<p dir=\"ltr\"><span>The BASIL (Biochemistry Authentic Scientific Inquiry Lab) project began in 2015 with faculty members from seven campuses who had the desire to introduce research into the undergraduate biochemistry teaching lab. Our plan was to combine computational and wet lab methods with an open-ended approach that enabled our students to transition from thinking like technicians to thinking like scientists. Throughout the most recent phase of this project from 2017-2021 a number themes have emerged, ranging from the curriculum itself to building the BASIL community to the impact of the BASIL project on our students and on our faculty.</span></p>\n<p dir=\"ltr\"><span>BASIL Curriculum</span><span>. We have developed a flexible curriculum of 11 modules that can be implemented in a variety of settings. On some participating campuses, the faculty and students engage the full curriculum and other campuses use parts of the curriculum. Over the past two years, we found that education in the biochemistry lab can continue even during a pandemic. The nature of the BASIL curriculum includes 5 computational modules which can be done in a fully online setting. Quite a number of our colleagues employed the computational aspects of our curriculum during emergency remote instruction that was needed during the pandemic. We have found that the flexibility of the curriculum is always important and was especially important during the pandemic.</span></p>\n<p dir=\"ltr\"><span>BASIL Community</span><span>. The BASIL team is built around a core of eleven faculty members on nine campuses, who have developed the curriculum, maintain and update BASIL resources, publish manuscripts (14 publications between 2017 and 2021), present our findings at national meetings, and provide mentoring to new faculty members who want to try the curriculum on their campuses. In addition to this core, we are working with 60 faculty members on 58 other campuses who are using parts of the basal curriculum or have been in discussions with us on how to use it. To build our community, we hold weekly online Zoom meetings and maintain two online Slack groups - one for established users and one where newcomers can learn more about the project and request assistance/mentoring.</span></p>\n<p dir=\"ltr\"><span>Student impact</span><span>. To date, a total of about 1500 students have been influenced by participating in the BASIL curriculum. Following their initial discovery during the course itself, many of them ask to continue the research as independent studies with their professors. Some of these students have also presented their findings at national conferences. About 30 of our students have participated in summer workshops at the Institute for Quantitative Biology at Rutgers University. One of those students subsequently received a Fulbright Fellowship to study drug resistant microorganism in New Delhi, India, in the year after he finished his undergraduate degree. In addition to participating in BASIL, students have supported the course by providing background research for future offerings of the course; still others have served as teaching assistants in subsequent offerings of the course.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The BASIL curriculum emphasized student teamwork and presentation skills, based on both computational and wet lab exercises. This helps prepare students better for Co-op positions, long-term employment and for graduate school. We have noticed enhanced computational tools skills throughout the period covered by this grant but most notably even more so during the pandemic.</span></p>\n<p dir=\"ltr\"><span>Faculty impact</span><span>. Another important result of this project is faculty development. We've been meeting electronically as a team in virtual chat rooms for more than six years. In addition, we have been collaborating on the curriculum, manuscripts, presentations, and proposals using Zoom and Google docs. When the pandemic hit, we were already very comfortable teaching and doing research via Zoom chat rooms.. Three of our faculty members have enjoyed professional leaves that focused on (a) building the BASIL curriculum, (b) learning more about educational research and (c) developing computational tools for future BASIL materials. Four of our team members recently wrote an invited article based on their experiences and perspectives, entitled, ?Undergraduate structural biology education: A shift from users to developers of computation and simulation tools.? Four members who have joined the group have become organizers and leaders of the BASIL team even though neither they nor their institutions were contributors to the original proposal that was submitted.</span></p>\n<p><br /><span>The BASIL team has been involved in a number of collaborations. Several of our team members are interacting with other groups of faculty who are also supported by NSF. For example, two of the BASIL team members are also participants and leaders in the BioMolVis Project. One contributed to a CURENet workshop on CURE sustainability (</span><a href=\"https://serc.carleton.edu/curenet/sustainability.html\"><span>https://serc.carleton.edu/curenet/sustainability.html</span></a><span>). Six members have also participated in workshops at The Institute for Quantitative Biology that have been offered at Rutgers University in affiliation with the Protein Data Bank, which is also supported by the NSF.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2021<br>\n\t\t\t\t\tModified by: Michael&nbsp;Pikaart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe BASIL (Biochemistry Authentic Scientific Inquiry Lab) project began in 2015 with faculty members from seven campuses who had the desire to introduce research into the undergraduate biochemistry teaching lab. Our plan was to combine computational and wet lab methods with an open-ended approach that enabled our students to transition from thinking like technicians to thinking like scientists. Throughout the most recent phase of this project from 2017-2021 a number themes have emerged, ranging from the curriculum itself to building the BASIL community to the impact of the BASIL project on our students and on our faculty.\nBASIL Curriculum. We have developed a flexible curriculum of 11 modules that can be implemented in a variety of settings. On some participating campuses, the faculty and students engage the full curriculum and other campuses use parts of the curriculum. Over the past two years, we found that education in the biochemistry lab can continue even during a pandemic. The nature of the BASIL curriculum includes 5 computational modules which can be done in a fully online setting. Quite a number of our colleagues employed the computational aspects of our curriculum during emergency remote instruction that was needed during the pandemic. We have found that the flexibility of the curriculum is always important and was especially important during the pandemic.\nBASIL Community. The BASIL team is built around a core of eleven faculty members on nine campuses, who have developed the curriculum, maintain and update BASIL resources, publish manuscripts (14 publications between 2017 and 2021), present our findings at national meetings, and provide mentoring to new faculty members who want to try the curriculum on their campuses. In addition to this core, we are working with 60 faculty members on 58 other campuses who are using parts of the basal curriculum or have been in discussions with us on how to use it. To build our community, we hold weekly online Zoom meetings and maintain two online Slack groups - one for established users and one where newcomers can learn more about the project and request assistance/mentoring.\nStudent impact. To date, a total of about 1500 students have been influenced by participating in the BASIL curriculum. Following their initial discovery during the course itself, many of them ask to continue the research as independent studies with their professors. Some of these students have also presented their findings at national conferences. About 30 of our students have participated in summer workshops at the Institute for Quantitative Biology at Rutgers University. One of those students subsequently received a Fulbright Fellowship to study drug resistant microorganism in New Delhi, India, in the year after he finished his undergraduate degree. In addition to participating in BASIL, students have supported the course by providing background research for future offerings of the course; still others have served as teaching assistants in subsequent offerings of the course. \n\n \nThe BASIL curriculum emphasized student teamwork and presentation skills, based on both computational and wet lab exercises. This helps prepare students better for Co-op positions, long-term employment and for graduate school. We have noticed enhanced computational tools skills throughout the period covered by this grant but most notably even more so during the pandemic.\nFaculty impact. Another important result of this project is faculty development. We've been meeting electronically as a team in virtual chat rooms for more than six years. In addition, we have been collaborating on the curriculum, manuscripts, presentations, and proposals using Zoom and Google docs. When the pandemic hit, we were already very comfortable teaching and doing research via Zoom chat rooms.. Three of our faculty members have enjoyed professional leaves that focused on (a) building the BASIL curriculum, (b) learning more about educational research and (c) developing computational tools for future BASIL materials. Four of our team members recently wrote an invited article based on their experiences and perspectives, entitled, ?Undergraduate structural biology education: A shift from users to developers of computation and simulation tools.? Four members who have joined the group have become organizers and leaders of the BASIL team even though neither they nor their institutions were contributors to the original proposal that was submitted.\n\n\nThe BASIL team has been involved in a number of collaborations. Several of our team members are interacting with other groups of faculty who are also supported by NSF. For example, two of the BASIL team members are also participants and leaders in the BioMolVis Project. One contributed to a CURENet workshop on CURE sustainability (https://serc.carleton.edu/curenet/sustainability.html). Six members have also participated in workshops at The Institute for Quantitative Biology that have been offered at Rutgers University in affiliation with the Protein Data Bank, which is also supported by the NSF.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/02/2021\n\n\t\t\t\t\tSubmitted by: Michael Pikaart"
 }
}