{
 "awd_id": "1709069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ACI-CDS&E: Highly Parallel Algorithms and Architectures for Convex Optimization for Realtime Embedded Systems (CORES)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Seung-Jong Park",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 412083.0,
 "awd_amount": 412083.0,
 "awd_min_amd_letter_date": "2017-08-24",
 "awd_max_amd_letter_date": "2017-08-24",
 "awd_abstract_narration": "Embedded processors are ubiquitous, from toasters and microwave ovens, to automobiles, planes, drones and robots and are typically very small processors that are compute and memory constrained. Real-time embedded systems have the additional requirement of completing tasks within a certain time period to accurately and safely control appliances and devices like automobiles, planes, robots, etc. Convex optimization has emerged as an important mathematical tool for automatic control and robotics and other areas of science and engineering disciplines including machine learning and statistical information processing.  In many fields, convex optimization is used by the human designers as optimization tool where it is nearly always constrained to problems solved in a few hours, minutes or seconds. Highly Parallel Algorithms and Architectures for Convex Optimization for Realtime Embedded Systems (CORES) project takes advantage of the recent advances in embedded hardware and optimization techniques to explore opportunities for real-time convex optimization on the low-cost embedded systems in these disciplines in milli- and micro-seconds. The development of novel algorithms and their high-performance implementations for the real-time solution of practical engineering and scientific optimization problems on the embedded system will open new opportunities in the area of emerging computational science and engineering for cyber physical systems on low-cost platforms. Equally important is the CORES contributions to the education of the next generation of researchers and creators of future infrastructure for realtime computational systems for problems involving engineering optimization. Foremost, CORES will provide undergraduate and graduate level educational opportunities with a multidisciplinary breadth spanning areas as diverse as optimization theory, parallel algorithms for numerical optimization, embedded computer systems, and heterogeneous computing architectures.  Interactions with the control engineering and auto industries in the State of Michigan confirms the need for the development of expertise in this area for present and future engineering research and development. The results from CORES research will have an impact in the fields of engineering optimization and computing infrastructure for cyber physical systems.\r\n\r\n\r\n\r\nThe current algorithms for realtime convex optimization can only solve the problem with about a hundred unknowns in the Karush Kuhn Tucker (KKT) convex optimization matrices. This is because the realtime solution enforces a strict time limit on the linear solver (e.g., in microseconds) and  the current algorithms are not designed to fully utilize the limited compute power of the embedded system (e.g., a few CPU cores, plus a GPU). The CORES project will analyze the structure of complex multi-dimensional convex optimization algorithms and replaces the existing sequential implementations, which are the current performance bottleneck, with implementations of new tracking algorithms. Efficient implementations of the algorithms that can effectively leverage the compute power of the scalable heterogeneous system  architecture (SHSA) of the embedded system will be developed. The goal is to speed up the solution process and scale up the size of the optimization problems by orders of magnitude for realtime embedded applications such as control of complex cyber-physical systems (CPS). Specifically, CORES will focus on: (1) Development of high performance linear solvers that exploit the structures of the KKT matrices and leverage the compute power of SHSA and (2) Development of automatic code generation and analysis tools that analyze the structure of the convex optimization problem from a high level modeling language like MATLAB or PYTHON, perform a mapping to a decomposed parallel algorithm, and generate a hybridized multicore CPU and GPU code in OpenCL/CUDA format. Tools that CORES aims to develop come with hierarchical parallel-feature extraction, targeted for various computing elements of SHSA e.g. CPUs and GPU) in a way that eliminates the inefficiencies of inter-processors data sharing. Emerging SHSA combines general-purpose low-latency CPU cores with programmable high-bandwidth vector processing engines on a single platform, connected through a high speed data transfer engines that could still become the performance bottleneck. This feature creates unique opportunities for CORES, and others, to develop sophisticated and specialized computational algorithms and tools for engineering applications such as machine learning and autonomous vehicles  that can exploit such architectures for significantly enhancing performance and scaling up the problem size, while reducing the cost.\r\n\r\nThis project is supported by the Office of Advanced Cyberinfrastructure in the Directorate for Computer & Information Science & Engineering and the Division of Mathematical Sciences in the Directorate of Mathematical and Physical Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Dongarra",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jack J Dongarra",
   "pi_email_addr": "dongarra@icl.utk.edu",
   "nsf_id": "000299281",
   "pi_start_date": "2017-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 412083.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The Highly Parallel Algorithms and Architectures for Convex Optimization for Real-time Embedded Systems (CORES) project developed breakthrough technologies and efficient numerical software for convex optimization on embedded systems. Unlike general-purpose solvers, a real-time embedded optimization imposes special requirements on the solver. For example, it is critical that the linear solver obtains the solution, at the desired accuracy, within a specified amount of time at each step in the process of solving the optimization problem. The solver must also be robust. These requirements make it difficult to validate and port the solver for use in embedded applications. In addition, these solvers are subject to human intervention and can occasionally fail.</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This project explored the unique opportunities provided by three major advances, spanning diverse fields: (1) the emergence of convex optimization as a powerful tool for solving a wide range of large-scale engineering problems; (2) the recent development of low-cost, embedded, hybrid-parallel scalable heterogeneous system architecture (SHSA) computing architectures; and (3) the development of common programming interfaces for parallel computation utilizing CPUs, graphics processing units (GPUs), digital signal processors (DSPs), and other programmable and fixed-function devices that support a diverse set of high-level programming languages. These advances were used in CORES to deliver breakthroughs in the development of scalable and efficient infrastructure for large-scale engineering optimization problems that require real-time solutions on an embedded system platform by (1) the development of real-time solvers with significantly higher performance and (2) the ability to solve problems that are much more complex or larger in scale, by orders of magnitude, over today?s state-of-the-art.</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">CORES removed the impediment to widespread adoption of convex programming in embedded systems by developing infrastructure for automatic code generation in the real-time convex optimization solvers used in complex engineering problems. This leaped the current state-of-the-art in automatic code generation used for embedded systems. Particular main outcomes of CORES include the following.</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: bold; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Exploitation of block structures of KKT matrices for efficient factorization:</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">CORES developed high performance linear solvers that exploited the structures of the KKT matrices involved. Numerical results show that the proposed method can effectively reduce the run-time of the solvers.</span></p>\n<p style=\"line-height: 1.2; margin-top: 12pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: bold; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Development of image optimization techniques for specular microscopy imaging for images taken on mobile devices with low-resource settings:</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">CORES developed an automated method of determining cell density for images with poor quality or corneal pathology. A two-step image processing algorithm was designed to segment and analyze corneal endothelial images.</span></p>\n<p style=\"line-height: 1.2; margin-top: 12pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: bold; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">In situ machine learning for climate simulations/super-resolution images:</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">CORES developed a technique that integrates deep learning artificial intelligence (AI) with traditional high-performance computing (HPC) simulations for use in a climate simulation. At each time step of an HPC simulation, the in situ ML method is exposed to both compressed image data and the original image. Over the duration of the simulation, only the compressed image data is stored to disk, while an ML method adaptively learns the correct super-resolution transformation of the compressed data.</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: bold; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Development of a framework for deep neural networks (DNNs) for automotive applications:</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">CORES used deep neural learning and convex optimization for radar point-cloud processing to detect pose objects at the rear of a truck. One example is the pose detection of the trailer model to ascertain the hitch angle using the radar points associated with the trailer.</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: bold; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Integration of CORES in numerical software packages:</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">New software for convex optimization solvers and optimizations for heterogeneous architectures (multi-core CPUs and GPU accelerators) were developed. The developments for dense matrices were integrated and released through the </span><a style=\"text-decoration: none;\" href=\"https://icl.utk.edu/magma/\"><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #1155cc; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: underline; text-decoration-skip-ink: none; vertical-align: baseline; white-space: pre-wrap;\">MAGMA</span></a><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> library. Developments of convex optimization solvers for DNN training were released through the </span><a style=\"text-decoration: none;\" href=\"https://bitbucket.org/icl/magmadnn/\"><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #1155cc; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: underline; text-decoration-skip-ink: none; vertical-align: baseline; white-space: pre-wrap;\">MagmaDDN</span></a><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> library. The libraries are publicly available on MAGMA's Bitbucket repository.</span></p>\n<p><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">CORES opened up numerous opportunities in the area of emerging big-data enabled computational science and engineering on embedded low-cost platforms. At the same time, CORES contributed to the education of the next generation of researchers and creators of the future infrastructure for real-time computational systems for problems involving engineering optimizations. </span><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span class=\"Apple-tab-span\" style=\"white-space: pre;\"> </span></span><span style=\"font-size: 12pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">CORES developed educational material in the field of parallel algorithms for real-time engineering optimization, presentations as short-term courses, and tutorials for the industry partners and educational institutions. Incorporation of CORES solvers into libraries like MAGMA also built the software infrastructure for conducting research in future generations of computer systems. Summer students were trained in convex optimization solvers as part of the CORES project. For machine learning applications, the CORE optimizations were integrated in the MagmaDNN library and education materials were developed. Interaction with the control engineering and auto industries in Michigan confirmed the need and illustrated the broader impact of CORES in the development of expertise in this area for the present and future engineering research and development.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/24/2023<br>\n\t\t\t\t\tModified by: Jack&nbsp;J&nbsp;Dongarra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Highly Parallel Algorithms and Architectures for Convex Optimization for Real-time Embedded Systems (CORES) project developed breakthrough technologies and efficient numerical software for convex optimization on embedded systems. Unlike general-purpose solvers, a real-time embedded optimization imposes special requirements on the solver. For example, it is critical that the linear solver obtains the solution, at the desired accuracy, within a specified amount of time at each step in the process of solving the optimization problem. The solver must also be robust. These requirements make it difficult to validate and port the solver for use in embedded applications. In addition, these solvers are subject to human intervention and can occasionally fail.\n\nThis project explored the unique opportunities provided by three major advances, spanning diverse fields: (1) the emergence of convex optimization as a powerful tool for solving a wide range of large-scale engineering problems; (2) the recent development of low-cost, embedded, hybrid-parallel scalable heterogeneous system architecture (SHSA) computing architectures; and (3) the development of common programming interfaces for parallel computation utilizing CPUs, graphics processing units (GPUs), digital signal processors (DSPs), and other programmable and fixed-function devices that support a diverse set of high-level programming languages. These advances were used in CORES to deliver breakthroughs in the development of scalable and efficient infrastructure for large-scale engineering optimization problems that require real-time solutions on an embedded system platform by (1) the development of real-time solvers with significantly higher performance and (2) the ability to solve problems that are much more complex or larger in scale, by orders of magnitude, over today?s state-of-the-art.\n\nCORES removed the impediment to widespread adoption of convex programming in embedded systems by developing infrastructure for automatic code generation in the real-time convex optimization solvers used in complex engineering problems. This leaped the current state-of-the-art in automatic code generation used for embedded systems. Particular main outcomes of CORES include the following.\n\nExploitation of block structures of KKT matrices for efficient factorization:\n\nCORES developed high performance linear solvers that exploited the structures of the KKT matrices involved. Numerical results show that the proposed method can effectively reduce the run-time of the solvers.\nDevelopment of image optimization techniques for specular microscopy imaging for images taken on mobile devices with low-resource settings:\n\nCORES developed an automated method of determining cell density for images with poor quality or corneal pathology. A two-step image processing algorithm was designed to segment and analyze corneal endothelial images.\nIn situ machine learning for climate simulations/super-resolution images:\n\nCORES developed a technique that integrates deep learning artificial intelligence (AI) with traditional high-performance computing (HPC) simulations for use in a climate simulation. At each time step of an HPC simulation, the in situ ML method is exposed to both compressed image data and the original image. Over the duration of the simulation, only the compressed image data is stored to disk, while an ML method adaptively learns the correct super-resolution transformation of the compressed data.\n\nDevelopment of a framework for deep neural networks (DNNs) for automotive applications:\n\nCORES used deep neural learning and convex optimization for radar point-cloud processing to detect pose objects at the rear of a truck. One example is the pose detection of the trailer model to ascertain the hitch angle using the radar points associated with the trailer.\n\nIntegration of CORES in numerical software packages:\n\nNew software for convex optimization solvers and optimizations for heterogeneous architectures (multi-core CPUs and GPU accelerators) were developed. The developments for dense matrices were integrated and released through the MAGMA library. Developments of convex optimization solvers for DNN training were released through the MagmaDDN library. The libraries are publicly available on MAGMA's Bitbucket repository.\n\nCORES opened up numerous opportunities in the area of emerging big-data enabled computational science and engineering on embedded low-cost platforms. At the same time, CORES contributed to the education of the next generation of researchers and creators of the future infrastructure for real-time computational systems for problems involving engineering optimizations.  CORES developed educational material in the field of parallel algorithms for real-time engineering optimization, presentations as short-term courses, and tutorials for the industry partners and educational institutions. Incorporation of CORES solvers into libraries like MAGMA also built the software infrastructure for conducting research in future generations of computer systems. Summer students were trained in convex optimization solvers as part of the CORES project. For machine learning applications, the CORE optimizations were integrated in the MagmaDNN library and education materials were developed. Interaction with the control engineering and auto industries in Michigan confirmed the need and illustrated the broader impact of CORES in the development of expertise in this area for the present and future engineering research and development.\n\n\t\t\t\t\tLast Modified: 02/24/2023\n\n\t\t\t\t\tSubmitted by: Jack J Dongarra"
 }
}