{
 "awd_id": "1709526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Infrared Laser Ablation Microsampling for Mass Spectrometry Imaging",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 348425.0,
 "awd_amount": 348425.0,
 "awd_min_amd_letter_date": "2017-08-02",
 "awd_max_amd_letter_date": "2017-08-02",
 "awd_abstract_narration": "This project is funded by the Chemical Measurement and Imaging program of the Chemistry Division. Professors Kermit Murray of Louisiana State University (LSU) and Professor Touradj Solouki of Baylor University are developing techniques for looking at (imaging) biological  tissue in order to identify and quantify the biomolecules in the samples. Tissue imaging is often limited to the most abundant compounds and cannot identify important but less abundant molecules that may be key factors for biological function and disease diagnostics. This project uses lasers for direct sampling of tissue as well as precision microdissection for detailed analysis. The ability to localize, identify, and quantify biomolecules in tissue is important to fundamental research and to clinical diagnostics - especially when it is important to monitor the progress of treatment.  The outreach program includes a novel, open education initiative creating Web-based resources for education using the visualization tools developed in this research.  Educational opportunities are provided to high school, undergraduate, and graduate students. LSU has a strong history of quality mentorship for underrepresented students, especially African Americans. That quality mentorship is continued and advanced in this work. \r\n\r\n\r\nThis project is aimed at the development of a comprehensive approach to mass spectrometry imaging that is quantitative and capable of biomolecule identification. Matrix-assisted laser desorption ionization mass spectrometry imaging is combined with infrared laser ablation sample transfer for liquid chromatography tandem mass spectrometry analysis. The objectives are construction of an infrared laser ablation tissue microprobe, combining MALDI imaging with laser ablation sample transfer, and investigation of the fundamental processes of tissue laser ablation for technique optimization. The educational goals support graduate student training at LSU and Baylor and is promoting collaborative interactions between these institutions. This work has societal benefits through the development of a broadly applicable approach to biological imaging at the molecular level with applications. Education and outreach components of this project involve the development of open resources for mass spectrometry education and research. These components include creating collaborative resources for mass spectrometry on Wikipedia and integration of Human Proteome Organization (HUPO) controlled vocabulary with terminology developed by the International Union of Pure and Applied Chemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kermit",
   "pi_last_name": "Murray",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kermit K Murray",
   "pi_email_addr": "kkmurray@lsu.edu",
   "nsf_id": "000465690",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Touradj",
   "pi_last_name": "Solouki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Touradj Solouki",
   "pi_email_addr": "Touradj_Solouki@baylor.edu",
   "nsf_id": "000366786",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "Department of Chemistry",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708031804",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 348425.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to develop a comprehensive approach to biological imaging that is both quantitative and capable of compound identification. Tissue imaging is dominated by the most abundant species, and it can be difficult to identify and characterize low abundant molecules that may be key factors for understanding biological functions and diagnosing diseases. Our approach uses mass spectrometry, which is a sensitive chemical analysis technique with general application to a wide range of biological molecules. A pulsed laser is used to achieve high spatial resolution either by creating ions directly from selected spots on tissue, or by ablating specific regions for capture and analysis. Direct mass spectrometry imaging by matrix-assisted laser desorption ionization (MALDI) is fast but is limited to abundant intact species which makes identification and quantification difficult. To address this challenge, we combined MALDI imaging with laser ablation sampling and liquid chromatography separation for compound identification and quantification with tandem mass spectrometry.<br /><br />The laser ablation sampling system uses a pulsed infrared laser that is tuned to the wavelength of water absorption for efficient coupling of the energy into tissue removal (Figure 1). The laser is focused with a custom reflective objective that gives a spot diameter 0.01 mm and has a working distance of 10 cm. The focused laser ablates selected regions from a thin section of tissue mounted on a microscope slide and the ablated tissue is captured in a solvent buffer for further analysis. This project was aimed at the analysis of proteins, but the approach is compatible with many analysis methods.&nbsp;&nbsp;<br /><br />An example of protein identification and quantification by laser ablation is shown in Figure 2. Selected regions of tissue were ablated, captured then the proteins in the collected material were digested and separated by liquid chromatography. Figures 2a and 2b show representative base peak chromatograms from electrospray ionization mass spectrometry of the tryptic digest peptides. Figures 2c through 2f show precursor and product ion mass spectra of four representative peptides. More than four thousand proteins were identified in the 2 mm square tissue regions. It was found that data-independent acquisition identified four times as many proteins compared to data dependent acquisition and the former method was used for subsequent studies.&nbsp;<br /><br />A key component of the research was developing methods for parallel imaging and sampling. Figure 3 shows MALDI images of rat brain tissue with 14 heat maps from the intensities of ions in mass spectra that correspond to intact proteins in the tissue. Of the 30 peaks observed in the mass spectra, the 14 in Figure 3 were identified. The MALDI images were sorted into three general types based on the relative signal intensity in the corpus callosum and hippocampus region of the brain. In the upper set of images, the pixels in each image correspond to data from a mass spectrum obtained from a single spot on the tissue. The lower image was obtained by smoothing the heat map data to generate region contours, which were used to guide laser ablation sampling for mass spectrometry identification of the proteins. Figure 4 shows example precursor and product ion mass spectra of a tryptic peptide obtained from proteins ablated and captured from a selected region. In total, more than 600 proteins were identified in the collected tissue. A modified protein database was used to identify intact proteins observed in the MALDI imaging mass spectra.<br /><br /><br />Multiply charged ions can improve fragmentation efficiency in mass spectrometry which improves compound identification by tandem mass spectrometry. The compound 2‐nitrophloroglucinol (2-NPG) is known to produce multiply charged ions which fragment efficiently upon addition of an electron to the gas phase ion by charge transfer or electron capture; however, the matrix does not produce multiply charged ions efficiently when used for tissue imaging. This limits the ability to perform tandem mass spectrometry imaging for compound identification. We found that a two‐component matrix of 2‐NPG and silica nanoparticles could be used for MALDI mass spectrometry imaging of high‐charge‐state biomolecules. Figure 5 shows MALDI images of the protein ubiquitin (+1 <em>m/z</em> 8565) charge states +1 through +5 for 2‐NPG with nanoparticles.&nbsp;<br /><br />The mass imaging approaches developed in this project are suitable for characterization of different classes of biomolecules, including proteins, DNA, RNA, and lipids. Isotopic envelopes and neural decision tree-based in silico fractionation were used to improve general biomolecule classification. Figure 6 shows a visual representation of our approach for in silico fractionation of raw mass spectrometry data from a mixture of polypeptides, metabolites, and lipids. The original input data was generated by adding a portion of an experimentally acquired LC-MS output from a rat brain tryptic digest analysis to lipidomics LC-MS data. We plan to utilize in silico fractionation for more comprehensive molecular class based mass spectrometry imaging of biological samples.<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2021<br>\n\t\t\t\t\tModified by: Kermit&nbsp;K&nbsp;Murray</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632691892213_Figure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632691892213_Figure3--rgov-800width.jpg\" title=\"MALDI mass spectrometry images of rat brain tissue\"><img src=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632691892213_Figure3--rgov-66x44.jpg\" alt=\"MALDI mass spectrometry images of rat brain tissue\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3. Representative MALDI images of rat brain tissue sections (top) and corresponding contour maps obtained by image smoothing with green indicating higher intensity in the corpus callosum and hippocampus regions, magenta lower intensity, and blue comparable intensity.</div>\n<div class=\"imageCredit\">K. Wang, F. Donnarumma, M.E. Pettit, C.W. Szot, T. Solouki, K.K. Murray, \"MALDI imaging directed laser ablation tissue microsampling for data independent acquisition proteomics\"\", J. Mass Spectrom., 55 (2020) e4475.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kermit&nbsp;K&nbsp;Murray</div>\n<div class=\"imageTitle\">MALDI mass spectrometry images of rat brain tissue</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632689129366_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632689129366_Figure2--rgov-800width.jpg\" title=\"Laser ablation protein sequencing\"><img src=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632689129366_Figure2--rgov-66x44.jpg\" alt=\"Laser ablation protein sequencing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. A comparison of a) data dependent analysis (DDA) and b) data independent analysis (HDMSE) with chromatographic separation of peptides from digested proteins (left) and mass spectra identifying several peptides (right).</div>\n<div class=\"imageCredit\">M.E. Pettit, F. Donnarumma, K.K. Murray, T. Solouki, \"Infrared laser ablation sampling coupled with data independent high resolution UPLC-IM-MS/MS for tissue analysis\"\", Anal. Chim. Acta, 1034 (2018) 102.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kermit&nbsp;K&nbsp;Murray</div>\n<div class=\"imageTitle\">Laser ablation protein sequencing</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632692192205_Figure4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632692192205_Figure4--rgov-800width.jpg\" title=\"Peptide mass spectrum and tandem mass spectrum\"><img src=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632692192205_Figure4--rgov-66x44.jpg\" alt=\"Peptide mass spectrum and tandem mass spectrum\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 4. Mass spectrum of (a) peptide  and (b) tandem mass spectrum from ablated and captured tissue.</div>\n<div class=\"imageCredit\">K. Wang, F. Donnarumma, M.E. Pettit, C.W. Szot, T. Solouki, K.K. Murray, \"MALDI imaging directed laser ablation tissue microsampling for data independent acquisition proteomics\"\", J. Mass Spectrom., 55 (2020) e4475.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kermit&nbsp;K&nbsp;Murray</div>\n<div class=\"imageTitle\">Peptide mass spectrum and tandem mass spectrum</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632692421051_Figure5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632692421051_Figure5--rgov-800width.jpg\" title=\"MALDI images using multiply charged ions\"><img src=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632692421051_Figure5--rgov-66x44.jpg\" alt=\"MALDI images using multiply charged ions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 5. Images of consecutive mouse brain tissue sections obtained from 8565 m/z and its multiply charged ions with A) 2&#8208;NPG matrix and B, 2&#8208;NPG/NP nanoparticle matrix.</div>\n<div class=\"imageCredit\">B. Banstola, K.K. Murray, \"A nanoparticle co&#8208;matrix for multiple charging in matrix&#8208;assisted laser desorption ionization imaging of tissue\"\", Rapid Commun. Mass Spectrom., 16 (2019) 12.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kermit&nbsp;K&nbsp;Murray</div>\n<div class=\"imageTitle\">MALDI images using multiply charged ions</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632692758639_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632692758639_Figure1--rgov-800width.jpg\" title=\"IR Ablation System\"><img src=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632692758639_Figure1--rgov-66x44.jpg\" alt=\"IR Ablation System\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Infrared laser ablation system with IR laser, attenuator, beam expander, turning mirror, objective, and tissue slide translation stage.</div>\n<div class=\"imageCredit\">Chao Dong</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kermit&nbsp;K&nbsp;Murray</div>\n<div class=\"imageTitle\">IR Ablation System</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632693078552_Figure6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632693078552_Figure6--rgov-800width.jpg\" title=\"Mass spectra with in silico fractionation\"><img src=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632693078552_Figure6--rgov-66x44.jpg\" alt=\"Mass spectra with in silico fractionation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 6. A visual representation of the in silico fractionation approach to a randomly selected portion of an LC-MS dataset that included a total of 106 unknown analytes.</div>\n<div class=\"imageCredit\">L.T. Richardson, M.R. Brantley, T. Solouki, \"Using isotopic envelopes and neural decision tree-based in silico fractionation for biomolecule classification\"\", Anal. Chim. Acta, 1112 (2020) 34.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kermit&nbsp;K&nbsp;Murray</div>\n<div class=\"imageTitle\">Mass spectra with in silico fractionation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632693128583_Figure6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632693128583_Figure6--rgov-800width.jpg\" title=\"Mass spectra with in silico fractionation\"><img src=\"/por/images/Reports/POR/2021/1709526/1709526_10509975_1632693128583_Figure6--rgov-66x44.jpg\" alt=\"Mass spectra with in silico fractionation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 6. A visual representation of the in silico fractionation approach to a randomly selected portion of an LC-MS dataset that included a total of 106 unknown analytes.</div>\n<div class=\"imageCredit\">L.T. Richardson, M.R. Brantley, T. Solouki, \"Using isotopic envelopes and neural decision tree-based in silico fractionation for biomolecule classification\"\", Anal. Chim. Acta, 1112 (2020) 34.</div>\n<div class=\"imageSubmitted\">Kermit&nbsp;K&nbsp;Murray</div>\n<div class=\"imageTitle\">Mass spectra with in silico fractionation</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to develop a comprehensive approach to biological imaging that is both quantitative and capable of compound identification. Tissue imaging is dominated by the most abundant species, and it can be difficult to identify and characterize low abundant molecules that may be key factors for understanding biological functions and diagnosing diseases. Our approach uses mass spectrometry, which is a sensitive chemical analysis technique with general application to a wide range of biological molecules. A pulsed laser is used to achieve high spatial resolution either by creating ions directly from selected spots on tissue, or by ablating specific regions for capture and analysis. Direct mass spectrometry imaging by matrix-assisted laser desorption ionization (MALDI) is fast but is limited to abundant intact species which makes identification and quantification difficult. To address this challenge, we combined MALDI imaging with laser ablation sampling and liquid chromatography separation for compound identification and quantification with tandem mass spectrometry.\n\nThe laser ablation sampling system uses a pulsed infrared laser that is tuned to the wavelength of water absorption for efficient coupling of the energy into tissue removal (Figure 1). The laser is focused with a custom reflective objective that gives a spot diameter 0.01 mm and has a working distance of 10 cm. The focused laser ablates selected regions from a thin section of tissue mounted on a microscope slide and the ablated tissue is captured in a solvent buffer for further analysis. This project was aimed at the analysis of proteins, but the approach is compatible with many analysis methods.  \n\nAn example of protein identification and quantification by laser ablation is shown in Figure 2. Selected regions of tissue were ablated, captured then the proteins in the collected material were digested and separated by liquid chromatography. Figures 2a and 2b show representative base peak chromatograms from electrospray ionization mass spectrometry of the tryptic digest peptides. Figures 2c through 2f show precursor and product ion mass spectra of four representative peptides. More than four thousand proteins were identified in the 2 mm square tissue regions. It was found that data-independent acquisition identified four times as many proteins compared to data dependent acquisition and the former method was used for subsequent studies. \n\nA key component of the research was developing methods for parallel imaging and sampling. Figure 3 shows MALDI images of rat brain tissue with 14 heat maps from the intensities of ions in mass spectra that correspond to intact proteins in the tissue. Of the 30 peaks observed in the mass spectra, the 14 in Figure 3 were identified. The MALDI images were sorted into three general types based on the relative signal intensity in the corpus callosum and hippocampus region of the brain. In the upper set of images, the pixels in each image correspond to data from a mass spectrum obtained from a single spot on the tissue. The lower image was obtained by smoothing the heat map data to generate region contours, which were used to guide laser ablation sampling for mass spectrometry identification of the proteins. Figure 4 shows example precursor and product ion mass spectra of a tryptic peptide obtained from proteins ablated and captured from a selected region. In total, more than 600 proteins were identified in the collected tissue. A modified protein database was used to identify intact proteins observed in the MALDI imaging mass spectra.\n\n\nMultiply charged ions can improve fragmentation efficiency in mass spectrometry which improves compound identification by tandem mass spectrometry. The compound 2‐nitrophloroglucinol (2-NPG) is known to produce multiply charged ions which fragment efficiently upon addition of an electron to the gas phase ion by charge transfer or electron capture; however, the matrix does not produce multiply charged ions efficiently when used for tissue imaging. This limits the ability to perform tandem mass spectrometry imaging for compound identification. We found that a two‐component matrix of 2‐NPG and silica nanoparticles could be used for MALDI mass spectrometry imaging of high‐charge‐state biomolecules. Figure 5 shows MALDI images of the protein ubiquitin (+1 m/z 8565) charge states +1 through +5 for 2‐NPG with nanoparticles. \n\nThe mass imaging approaches developed in this project are suitable for characterization of different classes of biomolecules, including proteins, DNA, RNA, and lipids. Isotopic envelopes and neural decision tree-based in silico fractionation were used to improve general biomolecule classification. Figure 6 shows a visual representation of our approach for in silico fractionation of raw mass spectrometry data from a mixture of polypeptides, metabolites, and lipids. The original input data was generated by adding a portion of an experimentally acquired LC-MS output from a rat brain tryptic digest analysis to lipidomics LC-MS data. We plan to utilize in silico fractionation for more comprehensive molecular class based mass spectrometry imaging of biological samples.\n\n\n\n\n\t\t\t\t\tLast Modified: 09/29/2021\n\n\t\t\t\t\tSubmitted by: Kermit K Murray"
 }
}