{
 "awd_id": "1709381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermodynamics and kinetics of membrane protein oligomerization in bilayers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 452850.0,
 "awd_amount": 452850.0,
 "awd_min_amd_letter_date": "2017-07-25",
 "awd_max_amd_letter_date": "2017-07-25",
 "awd_abstract_narration": "The Chemistry of Life Processes Program in the Chemistry Division funds this work. Professor Yinan Wei from University of Kentucky investigates protein-protein interactions in the cell membrane that lead to the assembly of functional protein complexes.  Selective-permeable membranes, which define the boundaries of individual cells and cellular organelles, are essential for energy production to sustain life. Membrane proteins are gates on these highly impermeable barriers, allowing selective exchange of substances and signals across the membrane. Understanding of the molecular recognition process leading to membrane protein structures is essential for improved understanding of protein evolution, function, and regulation. The aim this research is to establish a clear picture of the complexation of one model system, a multidrug efflux transporter, AcrB, in living cells and determine its stability in the cell membrane. This pursuit allows graduate and undergraduate students to acquire training in biochemistry and molecular biology research. This project also integrates into an outreach program to introduce science and science careers to girls ages 12-18. Dr. Wei is collaborates with the Hope Hill Youth Service (Mt Sterling, KY), a program for girls ages 12-18, who suffer from histories of abuse and neglect and have behavioral and emotional problems requiring extensive treatment and therapy. The Hope Hill Youth Service does not have STEM (Science, Technology, Engineering and Mathematics) education and so their students fall behind in math and science; the girls struggle to understand the opportunities that education can afford them, lacking dreams and motivation. The goals of these interactions are to broaden the knowledge of career opportunities for the girls.\r\n  \r\nIn this study, AcrB is used as a model system and its oligomerization in both detergent micelles and lipid bilayers is quantitatively characterized. The kinetic and thermodynamic aspects of the trimer assembly process are monitored in cells and in reconstituted lipid bilayers using an array of assays and methods developed in preliminary studies. These include: a fluorescence resonance energy transfer (FRET)-based method that is compatible with the characterization of AcrB subunit interaction in a lipid bilayer environment, a fluorescence-based method to monitor protein unfolding, and a disulfide-trapping based method to characterize the structure of AcrB in the cell membrane in its native state. These assays are suitable for monitoring and characterizing AcrB oligomerization in both detergent micelles and lipid bilayers. Furthermore, a collection of AcrB mutants with decreased trimer affinities have been created. The following research objectives are pursued: 1) investigation of the process of AcrB trimer assembly in cells; 2) determination of AcrB trimer stability in the cell membrane; and 3) characterization of AcrB trimer dissociation in lipid bilayers. Outcomes from this project bring new insight into the kinetics and thermodynamics of assembly of a multi-span and multi-domain membrane protein trimer. The protocols and parameters developed in the research provide valuable tools and benchmarks for the research community, which lead the way to new initiatives in membrane protein research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yinan",
   "pi_last_name": "Wei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yinan Wei",
   "pi_email_addr": "Yinan.wei@tamu.edu",
   "nsf_id": "000569680",
   "pi_start_date": "2017-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S Limestone 109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 452850.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>This unprecedented pandemic that completely changed our life illustrated the threat of uncontrollable microbial infection, which mercilessly kills millions around the globe and leads to astronomical numbers of lost in economy. The superheroes that save the day are scientists that quickly developed effective vaccines and life-saving antiviral therapeutics. We should never be caught off-guard by these versatile and ever-mutating microbial pathogens.</p>\n<p>&nbsp;</p>\n<p>The fast development and spread of superbugs, or drug-resistant pathogenic microbes, including bacteria and viruses, is becoming a top challenge in modern medicine. A major reason for the emergence and development of bacteria drug resistance is the misuse of antimicrobials. Through our work, we educate students who participate in our research and take our classes about the mechanism of bacteria drug resistance, and they will also serve as seeds to spread the knowledge on to their families and communities. In addition, we discuss at all scientific conferences and outreach activities about drug resistance and the urgent need for additional research effort to rein in the superbugs. We believe better public education to promote the awareness of bacterial antimicrobial resistance is an important component to combat the fast spread of superbugs.</p>\n<p>&nbsp;</p>\n<p>In the laboratory, we study one of the major multidrug resistance mechanism behind the resistance of bacterial pathogens, the drug efflux transporters. These are proteins that locate in the cell membrane, serving as gate keeper to enable selective permeability of the cell membrane. Being single cellular organisms, microbes are highly efficient in allowing the permeability/accumulation of beneficial molecules such as nutrient, while at the same time prevent the entrance of harmful ones such as toxins including many different classes of antibiotics. A better understanding about how these proteins work will lead to new strategies to prevent or slow down the development of drug resistance. The funding from NSF has enabled us to build a research group with extensive experience and knowledge on membrane protein biophysics and biochemistry, which also indirectly benefits our collaborators both on University of Kentucky campus and in other universities that requires the expertise on membrane proteins. The efflux transporter that we are studying are the major multidrug transporters in <em>E. coli</em>, a pathogen causing several health problems ranging from urinary track infection to endocarditis. Very similar proteins also exist in all other Gram-negative bacterial pathogens. Through our work, we gained new knowledge on how the proteins interaction with each other in live bacterial cells to form a molecular machinery, which consumes ATP to drive the active efflux of many different antibiotics. During the funding period of this grant, we were able to publish 20 peer-reviewed manuscripts in scientific journals, and four PhD theses.</p>\n<p>&nbsp;</p>\n<p>In terms of education and training the next generation of scientific workforce, the project provided opportunities for more than 10 students, both at the graduate and undergraduate levels, to conduct research in my laboratory and receive training in modern biophysical chemistry. In the classroom, the PI routinely teaches an undergraduate laboratory course, Biochemistry Laboratory (CHE 454). Her research funded by this project lead to new and cutting edge teaching materials for this course.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2021<br>\n\t\t\t\t\tModified by: Yinan&nbsp;Wei</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThis unprecedented pandemic that completely changed our life illustrated the threat of uncontrollable microbial infection, which mercilessly kills millions around the globe and leads to astronomical numbers of lost in economy. The superheroes that save the day are scientists that quickly developed effective vaccines and life-saving antiviral therapeutics. We should never be caught off-guard by these versatile and ever-mutating microbial pathogens.\n\n \n\nThe fast development and spread of superbugs, or drug-resistant pathogenic microbes, including bacteria and viruses, is becoming a top challenge in modern medicine. A major reason for the emergence and development of bacteria drug resistance is the misuse of antimicrobials. Through our work, we educate students who participate in our research and take our classes about the mechanism of bacteria drug resistance, and they will also serve as seeds to spread the knowledge on to their families and communities. In addition, we discuss at all scientific conferences and outreach activities about drug resistance and the urgent need for additional research effort to rein in the superbugs. We believe better public education to promote the awareness of bacterial antimicrobial resistance is an important component to combat the fast spread of superbugs.\n\n \n\nIn the laboratory, we study one of the major multidrug resistance mechanism behind the resistance of bacterial pathogens, the drug efflux transporters. These are proteins that locate in the cell membrane, serving as gate keeper to enable selective permeability of the cell membrane. Being single cellular organisms, microbes are highly efficient in allowing the permeability/accumulation of beneficial molecules such as nutrient, while at the same time prevent the entrance of harmful ones such as toxins including many different classes of antibiotics. A better understanding about how these proteins work will lead to new strategies to prevent or slow down the development of drug resistance. The funding from NSF has enabled us to build a research group with extensive experience and knowledge on membrane protein biophysics and biochemistry, which also indirectly benefits our collaborators both on University of Kentucky campus and in other universities that requires the expertise on membrane proteins. The efflux transporter that we are studying are the major multidrug transporters in E. coli, a pathogen causing several health problems ranging from urinary track infection to endocarditis. Very similar proteins also exist in all other Gram-negative bacterial pathogens. Through our work, we gained new knowledge on how the proteins interaction with each other in live bacterial cells to form a molecular machinery, which consumes ATP to drive the active efflux of many different antibiotics. During the funding period of this grant, we were able to publish 20 peer-reviewed manuscripts in scientific journals, and four PhD theses.\n\n \n\nIn terms of education and training the next generation of scientific workforce, the project provided opportunities for more than 10 students, both at the graduate and undergraduate levels, to conduct research in my laboratory and receive training in modern biophysical chemistry. In the classroom, the PI routinely teaches an undergraduate laboratory course, Biochemistry Laboratory (CHE 454). Her research funded by this project lead to new and cutting edge teaching materials for this course.\n\n \n\n\t\t\t\t\tLast Modified: 12/13/2021\n\n\t\t\t\t\tSubmitted by: Yinan Wei"
 }
}