{
 "awd_id": "1709163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   OP-Interface States and Excitons at Heterojunctions Between Two and Three Dimensional Materials Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James H. Edgar",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2017-07-11",
 "awd_max_amd_letter_date": "2017-07-11",
 "awd_abstract_narration": "Non-technical abstract: We are reaching the inevitable end of Moore's Law: the scaling law that says the number of transistors on a dense integrated circuit will double every 18 months to 2 years. This trend has been the engine of productivity growth of modern technological societies for at least 50 years. To extend this trend, an exciting class of two-dimensional materials is emerging as a major opportunity. Atomically thin layered materials, often called two dimensional materials, represent a radical departure from conventional semiconductors such as silicon that comprise current electronic devices, mimicking sheets of paper as opposed to large three dimensional blocks. This two dimensionality leads to unusual properties such as exceptionally low resistance along the sheet, yet poor conduction perpendicular to it. This makes it ideal for use in extremely high performance optical and electrical circuits. But, as in all electronic devices, junctions between materials play a central role in the overall functioning of the optical and electronic devices out of which they are made. In fact the junction is often the weakest link in the device performance chain. In this project, the research team is investigating the photophysics and energy transport at interfaces of dissimilar materials with different dimensionality. Specifically, the team explores junctions between organic semiconductors, traditional inorganic semiconductors such as silicon and gallium arsenide, and the new class of two dimensional compounds. The goal is to understand and enhance the energy and charge transport across the junctions, ultimately with the goal of vastly improving the performance of electronic and optical circuits. The potential applications of such hybrid materials include solar energy harvesting, light emitting diodes and secure quantum information technologies. This research project has a strong educational component that involves graduate and undergraduate student training, as well as summer research opportunities for underrepresented minority high school students. \r\n\r\nTechnical Abstract: Understanding energy and charge transfer across interfaces between widely dissimilar semiconductor materials is key to realizing devices that exploit the unique advantages of the different contacting materials. The properties of interest that can be shared, or optimized in such materials combinations include ultrahigh optical oscillator strengths and mechanical flexibility of organics, along with the very large charge mobilities and quantum delocalization found in limited dimensional inorganic semiconductors. It is precisely these aspects that make organic molecules, two dimensional transition metal dichalcogenides and inorganic quantum wells attractive for optoelectronic applications. However, much less is known about interfaces that form between these material systems and their emergent properties. The fundamental nature of three dimensional organic and inorganic semiconductors forming junctions with two dimensional van der Waals solids presents an ideal platform to investigate interface physics. The team investigates three unique classes of heterointerfaces between systems of different composition and dimensionality: (i) organic semiconductor - two dimensional materials, (ii) inorganic semiconductor - two dimensional materials and (iii) lateral heterojunctions between dissimilar two dimensional materials. The combination of steady state and time resolved spectroscopic measurements including near field microscopies along with transport measurements are used to gain a fundamental appreciation of the physics governing the interplay of photons and electrons at these largely unexplored interfaces with the goal to develop quantum mechanical models grounded on observation of the energy and charge transfer processes across the interfaces, the formation of hybrid excited states and their transport as well as nonlinear optical properties. The anticipated outcomes include the ultimate exploitation of combinations of materials and dimensionalities through engineering of materials, interface properties, structures, and film morphologies and their tuning to achieve optimized performance for a particular application.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Forrest",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Forrest",
   "pi_email_addr": "stevefor@umich.edu",
   "nsf_id": "000444384",
   "pi_start_date": "2017-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1301 Beal Ave",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the last three years, the collaboration between the Forrest and Menon groups brought together two classes of semiconducting materials -- organic and inorganic -- to investigate energy and charge transport across organic and 2-dimensional (2D) materials, and exploit their potential applications in energy harvesting, light emission and quantum information technologies.</p>\n<ul>\n<li>We realized organic-2D transition metal dichalcogenides (TMD) hybrid heterostructures and demonstrated stable passivation of the intrinsic defects commonly existing in TMD by organic: transition metal oxide blend.</li>\n<li>We observed efficient Foerster resonant energy transfer between excitons in a monolayer of the TMD and a 2 nm thick layer of the organic material, PTCDA.</li>\n<li>We realized strong coupling between exciton of organic-TMD and Bloch surface wave photons and investigated their long-range energy transfer.</li>\n<li>We demonstrated a Type II heterojunctions photodiode comprising a monolayer of TMD and a thin film of the organic semiconductor, PTCDA, and studied the optoelectronic properties.</li>\n<li>We demonstrated an organic/TMD hybrid light-emitting diodes using large-area TMD monolayer films.</li>\n</ul>\n<p>These results deepen our understanding of energy and charge transfer at the interface between organic and inorganic 2D materials, which helps to exploit the hybrid properties that do not exist in any of two materials alone. Control of energy and charge transfer in organic/2D heterostructures presents a new path to develop faster and more efficient hybrid optoelectronic devices that exceed current organic and inorganic technologies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2020<br>\n\t\t\t\t\tModified by: Stephen&nbsp;R&nbsp;Forrest</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the last three years, the collaboration between the Forrest and Menon groups brought together two classes of semiconducting materials -- organic and inorganic -- to investigate energy and charge transport across organic and 2-dimensional (2D) materials, and exploit their potential applications in energy harvesting, light emission and quantum information technologies.\n\nWe realized organic-2D transition metal dichalcogenides (TMD) hybrid heterostructures and demonstrated stable passivation of the intrinsic defects commonly existing in TMD by organic: transition metal oxide blend.\nWe observed efficient Foerster resonant energy transfer between excitons in a monolayer of the TMD and a 2 nm thick layer of the organic material, PTCDA.\nWe realized strong coupling between exciton of organic-TMD and Bloch surface wave photons and investigated their long-range energy transfer.\nWe demonstrated a Type II heterojunctions photodiode comprising a monolayer of TMD and a thin film of the organic semiconductor, PTCDA, and studied the optoelectronic properties.\nWe demonstrated an organic/TMD hybrid light-emitting diodes using large-area TMD monolayer films.\n\n\nThese results deepen our understanding of energy and charge transfer at the interface between organic and inorganic 2D materials, which helps to exploit the hybrid properties that do not exist in any of two materials alone. Control of energy and charge transfer in organic/2D heterostructures presents a new path to develop faster and more efficient hybrid optoelectronic devices that exceed current organic and inorganic technologies.\n\n \n\n\t\t\t\t\tLast Modified: 11/12/2020\n\n\t\t\t\t\tSubmitted by: Stephen R Forrest"
 }
}