{
 "awd_id": "1709208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Amphiphilic Peptide Nucleic Acids as Biostable Programmable Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2017-05-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 389999.0,
 "awd_amount": 130001.0,
 "awd_min_amd_letter_date": "2017-05-01",
 "awd_max_amd_letter_date": "2017-05-01",
 "awd_abstract_narration": "Non-technical: This award by the Biomaterials program in the Division of Materials Research to University of Utah is for exploration of new biomimetic materials that can be used for applications in the detection of drugs and toxins, or for the controlled delivery of therapeutics.  Nucleic acids provide exceptionally information-rich architectures, and this capability can be harnessed for a variety of applications in biotechnology.  However, the molecules typically used in these applications are not suitable for use in biological environments, as they are rapidly degraded by enzymes. This proposal will explore non-natural nucleic acids that are not degraded in biological environments.  Importantly, these nucleic acids can also be functionalized to impart a diverse range of chemical properties.  In the proposed research, the modulation of these properties will be explored to control formation and disruption of nanoscale assemblies, which is anticipated to enable controlled binding and release of small guest molecules such as therapeutics.  This research project will span the fields of materials science, chemistry, and molecular biology, providing undergraduate and graduate students with a highly interdisciplinary training experience involving the use of cutting edge techniques.  This project will also contribute to public scientific literacy through a blog project implemented in a course taught by the PI, as well as through the PI's participation as a judge and student mentor for the high school International Science Fair.\r\n\r\nTechnical: This research project will explore amphiphilic peptide nucleic acids (PNA) as a new class of programmable materials capable of stimuli-responsive assembly, disassembly, and guest release.  PNA is an artificial nucleic acid having unique physicochemical properties, which can largely be attributed to the fact that it has an achiral, peptide-like backbone in place of the sugar-phosphate backbone found in native nucleic acids.  Specifically, PNA is not degraded by nucleases or proteases, and exhibits increased binding affinity with DNA and RNA.  Additionally, PNA can be synthesized having a functionally diverse array of side chains located at sequence-defined positions along the backbone.  \r\n\r\nSynthesis and exploration of amphiphilic PNA strands in which side chains are strategically located to enable phase-driven self-assembly into micellar architectures will be studied.  Specifically, the project will (1) establish design rules for the assembly and guest binding properties of amphiphilic PNA sequences; (2) evaluate disassembly and guest release from PNA micelles in response to small-molecule and nucleic acid targets; (3) explore stimuli-responsive assembly of PNA amphiphiles to promote small-molecule release.  The broader impacts of the proposed research include activities aimed at improving undergraduate education and public scientific literacy, and the potential to benefit public health through the future development of improved diagnostics and drug delivery platforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Heemstra",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Heemstra",
   "pi_email_addr": "heemstra@wustl.edu",
   "nsf_id": "000624422",
   "pi_start_date": "2017-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 17254.0
  }
 ],
 "por": null
}