{
 "awd_id": "1709776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Establishing a Chemical Toolbox for Programmed Assembly of Metal Chalcogenide Nanoparticles into \"Wired\" Architectures",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 310000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "2017-06-29",
 "awd_max_amd_letter_date": "2017-06-29",
 "awd_abstract_narration": "Energy is all around us, but much of it is not very useful.  Scientists are interested in ways to take wasted energy, and convert it into useful energy supplies. Dr. Stephanie Brock is investigating how to convert plentiful solar energy into electricity or chemical fuels.  She is particularly interested in the challenging problem of how to harvest \"light\". Quantum dots are very small particles that have dimensions on the order of 1/1000th of a red blood cell and are great at absorbing solar radiation and producing charged particles.  Accordingly, Dr. Brock is developing techniques that enable these sub-microscopic quantum dot particles to be assembled into films and 3 dimensional porous structures with millimeter to centimeter dimensions.  Dr. Brock is developing methods that enable quantum dots with different chemical potentials to attach to each other, thereby creating a voltage difference that can move an electrical current within the structure. She is also working to understand how the chemical nature of the inter-particle bonding affects the ability to rapidly move the charges, and how these charges can sometimes get \"trapped\" and resist extraction. This fundamental knowledge helps in the design of efficient solar cells and photochemical water-splitting (hydrogen fuel generation) systems. Dr. Brock's research is attractive to graduate and undergraduate students alike, who are exposed to cutting-edge science through participation in her lab. Dr. Brock is also developing science modules aimed at middle-to-high school students to give them hands-on experiences in the lab.  She is implementing these through the Wayne State University's GO-GIRLs outreach program. \r\n\r\nIn this research program, Dr. Stephanie Brock of Wayne State University is supported by the Macromolecular, Supramolecular and Nanochemistry (MSN) Program to develop a chemical toolbox to (1) enable the rate of assembly of different metal chalcogenide nanoparticle components to be varied.  This ability may dictate the degree of phase-segregation in multicomponent systems; (2) provide post- and pre-assembly chemical modifications of the interfaces to facilitate electron transport. The kinetic parameters dictating oxidative assembly of nanoparticles (made of MQ where M = cadmium, lead, zinc; Q = sulfur, selenium, tellurium) are studied as a function of the redox properties of Q, the solubility of M, the crystal structure of MQ, the facet energetics and the surface ligand group.  In parallel, methods for replacement of oxidized interfaces with metal-ion crosslinks by post-gelation oxidative addition reactions or (pre-gelation) assembly of sulfide or halide-capped nanoparticles via metal cations, are evaluated. The ability to control the rate of solution-phase assembly of metal chalcogenide nanoparticles, thereby enabling programmable assembly of disparate nanoparticle components into 2- and 3-D \"wired\" architectures with specified degrees of heterogeneity, enable design of multicomponent assemblies for applications that benefit from rapid injection of charges over short distances (e.g., photocatalysts prepared from homogeneous assembly of photosensitizer + catalyst) or require extraction over large distances (e.g., bulk nanoheterojunction solar cells comprising p + n semiconductors). Chemical principles are also employed to tune the nature of the interparticle interfaces, thereby augmenting interparticle transport and the overall stability of the assembly.  Dr. Brock involves graduate and undergraduate students in interdisciplinary collaborative research and modern characterization techniques.  She introduces Detroit-area adolescent girls, many of whom are minorities, to chemistry through the GO-GIRLs outreach program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Brock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Brock",
   "pi_email_addr": "sbrock@chem.wayne.edu",
   "nsf_id": "000427611",
   "pi_start_date": "2017-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 310000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project focused on developing a \"tool-box\" of methods to enable the assembly of individual nanoparticles in solution into interconnected solid-state networks to advance solar-based energy harvesting techniques and the development of chemical sensors. Nanoparticles are solid particles with typical diameters of 2-50 nm, about 1000 times smaller than the average bacterium. Because they are so small, a large portion of the atoms that make them up are on the surface, so for the same mass of material, chemistry that happens at a solid-liquid or solid-air interface is maximized when the particle size is minimized. Thus, nanoparticles are great for catalyzing chemical reactions or detecting small amounts of chemical analytes. Semiconducting nanoparticles are characterized by size-dependent optical properties (i.e., the color depends on the particle diameter) due to quantum mechanical effects that dominate at these small dimensions. These so called \"quantum dots\" or \"QDs\" are being exploited for a range of applications that take advantage of this unique feature, from quantum dot displays to biological probes. The best methods for making quantum dots with good uniformity are bottom-up methods occurring in solution; however, many of the applications for quantum dots require them to be in the solid-state, and integrated together so that they can move electrons, energy, or ions over relatively long distances (mm, or 1,000,000 nm).</p>\n<p>The project exploits methods developed in the Brock lab to link particles together in solution to form a \"gel\" that, when dried, produces a porous solid (aerogel) of mm dimensions. This \"solid\" is extremely lightweight (because it is mostly air) and encompasses surface areas the size of several football fields that can be accessed by the interconnected \"super-highway\" pore network. In order to adjust the properties of these aerogels, we seek to be able to combine nanoparticles with different chemical and physical behaviors together to achieve complex functions. These include the ability to harvest light from the sun to catalyze reactions, such as hydrogen fuel generation from water, or to produce electrical signals in the presence of toxic chemicals for sensor development.</p>\n<p>The intellectual merit of the project includes:</p>\n<p>(1)&nbsp;&nbsp;&nbsp; Establishment of surface chemical features that govern how quickly particles link together upon treatment with a chemical oxidant, and the application of this knowledge toward controlled mixing of particles with different chemical attributes to make functional composites for photocatalytic hydrogen evolution from water.</p>\n<p>(2)&nbsp;&nbsp;&nbsp; Development of an alternate approach to oxidation-induced assembly that involves electrochemical oxidation, and which enables formation of nanoparticle composites directly on electrode surfaces; application of this method for creation of an electrochemical sensor for nitrogen dioxide that has high sensitivity and rapid response.</p>\n<p>(3)&nbsp;&nbsp;&nbsp; Evaluation of assembly approaches that are not based on redox reactions, and are therefore stable in the presence of chemical or electrochemical reductants.</p>\n<p>The broader impacts of the project include:</p>\n<p>(1)&nbsp;&nbsp;&nbsp; Training the next generation of scientists in modern methods of chemical synthesis and characterization, including doctoral students and undergraduates.</p>\n<p>(2)&nbsp;&nbsp;&nbsp; Outreach to 6-8<sup>th</sup> grade students in the greater metro Detroit area, the majority of which are underrepresented in Science, Technology, Engineering and Math (STEM) fields (African American &amp; Hispanic). Brock developed a module: \"Liquid Crystal Sensors: The Chemistry Behind Mood Rings and i-Phone Screens\" that featured an interactive lecture, hands-on activity with liquid crystal sensors, and brainstorming activity. This was deployed at Wayne State University's annual STEM day event.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2020<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;L&nbsp;Brock</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project focused on developing a \"tool-box\" of methods to enable the assembly of individual nanoparticles in solution into interconnected solid-state networks to advance solar-based energy harvesting techniques and the development of chemical sensors. Nanoparticles are solid particles with typical diameters of 2-50 nm, about 1000 times smaller than the average bacterium. Because they are so small, a large portion of the atoms that make them up are on the surface, so for the same mass of material, chemistry that happens at a solid-liquid or solid-air interface is maximized when the particle size is minimized. Thus, nanoparticles are great for catalyzing chemical reactions or detecting small amounts of chemical analytes. Semiconducting nanoparticles are characterized by size-dependent optical properties (i.e., the color depends on the particle diameter) due to quantum mechanical effects that dominate at these small dimensions. These so called \"quantum dots\" or \"QDs\" are being exploited for a range of applications that take advantage of this unique feature, from quantum dot displays to biological probes. The best methods for making quantum dots with good uniformity are bottom-up methods occurring in solution; however, many of the applications for quantum dots require them to be in the solid-state, and integrated together so that they can move electrons, energy, or ions over relatively long distances (mm, or 1,000,000 nm).\n\nThe project exploits methods developed in the Brock lab to link particles together in solution to form a \"gel\" that, when dried, produces a porous solid (aerogel) of mm dimensions. This \"solid\" is extremely lightweight (because it is mostly air) and encompasses surface areas the size of several football fields that can be accessed by the interconnected \"super-highway\" pore network. In order to adjust the properties of these aerogels, we seek to be able to combine nanoparticles with different chemical and physical behaviors together to achieve complex functions. These include the ability to harvest light from the sun to catalyze reactions, such as hydrogen fuel generation from water, or to produce electrical signals in the presence of toxic chemicals for sensor development.\n\nThe intellectual merit of the project includes:\n\n(1)    Establishment of surface chemical features that govern how quickly particles link together upon treatment with a chemical oxidant, and the application of this knowledge toward controlled mixing of particles with different chemical attributes to make functional composites for photocatalytic hydrogen evolution from water.\n\n(2)    Development of an alternate approach to oxidation-induced assembly that involves electrochemical oxidation, and which enables formation of nanoparticle composites directly on electrode surfaces; application of this method for creation of an electrochemical sensor for nitrogen dioxide that has high sensitivity and rapid response.\n\n(3)    Evaluation of assembly approaches that are not based on redox reactions, and are therefore stable in the presence of chemical or electrochemical reductants.\n\nThe broader impacts of the project include:\n\n(1)    Training the next generation of scientists in modern methods of chemical synthesis and characterization, including doctoral students and undergraduates.\n\n(2)    Outreach to 6-8th grade students in the greater metro Detroit area, the majority of which are underrepresented in Science, Technology, Engineering and Math (STEM) fields (African American &amp; Hispanic). Brock developed a module: \"Liquid Crystal Sensors: The Chemistry Behind Mood Rings and i-Phone Screens\" that featured an interactive lecture, hands-on activity with liquid crystal sensors, and brainstorming activity. This was deployed at Wayne State University's annual STEM day event.\n\n \n\n\t\t\t\t\tLast Modified: 09/25/2020\n\n\t\t\t\t\tSubmitted by: Stephanie L Brock"
 }
}