{
 "awd_id": "1709464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Vibrational Structure of Atomically-Precise Nanostructures: From Molecular Clusters to Quantum Dots",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 69700.0,
 "awd_amount": 69700.0,
 "awd_min_amd_letter_date": "2017-07-20",
 "awd_max_amd_letter_date": "2017-07-20",
 "awd_abstract_narration": "In this collaborative project, supported by the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry, Professor Andrew Crowther of Barnard College, Professor Jonathan Owen of Columbia University, and a team of their undergraduate research students are developing an understanding of the vibrational structure of atomically precise quantum dot nanostructures. The vibrations of atoms in molecules and materials are a fundamental type of atomic motion related to the stretching and contracting of chemical bonds. By understanding molecular vibrations and how these motions impact structure and geometry, scientists can improve the performance of materials and the devices. This research is focused on the design, synthesis and characterization of quantum dots of cadmium selenide and cadmium sulfide.  These materials are used as photoresists in many consumer items such as camera light meters, clock radios, alarm devices, and solar street lights. Partnerships with programs at Barnard College, the Higher Education Opportunity Program and Collegiate Science and Technology Entry Program, to involve low-income and underrepresented college and K-12 students to research. Each summer an underrepresented student shadows a current research student on this project, joining the laboratory to conduct their own research. This research is also incorporated into a new, annual \"NanoDay\" at Barnard College that exposes students and teachers from local high-need schools to nanoscience and materials chemistry. \r\n\r\nIn this project Raman spectroscopy is used to determine the vibrational structure of a diverse, yet related set of atomically precise clusters and quantum dots. Ligand and metal cation exchange reactions probe how surface chemistry affects the vibrational structure of a series of qadmium selenide and cadmium sulfide quantum dots of precise size and shape. Core-shell quantum dots with monodispersity in size and interfacial atomic distributions enable investigations of the core, shell, and interfacial vibrational structure. Finally, molecular clusters are linked to form dimers, trimers, and ultimately long polymer chains to determine how the vibrational structure changes from the zero-dimensional to the one-dimensional limit. Each summer an underrepresented student shadows a current research student on this project and subsequently joins the laboratory to conduct their own research. This research is also incorporated into a new, annual \"NanoDay\" at Barnard College that exposes students and teachers from local high-need schools to the study of physical and chemical systems at the microscopic level, nanoscience, as well as  their material properties. These are key areas in the development of new science and technology, which will power American innovation in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Owen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Owen",
   "pi_email_addr": "jso2115@columbia.edu",
   "nsf_id": "000564297",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 69700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project resulted in a more detailed understanding of the structure of nanometer scale crystals of luminescent materials that can be used in solid state lighting, luminescent display, and laser applications.&nbsp; Using Raman spectroscopy we characterized the vibrational properties of spherical and atomically thin platelet crystals.&nbsp;The structure of these crystals was tuned using methods that allow us to define the precise location of sulfur and selenium atoms that make up the CdSe/CdS compositions.&nbsp; These carefully controlled materials were analyzed with Raman spectroscopy demonstrating that the intermixing of the elements could be detected and related to the position of the vibrational signatures.&nbsp; This connection can allow researchers to relate the vibrational structure of new materials to&nbsp;their atomic structures with greater confidence and precision than before.&nbsp; In turn, higher performance luminescent structures can be compared with their structure to determine those structures with the greatest potential in cutting edge luminescence applications.</p>\n<p>The educational outreach component of this project resulted in the training of several undergraduate researchers from under-represented groups in the sciences.&nbsp; In addition, outreach activities were conducted by the PI and the student participants including lectures about our research program to annual symposia for international high school students and undergraduates on the Columbia University campus.&nbsp; In addition,&nbsp;<span>the Owen group contributed to several outreach activities that target underrepresented and disadvantaged groups in the 5 boroughs of New York City including: </span><em>SciRise</em><span>: Science club at ELLIS Preparatory Academy in the Bronx. High school students carry out and present short &lsquo;research&rsquo; projects and participate in field trips to laboratories, libraries, and institutes. twice/week.&nbsp;<em>Rosedale: </em>Character enrichment club for girls through South Bronx Educational Foundation. 3rd grade through high school. <em>Girls Science Day:</em> Event for middle schoolers girls planned by Women in Science at Columbia (WISC) impacting &gt;150 girls. </span><span><em>March Materials Madness:</em> Middle/high schooler students visit the chemistry department every March. <em>PhD for a Day: </em>Middle school class from Harlem Children&rsquo;s Zone visits the chemistry department for a lecture followed by small group demonstrations. Yearly.&nbsp;<em>Late Night Science:</em> Planned by The Columbia Neuroscience Outreach Club A lecture on material science research is followed by tours of lab spaces. <em>Owen</em> lab members hosted a lecture on research and tour of laboratory.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2022<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;Owen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project resulted in a more detailed understanding of the structure of nanometer scale crystals of luminescent materials that can be used in solid state lighting, luminescent display, and laser applications.  Using Raman spectroscopy we characterized the vibrational properties of spherical and atomically thin platelet crystals. The structure of these crystals was tuned using methods that allow us to define the precise location of sulfur and selenium atoms that make up the CdSe/CdS compositions.  These carefully controlled materials were analyzed with Raman spectroscopy demonstrating that the intermixing of the elements could be detected and related to the position of the vibrational signatures.  This connection can allow researchers to relate the vibrational structure of new materials to their atomic structures with greater confidence and precision than before.  In turn, higher performance luminescent structures can be compared with their structure to determine those structures with the greatest potential in cutting edge luminescence applications.\n\nThe educational outreach component of this project resulted in the training of several undergraduate researchers from under-represented groups in the sciences.  In addition, outreach activities were conducted by the PI and the student participants including lectures about our research program to annual symposia for international high school students and undergraduates on the Columbia University campus.  In addition, the Owen group contributed to several outreach activities that target underrepresented and disadvantaged groups in the 5 boroughs of New York City including: SciRise: Science club at ELLIS Preparatory Academy in the Bronx. High school students carry out and present short ‘research’ projects and participate in field trips to laboratories, libraries, and institutes. twice/week. Rosedale: Character enrichment club for girls through South Bronx Educational Foundation. 3rd grade through high school. Girls Science Day: Event for middle schoolers girls planned by Women in Science at Columbia (WISC) impacting &gt;150 girls. March Materials Madness: Middle/high schooler students visit the chemistry department every March. PhD for a Day: Middle school class from Harlem Children’s Zone visits the chemistry department for a lecture followed by small group demonstrations. Yearly. Late Night Science: Planned by The Columbia Neuroscience Outreach Club A lecture on material science research is followed by tours of lab spaces. Owen lab members hosted a lecture on research and tour of laboratory.\n\n\t\t\t\t\tLast Modified: 08/23/2022\n\n\t\t\t\t\tSubmitted by: Jonathan Owen"
 }
}