{
 "awd_id": "1709704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tunable Si-compatible Nonlinear Materials for Active Metaphotonics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James H. Edgar",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 349059.0,
 "awd_amount": 349059.0,
 "awd_min_amd_letter_date": "2017-06-09",
 "awd_max_amd_letter_date": "2017-06-09",
 "awd_abstract_narration": "Nontechnical description: This project advances the understanding of materials with largely tunable optical properties and efficient nonlinear behavior, potentially leading to photonic devices with unique nanoscale functionalities. The research team utilizes experimental and computational approaches to help develop novel nonlinear optical materials and structures that enable controllable metallic behavior, for use in next generation power-efficient nanophotonics devices, as well as in advanced optical communications and sensing technologies on silicon chips. The project supports one graduate student and encourages the involvement of undergraduate students in the research through an outreach effort aimed at introducing fundamental concepts of materials science and optical engineering into academic curricula, alongside practical laboratory demonstrations and research activities through summer programs at Boston University. An important component of the outreach plan is to attract underrepresented minorities to a career in materials science and optical engineering through participation in the project. Finally, the outreach involves the development of a focused teaching module, addressing the structural and optical properties of photonic materials. The module is offered yearly to college students as well as practitioners both in industry and academia at the Boston University Photonics Center, and in partnership with the Nanotechnology Innovation Center at Boston University. \r\n\r\nTechnical description: The primary goal of this project is to develop widely tunable, low-loss and silicon-compatible nonlinear plasmonic materials that can be utilized as engineering building blocks for the next generation of metamaterial devices integrated atop Si chips. This is achieved by controlling doping, composition and microstructural properties of transition oxides and oxynitride ceramics deposited by radio frequency magnetron sputtering followed by thermal annealing. The experimental three-year project addresses critical structure-property relationships that enable resonant control of plasmonic near-fields for the future development of Si-compatible tunable metaphotonics. In particular, the research utilizes high-resolution energy filtered Transmission Electron Microscopy, laboratory-based X-ray diffraction, X-ray absorption spectroscopy, optical spectroscopy and electrical characterization in order to elucidate the yet-unknown materials parameters that lead to reduced optical losses, enhanced optical nonlinearity and tunable metallic dispersion across a wide spectral range spanning the visible to the mid-infrared. In so doing, this study fills gaps in foundational materials understanding, allowing the creation of new nanostructures with unique properties and functionalities. The intellectual merit of the proposed research relies on the development of a novel platform for nonlinear optical metamaterials that can solve the long lasting problems of inefficient nonlinear signal generation, lack of tunability, thermal instability and optical losses that limit metal-based nonlinear metamaterial devices. This project enables a substantial broader impact as it provides a foundation for the next generation of highly-integrated, cost-effective active nanoplasmonic on-chip devices that are crucial components in information processing, highly-integrated nonlinear nanophotonics, optical sensing and spectroscopy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Dal Negro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Dal Negro",
   "pi_email_addr": "dalnegro@bu.edu",
   "nsf_id": "000102667",
   "pi_start_date": "2017-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 349059.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"default\"><span>The main goal of this research program was to develop a novel optical materials platform that can radically solve the long lasting problems of inefficient optical nonlinearity, lack of tunability, thermal stability and large optical losses that limit conventional nonlinear plasmonics and metaphotonics materials.&nbsp;</span></p>\n<p class=\"default\"><span>The major outcomes of our project in&nbsp;relation to its<strong><span>&nbsp;intellectual merit</span></strong>&nbsp;consisted in the engineering of the composition and microstructure of silicon-compatible materials to gain control of the optical dispersion properties (e.g., the complex refractive index) over a large spectral range from the visible to the infrared wavelengths. This ability was key to our demonstrations of&nbsp;resonant enhancement of the incident electromagnetic field intensity and of largely tunable metallic behavior that boosted the generation efficiencies of linear (i.e., scattering, absorption) and nonlinear optical processes. Specifically, our goals have been achieved by a comprehensive structural and optical characterization analysis of novel oxynitrides (TiSiONs) and Si-doped Indium Tin Oxides (ISOs) complex ceramic materials fabricated using&nbsp;sputtering deposition followed by thermal annealing processes. </span></p>\n<p class=\"default\">Major outcomes were the control of tunable metallic behavior (<span>screened-plasma wavelength), optical loss reduction,&nbsp;</span>2x larger absorption efficiency in ISO compared to optimized ITO materials, and the demonstration of large (40%) nonlinear refractive index modulation under picosecond irradiation.&nbsp;By extending our study to the nanofabrication of resonant nanostructures, we demonstrated electrically conductive devices that are stable against oxidation, dynamically controllable, and mechanically robust.</p>\n<p>Finally, we have shown that the developed material platforms are suitable for the realization of nanostructures that can be utilized as building blocks for the next generation of active Metaphotonics, which&nbsp;requires the integration of linear and nonlinear resonant optical responses on the largely scalable and cost-effective silicon platform.&nbsp;It is anticipated that the results demonstrated in this project will open practical and powerful new avenues for the integration of compact metaphotonic devices on the chip scale, with applications to ultrafast optical communications,&nbsp;computing, imaging, spectroscopy, and the emerging quantum technology.</p>\n<p class=\"default\">&nbsp;</p>\n<p>In the context of the<strong> Broader Impact </strong>of this proposal, our findings have established a novel, Si-compatible materials approach that provides efficient optical nonlinearity and resonant behavior over a large and controllable frequency range. This ability lays the foundation for the next generation of highly-integrated, low-loss, cost-effective active materials for applications to information processing, linear and nonlinear optical sensing, spectroscopy and energy conversion on the silicon chip.&nbsp;</p>\n<p>This proposal supported one graduate student at BU, which gained substantial experience on&nbsp;<span>materials science growth, fabrication, device modeling, and materials characterization techniques. In addition,&nbsp;<span>a senior undergraduate student at Boston University was involved in the research activities and learned how to model nanoantenna devices based on the fabricated </span><span>TiSiON</span><span> materials in our research group. The undergraduate student regularly joined our weekly group meetings and worked with optical material models and optical characterization setups relevant to this NSF program.&nbsp;<span lang=\"EN-GB\">The educational activities of this project focused on the integration of novel plasmonic materials and metaphotonics research into the education of graduate and undergraduate students at Boston University, where conceptual ideas and major results from the research were incorporated into</span></span></span>&nbsp;two graduate level courses at Boston University, i.e., EC562&nbsp;<em>Engineering Optics</em>&nbsp;and EC777&nbsp;<em>Nanostructure Optics,&nbsp;</em>and one undergraduate introductory optics course, i.e., EC444&nbsp;<em>Optics and Waves for Engineers. </em>In addition, a novel course was created in 2020 by the PI of this project, (EC500 QET <em>Quantum Engineering and Technology</em>) that will present the main metaphotonics concepts and ideas developed during this project within the broader context of the emerging applications of quantum technology.</p>\n<p>Finally, the main outcomes of this research have been largely disseminated via 10 peer-reviewed journal publications (2 additional papers are currently being finalized for submission), 13 conference presentations (of which 7 are invited talks), and the organization,&nbsp;in partnership with the European Optical Society (EOS), of two international workshops on \"<em>Waves in Complex Photonic Media: Fundamentals and Device Applications\"</em>&nbsp; in 2020 and in 2021. The 2020 edition of the meeting, originally scheduled to take place in June 3-5 in the Island of Capri (Italy), was cancelled due to the pandemic situation. However, the 2021 edition has&nbsp;been included as a Topical Meeting within the EOS Annual meeting that will be held in Rome, Italy, September 13-17, 2021. The main results gathered in this research will be largely disseminated at this prestigious venue.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/26/2021<br>\n\t\t\t\t\tModified by: Luca&nbsp;Dal Negro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The main goal of this research program was to develop a novel optical materials platform that can radically solve the long lasting problems of inefficient optical nonlinearity, lack of tunability, thermal stability and large optical losses that limit conventional nonlinear plasmonics and metaphotonics materials. \nThe major outcomes of our project in relation to its intellectual merit consisted in the engineering of the composition and microstructure of silicon-compatible materials to gain control of the optical dispersion properties (e.g., the complex refractive index) over a large spectral range from the visible to the infrared wavelengths. This ability was key to our demonstrations of resonant enhancement of the incident electromagnetic field intensity and of largely tunable metallic behavior that boosted the generation efficiencies of linear (i.e., scattering, absorption) and nonlinear optical processes. Specifically, our goals have been achieved by a comprehensive structural and optical characterization analysis of novel oxynitrides (TiSiONs) and Si-doped Indium Tin Oxides (ISOs) complex ceramic materials fabricated using sputtering deposition followed by thermal annealing processes. \nMajor outcomes were the control of tunable metallic behavior (screened-plasma wavelength), optical loss reduction, 2x larger absorption efficiency in ISO compared to optimized ITO materials, and the demonstration of large (40%) nonlinear refractive index modulation under picosecond irradiation. By extending our study to the nanofabrication of resonant nanostructures, we demonstrated electrically conductive devices that are stable against oxidation, dynamically controllable, and mechanically robust.\n\nFinally, we have shown that the developed material platforms are suitable for the realization of nanostructures that can be utilized as building blocks for the next generation of active Metaphotonics, which requires the integration of linear and nonlinear resonant optical responses on the largely scalable and cost-effective silicon platform. It is anticipated that the results demonstrated in this project will open practical and powerful new avenues for the integration of compact metaphotonic devices on the chip scale, with applications to ultrafast optical communications, computing, imaging, spectroscopy, and the emerging quantum technology.\n \n\nIn the context of the Broader Impact of this proposal, our findings have established a novel, Si-compatible materials approach that provides efficient optical nonlinearity and resonant behavior over a large and controllable frequency range. This ability lays the foundation for the next generation of highly-integrated, low-loss, cost-effective active materials for applications to information processing, linear and nonlinear optical sensing, spectroscopy and energy conversion on the silicon chip. \n\nThis proposal supported one graduate student at BU, which gained substantial experience on materials science growth, fabrication, device modeling, and materials characterization techniques. In addition, a senior undergraduate student at Boston University was involved in the research activities and learned how to model nanoantenna devices based on the fabricated TiSiON materials in our research group. The undergraduate student regularly joined our weekly group meetings and worked with optical material models and optical characterization setups relevant to this NSF program. The educational activities of this project focused on the integration of novel plasmonic materials and metaphotonics research into the education of graduate and undergraduate students at Boston University, where conceptual ideas and major results from the research were incorporated into two graduate level courses at Boston University, i.e., EC562 Engineering Optics and EC777 Nanostructure Optics, and one undergraduate introductory optics course, i.e., EC444 Optics and Waves for Engineers. In addition, a novel course was created in 2020 by the PI of this project, (EC500 QET Quantum Engineering and Technology) that will present the main metaphotonics concepts and ideas developed during this project within the broader context of the emerging applications of quantum technology.\n\nFinally, the main outcomes of this research have been largely disseminated via 10 peer-reviewed journal publications (2 additional papers are currently being finalized for submission), 13 conference presentations (of which 7 are invited talks), and the organization, in partnership with the European Optical Society (EOS), of two international workshops on \"Waves in Complex Photonic Media: Fundamentals and Device Applications\"  in 2020 and in 2021. The 2020 edition of the meeting, originally scheduled to take place in June 3-5 in the Island of Capri (Italy), was cancelled due to the pandemic situation. However, the 2021 edition has been included as a Topical Meeting within the EOS Annual meeting that will be held in Rome, Italy, September 13-17, 2021. The main results gathered in this research will be largely disseminated at this prestigious venue.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/26/2021\n\n\t\t\t\t\tSubmitted by: Luca Dal Negro"
 }
}