{
 "awd_id": "1709935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Eastern Illinois Integrated Conference in Geometry, Dynamics, and Topology 2017-2019",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2017-04-15",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 29085.0,
 "awd_amount": 29085.0,
 "awd_min_amd_letter_date": "2017-04-12",
 "awd_max_amd_letter_date": "2017-04-12",
 "awd_abstract_narration": "This three-year award supports the Eastern Illinois Integrated Conference in Geometry, Dynamics, and Topology. The three-day conference will be held annually in April at Eastern Illinois University, with the 2017 event scheduled for the weekend of April 7 through 9. This discipline-specific conference is intended to draw participants at every stage of their mathematical careers, with particular focus on both early-career graduate students and undergraduates. A meeting of this type brings together researchers from the academically young to the well-established, yet offers a more narrow research focus than is typically found at undergraduate-inclusive conferences. This narrow focus serves to promote more meaningful contact in the context of mathematical research. The conference is intended to fuel young mathematicians' interest in research mathematics, promote inter- and intra-generational research ties, and demonstrate how undergraduates can be incorporated into research programs in these fields.\r\n\r\nThree established speakers and three early-career speakers are invited by the organizing committee; these speakers are chosen both for their eminence in their respective fields and their ability to provide meaningful introductions to complex topics for audiences with a wide range of mathematical backgrounds. Invitations for submissions by graduate students and undergraduate students will be issued annually. Submitted abstracts will be reviewed by subject-specific committees composed of faculty at Eastern Illinois University. Up to 6 graduate students and 15 undergraduates will be invited to make presentations, either as talks or in poster sessions. In addition to the talks and poster sessions, the conference provides opportunities for less formal interaction, including social events on Friday and Saturday nights. Our increased focus on incorporating undergraduates into professional life will include panel discussions from funded graduate students and early-career mathematicians covering important but seldom-discussed aspects of attending graduate school and pursuing an academic career in mathematics.\r\n\r\nMore information is available at the conference website:\r\nhttps://ux1.eiu.edu/~gdt/",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Parrish",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Parrish",
   "pi_email_addr": "ajnparrish@gmail.com",
   "nsf_id": "000577525",
   "pi_start_date": "2017-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Grant",
   "pi_last_name": "Lakeland",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Grant S Lakeland",
   "pi_email_addr": "gslakeland@eiu.edu",
   "nsf_id": "000708964",
   "pi_start_date": "2017-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eastern Illinois University",
  "inst_street_address": "600 LINCOLN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2175812125",
  "inst_zip_code": "619203099",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "IL15",
  "org_lgl_bus_name": "EASTERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KP2SCPU3W6K9"
 },
 "perf_inst": {
  "perf_inst_name": "Eastern Illinois University",
  "perf_str_addr": "600 Lincoln Ave.",
  "perf_city_name": "Charleston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "619203099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "IL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 29085.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project continued the three-day conferences made possible in 2016 through NSF Award 1611960. These, in turn, were an expansion of the long-running annual conference at Eastern Illinois University in the areas of geometry, topology, and dynamical systems. This award (1709935) contributed to conferences in 2017, 2018, and 2019. These were extremely successful events, and we looked forward to the next year's conference. Sadly, the advent of the pandemic and the associated stresses put on our professional resources made events in 2020 and 2021 infeasible, despite the no-cost extension of our funding. The organizers are currently exploring cost-effective options for hosting engaging and inclusive conferences in the coming years.<br /><br />From its outset, the project was designed to introduce undergraduates and graduate students to the world of discipline-specific professional conferences and encourage connections between established researchers, early-career mathematicians, and students at various stages of <br />their mathematical education. We have found that this offers each group of participants something particularly suited to their circumstances. For the established mathematician, there is the opportunity to not only connect with early-career researchers, but also to engage with students outside their normal academic or student conference settings. Early-career researchers, on the other hand, have the chance to promote and discuss their work, while at the same time gaining insight on how student research can be incorporated into their own programs. Finally, the students get access to professionals working in their field of interest in the sort of intimate setting that only a discipline-specific conference provides. This not only allows the early establishment of potentially fruitful working relationships, but also informs students about the paths that an academic career in the mathematical sciences can take, providing valuable insight on the nature of the discipline that would be difficult to obtain during the usual course of their studies. <br /><br /><br />In 2017 and 2018, special lectures were presented by three established mathematicians and three early-career scholars, with the remaining sessions devoted to lectures given by student participants. For the 2019 event, the decision was made to remove the distinction between special lectures and student presentations on our posters, though there remained a slight difference in the amount of time given to speakers from different categories. <br /><br />The conference grew every year. In 2016, it was a well-attended regional event. In 2017, it expanded to include professional mathematicians from throughout the Midwest and students from both coasts. By 2018, it attracted professionals from much further afield, becoming a small, national-level event. Finally, in 2019, speakers came from universities throughout the United States as well as one student from Sweden. It is the sincere hope of the organizers that the hiatus has not completely erased the momentum of the conference series, and that we can continue to build on its considerable success. <br /><br />While it is often difficult to point to a well-defined outcome of a conference, it is hard to overstate their value: these are the places that we come to share our work, to make connections, to promote and nurture new ideas, and to build and restore the web of inquiry that sustains our discipline. This conference series has served as a test-bed for expanding that web to include mathematicians at the very outset of their professional journeys-- to provide them with positive, meaningful early experiences and try to nurture their nascent passion for the work. For working mathematicians, it has served all the usual functions of a small, focused conference, though in an unusual way: the inclusion of students and the atmosphere of the host institution (as a PUI) encouraged a different, more inclusive and informal attitude in almost all our discussions. Apart from the obvious differences from other events, this unique environment has given the series an impact far beyond what we originally expected when we submitted our first proposal six years ago.<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2022<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Parrish</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project continued the three-day conferences made possible in 2016 through NSF Award 1611960. These, in turn, were an expansion of the long-running annual conference at Eastern Illinois University in the areas of geometry, topology, and dynamical systems. This award (1709935) contributed to conferences in 2017, 2018, and 2019. These were extremely successful events, and we looked forward to the next year's conference. Sadly, the advent of the pandemic and the associated stresses put on our professional resources made events in 2020 and 2021 infeasible, despite the no-cost extension of our funding. The organizers are currently exploring cost-effective options for hosting engaging and inclusive conferences in the coming years.\n\nFrom its outset, the project was designed to introduce undergraduates and graduate students to the world of discipline-specific professional conferences and encourage connections between established researchers, early-career mathematicians, and students at various stages of \ntheir mathematical education. We have found that this offers each group of participants something particularly suited to their circumstances. For the established mathematician, there is the opportunity to not only connect with early-career researchers, but also to engage with students outside their normal academic or student conference settings. Early-career researchers, on the other hand, have the chance to promote and discuss their work, while at the same time gaining insight on how student research can be incorporated into their own programs. Finally, the students get access to professionals working in their field of interest in the sort of intimate setting that only a discipline-specific conference provides. This not only allows the early establishment of potentially fruitful working relationships, but also informs students about the paths that an academic career in the mathematical sciences can take, providing valuable insight on the nature of the discipline that would be difficult to obtain during the usual course of their studies. \n\n\nIn 2017 and 2018, special lectures were presented by three established mathematicians and three early-career scholars, with the remaining sessions devoted to lectures given by student participants. For the 2019 event, the decision was made to remove the distinction between special lectures and student presentations on our posters, though there remained a slight difference in the amount of time given to speakers from different categories. \n\nThe conference grew every year. In 2016, it was a well-attended regional event. In 2017, it expanded to include professional mathematicians from throughout the Midwest and students from both coasts. By 2018, it attracted professionals from much further afield, becoming a small, national-level event. Finally, in 2019, speakers came from universities throughout the United States as well as one student from Sweden. It is the sincere hope of the organizers that the hiatus has not completely erased the momentum of the conference series, and that we can continue to build on its considerable success. \n\nWhile it is often difficult to point to a well-defined outcome of a conference, it is hard to overstate their value: these are the places that we come to share our work, to make connections, to promote and nurture new ideas, and to build and restore the web of inquiry that sustains our discipline. This conference series has served as a test-bed for expanding that web to include mathematicians at the very outset of their professional journeys-- to provide them with positive, meaningful early experiences and try to nurture their nascent passion for the work. For working mathematicians, it has served all the usual functions of a small, focused conference, though in an unusual way: the inclusion of students and the atmosphere of the host institution (as a PUI) encouraged a different, more inclusive and informal attitude in almost all our discussions. Apart from the obvious differences from other events, this unique environment has given the series an impact far beyond what we originally expected when we submitted our first proposal six years ago.\n\n\n\n\n\t\t\t\t\tLast Modified: 05/06/2022\n\n\t\t\t\t\tSubmitted by: Andrew Parrish"
 }
}