{
 "awd_id": "1710948",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Wireless-Powered Implantable Bone Intramedullary Fluid Modulator for the Treatment of Osteoporosis and Fracture Repair",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2017-06-12",
 "awd_max_amd_letter_date": "2022-03-31",
 "awd_abstract_narration": "Numerous previous studies demonstrated that modulation of flow inside bone marrow enhances bone growth. However, to date there are no reports on a miniature device that can be implanted inside of bone. The goals of the proposed work are to design and fabricate a wireless, battery-less, implantable miniature device to treat low bone mass and fracture repair. The project will provide ample research opportunities for graduate/undergraduate students at the University of Texas at Dallas and the University of Texas at Arlington. The program will also have a strong impact on diversity. Both institutions will actively reach out to underrepresented minority students through the established programs. This project is anticipated to make an impact in both research and educational aspects of North Texas biomedical, semiconductor, and nanotech industries, by developing new technologies with high commercial potential and also by supplying well-trained scientists and engineers. This project is anticipated to have immense impact on health care and research related to bone disease.\r\n\r\nThe research goals of the proposed work are to design and fabricate a wireless, battery-less, implantable fluid modulator to treat low bone mass and fracture repair. Numerous in vitro studies eliciting bone formation and inhibiting bone resorption via intramedullary fluid flow modulation have been conducted. In vivo studies modulating intramedullary fluid flow are rare due to methodological difficulties; i.e., the ability to modulate intramedullary fluid flow without concomitant mechanical strain on the skeleton. To date there are no reports in the literature that utilizes compact, wireless and chronically implantable devices for in vivo bone intramedullary fluid modulation. The purposes of this proposal are to 1) develop a wireless, implantable bone intramedullary fluid modulator which can reliably modulate bone intramedullary fluid flow by external magnetic field, 2) also utilize the wireless fluid modulator to detect real-time bone intramedullary pressure in a battery-less, wireless manner, and 3) determine whether the wireless fluid modulator will stimulate bone formation and augment bone mass in young and old rats. The fluid modulator has a wireless passive pressure sensor for real-time intramedullary fluid pressure measurement and micro magnetic agitators for on-demand wireless intramedullary fluid flow modulation. The passive pressure sensor is designed to have a parallel plate capacitor with one electrode on a membrane which deflects in response to surrounding intramedullary fluid pressure. The pressure sensor will be inductively coupled to an external coil outside of a body using radio frequency (e.g., 200 MHz). The change in intramedullary fluid pressure will be read by the external coil as phase dip frequency shifts. Magnetic agitators will be designed to have optimal fluid modulation inside the limited space of the femoral intramedullary cavity (e.g., approximately 13 mm in length, 1.7 mm in diameter for 6 month old rats). Microfabrication techniques will be utilized to electroplate permalloy or permanent magnet to get micro magnetic agitators. The proposed wireless fluid modulator will be implanted inside the intramedullary cavity of rats using a conventional syringe (e.g., 16G needle). Changes in bone mass as a result of alterations in intramedullary fluid flow and pressure in the absence of mechanical loading will be studied. Following chronic implantation and periodic activation of the fluid modulator for 30 days, bone mass and bone cellular activity will be evaluated and compared between young and old rats. The proposed wireless fluid modulator may be groundbreaking in its ability to non-pharmacologically stimulate bone growth and fracture healing and have great potential in a variety of clinical and veterinarian applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rhonda",
   "pi_last_name": "Prisby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rhonda Prisby",
   "pi_email_addr": "rhonda.prisby@uta.edu",
   "nsf_id": "000542625",
   "pi_start_date": "2017-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190145",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This was a collaborative research project for the fabrication of a device that could stimulate bone healing by modulating the pressure inside of a long bone. In addition, a compact, wireless and battery-less pressor sensor was developed to measure the pressure fluctuations created by the device. We utilized the device to alter bone marrow pressure inside the femur of young and old rats and assessed the reliability of the pressor sensor in reading these fluctuations. We determined that the device could stimulate changes in bone marrow pressure and that the pressure sensor could reliably and accurately detect these pressure modulations. Next, we evaluated the device&rsquo;s ability to stimulate bone healing following pressure fluctuation. We created two bone defects in each femur (i.e., the left and right) and fluctuated the pressure inside the right femur for 10 minutes in young and old rats. We recorded the induced pressure fluctuations during the protocol and allowed the animals to recover for 7 days. The left femur did not receive the pressure fluctuations, and therefore, served as the control bone. Following the study, the left (i.e., control) and right (i.e., experimental) femurs were analyzed to determine bone microarchitecture (i.e., bone volume, trabecular number, trabecular thickness and trabecular separation) at both ends of the femur. The pressure fluctuations induced by the device in the young (51&plusmn;35mmHg) and old (30&plusmn;18 mmHg) rats were similar. At both ends of the bone, there were no differences in bone volume, the number of trabeculae, and trabecular separation between the control and experimental femora. However, the thickness of the trabeculae was lower (<em>p</em>&lt;0.05) in the proximal part of the femur in the old experimental group vs. the young. Bone density at this end of the femur was reduced (<em>p</em>&lt;0.05) in the old control femur vs. young but higher (<em>p</em>&lt;0.05) in the old experimental femur vs. young. At the opposite end of the femur, trabecular thickness was higher (<em>p</em>&lt;0.05) in the old experimental femur vs. the young. Further, bone density at the distal end was higher (<em>p</em>&lt;0.05) with age, regardless of treatment (i.e., contralateral and experimental). New bone formation was observed inside the marrow and on the outside of the femur. Young rats (13&plusmn;9mm<sup>3</sup>) had a higher (<em>p</em>&lt;0.05) volume of new bone vs. the old rats (3&plusmn;2mm<sup>3</sup>) and there was a tendency (p=0.09) for an increased volume of new bone in the experimental (9.50&plusmn;9.53mm<sup>3</sup>) vs. control (5.23&plusmn;5.79 mm<sup>3</sup>) femur. Data analysis for the new bone formation data will be finalized soon. These data suggest that one 10-minute treatment of pressure fluctuation within the bone may be efficacious at eliciting bone regeneration. Data analysis related to the new bone formation will be finalized soon. Optimization of the protocol (e.g., duration and/or number of pressure fluctuation treatments) may prove efficacious in restoring bone mass following fracture and in accelerating fracture healing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2023<br>\n\t\t\t\t\tModified by: Rhonda&nbsp;Prisby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis was a collaborative research project for the fabrication of a device that could stimulate bone healing by modulating the pressure inside of a long bone. In addition, a compact, wireless and battery-less pressor sensor was developed to measure the pressure fluctuations created by the device. We utilized the device to alter bone marrow pressure inside the femur of young and old rats and assessed the reliability of the pressor sensor in reading these fluctuations. We determined that the device could stimulate changes in bone marrow pressure and that the pressure sensor could reliably and accurately detect these pressure modulations. Next, we evaluated the device’s ability to stimulate bone healing following pressure fluctuation. We created two bone defects in each femur (i.e., the left and right) and fluctuated the pressure inside the right femur for 10 minutes in young and old rats. We recorded the induced pressure fluctuations during the protocol and allowed the animals to recover for 7 days. The left femur did not receive the pressure fluctuations, and therefore, served as the control bone. Following the study, the left (i.e., control) and right (i.e., experimental) femurs were analyzed to determine bone microarchitecture (i.e., bone volume, trabecular number, trabecular thickness and trabecular separation) at both ends of the femur. The pressure fluctuations induced by the device in the young (51&plusmn;35mmHg) and old (30&plusmn;18 mmHg) rats were similar. At both ends of the bone, there were no differences in bone volume, the number of trabeculae, and trabecular separation between the control and experimental femora. However, the thickness of the trabeculae was lower (p&lt;0.05) in the proximal part of the femur in the old experimental group vs. the young. Bone density at this end of the femur was reduced (p&lt;0.05) in the old control femur vs. young but higher (p&lt;0.05) in the old experimental femur vs. young. At the opposite end of the femur, trabecular thickness was higher (p&lt;0.05) in the old experimental femur vs. the young. Further, bone density at the distal end was higher (p&lt;0.05) with age, regardless of treatment (i.e., contralateral and experimental). New bone formation was observed inside the marrow and on the outside of the femur. Young rats (13&plusmn;9mm3) had a higher (p&lt;0.05) volume of new bone vs. the old rats (3&plusmn;2mm3) and there was a tendency (p=0.09) for an increased volume of new bone in the experimental (9.50&plusmn;9.53mm3) vs. control (5.23&plusmn;5.79 mm3) femur. Data analysis for the new bone formation data will be finalized soon. These data suggest that one 10-minute treatment of pressure fluctuation within the bone may be efficacious at eliciting bone regeneration. Data analysis related to the new bone formation will be finalized soon. Optimization of the protocol (e.g., duration and/or number of pressure fluctuation treatments) may prove efficacious in restoring bone mass following fracture and in accelerating fracture healing.\n\n \n\n\t\t\t\t\tLast Modified: 09/20/2023\n\n\t\t\t\t\tSubmitted by: Rhonda Prisby"
 }
}