{
 "awd_id": "1710318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Unified Framework for Description of Lyotropic and Active Liquid Crystals Far from Equilibrium",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 361113.0,
 "awd_amount": 361113.0,
 "awd_min_amd_letter_date": "2017-06-16",
 "awd_max_amd_letter_date": "2017-06-16",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical and computational research and education to advance the fundamental understanding of liquid crystals (LCs). Liquid crystalline materials combine some of the properties of liquids, such as the ability to flow, and some of the properties of solids, such as a highly ordered molecular structure, elasticity, and controllable optical characteristics. They are found in a wide array of devices, ranging from simple thermometers to state-of-the-art display technologies. Most applications of LCs to date have relied on thermotropic materials, whose structure and appearance changes with temperature. Less is known about lyotropic LCs, which are abundant in nature, and whose behavior can be tuned through their concentration in a solution, as opposed to temperature.\r\n\r\nLyotropic materials are central to biology and life. They are water soluble, and they provide, for example, the scaffolds that allow cells to maintain their shape, move, and multiply. They are also responsible for the color changes that some biological organisms can undergo in response to external cues. From a technological point of view, they could provide a new platform for the development of biological and chemical sensors, or for the development of active, autonomous matter, that exhibits motion or self-healing characteristics when provided the necessary instructions. The goal of this project is to create molecular models that will permit description of the behavior of lyotropic LCs. Through these models, it will be possible to determine how particular molecular characteristics influence structure and response to external inputs, and to arrive at a fundamental understanding of the structure and properties of this important class of materials. That understanding will then serve as the basis for applications of lyotropic systems in emerging technologies.\r\n\r\nThe project will also involve the training of students on state-of-the-art theoretical and computational techniques within a multidisciplinary environment. In addition, and in collaboration with the Museum of Science and Industry of Chicago, the students will be provided with training and public speaking opportunities that will help them develop communication and presentation skills. A targeted summer program will expose younger generations of at-risk local high-school students to the excitement of science at the forefront of technology.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical and computational research and education to advance the fundamental understanding of liquid crystals (LCs). Most of our understanding of liquid crystalline materials has been derived from studies of thermotropic oils, where temperature is used to control phase behavior. Less is known about hierarchically assembled LCs, which include lyotropic systems whose morphology can be controlled by temperature and concentration, and active nematic biopolymers, where autonomous motion or activity can be engendered by chemical means. Hierarchically assembled LCs are of considerable importance because they can be prepared in water and are biocompatible. Furthermore, they often give rise to mesoscopic structures whose characteristic dimensions can be controlled, and are considerably longer than those encountered in thermotropic LCs. The arrangement (or anchoring) of LC molecules at a surface or interface can be controlled through physical and chemical treatments, and the overall orientation (or director) of the material can be further manipulated by external fields. For hierarchically assembled LCs, these two elements, surface and bulk control, are not well understood. More challenging questions, including the relations between internal structure and dynamics, have rarely been addressed before. Importantly, LC-related technologies have benefited considerably from insights provided by theory and simulation.\r\n \r\nThis project seeks to develop a theoretical and computational formalism that will bring the same level of understanding that has been achieved with thermotropic LCs to the study of lyotropic LCs. A central feature of the work will be to elucidate the nature of the defects that arise in lyotropic materials. Depending on the molecular characteristics of the mesogens (e.g. their length or flexibility), such moduli could vary significantly, and lead to completely different defect structures and dynamics. Intriguing questions, including the relations between internal structure, dynamics, and the emergence of spontaneous, directional flows, are only now beginning to be addressed. The current understanding of hierarchically assembled LCs will be advanced considerably by new theoretical formalisms capable of describing the mesophases that arise in such materials, both at equilibrium and beyond equilibrium. The central aim of this project is to develop such formalisms, and to apply them to understand the arrangement or segregation of surface-active molecules or nanoparticles in distinct regions of space, and the formation of ordered, dynamic structures. Such models will rely on the material properties and insights generated on the basis of experimental information and, when needed, finer, coarse-grained levels of description.\r\n\r\nThe project will also involve the training of students on state-of-the-art theoretical and computational techniques within a multidisciplinary environment. In addition, and in collaboration with the Museum of Science and Industry of Chicago, the students will be provided with training and public speaking opportunities that will help them develop communication and presentation skills. A targeted summer program will expose younger generations of at-risk local high-school students to the excitement of science at the forefront of technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "De Pablo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Juan J De Pablo",
   "pi_email_addr": "jjd8110@nyu.edu",
   "nsf_id": "000467495",
   "pi_start_date": "2017-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5640 South Ellis Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371433",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 361113.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Liquid crystals exhibit an extraordinarily rich set of behaviors that has traditionally been used in display technologies. Such technologies have primarily relied on thermotropic systems, whose behavior can be manipulated with temperature or application of electric fields. Lyotropic liquid crystals, which involve mixtures of multiple components and are often aqueous based, hare not well understood and have not been exploited in applications to the extent that thermotropic systems have.&nbsp; In this work we developed a fundamental model of lyotropic liquid crystals that allows us to predict their behavior both at equilibrium and far from equilibrium. That model led to several discoveries, including the fact that by introducing self-propulsion or \"activity\" into a lyotropic system, and then creating patterns of activity, one can in fact manipulate the behavior of the material.</p>\n<p>Past work with \"active\" liquid crystals was limited to characterizing their behavior. By introducing the means to control structure and dynamics, it should now be possible to adapt materials that nature had traditionally used to control the movement of living systems, including cells, and deploy them in new technologies. The demonstrations produced in this project could therefore provide a foundation to develop autonomous materials capable of making decisions on their own, or materials that could be used to perform logic operations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2021<br>\n\t\t\t\t\tModified by: Juan&nbsp;J&nbsp;De Pablo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLiquid crystals exhibit an extraordinarily rich set of behaviors that has traditionally been used in display technologies. Such technologies have primarily relied on thermotropic systems, whose behavior can be manipulated with temperature or application of electric fields. Lyotropic liquid crystals, which involve mixtures of multiple components and are often aqueous based, hare not well understood and have not been exploited in applications to the extent that thermotropic systems have.  In this work we developed a fundamental model of lyotropic liquid crystals that allows us to predict their behavior both at equilibrium and far from equilibrium. That model led to several discoveries, including the fact that by introducing self-propulsion or \"activity\" into a lyotropic system, and then creating patterns of activity, one can in fact manipulate the behavior of the material.\n\nPast work with \"active\" liquid crystals was limited to characterizing their behavior. By introducing the means to control structure and dynamics, it should now be possible to adapt materials that nature had traditionally used to control the movement of living systems, including cells, and deploy them in new technologies. The demonstrations produced in this project could therefore provide a foundation to develop autonomous materials capable of making decisions on their own, or materials that could be used to perform logic operations.\n\n\t\t\t\t\tLast Modified: 02/15/2021\n\n\t\t\t\t\tSubmitted by: Juan J De Pablo"
 }
}