{
 "awd_id": "1710670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Data-centric Approach to Turbulence Simulation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 549990.0,
 "awd_amount": 549990.0,
 "awd_min_amd_letter_date": "2017-08-21",
 "awd_max_amd_letter_date": "2017-08-21",
 "awd_abstract_narration": "Turbulence or turbulent flow is commonly observed in many everyday phenomena, such as airflow over a vehicle, billowing clouds, rising smoke or fast-flowing waters.  Understanding and accurately modeling turbulent flow is important for design in applications as diverse as transportation (planes, cars, etc.), energy generation (wind turbines or more traditional power plants), and manufacturing.  Turbulence evolves through interaction of a broad range of length and time scales, posing significant challenges to engineers who model turbulent fluid flow using computer simulations. High fidelity computational models, which resolve turbulent motions, can require several months of time on the largest supercomputer to simulate even a relatively simple flow. By contrast, low fidelity models that attempt to predict only the net effects of the turbulence can give results on complicated flows in seconds but the prediction has low accuracy for many important flows.  To effectively use simulations of turbulence for design applications, engineers typically require flow solutions for thousands of problem-defining parameter combinations. The need for a large number of cases typically necessitates the use of lower fidelity models to keep cost and time feasible. This proposal involves using the more detailed information from a select, small number of higher fidelity simulations together with a full set of inexpensive low fidelity simulations to collectively achieve a substantially more accurate prediction for the thousands of parameter variations needed.  The scale-resolving simulations proposed lend themselves to animations of fluid structures. While a full understanding is beyond students at the K-12 levels, simulations that show macro- and small-scale fluid structures are expected to be highly motivating to science, technology, engineering, and mathematics (STEM) areas. Therefore, visualization results from this research are being packaged for direct outreach activities in coordination with the Broadening Opportunity through Leadership and Diversity\r\n(BOLD) Center at the University of Colorado Boulder.\r\n\r\nThis research project involves three main objectives: 1) using data-driven machine learning from scale-resolving simulations to improve scale-modeling closures, 2) developing multi-fidelity models that fuse data from O(1000) low-cost simulations and O(20) higher-cost simulations to achieve an accuracy approaching that of the higher-cost simulations for all O(1000) parameter combinations at substantially reduced cost, and 3) combining these two approaches. These developments are being demonstrated on flows that are currently known to be beyond the predictive capacity of the low-cost models. The focus is on adverse pressure gradient flows, including those that lead to flow separation. The simulations performed in this project will advance the state-of-the-art in adverse pressure gradient flow simulation. Specifically, simulations are being executed at momentum Reynolds numbers of 6,000 for direct numerical simulation, 30,000 for wall-resolved large eddy simulation, and 150,000 for wall-modeled large eddy simulation. The data from all simulations is being be made available to the science and engineering community to enable further analysis and fundamental insight.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Jansen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth E Jansen",
   "pi_email_addr": "jansenke@colorado.edu",
   "nsf_id": "000395065",
   "pi_start_date": "2017-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philippe",
   "pi_last_name": "Spalart",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Philippe R Spalart",
   "pi_email_addr": "philippe.r.spalart@boeing.com",
   "nsf_id": "000440523",
   "pi_start_date": "2017-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Evans",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Evans",
   "pi_email_addr": "john.a.evans@colorado.edu",
   "nsf_id": "000661555",
   "pi_start_date": "2017-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Colorado",
  "perf_str_addr": "3100 Marine St., 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 549990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Turbulence evolves through interaction of a broad range of length and time scales, posing significant challenges to engineers who model turbulent fluid flow using computer simulation. High fidelity models, which resolve turbulent motions, can require the largest supercomputer for months for even a relatively simple flow. By contrast, low fidelity models that attempt to predict only the net effects of the turbulence can give results on complicated flows in seconds but the prediction has low accuracy for many important flows. To effectively use simulation of turbulence for design in applications as diverse as transportation (planes, cars, etc.), energy generation (wind turbines or more traditional power plants), and manufacturing, engineers typically require flow solutions for thousands of problem-defining parameter combinations. The need for a large number of cases typically necessitates the use of low fidelity models to keep cost and time feasible. However, the use of low accuracy models in an engineering design loop often results in an over-designed, sub-optimal final product.<br /><br />In this project, we pursued two complimentary tasks to improve the accuracy of low fidelity models for use in engineering design. In the first task, we leveraged advances in machine learning and the availability of data from a select number of high fidelity simulations to build improved low fidelity models. In particular, we employed Direct Numerical Simulation (DNS) data to build improved Reynolds stress closures for Reynolds Averaged Navier-Stokes (RANS) modeling and subgrid stress closures for Large Eddy Simulation (LES) modeling. We demonstrated these data-driven models exhibit significantly improved accuracy versus the state-of-the-art for a wide range of turbulent flows of engineering interest, including those exhibiting mild to severe flow separation. In the second task, we built multi-fidelity models that leverage the more detailed information from a select, small number of higher fidelity simulations together with a full set of inexpensive low fidelity simulations to collectively achieve a substantially more accurate prediction for the thousands of parameter variations needed. We demonstrated this approach yields significantly improved predictions of quantities of interest than the use of low fidelity simulations alone for two applications of engineering interest: turbulent flow over a subsonic airfoil and turbulent flow in an aggressive subsonic diffuser. In addition to the above two tasks, we conducted several simulations of turbulent flows subject to strong pressure gradients for the purpose of identifying deficiencies in existing low fidelity models and generating high fidelity simulation data with which to train improved low fidelity models. The databases created from these simulations are being used by the greater community to validate low fidelity models as well as improve them using both classical and data-driven techniques.<br /><br />The results of this research project in four distinct areas (simulation of wall-bounded turbulent flows subject to strong pressure gradients, improvement of synthetic inflow turbulence generation, development of data-driven scale-modeling models, and development of multi-fidelity models) have appeared in journal and conference papers. Three graduate students were trained and supported by this award. The first student graduated in May 2019, the second student graduated in December 2020, and the third student is expected to graduate in August 2021. The accomplishments achieved in this project have greatly impacted the fields of fluid dynamics, multi-fidelity modeling, and machine learning, and lessons learned in this project are also applicable to other domains, including structural mechanics, fluid-structure interaction, and plasma physics. Finally, the project advanced the state-of-the art in high performance computing as all simulations were performed on massively parallel computers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2021<br>\n\t\t\t\t\tModified by: John&nbsp;A&nbsp;Evans</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTurbulence evolves through interaction of a broad range of length and time scales, posing significant challenges to engineers who model turbulent fluid flow using computer simulation. High fidelity models, which resolve turbulent motions, can require the largest supercomputer for months for even a relatively simple flow. By contrast, low fidelity models that attempt to predict only the net effects of the turbulence can give results on complicated flows in seconds but the prediction has low accuracy for many important flows. To effectively use simulation of turbulence for design in applications as diverse as transportation (planes, cars, etc.), energy generation (wind turbines or more traditional power plants), and manufacturing, engineers typically require flow solutions for thousands of problem-defining parameter combinations. The need for a large number of cases typically necessitates the use of low fidelity models to keep cost and time feasible. However, the use of low accuracy models in an engineering design loop often results in an over-designed, sub-optimal final product.\n\nIn this project, we pursued two complimentary tasks to improve the accuracy of low fidelity models for use in engineering design. In the first task, we leveraged advances in machine learning and the availability of data from a select number of high fidelity simulations to build improved low fidelity models. In particular, we employed Direct Numerical Simulation (DNS) data to build improved Reynolds stress closures for Reynolds Averaged Navier-Stokes (RANS) modeling and subgrid stress closures for Large Eddy Simulation (LES) modeling. We demonstrated these data-driven models exhibit significantly improved accuracy versus the state-of-the-art for a wide range of turbulent flows of engineering interest, including those exhibiting mild to severe flow separation. In the second task, we built multi-fidelity models that leverage the more detailed information from a select, small number of higher fidelity simulations together with a full set of inexpensive low fidelity simulations to collectively achieve a substantially more accurate prediction for the thousands of parameter variations needed. We demonstrated this approach yields significantly improved predictions of quantities of interest than the use of low fidelity simulations alone for two applications of engineering interest: turbulent flow over a subsonic airfoil and turbulent flow in an aggressive subsonic diffuser. In addition to the above two tasks, we conducted several simulations of turbulent flows subject to strong pressure gradients for the purpose of identifying deficiencies in existing low fidelity models and generating high fidelity simulation data with which to train improved low fidelity models. The databases created from these simulations are being used by the greater community to validate low fidelity models as well as improve them using both classical and data-driven techniques.\n\nThe results of this research project in four distinct areas (simulation of wall-bounded turbulent flows subject to strong pressure gradients, improvement of synthetic inflow turbulence generation, development of data-driven scale-modeling models, and development of multi-fidelity models) have appeared in journal and conference papers. Three graduate students were trained and supported by this award. The first student graduated in May 2019, the second student graduated in December 2020, and the third student is expected to graduate in August 2021. The accomplishments achieved in this project have greatly impacted the fields of fluid dynamics, multi-fidelity modeling, and machine learning, and lessons learned in this project are also applicable to other domains, including structural mechanics, fluid-structure interaction, and plasma physics. Finally, the project advanced the state-of-the art in high performance computing as all simulations were performed on massively parallel computers.\n\n\t\t\t\t\tLast Modified: 04/30/2021\n\n\t\t\t\t\tSubmitted by: John A Evans"
 }
}