{
 "awd_id": "1710914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of visible ultrafast mode-locked fiber lasers",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 302735.0,
 "awd_amount": 302735.0,
 "awd_min_amd_letter_date": "2017-07-12",
 "awd_max_amd_letter_date": "2017-07-12",
 "awd_abstract_narration": "Abstract Title: Development of visible wavelength fiber lasers \r\n\r\nNon-Technical Description: \r\nLaser light pulses with femtosecond durations have a variety of industrial, medical and scientific applications. Notable applications are machining micro-scale devices, imaging biological samples, medical diagnostics and therapy, and materials spectroscopy. Lasers generating ultrashort optical pulses are referred as mode-locked lasers. Today, mode-locked lasers are mainly based on solid state amplifiers and optical fiber amplifiers. In comparison with solid-state lasers, mode-locked fiber lasers have the advantages of stability, compactness, efficiency and low cost. This project is to develop novel approaches to making mode-locked fiber lasers generating ultrashort femtosecond scale optical pulses at visible wavelengths. Even though mode-locked femtosecond fiber lasers have many practical advantages, a novel pulse forming principle is necessary in developing one in the visible wavelength regime. Most mode-locked lasers shape pulses require that the refractive index dispersion, called the group velocity dispersion, and fiber nonlinearity work together. However, an optical fiber in the visible regime has a very high group velocity dispersion relative to the fiber nonlinearity that hinders the formation of pulses. In this project, mode-locked femtosecond fiber lasers will be developed by manipulating unique pulse propagation phenomena at normal group velocity dispersion to form ultrashort pulses. A mode-locked fiber laser operating at visible colors will be a valuable tool for medical applications such as general microsurgeries, eye macular degeneration, etc. Graduate students will be trained for careers in laser science and technology and actively be involved in the research project. An effort will be made to recruit diverse groups to the project and to provide them with significant scientific research experiences. Undergraduate students will also participate and be exposed to the research process. With this experience they may consider pursuing future careers in science and technology. \r\n\r\nTechnical Description: \r\nMode-locked fiber lasers operating at visible wavelengths will be designed using Praseodymium (Pr)-doped fluoride fibers by manipulating the self-similar evolution and the dissipative soliton propagation in all-normal group velocity dispersion lasers. While the main theme of the project is to generate visible wavelength mode-locked pulses, femtosecond pulse generation beyond the gain bandwidth (BW) limitation will be studied. A Pr-doped fiber has a very narrow gain BW around the wavelength at 635 nm, which is insufficient to support femtosecond pulses. However, by adopting self-similar evolution, pulses with spectra much broader than the gain BW can be created and much shorter pulses can be formed than the gain BW limitation. Visible wavelength mode-locked fiber lasers are relevant for valuable scientific applications such as fluorescence lifetime imaging microscopy, time-resolved photoluminescence spectroscopy, and visible frequency combs. The successful outcome of the project will have a significant impact. The self-similar pulse formation technique can be exploited to generate ultrashort pulses at wavelengths where only continuous-wave lasers are available due to the narrow gain BW limitations.  This project has the potential to extend the wavelength range of mode-locked lasers and to open the way for future applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andy",
   "pi_last_name": "Chong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andy Chong",
   "pi_email_addr": "achong1@udayton.edu",
   "nsf_id": "000624938",
   "pi_start_date": "2017-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Dayton",
  "inst_street_address": "300 COLLEGE PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9372293232",
  "inst_zip_code": "454690001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "UNIVERSITY OF DAYTON",
  "org_prnt_uei_num": "V62NC51F7YV1",
  "org_uei_num": "V62NC51F7YV1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Dayton",
  "perf_str_addr": "300 College Park",
  "perf_city_name": "Dayton",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454690104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 302735.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Today, ultrafast optical pulses have expanded to industrial applications such as telecommunications, micromachining, medical imaging, optical range-finding, etc.&nbsp; The industrial market has been dominated by femtosecond solid-state lasers for their superior performance.&nbsp; However, an alternative technology of mode-locked fiber lasers has emerged for their stability, compactness, high beam quality, reduced cost, etc.&nbsp; The NSF project 'Development of visible ultrafast mode-locked fiber lasers' is targeting to extend the mode-locked fiber operation to the visible wavelengths for unique industrial applications.</p>\n<p>To obtain mode-locked pulse operations at such wavelengths for a fiber device, understanding the role of the spectral filter within the fiber oscillator is crucial.&nbsp; Combining the unique pulse operation, so-called the self-similar evolution, in the fiber oscillator and an intracavity spectral filter, we?ve achieved many interesting laser operations.&nbsp; We strongly believe that the accumulated knowledge of the project will be very useful for new laser designs for applications.</p>\n<p>We've achieved the center wavelength-tunable mode-locked fiber laser with a large tuning range (1030 - 1100 nm) [1].&nbsp; The tuning of the spectral filter with the self-similar pulse operation provides a wide range of tunability with high pulse peak power.&nbsp; This technique offers great opportunities in commercial fiber lasers for biology and chemistry applications which require ultrashort pulses at specific wavelengths.</p>\n<p>We successfully mode-locked the self-similar fiber laser for the broadest spectrum ever generated from a fiber laser oscillator [2].&nbsp; The resulting pulse duration of ~17 fs is still the record short pulse duration from mode-locked fiber oscillator.&nbsp; This operation was possible by building a unique oscillator referred to as a Mamyshev oscillator with a strong nonlinear optical fiber within the oscillator.&nbsp; Such design can be applied to stabilize intracavity nonlinear processes for various applications.</p>\n<p>Meanwhile, we developed a useful fiber-based spectral filter as a device.&nbsp; A fiber-based filter with an adjustable spectral filter bandwidth is developed [3].&nbsp; This spectral filter design is used to mode-lock the fiber laser successfully. This unique spectral filter offers great opportunities in commercial fiber laser designs since the filter bandwidth can be adjusted without rebuilding the oscillator. Interestingly, this fiber-based filter can fine control the filtering shape to obtain desirable multipulsing states [4].&nbsp; This fiber filter was demonstrated to control the number of pulses and the temporal separation between them.&nbsp;&nbsp; This multipulsing control can be very useful in some applications such as micromachining.</p>\n<p>Finally, we generated a very unique pulse solution by introducing a complicated spectral filter shape.&nbsp; A typical pulse from a fiber laser is governed by a differential equation referred to as the Complex Cubic-Quintic Ginzburg Landau Equation (CQGLE).&nbsp;&nbsp; As the spectral filter takes complicated shapes, the governing equation becomes a more complicated equation of the Complex Swift-Hohenberg Equation (CSHE).&nbsp; By introducing a complicated spectral filter shape by a fiber-based filter, we successfully obtained the soliton pulses of CSHE [5].&nbsp; It is one of very rare physical demonstrations of theoretically proposed solitons of mathematical equations.&nbsp; Moreover, we believe that CSHE solitons operation can improve laser performance significantly.&nbsp; At the same time, this concept will be useful to understand laser operations with complicated gain shapes.&nbsp;</p>\n<p>&nbsp;</p>\n<p>References</p>\n<p>1.&nbsp; C. Ma, A. Khanolkar, and A. Chong, \"High-performance tunable, self-similar fiber laser,\" Opt. Lett. 44, 1234-1236 (2019).</p>\n<p>2.&nbsp; C. Ma, A. Khanolkar, Y. Zang, and A. Chong, \"Ultrabroadband, few-cycle pulses directly from a Mamyshev fiber oscillator,\" Photon. Res. 8, 65-69 (2020).</p>\n<p>3.&nbsp; A. Khanolkar, X. Ge, and A. Chong, \"All-normal dispersion fiber laser with a bandwidth tunable fiber-based spectral filter,\" Opt. Lett. 45, 4555-4558 (2020).</p>\n<p>4.&nbsp; A. Khanolkar, and A. Chong, \"Multipulsing states management in all-normal dispersion fiber laser with a fiber-based spectral filter,\" Opt. Lett. 45, 6374-6377 (2020).</p>\n<p>5.&nbsp; A. Khanolkar, Y. Zang, and A. Chong, \"Complex Swift Hohenberg equation dissipative soliton fiber laser,\" Photon. Res. 9, 1033-1038 (2021).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2021<br>\n\t\t\t\t\tModified by: Andy&nbsp;Chong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nToday, ultrafast optical pulses have expanded to industrial applications such as telecommunications, micromachining, medical imaging, optical range-finding, etc.  The industrial market has been dominated by femtosecond solid-state lasers for their superior performance.  However, an alternative technology of mode-locked fiber lasers has emerged for their stability, compactness, high beam quality, reduced cost, etc.  The NSF project 'Development of visible ultrafast mode-locked fiber lasers' is targeting to extend the mode-locked fiber operation to the visible wavelengths for unique industrial applications.\n\nTo obtain mode-locked pulse operations at such wavelengths for a fiber device, understanding the role of the spectral filter within the fiber oscillator is crucial.  Combining the unique pulse operation, so-called the self-similar evolution, in the fiber oscillator and an intracavity spectral filter, we?ve achieved many interesting laser operations.  We strongly believe that the accumulated knowledge of the project will be very useful for new laser designs for applications.\n\nWe've achieved the center wavelength-tunable mode-locked fiber laser with a large tuning range (1030 - 1100 nm) [1].  The tuning of the spectral filter with the self-similar pulse operation provides a wide range of tunability with high pulse peak power.  This technique offers great opportunities in commercial fiber lasers for biology and chemistry applications which require ultrashort pulses at specific wavelengths.\n\nWe successfully mode-locked the self-similar fiber laser for the broadest spectrum ever generated from a fiber laser oscillator [2].  The resulting pulse duration of ~17 fs is still the record short pulse duration from mode-locked fiber oscillator.  This operation was possible by building a unique oscillator referred to as a Mamyshev oscillator with a strong nonlinear optical fiber within the oscillator.  Such design can be applied to stabilize intracavity nonlinear processes for various applications.\n\nMeanwhile, we developed a useful fiber-based spectral filter as a device.  A fiber-based filter with an adjustable spectral filter bandwidth is developed [3].  This spectral filter design is used to mode-lock the fiber laser successfully. This unique spectral filter offers great opportunities in commercial fiber laser designs since the filter bandwidth can be adjusted without rebuilding the oscillator. Interestingly, this fiber-based filter can fine control the filtering shape to obtain desirable multipulsing states [4].  This fiber filter was demonstrated to control the number of pulses and the temporal separation between them.   This multipulsing control can be very useful in some applications such as micromachining.\n\nFinally, we generated a very unique pulse solution by introducing a complicated spectral filter shape.  A typical pulse from a fiber laser is governed by a differential equation referred to as the Complex Cubic-Quintic Ginzburg Landau Equation (CQGLE).   As the spectral filter takes complicated shapes, the governing equation becomes a more complicated equation of the Complex Swift-Hohenberg Equation (CSHE).  By introducing a complicated spectral filter shape by a fiber-based filter, we successfully obtained the soliton pulses of CSHE [5].  It is one of very rare physical demonstrations of theoretically proposed solitons of mathematical equations.  Moreover, we believe that CSHE solitons operation can improve laser performance significantly.  At the same time, this concept will be useful to understand laser operations with complicated gain shapes. \n\n \n\nReferences\n\n1.  C. Ma, A. Khanolkar, and A. Chong, \"High-performance tunable, self-similar fiber laser,\" Opt. Lett. 44, 1234-1236 (2019).\n\n2.  C. Ma, A. Khanolkar, Y. Zang, and A. Chong, \"Ultrabroadband, few-cycle pulses directly from a Mamyshev fiber oscillator,\" Photon. Res. 8, 65-69 (2020).\n\n3.  A. Khanolkar, X. Ge, and A. Chong, \"All-normal dispersion fiber laser with a bandwidth tunable fiber-based spectral filter,\" Opt. Lett. 45, 4555-4558 (2020).\n\n4.  A. Khanolkar, and A. Chong, \"Multipulsing states management in all-normal dispersion fiber laser with a fiber-based spectral filter,\" Opt. Lett. 45, 6374-6377 (2020).\n\n5.  A. Khanolkar, Y. Zang, and A. Chong, \"Complex Swift Hohenberg equation dissipative soliton fiber laser,\" Photon. Res. 9, 1033-1038 (2021).\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/31/2021\n\n\t\t\t\t\tSubmitted by: Andy Chong"
 }
}