{
 "awd_id": "1710848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Broad-Scale Modeling of Complex Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 294514.0,
 "awd_amount": 294514.0,
 "awd_min_amd_letter_date": "2017-05-17",
 "awd_max_amd_letter_date": "2017-05-17",
 "awd_abstract_narration": "Many objects of interest in technology, science, and medicine can be represented as networks, including the internet, the power grid, neural networks in the brain, and the contact networks between individuals over which diseases spread.  Network theory, which is the subject of this research project, provides a mathematical representation of systems like these which helps us to understand and predict their behavior.  This project focuses on modeling networked systems, using mathematical models and computer models.  Network models have seen impressive successes in recent years, in areas such as computer and information networks and epidemiology, but a fundamental shortcoming of previous work has been an inability to accurately represent network structure at both small and large scales simultaneously.  This project develops new classes of models that achieve this goal, thereby more accurately representing networks as they appear in real life and improving our understanding and ability to predict their behavior.  Specific goals of the project include: development of new multiscale mathematical and computer models of networked systems; testing and validation of models to demonstrate how well they capture the features of the systems they represent; model selection methods for determining how best to represent a particular system; anomaly detection in networks; improved computational methods to allow calculations to run efficiently on current computer hardware; and a range of specific applications, for instance to modeling of network resilience and the spread of disease.   \r\n\r\nThis project will develop and apply new classes of mathematical models for representing and analyzing networked systems.  Network models find wide uses in methods for the analysis of network data, such as community detection, embedding, and visualization, and as the foundation for simulation and modeling of network processes, such as resilience of systems to failure of their components, the spread of diseases over contact networks, or the design and refinement of network protocols and algorithms.   A fundamental shortcoming of current network models, however, is their inability to capture network structure accurately on both small and large scales.  Models based on local structural motifs, such as the configuration model or subgraph models, capture small-scale structure well, but fail with large-scale structure such as communities, stratification, or core-periphery structure.  Models that capture large-scale structure, such as block models, are normally locally tree-like and hence fail badly to capture the small scale.  This project will develop a new class of random graph models that naturally integrates the large and small, along with methods for analyzing the models' properties and for rapid Monte Carlo sampling.  Maximum-likelihood fitting methods will be developed to fit models to real-world network data, enabling accurate generalization, link prediction, and network reconstruction.  Statistical methods for the models will also be developed, including goodness-of-fit tests and model selection methods, along with specific applications, for instance to anomaly detection, network resilience, and epidemic modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Newman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Newman",
   "pi_email_addr": "mejn@umich.edu",
   "nsf_id": "000180261",
   "pi_start_date": "2017-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "450 Church Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 294514.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many objects of scientific interest can be represented as networks: the Internet is a network of connected computers; social networks, both on- and off-line, are networks of interactions between people or groups; information networks like the Web and citation networks represent the structure of bodies of information; and biological networks such as neural networks or metabolic networks are crucial to the workings of our brains and cells.&nbsp; Analysis of the structure and behavior of these and similar networks provides one of the best tools we have for understanding a wide range of complex systems from the Internet and transportation to the spread of disease, markets, and society itself.<br /><br />Intellectual merit: The research conducted under this award has developed fundamental mathematical tools for understanding the structure of networked systems, which can in turn lead to new computer methods and software for analyzing network data.&nbsp; The research conducted is spread across a number of projects, but two of the major focus areas are estimation of networks from experimental data and \"message passing\" methods for computer calculations of network properties.<br /><br />The first of these areas focuses on the unreliable nature of current network data: biological experiments can give different answers when performed under different conditions; social surveys are subjective and depend on the participants; even Internet data can be unreliable because of both computer and human error.&nbsp; In a series of studies conducted under this award, the researchers developed methods for accurately estimating the shape of networks even when the data are unreliable.&nbsp; By combining mathematical models with a range of statistical techniques, this work shows that it is possible to estimate network structures reliably even from significantly error-prone data.<br /><br />A second focus has been on computer methods for performing network calculations, such as estimating the spread of disease over a network of social contacts.&nbsp; A standard approach to such calculations, known as \"message passing,\" involves calculating the state of each node in a network by looking at its neighbors and network connections.&nbsp; For instance, the probability of an individual catching a disease depends on whether their friends and acquaintances have the disease, and on the nature of the contacts they have with those friends and acquaintances.&nbsp; One can write down equations that allow one to estimate such probabilities and hence develop an iterative computer algorithm for rapidly solving mathematical models on networks.&nbsp; Such methods, however, have a well known shortcoming, that they do not work on networks that contain short loops.&nbsp; Unfortunately, in reality almost every network contains short loops and hence these message passing methods have been of limited use.&nbsp; In research funded under this award, the investigators developed a new class of message passing methods that remedy this shortcoming, methods that work on a much wider and more realistic range of networks, including those with short loops.&nbsp; This breakthrough has the potential to make possible a variety of calculations that have previously been out of reach.<br /><br />Other work completed under this funding includes: studies of community structure in networks, the widely observed feature in which network nodes divide into tightly knit groups; studies of structural balance in signed networks that have both positive and negative connections; new methods for analyzing assortative mixing in networks, the tendency for nodes to be connected to others that are similar to themselves in some way, which can be used to make predictions of unknown node characteristics; numerical methods for fast calculation of \"spectral\" properties of networks, a mathematical approach that can be used to characterize large-scale network structure; and a new \"mutual information\" measure for quantitative comparison of different properties of a network.<br /><br />Broader impacts: The work performed under this funding is interdisciplinary in nature and has the potential for broad impact and substantial benefits to society across a range of areas outside of mathematics.&nbsp; The work performed includes applications to a wide selection of networked systems, including the Internet, social networks, ecological networks, and others.&nbsp; Computer code developed during the work has been made available to other researchers and has potential applications in many areas across the physical, biological, social, and information sciences.&nbsp; More generally, the mathematical techniques developed form a foundation for possible future advances in methods, algorithms, and applications of networks in science, technology, medicine, and industry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2020<br>\n\t\t\t\t\tModified by: Mark&nbsp;Newman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany objects of scientific interest can be represented as networks: the Internet is a network of connected computers; social networks, both on- and off-line, are networks of interactions between people or groups; information networks like the Web and citation networks represent the structure of bodies of information; and biological networks such as neural networks or metabolic networks are crucial to the workings of our brains and cells.  Analysis of the structure and behavior of these and similar networks provides one of the best tools we have for understanding a wide range of complex systems from the Internet and transportation to the spread of disease, markets, and society itself.\n\nIntellectual merit: The research conducted under this award has developed fundamental mathematical tools for understanding the structure of networked systems, which can in turn lead to new computer methods and software for analyzing network data.  The research conducted is spread across a number of projects, but two of the major focus areas are estimation of networks from experimental data and \"message passing\" methods for computer calculations of network properties.\n\nThe first of these areas focuses on the unreliable nature of current network data: biological experiments can give different answers when performed under different conditions; social surveys are subjective and depend on the participants; even Internet data can be unreliable because of both computer and human error.  In a series of studies conducted under this award, the researchers developed methods for accurately estimating the shape of networks even when the data are unreliable.  By combining mathematical models with a range of statistical techniques, this work shows that it is possible to estimate network structures reliably even from significantly error-prone data.\n\nA second focus has been on computer methods for performing network calculations, such as estimating the spread of disease over a network of social contacts.  A standard approach to such calculations, known as \"message passing,\" involves calculating the state of each node in a network by looking at its neighbors and network connections.  For instance, the probability of an individual catching a disease depends on whether their friends and acquaintances have the disease, and on the nature of the contacts they have with those friends and acquaintances.  One can write down equations that allow one to estimate such probabilities and hence develop an iterative computer algorithm for rapidly solving mathematical models on networks.  Such methods, however, have a well known shortcoming, that they do not work on networks that contain short loops.  Unfortunately, in reality almost every network contains short loops and hence these message passing methods have been of limited use.  In research funded under this award, the investigators developed a new class of message passing methods that remedy this shortcoming, methods that work on a much wider and more realistic range of networks, including those with short loops.  This breakthrough has the potential to make possible a variety of calculations that have previously been out of reach.\n\nOther work completed under this funding includes: studies of community structure in networks, the widely observed feature in which network nodes divide into tightly knit groups; studies of structural balance in signed networks that have both positive and negative connections; new methods for analyzing assortative mixing in networks, the tendency for nodes to be connected to others that are similar to themselves in some way, which can be used to make predictions of unknown node characteristics; numerical methods for fast calculation of \"spectral\" properties of networks, a mathematical approach that can be used to characterize large-scale network structure; and a new \"mutual information\" measure for quantitative comparison of different properties of a network.\n\nBroader impacts: The work performed under this funding is interdisciplinary in nature and has the potential for broad impact and substantial benefits to society across a range of areas outside of mathematics.  The work performed includes applications to a wide selection of networked systems, including the Internet, social networks, ecological networks, and others.  Computer code developed during the work has been made available to other researchers and has potential applications in many areas across the physical, biological, social, and information sciences.  More generally, the mathematical techniques developed form a foundation for possible future advances in methods, algorithms, and applications of networks in science, technology, medicine, and industry.\n\n \n\n\t\t\t\t\tLast Modified: 10/20/2020\n\n\t\t\t\t\tSubmitted by: Mark Newman"
 }
}