{
 "awd_id": "1710565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Differential Geometry and Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 514090.0,
 "awd_amount": 514090.0,
 "awd_min_amd_letter_date": "2017-07-28",
 "awd_max_amd_letter_date": "2019-08-12",
 "awd_abstract_narration": "One aspect of the planned research has to do with optimal shapes of surfaces. If we think of the surface as a drumhead which vibrates freely at certain frequencies, then, roughly speaking, the more complicated a geometry we have the smaller will be its fundamental frequencies.  This suggests the problem of looking for geometries which maximize the fundamental frequency for their area. This extremal question is a difficult and much studied problem. It turns out that the geometries which arise are related to surfaces of least area (soap films). The principal investigator will investigate such extremal configurations for surfaces with boundary. The other main area of investigation concerns the Einstein equations of general relativity. These equations describe the gravitational field for massive bodies in the universe. The theory is purely geometric and is a wave theory with an initial value formulation. The proposer is planning to investigate the geometry of solutions to give conditions under which gravitational collapse takes place and black holes are formed. Such questions lead to important geometric questions involving gravitational energy and curvature of spacetime.  The proposed research is at the interface between differential geometry, general relativity, and partial differential equations.\r\n\r\nA main theme of the research in geometry will be the study of spectral geometry.  One project aims to construct metrics on surfaces and certain higher dimensional manifolds subject to an area or boundary length constraint which maximize the first eigenvalue. This is a nonstandard type of variational problem since it involves maximizing and minimizing over infinite dimensional spaces of competitors.  The principal investigator will study the geometry of such maximizing metrics to determine the optimal shapes with largest fundamental frequency. Work in relativity will continue investigations into the construction proposed by Bartnik of mass minimizing extensions of compact domains and static vacuum metrics.  The principal investigator also intends to study geometric properties of initial data sets to address the question of whether they can contain non-compact stable trapped surfaces. The principal investigator intends to investigate global properties of the moduli space of solutions of the constraint equations which define the possible initial data for the Einstein equations. A range of questions will be pursued concerning minimal submanifolds satisfying free boundary conditions and connections to eigenvalue problems. In a continuing study of minimal Lagrangian and special Lagrangian submanifolds of Kaehler-Einstein manifolds the principal investigator will attempt to prove a conjecture concerning the invariance of the subgroup of the integral homology of a Calabi-Yau manifold which is generated by minimal Lagrangian cycles when one deforms the ambient Calabi-Yau structure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Schoen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Schoen",
   "pi_email_addr": "rschoen@math.uci.edu",
   "nsf_id": "000271304",
   "pi_start_date": "2017-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "Rowland Hall room 440K",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 165419.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 172225.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 176446.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">A main goal of the project was to better understand the mathematical nature of the theory of general relativity. This theory was invented to unify the force of gravity with special relativity. This unification was achieved through the mathematical model of a curved spacetime in which the physical fields as well as the spacetime geometry itself evolves from initial data by a system of wave equations. Due to the mathematical sophistication of the theory it can be difficult to understand the range of phenomena which can occur in the model. Of the past five Nobel prizes in physics, three of them have been in general relativity and cosmology. It is apparent from the mathematical nature of the Einstein equations that the gravitational field behaves like a wave and will emit radiation. This was only experimentally verified in recent times, and gravitational wave detection has become an important part of physics. A prediction of the theory which goes back to its origins is that solutions can sometimes become singular in a special way, with such singularities now called black holes. A study of the mathematical structure of the Einstein equations led R. Penrose to a mathematical theorem which shows that singularities will evolve from very general initial configurations, and it leads us to believe that black holes are a very common occurrence (even though by their definition they are not visible). In recent years there have been many experimental verifications of the existence of black holes and the theoretical and experimental study of black holes was awarded the Nobel prize in 2020. Both of these examples illustrate the importance of understanding the mathematical structure of the Einstein equations and the resulting curved spacetimes. The main focus of the relativity portion of this project was to better understand the notion of gravitational mass and energy, and under what circumstances it is expected to be positive. This turns out to be a study of the general restrictions which are placed on the geometry by the Einstein equations and the physical characteristics of matter fields. Since the assumption of a smoothly varying spacetime and smooth physical fields is an idealization, it is important to understand how the theory changes when certain types of singularities are allowed. The PI has devoted much effort to giving a mathematically precise formulation of the types of singularities which may be present so as not to affect the physical properties of the spacetime so that the Penrose singularity theorem and the positive energy theorem remain true.<span>&nbsp;</span></p>\n<p class=\"p1\">A second main contribution of this project is to the training of<span>&nbsp; </span>graduate students<span>&nbsp; </span>At least seven graduate students have been involved in the project and the training they receive will enable them to become effective teachers and researchers in the future. The mathematics and physics required to work on the project involves Riemannian geometry, partial differential equations, and classical field theory. These topics have many other applications and will be important for future generations of students who may work in a wide variety of subjects in mathematics and science.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2021<br>\n\t\t\t\t\tModified by: Richard&nbsp;M&nbsp;Schoen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "A main goal of the project was to better understand the mathematical nature of the theory of general relativity. This theory was invented to unify the force of gravity with special relativity. This unification was achieved through the mathematical model of a curved spacetime in which the physical fields as well as the spacetime geometry itself evolves from initial data by a system of wave equations. Due to the mathematical sophistication of the theory it can be difficult to understand the range of phenomena which can occur in the model. Of the past five Nobel prizes in physics, three of them have been in general relativity and cosmology. It is apparent from the mathematical nature of the Einstein equations that the gravitational field behaves like a wave and will emit radiation. This was only experimentally verified in recent times, and gravitational wave detection has become an important part of physics. A prediction of the theory which goes back to its origins is that solutions can sometimes become singular in a special way, with such singularities now called black holes. A study of the mathematical structure of the Einstein equations led R. Penrose to a mathematical theorem which shows that singularities will evolve from very general initial configurations, and it leads us to believe that black holes are a very common occurrence (even though by their definition they are not visible). In recent years there have been many experimental verifications of the existence of black holes and the theoretical and experimental study of black holes was awarded the Nobel prize in 2020. Both of these examples illustrate the importance of understanding the mathematical structure of the Einstein equations and the resulting curved spacetimes. The main focus of the relativity portion of this project was to better understand the notion of gravitational mass and energy, and under what circumstances it is expected to be positive. This turns out to be a study of the general restrictions which are placed on the geometry by the Einstein equations and the physical characteristics of matter fields. Since the assumption of a smoothly varying spacetime and smooth physical fields is an idealization, it is important to understand how the theory changes when certain types of singularities are allowed. The PI has devoted much effort to giving a mathematically precise formulation of the types of singularities which may be present so as not to affect the physical properties of the spacetime so that the Penrose singularity theorem and the positive energy theorem remain true. \nA second main contribution of this project is to the training of  graduate students  At least seven graduate students have been involved in the project and the training they receive will enable them to become effective teachers and researchers in the future. The mathematics and physics required to work on the project involves Riemannian geometry, partial differential equations, and classical field theory. These topics have many other applications and will be important for future generations of students who may work in a wide variety of subjects in mathematics and science.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2021\n\n\t\t\t\t\tSubmitted by: Richard M Schoen"
 }
}