{
 "awd_id": "1710182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the structural basis of transmembrane association with a multidisciplinary strategy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 539999.0,
 "awd_amount": 539999.0,
 "awd_min_amd_letter_date": "2017-07-28",
 "awd_max_amd_letter_date": "2017-07-28",
 "awd_abstract_narration": "This award from the Chemistry of Life Processes Program in the Chemistry Division funds Professors Alessandro Senes and Aaron Hoskins. The project investigates the factors that stabilize proteins located in the membrane of a cell.  Some of these proteins are called transmembrane proteins since they cross the entire cell membrane.  Membrane proteins represent 20-40% of all proteins.  They are responsible for a variety of vital cellular functions, such as: transport, signaling, adhesion, development, and many regulatory processes. This research project examines the factors that lead to transmembrane stability and the function of specific membrane proteins.  Professors Senes and Hoskins design courses that offer an introduction to bioinformatics, including a variety of topics in biochemistry (genomics, proteomics, systems biology, structure/prediction) and computational methods (and hand-on experience).  The objective of this course is to create awareness and interest in computational biology.  The team also develops an interactive computational biology module for high-school students focused on the quantitative aspects of biology and the importance of integrating computation with experiments. \r\n\r\nThis project involves computational structure prediction, and high-throughput interaction studies, as well as single-molecule biophysics. The structural centerpiece is a computational method that can predict the structure of GASright dimers with good confidence and precision. GASright is best known as the fold of the glycophorin A dimer (GpA), the major model system for TM helix association. The name GASright originates from the right-handed crossing angle between the helices (near -40°), and from the characteristic small amino acids (Gly, Ala, Ser: GAS) at its interface, which are arranged to form GxxxG and GxxxG-like patterns (GxxxA, AxxxG, etc.).  The computational method is used to identify GASright candidates among thousands of protein sequences of transmembrane helices for high-throughput experimental analysis. The resulting data produces a quantitative model of GASright association energetics, which is then tested in vitro on a small set of selected proteins. Overall, the research represents a large-scale structure-based analysis of transmembrane helix association that may produce a quantitative model of stability and specificity for GASright.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandro",
   "pi_last_name": "Senes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandro Senes",
   "pi_email_addr": "senes@wisc.edu",
   "nsf_id": "000569333",
   "pi_start_date": "2017-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 539999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project objective was to understand the determinants of association of the GAS<sub>right</sub> motif, a common structural motif that mediates the interaction of transmembrane helices in membrane protein. The stability of interaction of membrane protein oligomers is tuned by evolution to suit their specific biological role. At one end of the spectrum are the &ldquo;structural&rdquo; interactions between transmembrane domains that need to be very stable to maintain the integrity of protein complexes. At the opposite end of the stability spectrum are those interactions that are designed to be weak to fulfill their dynamic roles, supporting structural changes (association/disassociation or conformational rearrangement) in processes such as signaling, activation, and regulation.</p>\n<p>The versatile GAS<sub>right</sub> motif can be observed in both of these extremes, in strong &ldquo;structural&rdquo; complexes as well as in weak &ldquo;functional&rdquo; interactions, as well as everywhere in between. For this reason, the GAS<sub>right</sub> motif is an important and tractable model for studying how stability can be finely tuned by the variation of the primary sequence, the interaction geometry, and, consequently, the physical forces that contribute to yield stability in transmembrane complexes.</p>\n<p>From a physical point of view, GAS<sub>right</sub> is also of great interest because of a unique structural feature: it displays a network of weak hydrogen bonds at the interface in which the donor is a carbon (the C&alpha;&ndash;H group) donating to carbonyl acceptors on the opposed helix (C&alpha;&ndash;H∙∙∙O=C). A key question is what is the relative contribution of these hydrogen bonds in driving the dimerization of GAS<sub>right</sub> complexes.</p>\n<p>To investigate these questions, we completed a computational and experimental analysis that supports a model in which weak hydrogen bonds and van der Waals are the main contributors to the free energy of association of GAS<sub>right</sub> transmembrane dimers (published in the Journal of the American Chemical Society). The analysis also indicated how features of the sequence and structure correlate with the stability of the dimers and, thus, can serve to finely tune these interactions. This work was based on the TOXCAT method, an assay that determines the oligomerization propensity of single-pass proteins in biological membranes. The assay allows to measure tens of different sequences, and thus analysis was extensive but not comprehensive with respect to the large &ldquo;space&rdquo; of this structural motif. However, the results indicated that mapping the energetic landscape of GAS<sub>right</sub> in high-throughput based on this type of general approach was feasible.</p>\n<p>To map the GAS<sub>right</sub> landscape more finely, and the relationship between sequence, geometry, and stability, we scaled up the investigation by two orders of magnitude. We developed a high-throughput variant of TOXCAT based sort-seq methodology (i.e. based on a combination of cell sorting and deep sequencing) which allows the simultaneous characterization of up to 10,000 sequences. As a benchmarking application, we performed the analysis of 100 natural sequences predicted to associate as GAS<sub>right</sub> dimers, completed by saturation mutagenesis of each sequence (manuscript in preparation).</p>\n<p>We are now applying this high-throughput technology to a set of designed sequences with the goal to develop an energetic model for GAS<sub>right</sub> dimerization. In parallel, we are completing in vitro biophysical work for the determination of the free energy of association of selected GAS<sub>right</sub> dimers in lipid bilayers. The work, which is based on FRET, is an accurate biophysical analysis, and thus it complements the high-throughput analysis, validating it in a quantitative fashion. Our results confirm that the stability of GAS<sub>right</sub> dimers estimated in vivo with TOXCAT is highly consistent with the free energies of association determined in vitro.</p>\n<p>The project has supported several graduate students, providing them with substantial independent research experience, as well as with opportunities for professional development and mentoring opportunities. Additionally, the project supported early-stage (high-school) students through a cooperation with the Youth Apprenticeship Program in Biotechnology (YAP-Biotechnology), in partnership with the non-profit BioPharmaceutical Technology Center Institute (BTC). Each high-school student attended the laboratory for 450 hours, receiving training in basic biochemical methods and principles, which allowed them to develop an appreciation of how biochemical research is conducted. As an outreach activity, the PI contributed a presentation to the general at the public series SoundWaves, which brings scientific knowledge and music to the Madison community. The theme of the night was &ldquo;Left and Right&rdquo; and the PI contributed a talk illustrating the fundamental concept of chirality in the universe of biomolecules.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2022<br>\n\t\t\t\t\tModified by: Alessandro&nbsp;Senes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project objective was to understand the determinants of association of the GASright motif, a common structural motif that mediates the interaction of transmembrane helices in membrane protein. The stability of interaction of membrane protein oligomers is tuned by evolution to suit their specific biological role. At one end of the spectrum are the \"structural\" interactions between transmembrane domains that need to be very stable to maintain the integrity of protein complexes. At the opposite end of the stability spectrum are those interactions that are designed to be weak to fulfill their dynamic roles, supporting structural changes (association/disassociation or conformational rearrangement) in processes such as signaling, activation, and regulation.\n\nThe versatile GASright motif can be observed in both of these extremes, in strong \"structural\" complexes as well as in weak \"functional\" interactions, as well as everywhere in between. For this reason, the GASright motif is an important and tractable model for studying how stability can be finely tuned by the variation of the primary sequence, the interaction geometry, and, consequently, the physical forces that contribute to yield stability in transmembrane complexes.\n\nFrom a physical point of view, GASright is also of great interest because of a unique structural feature: it displays a network of weak hydrogen bonds at the interface in which the donor is a carbon (the C&alpha;&ndash;H group) donating to carbonyl acceptors on the opposed helix (C&alpha;&ndash;H∙∙∙O=C). A key question is what is the relative contribution of these hydrogen bonds in driving the dimerization of GASright complexes.\n\nTo investigate these questions, we completed a computational and experimental analysis that supports a model in which weak hydrogen bonds and van der Waals are the main contributors to the free energy of association of GASright transmembrane dimers (published in the Journal of the American Chemical Society). The analysis also indicated how features of the sequence and structure correlate with the stability of the dimers and, thus, can serve to finely tune these interactions. This work was based on the TOXCAT method, an assay that determines the oligomerization propensity of single-pass proteins in biological membranes. The assay allows to measure tens of different sequences, and thus analysis was extensive but not comprehensive with respect to the large \"space\" of this structural motif. However, the results indicated that mapping the energetic landscape of GASright in high-throughput based on this type of general approach was feasible.\n\nTo map the GASright landscape more finely, and the relationship between sequence, geometry, and stability, we scaled up the investigation by two orders of magnitude. We developed a high-throughput variant of TOXCAT based sort-seq methodology (i.e. based on a combination of cell sorting and deep sequencing) which allows the simultaneous characterization of up to 10,000 sequences. As a benchmarking application, we performed the analysis of 100 natural sequences predicted to associate as GASright dimers, completed by saturation mutagenesis of each sequence (manuscript in preparation).\n\nWe are now applying this high-throughput technology to a set of designed sequences with the goal to develop an energetic model for GASright dimerization. In parallel, we are completing in vitro biophysical work for the determination of the free energy of association of selected GASright dimers in lipid bilayers. The work, which is based on FRET, is an accurate biophysical analysis, and thus it complements the high-throughput analysis, validating it in a quantitative fashion. Our results confirm that the stability of GASright dimers estimated in vivo with TOXCAT is highly consistent with the free energies of association determined in vitro.\n\nThe project has supported several graduate students, providing them with substantial independent research experience, as well as with opportunities for professional development and mentoring opportunities. Additionally, the project supported early-stage (high-school) students through a cooperation with the Youth Apprenticeship Program in Biotechnology (YAP-Biotechnology), in partnership with the non-profit BioPharmaceutical Technology Center Institute (BTC). Each high-school student attended the laboratory for 450 hours, receiving training in basic biochemical methods and principles, which allowed them to develop an appreciation of how biochemical research is conducted. As an outreach activity, the PI contributed a presentation to the general at the public series SoundWaves, which brings scientific knowledge and music to the Madison community. The theme of the night was \"Left and Right\" and the PI contributed a talk illustrating the fundamental concept of chirality in the universe of biomolecules.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/09/2022\n\n\t\t\t\t\tSubmitted by: Alessandro Senes"
 }
}