{
 "awd_id": "1710681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transformative Atomic Chemical Resolution Analysis of Modulated Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 392385.0,
 "awd_amount": 392385.0,
 "awd_min_amd_letter_date": "2017-07-21",
 "awd_max_amd_letter_date": "2022-06-27",
 "awd_abstract_narration": "Non-Technical Abstract\r\n\r\nAlloys with modulated nano-scale structures have their constituent elements (copper and titanium, for example) distributed in wave-like patterns throughout their volume. The peaks and valleys of the waves correspond to high copper and high titanium concentrations. The spacings between the peaks and valleys  are small, typically 20 to 70 atom diameters. These modulations depend on alloy processing conditions, and they can change after the alloys are put into service. Important properties of these  alloys, such as strength, and magnetic and electrical properties, depend on the composition modulation, so the ability to measure these characteristics is essential for theoretical understanding and practical  applications, such as advanced manufacturing and defense applications. Accurate experimental measurements of these fine scale composition modulations are now possible for the first time, using newly developed high-resolution electron microscopes.  The primary objectives of this research are high-resolution measurements of these modulations and their three-dimensional distributions in several alloys of practical and theoretical importance. The results  will be reported widely in the scientific archival literature and at research conferences and symposia, and they will be incorporated into teaching at our highly regarded Winter School for High Resolution Electron Microscopy and classes on electron microscopy and materials science. The Winter School is taught every January (beginning in 1981) at Arizona State University. Typical enrollment is 50 students (both domestic and international) about equally divided between women and men. Enrollment in  graduate courses on materials phase transformations and comprehensive electron microscopy (both lectures and laboratories) is typically fifteen to twenty students per semester, with an even gender distribution. \r\n\r\nTechnical Abstract\r\n\r\nThe primary objectives of this project are quantitative measurements of composition fluctuations in alloys with modulated nanostructures, and tomographic imaging of the nanostructures. Formation of modulated nanostructures in alloys is most often attributed to spinodal precipitation reactions. Modulation composition amplitude and wavelength are the most important experimental variables to measure to control the mechanical, magnetic and electrical properties of these important alloys, and for correlation with alloy theory. X-ray and electron diffraction and diffraction contrast electron imaging have been used earlier to measure modulation wavelengths, but these methods do not provide the very important modulation compositions and gradients. The wavelengths observed are small, typically about 20 to 70 atom diameters, thus very high spatial resolution composition measurements are required. A new aberration corrected and monochromated field emission STEM EMs fitted with precision EELs and EDX spectrometers have demonstrated the required atomic spatial and chemical resolution. These will be used in HAADF STEM/EELs/EDX line scan and spectrum imaging modes to determine modulation composition amplitudes and gradients. Earlier conventional microscopy also showed that modulations could occur in more than one dimension and that complicated faults occurred in modulation periodicity, but projection complications prevented a clear interpretation of these features. HAADF STEM and HAADF STEM/EELs tomographic imaging will be used to develop a more complete understanding of these features. \r\nThe new transformative high-resolution chemical imaging methods demonstrated on this project are important for advancing research and development on diverse alloys important for US manufacturing and defense applications and for graduate education. Program results will be reported in archival journals and scientific meetings, and will be incorporated into the highly regarded annual Winter School for High Resolution Electron Microscopy and into the graduate education program for materials and solid state science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ray",
   "pi_last_name": "Carpenter",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ray W Carpenter",
   "pi_email_addr": "carpenter@asu.edu",
   "nsf_id": "000450722",
   "pi_start_date": "2017-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "ORSPA",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 392385.0
  }
 ],
 "por": null
}