{
 "awd_id": "1710120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INFEWS N/P/H2O: Chemical and structural transformations at low solubility magnesium mineral-wastewater interface during struvite formation and growth",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2017-06-14",
 "awd_max_amd_letter_date": "2022-07-08",
 "awd_abstract_narration": "In this project funded by the Environmental Chemical Sciences program in the Division of Chemistry, Professor Jonas Baltrusaitis and his students study reactions of magnesium-containing, low solubility mineral surfaces with aqueous ammonium and phosphate ions from model wastewater streams. The goal is to develop new, highly efficient nitrogen (N) and phosphorus (P) immobilization routes for use of these minerals as slow release fertilizers.  The project utilizes readily available magnesium-containing minerals (e.g., magnesium oxide, magnesium carbonate, dolomite and serpentinite) as substitutes for low abundance, high solubility magnesium chlorides and sulfates that are currently used. Outcomes of this work are expected to guide the development of nutrient recovery and recycling systems by providing fundamental understanding of mineral surface chemistry. Thus, this project addresses critical challenges of adequately managing nutrients at the nexus of food, energy and water.  The project provides training opportunities for graduate and undergraduate students in the areas of surface science and environmental catalysis.  Furthermore, the principal investigator actively participates in efforts to promote understanding of environmental science research in the local community via the Lehigh University Summer Engineering Institute and Summer CHOICES Engineering Camp.\r\n\r\nThis project uses spectroscopic techniques to investigate reactive surface intermediates and products under diffusion-limited conditions on single crystal surfaces. This provides information on the detailed reaction kinetics, solid surface transformation and growth mechanisms, and insights into the nature of reactive sites.  Iron- and calcium-doped MgO nanoparticles are synthesized in the laboratory. Ammonium and phosphate ion adsorption from aqueous solutions is performed to monitor the growth of slow nutrient release fertilizer mineral, such as struvite or hydroxyapatite, under interface limited conditions.  Model magnesium mineral surfaces, their growth, and adsorption are characterized using Raman and diffuse reflectance infrared spectroscopy. Structural surface details of the synthesized MgO nanoparticles are interrogated using X-ray photoelectron spectroscopy and high resolution transmission electron microscopy.  Growth kinetics of slow nutrient release fertilizer materials from ammonium and phosphate containing model wastewater solutions is measured using ion chromatography.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonas",
   "pi_last_name": "Baltrusaitis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonas Baltrusaitis",
   "pi_email_addr": "job314@lehigh.edu",
   "nsf_id": "000683368",
   "pi_start_date": "2017-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004Z",
   "pgm_ref_txt": "Innovations at the Nexus of Food-Energy-"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;research objective&nbsp;of this proposal was to investigate very low aqueous solubility magnesium containing mineral surface conversion into slow-release fertilizer, MgNH<sub>4</sub>PO<sub>4</sub>&nbsp;(struvite) crystals, utilizing simulated, N and P nutrient-containing, anthropogenic wastewater.&nbsp; The&nbsp;research goal&nbsp;of this proposal was to understand fundamental processes, including reactive intermediates, their growth mechanisms and kinetics. These all take place during solid magnesium crystalline surface conversion in the presence of simulated wastewater solutions.&nbsp; In particular,&nbsp;the intellectual merit of this work was to provide new insights into the relationships among the struvite formation under varying N:P concentrations, dissolved organic matter amount and solution pH.&nbsp; The diffusion-limited fundamental data was obtained from flat, semi-infinite model single crystal surfaces. These surfaces were then propagated into tailor made Fe and Ca functionalized MgO nanoparticles to monitor struvite growth under interface limited growth conditions. A significant advancement in nanoparticulate mesoporous metal doped MgO nanoparticle synthesis and characterization methods were achieved. In particular, undoped MgO nanoparticles had faster phosphate adsorption kinetics which decreased if Cu, Zn or Fe were presented from simulated wastewater solutions. Importantly, struvite surface was found to be enriched with dopant metals suggesting they can also function as photo-Fenton-like catalysts for organic wastewater molecule decomposition. Fenton oxidation of paraoxon, salicylic acid and tetracycline was performed using Cu-MgO and Fe-MgO with the reaction intermediates monitored. Fundamental surface properties of the struvite particles obtained using MgO were explored using Dynamic Vapor Sorption and struvite was found to undergo metastable state due to the loss of crystalline water while another recovered phosphate, hydroxyapatite, exhibited enhanced environmental aging in the presence of organic acids that resulted in greater phosphate release. The broader outcomes of this work&nbsp;resonated across many fundamental disciplines with particular emphasis on physical chemistry, surface science and extension thereof to the solid, low aqueous solubility material surface driven reactions with potential applications in wastewater treatment.&nbsp; Beyond direct contributions to environmental science, the proposed studies provided valuable information to broad and inter-related areas of geoscience, environmental engineering, materials and surface science, and environmental remediation.&nbsp; This work also cultivated experiential learning via active educational research opportunities for Lehigh University undergraduate students and aided in the recruitment of well-trained, science-oriented students at the undergraduate and graduate levels.&nbsp; Additionally, the interdisciplinary nature of the research enabled the engagement of undergraduate and graduate students in areas other than the chemical sciences.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/07/2023<br>\nModified by: Jonas&nbsp;Baltrusaitis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTheresearch objectiveof this proposal was to investigate very low aqueous solubility magnesium containing mineral surface conversion into slow-release fertilizer, MgNH4PO4(struvite) crystals, utilizing simulated, N and P nutrient-containing, anthropogenic wastewater. Theresearch goalof this proposal was to understand fundamental processes, including reactive intermediates, their growth mechanisms and kinetics. These all take place during solid magnesium crystalline surface conversion in the presence of simulated wastewater solutions. In particular,the intellectual merit of this work was to provide new insights into the relationships among the struvite formation under varying N:P concentrations, dissolved organic matter amount and solution pH. The diffusion-limited fundamental data was obtained from flat, semi-infinite model single crystal surfaces. These surfaces were then propagated into tailor made Fe and Ca functionalized MgO nanoparticles to monitor struvite growth under interface limited growth conditions. A significant advancement in nanoparticulate mesoporous metal doped MgO nanoparticle synthesis and characterization methods were achieved. In particular, undoped MgO nanoparticles had faster phosphate adsorption kinetics which decreased if Cu, Zn or Fe were presented from simulated wastewater solutions. Importantly, struvite surface was found to be enriched with dopant metals suggesting they can also function as photo-Fenton-like catalysts for organic wastewater molecule decomposition. Fenton oxidation of paraoxon, salicylic acid and tetracycline was performed using Cu-MgO and Fe-MgO with the reaction intermediates monitored. Fundamental surface properties of the struvite particles obtained using MgO were explored using Dynamic Vapor Sorption and struvite was found to undergo metastable state due to the loss of crystalline water while another recovered phosphate, hydroxyapatite, exhibited enhanced environmental aging in the presence of organic acids that resulted in greater phosphate release. The broader outcomes of this workresonated across many fundamental disciplines with particular emphasis on physical chemistry, surface science and extension thereof to the solid, low aqueous solubility material surface driven reactions with potential applications in wastewater treatment. Beyond direct contributions to environmental science, the proposed studies provided valuable information to broad and inter-related areas of geoscience, environmental engineering, materials and surface science, and environmental remediation. This work also cultivated experiential learning via active educational research opportunities for Lehigh University undergraduate students and aided in the recruitment of well-trained, science-oriented students at the undergraduate and graduate levels. Additionally, the interdisciplinary nature of the research enabled the engagement of undergraduate and graduate students in areas other than the chemical sciences.\n\n\n\t\t\t\t\tLast Modified: 12/07/2023\n\n\t\t\t\t\tSubmitted by: JonasBaltrusaitis\n"
 }
}