{
 "awd_id": "1710898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Dynamic Payload Transport and Manipulation by Teams of Cooperating Mobile Robotic-Cranes",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Reid Simmons",
 "awd_eff_date": "2016-09-30",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 184469.0,
 "awd_amount": 192469.0,
 "awd_min_amd_letter_date": "2016-11-18",
 "awd_max_amd_letter_date": "2016-11-18",
 "awd_abstract_narration": "We seek to investigate the systematic design and dynamic-control of cooperative payload transport and manipulation by teams of semi-autonomous mobile robotic-crane modules. The Intellectual Merit of the proposed research lies in its contribution to the development of design and control theory for general mechanical systems under various restrictions. First, the cooperative systems under consideration require unidirectional control inputs. Second, the proposed research will also contribute to the fundamental design and control theory for multiple nonholonomic systems under physical constraints. Ultimately, the proposed research also provides fundamental understanding of networked robotic systems that must operate in complex, dynamic, and unstructured environments. There is still relatively little work that treats the physical-interactions and physical power-flows within the broad multi-agent-systems literature, which we seek to remedy.\r\n\r\nThe Broader Impacts of this research are in application areas such as cooperative payload transport, technologies to assist first responders at accident scenes, search and rescue applications, and remote scientific studies of many kinds, such as experiments conducted in undersea environments, rain forest environments, or arctic environments. Remote construction, remote cleanup of hazardous environments, land mine search and remote deactivation, are just a few of the numerous applications that may be impacted by semi-autonomous human/robot interaction. In adition, this project will develop courses, tools and the human resource base to conceive, investigate, implement and validate such systems-of-systems. In addition to graduate and undergraduate student training, planned educational initiatives include: (i) developing and integrating a new graduate course in robotics into the curriculum; (ii) creating educational technology curricular modules for encapsulating knowledge and for dissemination, and (iii) outreach within the university, with local high schools and industry and the educational community at large.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venkat",
   "pi_last_name": "Krovi",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Venkat N Krovi",
   "pi_email_addr": "vkrovi@clemson.edu",
   "nsf_id": "000207394",
   "pi_start_date": "2016-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "230 Kappa Street",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 184469.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cable driven parallel manipulators, also called cable-driven robots or cable robots, are formed by attaching multiple cables to an end-e&#64256;ector/platform. They offer low-cost realization of larger workspaces (as compared to traditional rigid-link architectures), while retaining high sti&#64256;ness, high payload-to-weight ratios and ease of assembly/disassembly. While many real-world applications have emerged, issues such as cable-routing interference, unilateral tension constraints, and poor wrench-workspace quality have traditionally limited deployments.</p>\n<p>&nbsp;</p>\n<p class=\"N\">Hence, we examined the scope of enhancing &ldquo;traditional&rdquo; cable-robots (with &#64257;xed winches and varying cable lengths) with design-modifications such as: (i) winch mobility and articulated-cables (to regulate the tension-direction); (ii) adjustable attachment points (to realize &ldquo;mechanical averaging&rdquo; behavior); (iii) introduction of series-elasticity (spring elements inline with non-extensible cables); and (iv) variable-stiffness winch modules (with stiffness-tension decoupling). These design-modifications, coupled with enhanced redundancy-resolution algorithms, then enable enhanced manipulation performance (larger better conditioned workspace as well as simultaneous trajectory tracking/stiffness-regulation of end-effector). Additionally, mobile cable robot systems are prone to <strong>significant uncertainty which can compromise their performance</strong> and hence we also researched aspects of uncertainty analysis and mitigation. In addition to contributions to the individual key areas we have successfully developed complete robotics systems. All of these systems have been extensively tested in software simulations, and validated in experimental settings.</p>\n<p>&nbsp;</p>\n<p class=\"N\"><strong>In addition, we examined application of some of these ideas for human-robot interaction for motor-rehabilitation applications. </strong>Specifically, we analyzed the viability, feasibility and performance of a lightweight, reconfigurable hybrid (articulated-multibody/cable) based robotic rehabilitative device (as a surrogate for a human physiotherapists). Careful coordination of the multiple cable-motors becomes critical in order to achieve the co-robotic control of the overall system, avoiding development of internal stresses and ensuring continued satisfaction of the unilateral cable-tension constraints throughout the workspace. The effectiveness of various stiffness modulation schema and alternate attachment configurations was experimentally evaluated with a scaled planar elastic articulated-cable leg-orthosis emulator for gait training.</p>\n<p class=\"N\">&nbsp;</p>\n<p class=\"N\"><strong>Various aspects of this work has been reported in theses, dissertations, archival journal and juried conference articles (noted above). </strong>Additionally, this grant has partially supported the training of 4 doctoral and 2 masters students and 1 postdoctoral scholar.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2018<br>\n\t\t\t\t\tModified by: Venkat&nbsp;N&nbsp;Krovi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCable driven parallel manipulators, also called cable-driven robots or cable robots, are formed by attaching multiple cables to an end-e&#64256;ector/platform. They offer low-cost realization of larger workspaces (as compared to traditional rigid-link architectures), while retaining high sti&#64256;ness, high payload-to-weight ratios and ease of assembly/disassembly. While many real-world applications have emerged, issues such as cable-routing interference, unilateral tension constraints, and poor wrench-workspace quality have traditionally limited deployments.\n\n \nHence, we examined the scope of enhancing \"traditional\" cable-robots (with &#64257;xed winches and varying cable lengths) with design-modifications such as: (i) winch mobility and articulated-cables (to regulate the tension-direction); (ii) adjustable attachment points (to realize \"mechanical averaging\" behavior); (iii) introduction of series-elasticity (spring elements inline with non-extensible cables); and (iv) variable-stiffness winch modules (with stiffness-tension decoupling). These design-modifications, coupled with enhanced redundancy-resolution algorithms, then enable enhanced manipulation performance (larger better conditioned workspace as well as simultaneous trajectory tracking/stiffness-regulation of end-effector). Additionally, mobile cable robot systems are prone to significant uncertainty which can compromise their performance and hence we also researched aspects of uncertainty analysis and mitigation. In addition to contributions to the individual key areas we have successfully developed complete robotics systems. All of these systems have been extensively tested in software simulations, and validated in experimental settings.\n\n \nIn addition, we examined application of some of these ideas for human-robot interaction for motor-rehabilitation applications. Specifically, we analyzed the viability, feasibility and performance of a lightweight, reconfigurable hybrid (articulated-multibody/cable) based robotic rehabilitative device (as a surrogate for a human physiotherapists). Careful coordination of the multiple cable-motors becomes critical in order to achieve the co-robotic control of the overall system, avoiding development of internal stresses and ensuring continued satisfaction of the unilateral cable-tension constraints throughout the workspace. The effectiveness of various stiffness modulation schema and alternate attachment configurations was experimentally evaluated with a scaled planar elastic articulated-cable leg-orthosis emulator for gait training.\n \nVarious aspects of this work has been reported in theses, dissertations, archival journal and juried conference articles (noted above). Additionally, this grant has partially supported the training of 4 doctoral and 2 masters students and 1 postdoctoral scholar.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/25/2018\n\n\t\t\t\t\tSubmitted by: Venkat N Krovi"
 }
}