{
 "awd_id": "1710987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Nanoprobes for mapping the spatiotemporal evolution of ultrafast optical vector near field",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2017-06-30",
 "awd_max_amd_letter_date": "2022-06-22",
 "awd_abstract_narration": "Advances in optical nanotechnology have enabled a wide range of applications, such as increased sensitivity for the detection of just a few molecules with plasmonic nanoparticles. To quantify the performance of optical devices and develop new capabilities, it is essential to measure the behaviors of ultrafast optical fields with nanoscale spatial resolution and femtosecond scale temporal resolution. To address the challenge, this program engenders a novel type of nanoprobe, integrated with a custom near-field scanning microscope system, for comprehensive characterization of the ultrafast optical near field. The research program will enhance understanding by combining the expertise of three researchers in different research areas at three universities. The exciting areas in ultrafast optics and nano-optics will provide excellent education opportunities for graduate and undergraduate as well as K-12 students in the lab, in the classroom, and through outreach activities. Graduate and undergraduate students will be trained through the research activities such as nanoprobe fabrication, application of near-field scanning optical microscope system, optical measurements, and numerical simulation and retrieval in a collaborative setting across the three universities. Results will be incorporated into courses. In keeping with prior projects of the researchers, women and underrepresented groups will be encouraged and expected to participate in the program.\r\n\r\nThe goal of this program is to develop a nanoprobe based characterization method that can map the spatiotemporal evolution of ultrafast optical vector near field in nanometer-femtosecond scale. A nanoprobe, which consists of a second order nonlinear nanocrystal perched on a nanowire or a near-field scanning optical microscope (NSOM) probe, will be integrated with a custom-built NSOM system to achieve sample-probe distance control and nanoscale spatial resolution. The nonlinear response of the nanocrystal (i.e., second harmonic generation -SHG) can be exploited to characterize both the amplitude and the phase profiles of the local ultrafast field as well as the spatiotemporal evolution through the collinear SHG frequency resolved optical gating (FROG) holography. Due to the presence of a strong \"local oscillator\" and the reliance on homodyne detection, FROG holography will also improve the measurement sensitivity. Finally, polarized SHG from the nanoprobe is utilized to probe the polarization of the local ultrafast optical field. Since the second harmonic signal has a distinct wavelength, it is insensitive to any background noise generated by the reflection or scattering of the fundamental field. Further, the second order nonlinear tensor is determined by the material properties such as the crystal structure and is largely independent of the particle morphology, leading to a more controllable nanoprobe sensor. Knowledge of the local spatiotemporal fields enhances the capability to quantify spectroscopic signals from plasmonic structures, a long-standing challenge in nanospectroscopy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "Hallen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Hans D Hallen",
   "pi_email_addr": "Hans_Hallen@ncsu.edu",
   "nsf_id": "000108559",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit: </strong>The goal of the project is to develop capabilities that can provide high-resolution mapping of the spatiotemporal evolution of the ultrafast optical near field. We have successfully demonstrated all key aspects of this technology, and understood them scientifically. In particular, we developed an experimental system through the design of custom electrical and mechanical components paired with automation to reach a custom-built near field scanning optical microscope coupled to an ultrafast optical characterization system. Near-field second harmonic generation mapping was demonstrated in a two-dimensional material sample with a resolution of ~1/7 the source wavelength. Fiber probe polarization dependence characterization was performed to study the polarization-dependent coupling of the incident fundamental and generated second harmonic signals into the probe. Near-field and far-field ultrashort pulse measurements were demonstrated. Upon pulse characterization, it was determined that the fiber probe had minimal perturbation to the ultrafast optical pulses, a key enabling feature. In order to obtain fast retrieval of ultrashort pulses, particularly important for mapping the ultrafast optical near field, we have developed a deep-learning-based method for accurate and rapid reconstruction of complex pulse profiles. We have developed a method to replicate the characteristics of experimentally observed data, which improves the robustness of the trained neural network. We have shown optical coupling to a nanoparticle positioned at the apex of a probe. The ability to position the probe above the sample to allow attachment or optical access has also been demonstrated. The probe was used to apply force to nanocrystals beneath it and resulted in an observation of reversible f- to d-electron conversion under pressure, using fluorescence emission, Raman spectroscopy and careful peak fitting. The resonance Raman technique used on the pressure-dependent measurements was also used to prove the preservation of heme still bound to globin remains in soft tissue within dinosaur (<em>B. canadensis</em> and <em>T. rex</em>) fossils. Analysis of the resonantly enhanced Raman spectra shows damage to the outer portions of the heme and formation of goethite on the iron at early stages of fossil preservation. The research project can contribute to the studies of nanomaterials, photonic metamaterials and metasurfaces, near field engineering, coherent control of photons in nanometer femtosecond spatiotemporal scale, which play a central role in nanoscale imaging, spectroscopy, and sensing applications. Measuring ultrafast optical near fields at such high-resolution spatiotemporal scale can shed new light on the near field physics, and provide insight into ultrafast nonlinear dynamics of nanomaterials, nanoscale systems and devices.</p>\n<p><strong>Broader impact: </strong>The research project is an interdisciplinary effort that involves collaboration in electrical engineering, optics, and physics, and provides excellent education opportunities. Several students from two universities were trained together through research activities, such as optical system instrumentation, optical characterizations and measurements, and advanced computational reconstruction in this collaborative setting. Through these collaborative research activities and classroom teaching, this project provides students with versatile skills essential for future career success. One student participated in a related NSF-sponsored I-Corps Site program to investigate starting a company based on the results of and skills developed during this project. Three PhD students supported by the grant graduated. This project has also resulted in the development of a special custom-built near field microscope system that is capable of ultrafast nonlinear optical measurements. This unique instrument system can be used to study nanoscale materials and photonic structures. The probe studies point to a quantum-calibrated nano-force-sensor, and the resonance Raman towards understanding the process of dinosaur fossil formation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2023<br>\n\t\t\t\t\tModified by: Hans&nbsp;D&nbsp;Hallen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit: The goal of the project is to develop capabilities that can provide high-resolution mapping of the spatiotemporal evolution of the ultrafast optical near field. We have successfully demonstrated all key aspects of this technology, and understood them scientifically. In particular, we developed an experimental system through the design of custom electrical and mechanical components paired with automation to reach a custom-built near field scanning optical microscope coupled to an ultrafast optical characterization system. Near-field second harmonic generation mapping was demonstrated in a two-dimensional material sample with a resolution of ~1/7 the source wavelength. Fiber probe polarization dependence characterization was performed to study the polarization-dependent coupling of the incident fundamental and generated second harmonic signals into the probe. Near-field and far-field ultrashort pulse measurements were demonstrated. Upon pulse characterization, it was determined that the fiber probe had minimal perturbation to the ultrafast optical pulses, a key enabling feature. In order to obtain fast retrieval of ultrashort pulses, particularly important for mapping the ultrafast optical near field, we have developed a deep-learning-based method for accurate and rapid reconstruction of complex pulse profiles. We have developed a method to replicate the characteristics of experimentally observed data, which improves the robustness of the trained neural network. We have shown optical coupling to a nanoparticle positioned at the apex of a probe. The ability to position the probe above the sample to allow attachment or optical access has also been demonstrated. The probe was used to apply force to nanocrystals beneath it and resulted in an observation of reversible f- to d-electron conversion under pressure, using fluorescence emission, Raman spectroscopy and careful peak fitting. The resonance Raman technique used on the pressure-dependent measurements was also used to prove the preservation of heme still bound to globin remains in soft tissue within dinosaur (B. canadensis and T. rex) fossils. Analysis of the resonantly enhanced Raman spectra shows damage to the outer portions of the heme and formation of goethite on the iron at early stages of fossil preservation. The research project can contribute to the studies of nanomaterials, photonic metamaterials and metasurfaces, near field engineering, coherent control of photons in nanometer femtosecond spatiotemporal scale, which play a central role in nanoscale imaging, spectroscopy, and sensing applications. Measuring ultrafast optical near fields at such high-resolution spatiotemporal scale can shed new light on the near field physics, and provide insight into ultrafast nonlinear dynamics of nanomaterials, nanoscale systems and devices.\n\nBroader impact: The research project is an interdisciplinary effort that involves collaboration in electrical engineering, optics, and physics, and provides excellent education opportunities. Several students from two universities were trained together through research activities, such as optical system instrumentation, optical characterizations and measurements, and advanced computational reconstruction in this collaborative setting. Through these collaborative research activities and classroom teaching, this project provides students with versatile skills essential for future career success. One student participated in a related NSF-sponsored I-Corps Site program to investigate starting a company based on the results of and skills developed during this project. Three PhD students supported by the grant graduated. This project has also resulted in the development of a special custom-built near field microscope system that is capable of ultrafast nonlinear optical measurements. This unique instrument system can be used to study nanoscale materials and photonic structures. The probe studies point to a quantum-calibrated nano-force-sensor, and the resonance Raman towards understanding the process of dinosaur fossil formation.\n\n\t\t\t\t\tLast Modified: 04/25/2023\n\n\t\t\t\t\tSubmitted by: Hans D Hallen"
 }
}