{
 "awd_id": "1711259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Piezoresistive Sensing Platform for High-Throughput Single Platelet Nanomechanics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Svetlana Tatic-Lucic",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2017-06-14",
 "awd_max_amd_letter_date": "2022-05-31",
 "awd_abstract_narration": "Abnormal clotting and bleeding are the cause, or a lethal complication, of many diseases including heart disease, stroke, and cancer. During the formation of blood clots, biochemically activated platelets interact with growing networks of fibrin polymers and contract against this fibrin scaffold. Today, few tools exist to predict when a person may experience abnormal clotting or bleeding, and nearly all of these tools rely on sensing biochemicals associated with clot formation or breakup. However, new research has shown that changes to the physical forces nominally applied by platelets are associated with bleeding. Rather than attempting to sense trace amounts of biochemicals associated with clotting, the ultimate goal of this project is, thus, to examine platelet forces to predict abnormal bleeding and clotting. The physical strength of a cell may be directly linked to bleeding and clotting, thus representing a potentially \"disruptive\" paradigm of biophysical testing that could be applied to many other diseases. While promising, this novel approach requires assaying a large population of platelets to gain clinically relevant data and predict bleeding and clotting disorders. Using today's technologies, which are mostly utilizing microscopy-based optical techniques, this still requires too much time to be useful in the clinic. \r\n\r\nTo overcome the limitations of optical techniques to measure platelet forces, this proposal seeks to explore non-optical transduction mechanisms to create a rapid, high-throughput platform capable of assaying large numbers of individual platelets. More specifically, the goal of this project is to develop piezoresistive sensing platforms for high-throughput mechanical testing of single blood platelets. Using piezoresistive transducers for force sensing, the proposed platforms will overcome the key bottleneck to high-throughput single-cell force analysis with all existing techniques, namely their reliance on optical imaging. The two proposed sensing platforms are based on arrays of microdots and nanopillars and mimic the two most common optical platforms for cell force measurements, traction force microscopy and microfabricated post array detectors, respectively. Thereby, the contraction force exerted by a blood platelet on a pair of microdots is measured with underlying sub-micrometer strain gauges, while the platelet-contraction-induced deflection of nanopillars is sensed by stress-sensitive metal-oxide-semiconductor field effect transistors (MOSFET) embedded into the underlying substrate. On the sensing system side, the intellectual merit lies in the design and fabrication of large arrays of piezoresistive force sensors with nano-Newton force resolution in an ultra-small form factor, targeting a pitch for the microdot/pillar pairs of less than 15µm.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Brand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Brand",
   "pi_email_addr": "oliver.brand@ece.gatech.edu",
   "nsf_id": "000260370",
   "pi_start_date": "2017-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Devin",
   "pi_last_name": "Brown",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Devin K Brown",
   "pi_email_addr": "devin.brown@gatech.edu",
   "nsf_id": "000483451",
   "pi_start_date": "2017-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wilbur",
   "pi_last_name": "Lam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wilbur Lam",
   "pi_email_addr": "wilbur.lam@emory.edu",
   "nsf_id": "000593041",
   "pi_start_date": "2017-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Myers",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Myers",
   "pi_email_addr": "david.myers@emory.edu",
   "nsf_id": "000736509",
   "pi_start_date": "2017-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biological cells generate forces that are critical to ensure the proper execution of natural biophysical processes in the body. Since blood clotting and larger-scale processes such as heartbeat rhythms depend significantly on single-cell behavior at the microscale, cell traction forces are of high interest, as biomarkers and otherwise, in many research fields. The field of cell traction force sensing in cell mechanics consists of bulky, macroscale systems such as the atomic force microscope (AFM), which achieve high sensing capabilities using a complicated optical readout system. Another widespread approach to studying single-cell mechanics and kinematics includes traction force microscopy (TFM), where the displacements generated by cell forces in a soft, polymer environment, are traced either manually in the microscope, or using computer vision-based techniques.&nbsp;</p>\n<p>Although these traditional approaches are useful for studying a few cells at a time, they have limited throughput. In cell-based diagnostic systems, it is ideal to have hundreds if not thousands of sensors in an array to allow for the analysis of large populations with high throughput. This calls for new approaches to cellular force measurement and is the objective of this project award.&nbsp; This project investigates two different approaches towards the goal of high throughput measurement comprising arrays of either pairs of microdots or pairs of micro-pillars, with appropriate piezoresistive transducers measuring the forces acting between individual micro-dot/pillar pairs. In the case of the microdots, the platelet contraction force is measured using miniaturized metal strain gauges embedded into a soft polymer matrix. In the case of the micro-pillar pairs, force is measured using underlying silicon-based stress-sensitive circuit elements, such as doped diffusion regions in a silicon substrate. These two approaches have the potential to overcome the throughput bottleneck by the use of novel devices which can measure cell forces as an electrical signal in real time as well as being able to be scaled to measure tens of thousands of cell simultaneously.&nbsp;&nbsp;</p>\n<p>The first approach embeds a nanoscale strain gauge in a soft polymer under a pair of microdots to which targeted cells adhere and exert a compressive force. This approach is investigated with two different fabrication methods. The first fabrication method utilizes a process flow using an aluminum sacrificial layer and successfully fabricates gold strain gauges with 100 nanometer dimensions in soft PDMS polymer and is used to measure strain applied to the PDMS surface (See Images 1 and 2). Compressive strain ranging from 0.4 to 1.7% in the PDMS surface, corresponding to forces of 718 nano-newton to 2.0 micro-newton are detected with resistance changes of 1% to 8%. To the best of our knowledge these are the smallest metal strain gauges to be made on soft polymers and is a promising new approach for biological cell force measurement. The second fabrication approach uses suspended nickel strain gauges as free standing structures over an etched oxide cavity (See Image 3). The suspended strain gauges are electrically functioning and close to expected resistances. Simulations show their ability to convert lateral compressive strain into a change of resistance and are promising for future investigation.</p>\n<p>The second approach uses a high-sensitivity sensing modality that has a straightforward and scalable fabrication flow that can be transferred to a CMOS-only process. It utilizes a low form factor required for cell-sized, microscale sensor-to-sensor pitches. This results in the development of micropillar-based, MEMS in-plane force sensors (See Images 4 and 5). The sensor design is such that the 2D footprint on the substrate is at least 100X lower than other existing MEMS silicon force sensors. At the same time, the pillar-based, piezoresistive sensors have high sensing capability. By simply scaling the sensor pillar and piezoresistor dimensions, we demonstrate working sensitivities of 0.019% to 0.14% per micro-newton. Through the electro-mechanical testing of multiple sensor geometries, we report experimentally measured Fx sensing resolution as high as ~80 nano-newton. The mechanical testing of these sensors is performed with a new mechanical test assembly (See Image 6). The mechanical test assembly consists of a piezoactuated tool that can apply microscale, single-axis force/displacement to test structures. The ability to apply controlled displacements with a noise floor of 30 nanometers peak-to-peak, in a lab environment, and outside of vacuum, is practical and the use of the mechanical assembly is still ongoing to test mechanical devices and more.</p>\n<p>Through this preliminary project work, promising results have been demonstrated for biological cell force measurement. In the case of blood platelet cell force sensing, this technology would be beneficial to the public for clinical diagnosis for patients suffering from bleeding disorders. The technology could eventually be commercialized to provide improved blood testing capabilities to doctors and hospitals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2023<br>\n\t\t\t\t\tModified by: Devin&nbsp;K&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1697576786825_fabricated_PDMS_sample--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1697576786825_fabricated_PDMS_sample--rgov-800width.jpg\" title=\"Nanoscale strain gauges on a flexible polymer substrate.\"><img src=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1697576786825_fabricated_PDMS_sample--rgov-66x44.jpg\" alt=\"Nanoscale strain gauges on a flexible polymer substrate.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Polydimethylsiloxane substrate with 0.85 millimeter thickness and 28 x 35 millimeter area, with 144 gold nanoscale strain gauges, each with four point probe pads.</div>\n<div class=\"imageCredit\">Devin K. Brown</div>\n<div class=\"imageSubmitted\">Devin&nbsp;K&nbsp;Brown</div>\n<div class=\"imageTitle\">Nanoscale strain gauges on a flexible polymer substrate.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249829419_image2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249829419_image2--rgov-800width.jpg\" title=\"Scanning Electron Micrograph Image of Nanoscale Strain Gauge\"><img src=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249829419_image2--rgov-66x44.jpg\" alt=\"Scanning Electron Micrograph Image of Nanoscale Strain Gauge\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A magnified close up image of a nanoscale gold strain gauge (like the ones in Image 1) with the intended applied strain in the x direction. The strain gauge is 5 microns long and 100 nanometer in width and thickness.</div>\n<div class=\"imageCredit\">Devin K. Brown</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Devin&nbsp;K&nbsp;Brown</div>\n<div class=\"imageTitle\">Scanning Electron Micrograph Image of Nanoscale Strain Gauge</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249868797_image3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249868797_image3--rgov-800width.jpg\" title=\"Scanning Electron Micrograph Image of Suspended Nickel Nanoscale Strain Gauge\"><img src=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249868797_image3--rgov-66x44.jpg\" alt=\"Scanning Electron Micrograph Image of Suspended Nickel Nanoscale Strain Gauge\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A magnified close up image of a suspended nanoscale nickel strain gauge with 5 micron length and 100 nanometer width and thickness. The strain gauge is suspended over a cavity that is etched into a silicon dioxide film.</div>\n<div class=\"imageCredit\">Devin K. Brown</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Devin&nbsp;K&nbsp;Brown</div>\n<div class=\"imageTitle\">Scanning Electron Micrograph Image of Suspended Nickel Nanoscale Strain Gauge</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249929306_nsfoutcomesreport_fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249929306_nsfoutcomesreport_fig1--rgov-800width.jpg\" title=\"COMSOL Model of the Sensor\"><img src=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249929306_nsfoutcomesreport_fig1--rgov-66x44.jpg\" alt=\"COMSOL Model of the Sensor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">3D COMSOL model with a force Fx applied on the pillar tip deflecting the standing beam and generating stress in the pillar as well as the underlying rigid substrate. The color map shows von Mises stress in the 1 micron diameter, 10 micron tall SU-8 pillar due to the applied Fx of 1 micro-newton.</div>\n<div class=\"imageCredit\">Isha Lodhi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Devin&nbsp;K&nbsp;Brown</div>\n<div class=\"imageTitle\">COMSOL Model of the Sensor</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249979631_nsf_outcomereport_fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249979631_nsf_outcomereport_fig2--rgov-800width.jpg\" title=\"Scanning Electron Micrograph Images of the Fabricated Piezoresistor and Sensor\"><img src=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698249979631_nsf_outcomereport_fig2--rgov-66x44.jpg\" alt=\"Scanning Electron Micrograph Images of the Fabricated Piezoresistor and Sensor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(Left) Top-down image of a fabricated n-type piezoresistor with 3 micron width and length. (Right) 45 degree angle image of the sensor after fabrication with a SU-8 pillar (6 micron diameter and 55 micron tall) on the surface of the piezoresistor.</div>\n<div class=\"imageCredit\">Isha Lodhi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Devin&nbsp;K&nbsp;Brown</div>\n<div class=\"imageTitle\">Scanning Electron Micrograph Images of the Fabricated Piezoresistor and Sensor</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698250690616_image_6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698250690616_image_6--rgov-800width.jpg\" title=\"Mechanical Characterization Setup\"><img src=\"/por/images/Reports/POR/2023/1711259/1711259_10492998_1698250690616_image_6--rgov-66x44.jpg\" alt=\"Mechanical Characterization Setup\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cartoon schematic of the piezo-actuated mechanical assembly used to apply uniaxial force to the sensor pillars. Inset shows actual top-down view of silicon sample as seem during tungsten probe to sensor pillar alignment.</div>\n<div class=\"imageCredit\">Isha Lodhi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Devin&nbsp;K&nbsp;Brown</div>\n<div class=\"imageTitle\">Mechanical Characterization Setup</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nBiological cells generate forces that are critical to ensure the proper execution of natural biophysical processes in the body. Since blood clotting and larger-scale processes such as heartbeat rhythms depend significantly on single-cell behavior at the microscale, cell traction forces are of high interest, as biomarkers and otherwise, in many research fields. The field of cell traction force sensing in cell mechanics consists of bulky, macroscale systems such as the atomic force microscope (AFM), which achieve high sensing capabilities using a complicated optical readout system. Another widespread approach to studying single-cell mechanics and kinematics includes traction force microscopy (TFM), where the displacements generated by cell forces in a soft, polymer environment, are traced either manually in the microscope, or using computer vision-based techniques. \n\nAlthough these traditional approaches are useful for studying a few cells at a time, they have limited throughput. In cell-based diagnostic systems, it is ideal to have hundreds if not thousands of sensors in an array to allow for the analysis of large populations with high throughput. This calls for new approaches to cellular force measurement and is the objective of this project award.  This project investigates two different approaches towards the goal of high throughput measurement comprising arrays of either pairs of microdots or pairs of micro-pillars, with appropriate piezoresistive transducers measuring the forces acting between individual micro-dot/pillar pairs. In the case of the microdots, the platelet contraction force is measured using miniaturized metal strain gauges embedded into a soft polymer matrix. In the case of the micro-pillar pairs, force is measured using underlying silicon-based stress-sensitive circuit elements, such as doped diffusion regions in a silicon substrate. These two approaches have the potential to overcome the throughput bottleneck by the use of novel devices which can measure cell forces as an electrical signal in real time as well as being able to be scaled to measure tens of thousands of cell simultaneously.  \n\nThe first approach embeds a nanoscale strain gauge in a soft polymer under a pair of microdots to which targeted cells adhere and exert a compressive force. This approach is investigated with two different fabrication methods. The first fabrication method utilizes a process flow using an aluminum sacrificial layer and successfully fabricates gold strain gauges with 100 nanometer dimensions in soft PDMS polymer and is used to measure strain applied to the PDMS surface (See Images 1 and 2). Compressive strain ranging from 0.4 to 1.7% in the PDMS surface, corresponding to forces of 718 nano-newton to 2.0 micro-newton are detected with resistance changes of 1% to 8%. To the best of our knowledge these are the smallest metal strain gauges to be made on soft polymers and is a promising new approach for biological cell force measurement. The second fabrication approach uses suspended nickel strain gauges as free standing structures over an etched oxide cavity (See Image 3). The suspended strain gauges are electrically functioning and close to expected resistances. Simulations show their ability to convert lateral compressive strain into a change of resistance and are promising for future investigation.\n\nThe second approach uses a high-sensitivity sensing modality that has a straightforward and scalable fabrication flow that can be transferred to a CMOS-only process. It utilizes a low form factor required for cell-sized, microscale sensor-to-sensor pitches. This results in the development of micropillar-based, MEMS in-plane force sensors (See Images 4 and 5). The sensor design is such that the 2D footprint on the substrate is at least 100X lower than other existing MEMS silicon force sensors. At the same time, the pillar-based, piezoresistive sensors have high sensing capability. By simply scaling the sensor pillar and piezoresistor dimensions, we demonstrate working sensitivities of 0.019% to 0.14% per micro-newton. Through the electro-mechanical testing of multiple sensor geometries, we report experimentally measured Fx sensing resolution as high as ~80 nano-newton. The mechanical testing of these sensors is performed with a new mechanical test assembly (See Image 6). The mechanical test assembly consists of a piezoactuated tool that can apply microscale, single-axis force/displacement to test structures. The ability to apply controlled displacements with a noise floor of 30 nanometers peak-to-peak, in a lab environment, and outside of vacuum, is practical and the use of the mechanical assembly is still ongoing to test mechanical devices and more.\n\nThrough this preliminary project work, promising results have been demonstrated for biological cell force measurement. In the case of blood platelet cell force sensing, this technology would be beneficial to the public for clinical diagnosis for patients suffering from bleeding disorders. The technology could eventually be commercialized to provide improved blood testing capabilities to doctors and hospitals.\n\n \n\n\t\t\t\t\tLast Modified: 10/26/2023\n\n\t\t\t\t\tSubmitted by: Devin K Brown"
 }
}