{
 "awd_id": "1711451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  NSF/ENG/ECCS-BSF:   Complex liquid droplet structures as new optical and optomechanical platforms",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 114025.0,
 "awd_amount": 114025.0,
 "awd_min_amd_letter_date": "2017-07-10",
 "awd_max_amd_letter_date": "2017-07-10",
 "awd_abstract_narration": "Confining light to region of hundreds or even tens of micrometers in high-quality optical microresonators, one can achieve a significant concentration of electromagnetic energy. The confined light becomes much more sensitive to environmental changes, exerts an amplified mechanical force, and can generate significant nonlinear effects even at small light intensities. For this reason, optical microresonators are being actively studied in the context of optical cooling or amplification of mechanical motion, for precision metrology, lasing, ultrasensitive biosensing and other areas. Confinement of light is usually achieved using solid materials, but this project proposes to achieve it using liquid microstructures. The transition to liquid droplet creates significant challenges, but also opens up new opportunities. Firstly, mechanical softness of droplets makes them more receptive than solid materials to the light-induced forces resulting in many orders of magnitude larger mechanical responses and hence increased efficiency of optical cooling or heating. Secondly, liquid droplets allow access to the resonator's interior regions. Because electromagnetic field is orders of magnitude larger inside than outside of the resonator, one can expect the corresponding increase in sensitivity of biosensors based on droplet resonators by several orders of magnitude. Thirdly, use of liquid droplets allows realizing a novel class of photonic molecules with extra strong optical bonds based on droplet-in-droplet structures, in which one or more smaller droplets are encapsulated in a larger droplet. Overall, the objective of this project is to demonstrate the transformative potential of liquid droplet resonators in the fields of optical cooling, lasing, sensing and metrology. The interdisciplinary nature of the project, which includes physicists, and electrical and mechanical engineers, will ensure that graduate and undergraduate students will be exposed to the culture and methodology of different disciplines. In addition, the project will build connections between American and Israeli researchers and students and strengthen the collaboration between American universities participating in the project and Technion, Israel's premiere engineering school. The support for this project is provided within the collaborative NSF-BSF (Binational US-IL Science Foundation) program with participation of the Israel team financed by BSF.\r\n\r\nThis project merges the fields of microfluidics and optical whispering-gallery- mode resonators by proposing the study of the optical and optomechanical properties of novel photonic structures composed of fluid droplets. The mechanical softness of liquid droplets combined with their versatility and tunability will allow the principal investigators to study novel optical and optomechanical effects such as optical cooling of capillary waves, topological energy transfer in the vicinity of exceptional points, and others. The international multidisciplinary team formed for this project will exploit state-of-the-art microfluidic technologies to fabricate different structures of droplets, with each droplet serving as a high-quality photonic resonator. Numerical simulation and theoretical models will be developed to understand the physics associated with the novel structures developed in the project. Experimentalists working on the project will carry out optical characterization of the proposed structures and develop in-depth understanding of their novel optical and optomechanical effects. This research will advance the field of optofluidics by applying state-of-the-art 3D printing technologies to the fabrication of novel microfluidic devices and generation of complex structures of microdroplets. Study of novel photonic structures with unique properties will also open new directions in the field of optical whispering-gallery-mode resonators. The general field of computational electrodynamics will also benefit from this work by taking the T-matrix formalism well outside its nominal domain and applying it to the modes of optically coupled complex structures of liquid droplets.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lan",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lan Yang",
   "pi_email_addr": "yang@ese.wustl.edu",
   "nsf_id": "000487981",
   "pi_start_date": "2017-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University in St. Louis",
  "perf_str_addr": "One Brookings Drive",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 114025.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past years, whispering-Gallery-Mode (WGM) resonator-based photonic resonators have emerged as frontrunners in various areas from fundamental scientific research to applications in communication, sensing and public health. WGM resonators trap light in a manner similar to a phenomenon found in the gallery spaces of St. Paul?s Cathedral dome in London, where a single whisper (i.e., a sound wave) can be heard along the circular boundary of the architecture. Ultra-high-quality WGM optical micro-resonators provide an unprecedented capability to trap light in a highly confined volume smaller than a strand of human hair; a light beam can travel around the boundary of a WGM resonator over 10<sup>6</sup> times, significantly enhancing light-matter interactions, creating the potential for a wealth of new scientific discoveries and technological breakthroughs not achievable by other devices. However, most developments in this field focus on solid-state resonators, which could leverage the existing semiconductor processing mainly based on solid-state materials. However, liquid-phase materials have their intrinsic advantages not available in solid-state materials, such as the flexibility in adjusting their optical properties, ease of deformation and natural medium for biosensing applications. Through this multidisciplinary project including research groups with expertise in physics, mechanical engineering, materials science, and electrical engineering, we developed fabrication processes and techniques to make novel optical and optomechanical liquid-core resonators, aiming to achieve properties not attainable by structures in the solid-state phase. The liquid-core resonators could be either stand-alone droplets or encapsulated in microbubble resonators with an extremely thin wall so the light fields could leak into the liquid core. In either case, the optical properties are mainly affected by the optical properties of liquids. For example, directional emission, frequency tuning, and chaotic ray-dynamics have been successfully demonstrated in the deformed liquid-core droplet resonators. Numerical simulation and theoretical models have been developed to understand the physics associated with the novel structures developed in the project. The team explored nonlinear and optomechanical effects in the high-quality resonators as well as their applications for lasing and sensing. &nbsp;We expect to utilize the transmission spectra that will change in response to the variation of chemicals inside the liquid core as the sensing signals to monitor and characterize samples of interests for specific medical applications. Compared to other solid-state optical resonators, liquid-core resonators have a unique advantage in sample collection for biosensing applications.&nbsp;Through the multidisciplinary research projects supported by this grant, students at different levels receive education and training in various fields, including material science, chemistry, nanofabrication, optics and engineering. For example, students have been trained to develop numerical tools for modeling the light-matter interactions in high-quality optical resonators, nanofabrication and optical characterization of high-quality optical resonators. They get training in using various instrument and facilities required for the fabrication and characterization of high-quality optical resonators. They also learn about fundamental physics underlying nonlinear optics, optomechanics and lasing through the understanding of light-matter interactions in high-quality optical resonators. The PI has been proactively creating education and research opportunities for students from underrepresented groups. The key technologies involved in this project, such as microfluidics and simulations of optical elements, are great topics for the development of active teaching materials in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/14/2021<br>\n\t\t\t\t\tModified by: Lan&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the past years, whispering-Gallery-Mode (WGM) resonator-based photonic resonators have emerged as frontrunners in various areas from fundamental scientific research to applications in communication, sensing and public health. WGM resonators trap light in a manner similar to a phenomenon found in the gallery spaces of St. Paul?s Cathedral dome in London, where a single whisper (i.e., a sound wave) can be heard along the circular boundary of the architecture. Ultra-high-quality WGM optical micro-resonators provide an unprecedented capability to trap light in a highly confined volume smaller than a strand of human hair; a light beam can travel around the boundary of a WGM resonator over 106 times, significantly enhancing light-matter interactions, creating the potential for a wealth of new scientific discoveries and technological breakthroughs not achievable by other devices. However, most developments in this field focus on solid-state resonators, which could leverage the existing semiconductor processing mainly based on solid-state materials. However, liquid-phase materials have their intrinsic advantages not available in solid-state materials, such as the flexibility in adjusting their optical properties, ease of deformation and natural medium for biosensing applications. Through this multidisciplinary project including research groups with expertise in physics, mechanical engineering, materials science, and electrical engineering, we developed fabrication processes and techniques to make novel optical and optomechanical liquid-core resonators, aiming to achieve properties not attainable by structures in the solid-state phase. The liquid-core resonators could be either stand-alone droplets or encapsulated in microbubble resonators with an extremely thin wall so the light fields could leak into the liquid core. In either case, the optical properties are mainly affected by the optical properties of liquids. For example, directional emission, frequency tuning, and chaotic ray-dynamics have been successfully demonstrated in the deformed liquid-core droplet resonators. Numerical simulation and theoretical models have been developed to understand the physics associated with the novel structures developed in the project. The team explored nonlinear and optomechanical effects in the high-quality resonators as well as their applications for lasing and sensing.  We expect to utilize the transmission spectra that will change in response to the variation of chemicals inside the liquid core as the sensing signals to monitor and characterize samples of interests for specific medical applications. Compared to other solid-state optical resonators, liquid-core resonators have a unique advantage in sample collection for biosensing applications. Through the multidisciplinary research projects supported by this grant, students at different levels receive education and training in various fields, including material science, chemistry, nanofabrication, optics and engineering. For example, students have been trained to develop numerical tools for modeling the light-matter interactions in high-quality optical resonators, nanofabrication and optical characterization of high-quality optical resonators. They get training in using various instrument and facilities required for the fabrication and characterization of high-quality optical resonators. They also learn about fundamental physics underlying nonlinear optics, optomechanics and lasing through the understanding of light-matter interactions in high-quality optical resonators. The PI has been proactively creating education and research opportunities for students from underrepresented groups. The key technologies involved in this project, such as microfluidics and simulations of optical elements, are great topics for the development of active teaching materials in the future.\n\n\t\t\t\t\tLast Modified: 06/14/2021\n\n\t\t\t\t\tSubmitted by: Lan Yang"
 }
}