{
 "awd_id": "1711875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Strain Based Devices for Switches and Memory Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2017-06-13",
 "awd_max_amd_letter_date": "2017-06-13",
 "awd_abstract_narration": "Abstract:\r\nNon-Technical:\r\nThe last decade has seen tremendous advances in the realization of new materials classes with unique properties such as topological insulators and phase change materials. This proposal seeks to harness the properties of these new materials classes to build a new generation of strain-based devices. Strain control of devices is at the beginning stages with many theoretical predictions and little experimental work. Moreover, much of the predictions of strain induced phase transitions are yet to be tested. Our success in creating strain and gated devices will allow us to tune bulk band structure and transport properties into metallic and insulating regimes thereby creating the basis for future straintronic devices. The conditions under which we are able to realize reversible phase transitions from insulating to metallic in topological materials will provide important information for the theoretical understanding of these systems. Realizing, characterizing, and measuring strain tunable systems will allow us to understand and explore strain dependent materials properties for applications such as optical and electrical storage devices, solid-state displays, photonic memories, plasmonic-based circuits, optical modulators, and computing. Undergraduates, graduate students and post-docs involved in this project will be trained on materials and instruments at the forefront of today's research. The success of the project will enhance research experience for women in physics. Many of the undergraduates, graduate students and post-docs working in the PIs' labs are from under represented groups. The PI's integrated outreach and education activities will expose talented high school students to cutting edge research.\r\n\r\nTechnical:\r\nThe unique properties of topological insulators, topological crystalline insulators, and transition metal dichalcogenides, as well as their potential tunability by strain and doping make them very attractive for future applications. Our ability to harness the extraordinary properties of this new generation of materials however depends heavily on our ability to manipulate their electronic properties. While a whole host of potential devices have been proposed, very few have been realized so far. This collaborative research project describes the PIs plans to investigate different avenues to use strain to control Dirac surfaces states and phase change materials. To achieve this, the PIs will combine their considerable expertise in these materials classes with advanced measurement techniques. The success of the project hinges on a tight feedback loop between molecular beam epitaxy thin film growth, characterization using low temperature scanning tunneling microscopy, and spin and charge transport measurements. Thin films of 3D topological insulators, topological crystalline insulators and phase change materials will be grown characterized with a range of probes including scanning tunneling microscopy, X-ray scattering and atomic force microscopy. Strain devices for transport measurements will be made using both thin films as well as exfoliated flakes. The goal is to create materials with specific properties tailored for device applications through reduced dimensionality and strain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vidya",
   "pi_last_name": "Madhavan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vidya Madhavan",
   "pi_email_addr": "vm1@illinois.edu",
   "nsf_id": "000105655",
   "pi_start_date": "2017-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 South Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The building blocks of current electronic devices, transistors, are now down to the sub-20nm scale where quantum mechanics is already highly relevant. In the race for `smaller' and `more efficient', pushing boundaries past this scale necessarily requires us to invent a generation of electronics based on new paradigms that go beyond the electron transport and p-n junctions in silicon-based transistors. In this context, the last decade has brought us the surprising discovery of new classes of materials whose electronic properties are highly sensitive to strain which may be harnessed for a new generation of devices. While a whole host of strain-based devices have been proposed, very few have been realized so far. One of the reasons is that the degree of control required to manipulate electronic properties reliably and reproducibly has not so far been demonstrated. In fact, in many cases, the responses of electronic properties to strain have not even been measured.<strong><em> </em></strong>The goal of this project was to investigate different avenues to use strain to control these new classes of functional materials. In particular, we proposed to study the response of electronic properties to strain using the powerful technique of scanning tunneling microscopy (STM) which can correlate properties with structure on sub nanometer length scales. To achieve this, we have developed a novel strain device compatible with STM at cryogenic temperatures. Using this device, we have measured the strain response of multiple classes of materials. One of our discoveries is that external strain can be relieved at the nanoscale by the creation of riplocations and dislocations which makes the response of the electronic properties inhomogeneous in real space. We have studied a series of alloys which have a phase change material on one end and a topological material on the other and tracked the evolution of electronic properties with STM. We have also studied the effects of compressive strain on two materials classes, FeTe and Sr<sub>2</sub>RuO<sub>4</sub>. Undergraduate and graduate students have been trained on the cutting-edge techniques of strain devices and low temperature scanning tunneling microscopy and have gone on to graduate school as well as obtained positions in industry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2022<br>\n\t\t\t\t\tModified by: Vidya&nbsp;Madhavan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1711875/1711875_10492981_1650917155361_Picture1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1711875/1711875_10492981_1650917155361_Picture1--rgov-800width.jpg\" title=\"Strain devices in action\"><img src=\"/por/images/Reports/POR/2022/1711875/1711875_10492981_1650917155361_Picture1--rgov-66x44.jpg\" alt=\"Strain devices in action\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a. Images captured as the strain device was cooled down inside a cryostat. b. Strain maps resulting from the DIC analysis. c. Strain gauge mounted on the strain device for testing. d. Measurement result from the strain gauge analysis.</div>\n<div class=\"imageCredit\">Jorge Rodriguez</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vidya&nbsp;Madhavan</div>\n<div class=\"imageTitle\">Strain devices in action</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1711875/1711875_10492981_1650917270699_Picture2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1711875/1711875_10492981_1650917270699_Picture2--rgov-800width.jpg\" title=\"Strain effects on Strontium Ruthenate (Sr2RuO4, SRO 214)\"><img src=\"/por/images/Reports/POR/2022/1711875/1711875_10492981_1650917270699_Picture2--rgov-66x44.jpg\" alt=\"Strain effects on Strontium Ruthenate (Sr2RuO4, SRO 214)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a.  and b. Crystal structure and surface reconstruction in SRO (214). c. Atomically resolved image of the SrO surface in the strained sample. d. Optical microscope image of the sample after STM experiment. e. 3D rendering of the image in d. using the profilometer, (the features have been exaggerated</div>\n<div class=\"imageCredit\">Jorge Rodriguez</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vidya&nbsp;Madhavan</div>\n<div class=\"imageTitle\">Strain effects on Strontium Ruthenate (Sr2RuO4, SRO 214)</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe building blocks of current electronic devices, transistors, are now down to the sub-20nm scale where quantum mechanics is already highly relevant. In the race for `smaller' and `more efficient', pushing boundaries past this scale necessarily requires us to invent a generation of electronics based on new paradigms that go beyond the electron transport and p-n junctions in silicon-based transistors. In this context, the last decade has brought us the surprising discovery of new classes of materials whose electronic properties are highly sensitive to strain which may be harnessed for a new generation of devices. While a whole host of strain-based devices have been proposed, very few have been realized so far. One of the reasons is that the degree of control required to manipulate electronic properties reliably and reproducibly has not so far been demonstrated. In fact, in many cases, the responses of electronic properties to strain have not even been measured. The goal of this project was to investigate different avenues to use strain to control these new classes of functional materials. In particular, we proposed to study the response of electronic properties to strain using the powerful technique of scanning tunneling microscopy (STM) which can correlate properties with structure on sub nanometer length scales. To achieve this, we have developed a novel strain device compatible with STM at cryogenic temperatures. Using this device, we have measured the strain response of multiple classes of materials. One of our discoveries is that external strain can be relieved at the nanoscale by the creation of riplocations and dislocations which makes the response of the electronic properties inhomogeneous in real space. We have studied a series of alloys which have a phase change material on one end and a topological material on the other and tracked the evolution of electronic properties with STM. We have also studied the effects of compressive strain on two materials classes, FeTe and Sr2RuO4. Undergraduate and graduate students have been trained on the cutting-edge techniques of strain devices and low temperature scanning tunneling microscopy and have gone on to graduate school as well as obtained positions in industry.\n\n \n\n\t\t\t\t\tLast Modified: 04/25/2022\n\n\t\t\t\t\tSubmitted by: Vidya Madhavan"
 }
}