{
 "awd_id": "1711767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Integrated Framework for the Optimal Control of Vehicle-to-Grid Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aranya Chakrabortty",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 363059.0,
 "awd_amount": 363059.0,
 "awd_min_amd_letter_date": "2017-09-12",
 "awd_max_amd_letter_date": "2017-09-12",
 "awd_abstract_narration": "The research will establish an integrated framework for centralized vehicle-to-grid (V2G) systems using algorithms that incorporate preferences of diverse actors in the system. In the coming decades, plug-in electric vehicles (PEVs) will revolutionize personal transportation as more consumers recognize that dependence on fossil fuels is unsustainable, and as electric vehicles become more affordable. However, the large increase in demand that will accompany the transition to electric-drive transportation can cause our power infrastructure to become overburdened. V2G systems, in which PEVs interact with electric grids, can be used to address this increase in demand and to avoid exacerbated peak loads. This research project addresses the lack of effective ways of regulating charging and discharging while incorporating the multi-faceted complexities such as driving behavior, travel patterns, technical limitations, and social, economic and environmental impacts. This will be accomplished through the design of algorithms for optimal scheduling and control of charging and discharging of PEVs; this will involve the formulation and solving of optimization problems from the perspectives of major stakeholders including electric utilities, owners of commercial charging stations, and customers. To this end, the research will use both offline and online mechanism design in the centralized management and control of PEVs in a V2G system. By addressing some of the issues that currently limit the penetration of PEVs, this research will facilitate the transition to more sustainable transportation and power systems. This research will also inform decisions by policy makers to design effective infrastructure networks for PEVs and incentives for PEV stakeholders.\r\n\r\nThe goal of this study is to design effective mechanisms to facilitate the integration of PEVs into the electric grid. Specific objectives include: (1) Establishment of a detailed driver and traffic profile for V2G systems; (2) Design of hybrid control techniques for battery charging based on performance criteria; (3) Analysis of the cost of employing PEV batteries for energy storage in power grids; (4) Establishment of an integrated framework for managing PEV charging and discharging while incorporating multi-faceted complexities; and (5) Creation of online optimization models that deal with PEV requests per time step. Accomplishing the objectives of the research project will result in novel charging strategies for PEV batteries modeled from predictive methods and the formulation of robust algorithms for optimal scheduling of charging and discharging of PEVs in commercial settings. By taking a systems approach, this study addresses the current gap in research on PEV integration into the power grid, which focuses narrowly on solving problems without considering multiple perspectives. The strategies and models resulting from this work will provide new knowledge on the dynamics and socio-technical dimensions necessary for the effective integration of electrified transportation systems into the electric grid, particularly in a centralized management setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ona",
   "pi_last_name": "Egbue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ona Egbue",
   "pi_email_addr": "egbueo@uscupstate.edu",
   "nsf_id": "000663740",
   "pi_start_date": "2017-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina",
  "perf_str_addr": "",
  "perf_city_name": "Spartanburg",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "293010001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "SC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 363059.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Project Title: An Integrated Framework for the Optimal Control of Vehicle-to-Grid Systems</p>\n<p>Award Number: 1711767</p>\n<p>PI: Ona Egbue</p>\n<p>This project developed an integrated framework for managing vehicle-to-grid systems to support the transition to electric drive transportation. Smart control of simultaneous charging and discharging of large numbers of plug-in electric vehicles and consideration of both technical and non-technical factors are critical to the success of electric vehicle-grid integration. Therefore, this project established effective methods for the optimal control of plug-in electric vehicles in centralized vehicle-to-grid systems while incorporating vehicle-to-grid stakeholders&rsquo; objectives and accounting for complexities such as driving behavior, travel patterns, technical limitations, social, and economic impacts.</p>\n<p>An optimal controller was designed for a plug-in electric vehicle battery using a novel combination of electrical equivalent circuit model and state dependent Riccati equation. This controller provides an advanced tracking strategy for nonlinear 2-RC electric vehicle battery model. The state of charge and state of health measurements along with the optimal controller design aim to improve overall battery life. The state dependent Riccati equation for the electrical equivalent circuit model is important because it results in a closed-loop optimal controller that reflects back changes in the states via the optimal controller. Furthermore, the project developed both offline and online optimization models to manage the charging and discharging of plug-in electric vehicle batteries in vehicle-to-grid systems. This was accomplished by using a socio-technical system approach and integrated modeling and simulation to capture the dynamics of individual plug-in- electric vehicles and customer preferences. A unit commitment model was developed to incorporate battery degradation cost in the decision-making. Furthermore, a multi-objective optimization framework was established to control vehicle-to-grid activities and to account for trade-offs between multiple stakeholders including customers and aggregators.</p>\n<p>The outcomes of this project advances the knowledge on addressing key issues affecting large-scale penetration of plug-in electric vehicles to facilitate a more sustainable societal transition. Furthermore, the optimization framework developed in this project can inform strategic decision-making on vehicle-to-grid implementation involving the operation of centralized vehicle-to-grid systems and the determination of economic incentives that consider conflicting objectives of vehicle-to-grid stakeholders. Educational impacts of this project include the training of graduate students involved in this project. In addition, many undergraduate students have benefited from this project through the introduction of course content based on this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2022<br>\n\t\t\t\t\tModified by: Ona&nbsp;Egbue</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nProject Title: An Integrated Framework for the Optimal Control of Vehicle-to-Grid Systems\n\nAward Number: 1711767\n\nPI: Ona Egbue\n\nThis project developed an integrated framework for managing vehicle-to-grid systems to support the transition to electric drive transportation. Smart control of simultaneous charging and discharging of large numbers of plug-in electric vehicles and consideration of both technical and non-technical factors are critical to the success of electric vehicle-grid integration. Therefore, this project established effective methods for the optimal control of plug-in electric vehicles in centralized vehicle-to-grid systems while incorporating vehicle-to-grid stakeholders’ objectives and accounting for complexities such as driving behavior, travel patterns, technical limitations, social, and economic impacts.\n\nAn optimal controller was designed for a plug-in electric vehicle battery using a novel combination of electrical equivalent circuit model and state dependent Riccati equation. This controller provides an advanced tracking strategy for nonlinear 2-RC electric vehicle battery model. The state of charge and state of health measurements along with the optimal controller design aim to improve overall battery life. The state dependent Riccati equation for the electrical equivalent circuit model is important because it results in a closed-loop optimal controller that reflects back changes in the states via the optimal controller. Furthermore, the project developed both offline and online optimization models to manage the charging and discharging of plug-in electric vehicle batteries in vehicle-to-grid systems. This was accomplished by using a socio-technical system approach and integrated modeling and simulation to capture the dynamics of individual plug-in- electric vehicles and customer preferences. A unit commitment model was developed to incorporate battery degradation cost in the decision-making. Furthermore, a multi-objective optimization framework was established to control vehicle-to-grid activities and to account for trade-offs between multiple stakeholders including customers and aggregators.\n\nThe outcomes of this project advances the knowledge on addressing key issues affecting large-scale penetration of plug-in electric vehicles to facilitate a more sustainable societal transition. Furthermore, the optimization framework developed in this project can inform strategic decision-making on vehicle-to-grid implementation involving the operation of centralized vehicle-to-grid systems and the determination of economic incentives that consider conflicting objectives of vehicle-to-grid stakeholders. Educational impacts of this project include the training of graduate students involved in this project. In addition, many undergraduate students have benefited from this project through the introduction of course content based on this project.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2022\n\n\t\t\t\t\tSubmitted by: Ona Egbue"
 }
}