{
 "awd_id": "1711230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tailoring nonlinear interactions in highly-multimode fibers for versatile light sources",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 359960.0,
 "awd_amount": 359960.0,
 "awd_min_amd_letter_date": "2017-06-30",
 "awd_max_amd_letter_date": "2022-06-28",
 "awd_abstract_narration": "Title: Fiber Light Sources Based on Multimode Generation and Amplification\r\n\r\nNon-Technical Description:\r\nThe past 25 years have witnessed a number of impressive advancements in the general field of fiber optics. These breakthroughs have not only enabled a widespread proliferation of the Internet, but have also radically transformed industrial manufacturing, laser surgery, optical microscopy and sensing, to mention a few. Fiber lasers represent yet another field that has experienced striking growth during this same period. What made this class of lasers so successful is their remarkable power scalability, spectral and temporal versatility, high efficiency and their ability to be integrated into robust and modular systems. Unfortunately, as with most technologies that experienced a sudden progress in capabilities, it will not be long before physical constraints appear on the horizon to dampen future progress. Indeed, nonlinear limits and damage thresholds of existing fibers are now being approached, imposing restrictions on the maximum pulse energies/power one could expect from current fiber based light sources. This work aims to overcome these limitations by exploiting the physics and complexity of nonlinear dynamics in highly multimode fiber structures. Alternative strategies are to be developed for designing new versatile light sources that outperform existing systems by orders of magnitude in terms of output power and spectral densities delivered. Education is an integral component of this research effort. Due to the interdisciplinary nature of the proposed work, the students engaged in this project will have the opportunity to experience all the steps in the research. This involves starting from ideas that originate from theoretical models to experimentally demonstrations of the anticipated behavior to finally producing a prototype fiber light source.\r\n\r\nTechnical Description:\r\nThe goal of this research effort is to systematically explore the possibility of using nonlinear multimode fibers in two areas where current single mode approaches are still in need of a solution: (i) ultra-high spectral density, multi-octave supercontinuum sources with customized frequency and modal content and (ii) power-scalable, low-cost multimode fiber structures for pulsed amplification. This will be accomplished by devising strategies to preferentially excite particular mode groups and by developing ytterbium-based fiber amplifiers with low differential modal gain. Of special interest will be to alter on demand the generated supercontinuum spectrum, from ultra-violet to mid-infrared. In this respect, photonic lanterns, chaotic fibers with appropriately engineered transverse index profiles, and longitudinally varying taper configurations will be fabricated to encourage frequency generation in specific bands. Moreover, the prospect for generating chirped parabolic pulses in normally dispersive multimode fibers will be considered. Of particular importance will be to develop theoretical models that can either predict or explain processes in nonlinear multimode fibers, for example mode condensation, that still remain largely unexplored. From a theoretical perspective, the interplay between nonlinearity and chaos as a means to homogenize the supercontinuum is still an important problem that will be investigated. The realization of fiber structures that are prone to chaos could provide an experimental platform that can be utilized to observe and study the intricate connection between classical and wave chaos. The use of these notions in photonics could establish a new paradigm in molding and controlling optical propagation in nonlinear multimode environments and will help develop alternative methodologies in designing novel classes of fiber-based sources. The cross-fertilization of these ideas is expected to lead to advances in both photonics and nonlinear physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rodrigo",
   "pi_last_name": "Amezcua Correa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rodrigo Amezcua Correa",
   "pi_email_addr": "r.amezcua@creol.ucf.edu",
   "nsf_id": "000595558",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Demetrios",
   "pi_last_name": "Christodoulides",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Demetrios N Christodoulides",
   "pi_email_addr": "demetri@usc.edu",
   "nsf_id": "000231790",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "4304 Scorpius Street",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 359960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p><span>The students engaged in this project had the unique opportunity to participate in every stage of the research process, providing them with a unique experience. This included the initial conception of ideas to the design, fabrication, and characterization of novel fibers and multimode fiber sources. The students gained comprehensive exposure to fiber optics research. Including in designing, modeling, and fabricating multimode fibers, as well as on theoretical and computational aspects. These students are well-prepared to excel in their respective fields. Approximately seven PhD students from diverse backgrounds participated in this project.&nbsp;</span></p>\n<p><span>One of the significant achievements of this project was the development of new experimental setups and theoretical models specifically tailored for studying multimode nonlinear interactions in fiber systems. This provided an excellent platform for our students to experimentally investigate new light sources based on multimode fibers and compare their results with their analytical models. The training received through this research project will greatly benefit the students in their future careers, whether they choose to pursue academic positions or become research scientists and engineers in industrial or government settings.&nbsp;</span></p>\n<p><span>The project successfully demonstrated a new technique for generating complex optical pulses modulated in both space and time. We demonstrated the application of multimode fibers in novel fiber sources. These advancements could for example enable the production of versatile, state-of-the-art supercontinuum light sources with tailored output spectra. These could have applications in optical communications, sensing, and imaging.</span></p>\n<p><span>This project has not only advanced the field of fiber optics but has also provided exceptional training opportunities for graduate students. The results of this project where reported in over 30 &nbsp;journal papers and conference publications. These included papers in top journals, including Nat. Photonics, Nat. Communications, Science, Optics Letters, as well as a postdeadline paper at CLEO.</span></p>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2023<br>\n\t\t\t\t\tModified by: Rodrigo&nbsp;Amezcua-Correa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe students engaged in this project had the unique opportunity to participate in every stage of the research process, providing them with a unique experience. This included the initial conception of ideas to the design, fabrication, and characterization of novel fibers and multimode fiber sources. The students gained comprehensive exposure to fiber optics research. Including in designing, modeling, and fabricating multimode fibers, as well as on theoretical and computational aspects. These students are well-prepared to excel in their respective fields. Approximately seven PhD students from diverse backgrounds participated in this project. \n\nOne of the significant achievements of this project was the development of new experimental setups and theoretical models specifically tailored for studying multimode nonlinear interactions in fiber systems. This provided an excellent platform for our students to experimentally investigate new light sources based on multimode fibers and compare their results with their analytical models. The training received through this research project will greatly benefit the students in their future careers, whether they choose to pursue academic positions or become research scientists and engineers in industrial or government settings. \n\nThe project successfully demonstrated a new technique for generating complex optical pulses modulated in both space and time. We demonstrated the application of multimode fibers in novel fiber sources. These advancements could for example enable the production of versatile, state-of-the-art supercontinuum light sources with tailored output spectra. These could have applications in optical communications, sensing, and imaging.\n\nThis project has not only advanced the field of fiber optics but has also provided exceptional training opportunities for graduate students. The results of this project where reported in over 30  journal papers and conference publications. These included papers in top journals, including Nat. Photonics, Nat. Communications, Science, Optics Letters, as well as a postdeadline paper at CLEO.\n\n\n \n\n\t\t\t\t\tLast Modified: 06/19/2023\n\n\t\t\t\t\tSubmitted by: Rodrigo Amezcua-Correa"
 }
}