{
 "awd_id": "1711990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2017: Hydric adaptation in anoles: tracking scale morphology and allele frequencies in response to climate and landscape change",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2017-07-14",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2017, Research Using Biological Collections. The fellowship supports research and training of the fellow that will utilize biological collections in innovative ways. This project focuses on how a species of Puerto Rican lizard, Anolis cristatellus, has adapted to climate and land-use changes over the last 120 years. The fellow will use specimens collected since 1890 to study how scale-size and gene-frequencies in this lizard species have changed through time. Scale-size is a potentially important trait for tropical lizards, because large scales are thought to reduce the amount of water that is lost through the skin due to evaporation (i.e. evaporative water loss, or EWL). Therefore, lizards in drier habitats are predicted to have larger scales than lizards in wetter habitats. The fellow will measure scale-size variation from contemporary and historical museum specimens to see if A. cristatellus scale-size variation over the last 120 years tracks drying conditions due to climate and land-use changes in Puerto Rico. The fellow will also use genomic approaches to identify regions of the A. cristatellus genome that are under natural selection. This research will improve our understanding of how ectotherms respond to historical changes in climate and land-use, and will facilitate more accurate predictions of their responses to future changes. \r\n\r\nThe research will build links between the fields of eco-physiology, genomics of adaptation, and climate change biology while harnessing the power of collections-based research. The fellow will test for relationships between scale morphology and climate, and adaptive allele frequencies and climate, in both contemporary and historical samples. To determine genes that are under climate-mediated selection, the fellow will use ecological association analysis and climate layers to analyze exome-capture data. For genes that are under climate-mediated selection, the fellow will use a single-base extension protocol to assay adaptive alleles in historical specimens. The fellow will form a collaboration between the Museum of Vertebrate Zoology and UC Berkeley's Pre-College Upward Bound Summer Program to bring museum-based education and mentorship to high-school students from disadvantaged backgrounds.  Results from these studies will also be published in peer-reviewed journals and shared through presentations at scientific meetings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "McElroy",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew T McElroy",
   "pi_email_addr": "",
   "nsf_id": "000709807",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "McElroy                 Matthew        T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "981951800",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Berkeley",
  "perf_str_addr": null,
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "001Y00",
   "pgm_ele_name": "Collections Postdocs"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": null
}