{
 "awd_id": "1712031",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop proposal: The future shape of a Greenland GNSS Observation Network",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924354",
 "po_email": "mstiegli@nsf.gov",
 "po_sign_block_name": "Marc Stieglitz",
 "awd_eff_date": "2017-01-15",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 44244.0,
 "awd_amount": 44244.0,
 "awd_min_amd_letter_date": "2017-01-12",
 "awd_max_amd_letter_date": "2017-01-12",
 "awd_abstract_narration": "The ongoing contribution of the Greenland Ice Sheet (GIS) to sea level rise is of continuing interest to the scientific community, policymakers, and the population at large. Geodetic determination of ice sheet mass loss is at the center of research on GIS contributions to sea level rise. There are many means for determining mass loss, but almost all rely on some form of satellite positioning, generally using the Global Navigation Satellite System (GNSS) or its subset Global Positioning System (GPS).   The goals of the workshop are to 1) determine the community need for the current GNSS observation network in Greenland, 2) outline the science requirements for the network design, 3) define the path forward for the existing GNSS network, and 4) identify improvements to the existing network that will benefit the broader science community. Per broader impacts, the workshop will bring together investigators using data produced by the current network along with potential new investigators who can make use of GNSS network data. The workshop conveners plan to recruit participants from a spectrum from junior to senior scientists, and increase the diversity of the workshop participants wherever possible, by including funded invitations.\r\n\r\nThe objective of this workshop is to convene a 1.5 day workshop at NASA Goddard Space Flight Center in January 2017, with the purpose of defining a path forward for a Global Navigation Satellite System (GNSS) observation network in Greenland.  The workshop will be held in conjunction with the 2017 NASA PARCA (Program for Arctic Regional Climate Assessment) Meeting. The goals of the workshop are to  elucidate the current state of the GNSS network, illustrate the current uses of the network data (e.g.,  geodesy, crustal deformation, atmospheric modeling, space weather) and identify potentially new uses  of the data, and determine the optimal configuration of the network moving forward (e.g., the ideal number of stations, the placement of stations, the replacement and upgrade of stations, and data management).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hawley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Hawley",
   "pi_email_addr": "robert.l.hawley@dartmouth.edu",
   "nsf_id": "000098350",
   "pi_start_date": "2017-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "19 Fayerweather",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553716",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 44244.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The key outcome of this Workshop proposal was the successful executionof the workshop, and the subsequent work on the outcomes white paper.This workshop was held on January 25 and 26 at the NASA Goddard SpaceFlight Center in Greenbelt, MD.<br />The workshop brought together investigators using data produced by thecurrent network, potential new investigators who can make use of GNSSnetwork data, experts in the use of GNSS data for positioning, expertsin the use of GNSS as a remote-sensing tool (atmospheric water vapor,ionospheric electron content, and multi-path utilization for sensing ofconditions proximal to the station such as snow depth, vegetation, andmapping of transient areas covered by liquid water), and the peopleinvolved in actually deploying GNSS reference stations aroundGreenland.&nbsp; NSF and NASA program officers were also inattendance.&nbsp;<br />The goals of the workshop were to:<br />* Elucidate the current state of the network* Illustrate the current uses of network data (eg. Geodessey, Crustal&nbsp; deformation, Campaign GNSS reference, atmospheric modeling, Space&nbsp; weather/ionosphere. )&nbsp;* Identify potential new utility of the data* Determine the optimal configuration moving forward: Ideal number of&nbsp; stations, Placement of stations, Replacement and upgrade of&nbsp; stations, Data management.&nbsp;<br />The most important outcome of this project, however, is the workshopoutcomes report, \"GNET 2017 Forward: The future shape of a GreenlandGNSS observation network\" this report is the culmination of both the 2days of the workshop and also multiple months of collaborativewriting, editing, and polishing.&nbsp; The final report is available as aPDF online athttps://www.dartmouth.edu/~ice/GNET_workshop_materials/GNETwhitepaper_FINAL.pdf&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2018<br>\n\t\t\t\t\tModified by: Robert&nbsp;L&nbsp;Hawley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe key outcome of this Workshop proposal was the successful executionof the workshop, and the subsequent work on the outcomes white paper.This workshop was held on January 25 and 26 at the NASA Goddard SpaceFlight Center in Greenbelt, MD.\nThe workshop brought together investigators using data produced by thecurrent network, potential new investigators who can make use of GNSSnetwork data, experts in the use of GNSS data for positioning, expertsin the use of GNSS as a remote-sensing tool (atmospheric water vapor,ionospheric electron content, and multi-path utilization for sensing ofconditions proximal to the station such as snow depth, vegetation, andmapping of transient areas covered by liquid water), and the peopleinvolved in actually deploying GNSS reference stations aroundGreenland.  NSF and NASA program officers were also inattendance. \nThe goals of the workshop were to:\n* Elucidate the current state of the network* Illustrate the current uses of network data (eg. Geodessey, Crustal  deformation, Campaign GNSS reference, atmospheric modeling, Space  weather/ionosphere. ) * Identify potential new utility of the data* Determine the optimal configuration moving forward: Ideal number of  stations, Placement of stations, Replacement and upgrade of  stations, Data management. \nThe most important outcome of this project, however, is the workshopoutcomes report, \"GNET 2017 Forward: The future shape of a GreenlandGNSS observation network\" this report is the culmination of both the 2days of the workshop and also multiple months of collaborativewriting, editing, and polishing.  The final report is available as aPDF online athttps://www.dartmouth.edu/~ice/GNET_workshop_materials/GNETwhitepaper_FINAL.pdf \n\n\t\t\t\t\tLast Modified: 01/09/2018\n\n\t\t\t\t\tSubmitted by: Robert L Hawley"
 }
}