{
 "awd_id": "1712058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adjunct Mathematics Instructor Resources and Support: Improving Undergraduate Precalculus Teaching and Learning Experience",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924657",
 "po_email": "srichard@nsf.gov",
 "po_sign_block_name": "Sandra Richardson",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2017-06-21",
 "awd_max_amd_letter_date": "2020-05-15",
 "awd_abstract_narration": "Undergraduate students' persistence in STEM is heavily influenced by their classroom experiences, particularly in entry-level mathematics courses. Considerable research has been conducted showing that improved instruction by full-time faculty can increase student motivation and persistence in mathematics courses. However, entry-level courses, such as precalculus, are often taught by adjunct and other part-time instructors, who traditionally have tended to be offered only minimal professional development and support for teaching undergraduate mathematics. Thus, there is a pressing need to focus on developing instructional practices among adjunct and other part-time instructors. This project will build a model of course coordination and adjunct instructor support to improve the teaching and learning of precalculus. \r\n\r\nWhile some work has been done to understand the benefits of supports for part-time instructors at the undergraduate level, this work has focused mostly on graduate teaching assistants rather than adjunct instructors. The proposed project will extend this work to adjunct instructors and will contribute to the research base regarding the adjunct instructor population. By building a model of adjunct instructor resources and support, the project will contribute to deeper understanding of how such efforts impact (1) adjunct instructor knowledge and instructional practices, (2) adjunct instructor job satisfaction, and (3) student academic success and retention in STEM majors. This understanding will help other departments and institutions with similar instructor populations to better support their adjunct faculty, with the goal of improving student learning and persistence in precalculus and beyond.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashuwin",
   "pi_last_name": "Vaidya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashuwin Vaidya",
   "pi_email_addr": "vaidyaa@mail.montclair.edu",
   "nsf_id": "000541719",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Eileen",
   "pi_last_name": "Murray",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eileen Murray",
   "pi_email_addr": "emurray@ursoeducationalconsulting.com",
   "nsf_id": "000678096",
   "pi_start_date": "2017-06-21",
   "pi_end_date": "2020-05-12"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Golnabi",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Amir H Golnabi",
   "pi_email_addr": "golnabia@mail.montclair.edu",
   "nsf_id": "000733543",
   "pi_start_date": "2017-06-21",
   "pi_end_date": "2020-05-15"
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 Normal Ave",
  "perf_city_name": "Montclair",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431699",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0dbfcc5c-7fff-45e5-2387-bdcc4781b1a2\"> </span></p>\n<p style=\"text-align: left;\" dir=\"ltr\"><span>Our project, </span><span><em>Adjunct Mathematics Instructor Resources and Support: Improving Undergraduate Precalculus Teaching and Learning Experience</em> (NSF Award #1712058) aimed to</span><span> measure the impact of course coordination and support on adjunct mathematics instructors? knowledge, instructional practices, and job satisfaction. In this project, we used the organization and coordination of Precalculus with the goals of implementing best practices for learning and instruction, improving content and pedagogical content knowledge of instructors, and creating a professional learning community. As a result of this organization and coordination, adjunct instructors were provided numerous instructional and professional resources that supported their professional knowledge as well as provided them with a sense of belonging in the department. This project was based on research regarding student achievement and retention in STEM fields, specifically mathematics, as well as best practices for supporting adjuncts. The research addressed the need to improve undergraduate education, especially in introductory mathematics courses, in order to increase student retention in STEM majors. The importance of the work originated from the fact that adjuncts are playing an increasingly important role in introductory classes at many universities. Therefore, we measured the impact of Precalculus course coordination and adjunct support on student achievement, leading to student retention in STEM majors.</span></p>\n<p style=\"text-align: left;\" dir=\"ltr\"><span>Our project built and implemented a model of adjunct instructor resources and support that has continued to be used at the university for this introductory level math course. The community of practice of Precalculus instructors that served as the foundation for support and coordination, has now become institutionalized and has continued to be the cornerstone of the course. New instructors have mentors to assist them in learning the curriculum, and experienced instructors continue to reflect on their practice and knowledge in meaningful ways. Members of the community have met outside of scheduled meetings to share ideas and resources, as well as to provide support throughout the challenging semesters during the pandemic.</span></p>\n<p style=\"text-align: left;\" dir=\"ltr\"><span>Two unintended outcomes of the project that happened as a result of the pandemic include new flexibility for the course in terms of modes of instruction and student needs. To pivot to online learning, the grant helped the coordination team modify existing curriculum and instructor support to remote environments. Students were able to continue learning using the innovative curriculum as instructors shared best practices for online learning. Moreover, a shift in university policy made Precalculus the first mathematics course for anyone in the College of Science and Mathematics. This increased the diversity of students in the course, and as a response, the coordination team in partnership with the instructors were able to create new structures (e.g., recitation sections) to support students with just in time strategies for the content.</span></p>\n<div style=\"text-align: left;\">This work has resulted in 18&nbsp; journal/proceeding papers and conference presentations and one Ph.D. thesis.&nbsp;</div>\n<p>&nbsp;</p>\n<p style=\"text-align: left;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2021<br>\n\t\t\t\t\tModified by: Ashuwin&nbsp;Vaidya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nOur project, Adjunct Mathematics Instructor Resources and Support: Improving Undergraduate Precalculus Teaching and Learning Experience (NSF Award #1712058) aimed to measure the impact of course coordination and support on adjunct mathematics instructors? knowledge, instructional practices, and job satisfaction. In this project, we used the organization and coordination of Precalculus with the goals of implementing best practices for learning and instruction, improving content and pedagogical content knowledge of instructors, and creating a professional learning community. As a result of this organization and coordination, adjunct instructors were provided numerous instructional and professional resources that supported their professional knowledge as well as provided them with a sense of belonging in the department. This project was based on research regarding student achievement and retention in STEM fields, specifically mathematics, as well as best practices for supporting adjuncts. The research addressed the need to improve undergraduate education, especially in introductory mathematics courses, in order to increase student retention in STEM majors. The importance of the work originated from the fact that adjuncts are playing an increasingly important role in introductory classes at many universities. Therefore, we measured the impact of Precalculus course coordination and adjunct support on student achievement, leading to student retention in STEM majors.\nOur project built and implemented a model of adjunct instructor resources and support that has continued to be used at the university for this introductory level math course. The community of practice of Precalculus instructors that served as the foundation for support and coordination, has now become institutionalized and has continued to be the cornerstone of the course. New instructors have mentors to assist them in learning the curriculum, and experienced instructors continue to reflect on their practice and knowledge in meaningful ways. Members of the community have met outside of scheduled meetings to share ideas and resources, as well as to provide support throughout the challenging semesters during the pandemic.\nTwo unintended outcomes of the project that happened as a result of the pandemic include new flexibility for the course in terms of modes of instruction and student needs. To pivot to online learning, the grant helped the coordination team modify existing curriculum and instructor support to remote environments. Students were able to continue learning using the innovative curriculum as instructors shared best practices for online learning. Moreover, a shift in university policy made Precalculus the first mathematics course for anyone in the College of Science and Mathematics. This increased the diversity of students in the course, and as a response, the coordination team in partnership with the instructors were able to create new structures (e.g., recitation sections) to support students with just in time strategies for the content.\nThis work has resulted in 18  journal/proceeding papers and conference presentations and one Ph.D. thesis. \n\n \n \n\n\t\t\t\t\tLast Modified: 09/09/2021\n\n\t\t\t\t\tSubmitted by: Ashuwin Vaidya"
 }
}