{
 "awd_id": "1712735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Integrative Large-Scale Data Analysis and Statistical Inference",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 349661.0,
 "awd_amount": 349661.0,
 "awd_min_amd_letter_date": "2017-08-04",
 "awd_max_amd_letter_date": "2019-07-26",
 "awd_abstract_narration": "Recent technological advancements in data collection and processing have led to the accumulation of vast amount of digital information with various types of auxiliary information such as prior data, external covariates, domain knowledge and expert insights. However, with few analytical tools available, much of the relevant data and auxiliary information have been severely underexploited in most current studies. The analysis of big data with complex structures poses significant challenges and calls for new theory and methodology for information integration. This collaborative research aims to develop new procedures, computational algorithms and statistical software to provide powerful tools for researchers in various scientific fields who routinely collect and analyze high dimensional data, which would help translate dispersed and heterogeneous data sources into new knowledge effectively.\r\n\r\nThis NSF project aims to develop new principles, theoretical foundations and methodologies for integrative large-scale data analysis and statistical inference. An important theme is to study how to combine the information from multiple sources in a unified framework. The project focuses on four types of problems: (i) inference of two sparse objects; (ii) structured simultaneous inference; (iii) simultaneous set-wise inference and multi-stage inference; and (iv) applications in genomics and network analysis. The new integrative framework provides a powerful approach for extracting and pooling information from various parts of massive data sets, and can improve conventional methods by delivering more accurate, informative and interpretable results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "T. Tony",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "T. Tony Cai",
   "pi_email_addr": "tcai@wharton.upenn.edu",
   "nsf_id": "000122270",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3730 Walnut St., Suite 400",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 130399.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 81060.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 138202.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Award Title: Collaborative Research: Integrative Large-Scale Data Analysis and Statistical Inference<br /><br />Tony Cai has been supported by DMS-1712735 &ldquo;Collaborative Research: Integrative Large-Scale Data Analysis and Statistical Inference&rdquo; ($349,661) from 09/01/2017 to 08/31/2020. Over these 3 years, the PI has been working on a range of problems concerning the theoretical and methodological aspects of large-scale statistical inference and machine learning. &nbsp;He led a research group of Ph.D. students, postdocs, and collaborators on developing theories and methodologies for high-dimensional statistics and applications in genomics and engineering.&nbsp;</p>\n<p><br />Major Outcomes and Activities:<br />1. Published over 40 journal papers during the period, including more than 20 papers in leading statistics journals such as the Annals of Statistics, Journal of the American Statistical Association, Journal of the Royal Statistical Society (Series B), and Biometrika. The newly proposed procedures were implemented in R and/or Matlab. All the papers and software were made freely available on his website.</p>\n<p><br />2. Developed statistical methods for large-scale inference; Developed practical algorithms and optimality theory for statistical inference for high-dimensional linear and generalized linear models. Addressed a range of applications in medical research, including genetic relatedness and identifying genetically controlled disease genes.&nbsp;</p>\n<p>Motivated by a wide range of contemporary statistical applications, a major focus of Tony Cai's recent research has been on understanding and developing statistical optimality theories under non-statistical constraints such as privacy, communication, and computational considerations. This is an important and challenging area that goes beyond the traditional realm of statistics and it is arguably among the core topics in data science. Together with his students, Tony Cai has published/finished a series of papers aiming to gain fundamental understanding on the tradeoffs between statistical performance and privacy, communication, or computational constraints.&nbsp;<br /><br />3. Presented 10 colloquium talks, 7 invited talks and 14 plenary/distinguished lectures at scientific conferences, including the Keynote Lecture at the Computational and Statistical Interface to Big Data Conference, King Abdullah University of Science and Technology (KAUST), Saudi Arabia, March 2018, the Peter Whittle Lecture at Cambridge University in October 2018, the Plenary Lecture at the 9th International Purdue Symposium on Statistics in June 2018, and the Keynote Lecture at the 4th Symposium of ICSA-Canada in August 2019.</p>\n<p>These conferences brought together statisticians, probabilists, engineers, and medical researchers to advance the theory, methodology and applications of high-dimensional inference. They also provided opportunities for scholars from diverse disciplines to interact and strengthen each other's knowledge and expertise in analyzing high-dimensional data to yield maximal new knowledge toward the establishment of rigorous statistical and biological foundations for the better understanding of health and disease.&nbsp;<br /><br />Intellectual Merit:&nbsp;<br />Under the support of this NSF grant, Tony Cai developed new statistical methods for a range of large-scale inference problems, including large-scale multiple testing, high-dimensional linear regression, and high-dimensional generalized linear models. These results advanced the theoretical understanding and methodological development for high-dimensional statistics, machine learning, and analysis of Big Data. Tony Cai's work also advanced fundamental understanding on the tradeoffs between statistical performance and privacy, communication, or computational constraints. In addition, he addressed a range of applications in medical research, including identifying gene regulatory networks with gene expression data and identifying genetically controlled disease genes.&nbsp;</p>\n<p>Broader Impacts: &nbsp;<br />The results developed by Tony Cai have significant impact in the broad scientific community. They provide theory, methodology, applications, as well as technical tools to researchers in other scientific fields who collect and analyze high-dimensional data sets. These fields include astronomy, biology, chemistry, bioinformatics, as well as various clinical research areas in general. In the last 3 years, Tony Cai trained (and is training) 3 postdocs and 10 Ph.D. students, including 1 female postdoc and 2 female students. To disseminate the newly obtained results, he taught advanced topics courses on asymptotic theory and high dimensional statistical inference to Ph.D. students and postdocs at Penn. He also gave public lectures on big data at other institutions. All the papers and implementations of the procedures in R/Matlab were available online.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2020<br>\n\t\t\t\t\tModified by: T. Tony&nbsp;Cai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAward Title: Collaborative Research: Integrative Large-Scale Data Analysis and Statistical Inference\n\nTony Cai has been supported by DMS-1712735 \"Collaborative Research: Integrative Large-Scale Data Analysis and Statistical Inference\" ($349,661) from 09/01/2017 to 08/31/2020. Over these 3 years, the PI has been working on a range of problems concerning the theoretical and methodological aspects of large-scale statistical inference and machine learning.  He led a research group of Ph.D. students, postdocs, and collaborators on developing theories and methodologies for high-dimensional statistics and applications in genomics and engineering. \n\n\nMajor Outcomes and Activities:\n1. Published over 40 journal papers during the period, including more than 20 papers in leading statistics journals such as the Annals of Statistics, Journal of the American Statistical Association, Journal of the Royal Statistical Society (Series B), and Biometrika. The newly proposed procedures were implemented in R and/or Matlab. All the papers and software were made freely available on his website.\n\n\n2. Developed statistical methods for large-scale inference; Developed practical algorithms and optimality theory for statistical inference for high-dimensional linear and generalized linear models. Addressed a range of applications in medical research, including genetic relatedness and identifying genetically controlled disease genes. \n\nMotivated by a wide range of contemporary statistical applications, a major focus of Tony Cai's recent research has been on understanding and developing statistical optimality theories under non-statistical constraints such as privacy, communication, and computational considerations. This is an important and challenging area that goes beyond the traditional realm of statistics and it is arguably among the core topics in data science. Together with his students, Tony Cai has published/finished a series of papers aiming to gain fundamental understanding on the tradeoffs between statistical performance and privacy, communication, or computational constraints. \n\n3. Presented 10 colloquium talks, 7 invited talks and 14 plenary/distinguished lectures at scientific conferences, including the Keynote Lecture at the Computational and Statistical Interface to Big Data Conference, King Abdullah University of Science and Technology (KAUST), Saudi Arabia, March 2018, the Peter Whittle Lecture at Cambridge University in October 2018, the Plenary Lecture at the 9th International Purdue Symposium on Statistics in June 2018, and the Keynote Lecture at the 4th Symposium of ICSA-Canada in August 2019.\n\nThese conferences brought together statisticians, probabilists, engineers, and medical researchers to advance the theory, methodology and applications of high-dimensional inference. They also provided opportunities for scholars from diverse disciplines to interact and strengthen each other's knowledge and expertise in analyzing high-dimensional data to yield maximal new knowledge toward the establishment of rigorous statistical and biological foundations for the better understanding of health and disease. \n\nIntellectual Merit: \nUnder the support of this NSF grant, Tony Cai developed new statistical methods for a range of large-scale inference problems, including large-scale multiple testing, high-dimensional linear regression, and high-dimensional generalized linear models. These results advanced the theoretical understanding and methodological development for high-dimensional statistics, machine learning, and analysis of Big Data. Tony Cai's work also advanced fundamental understanding on the tradeoffs between statistical performance and privacy, communication, or computational constraints. In addition, he addressed a range of applications in medical research, including identifying gene regulatory networks with gene expression data and identifying genetically controlled disease genes. \n\nBroader Impacts:  \nThe results developed by Tony Cai have significant impact in the broad scientific community. They provide theory, methodology, applications, as well as technical tools to researchers in other scientific fields who collect and analyze high-dimensional data sets. These fields include astronomy, biology, chemistry, bioinformatics, as well as various clinical research areas in general. In the last 3 years, Tony Cai trained (and is training) 3 postdocs and 10 Ph.D. students, including 1 female postdoc and 2 female students. To disseminate the newly obtained results, he taught advanced topics courses on asymptotic theory and high dimensional statistical inference to Ph.D. students and postdocs at Penn. He also gave public lectures on big data at other institutions. All the papers and implementations of the procedures in R/Matlab were available online.\n\n\t\t\t\t\tLast Modified: 11/15/2020\n\n\t\t\t\t\tSubmitted by: T. Tony Cai"
 }
}