{
 "awd_id": "1712160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Taking the Long View: Investigating the Role of Biology Interest and Far-Sighted Career Goals on Students' Persistence in STEM career Pathways",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ellen Carpenter",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 98839.0,
 "awd_amount": 98839.0,
 "awd_min_amd_letter_date": "2017-07-19",
 "awd_max_amd_letter_date": "2017-07-19",
 "awd_abstract_narration": "Many efforts are underway to meet the science and technology workforce needs in the United States. Although students enter college with interests in STEM fields, many do not persist in these majors.  This project will investigate two fundamental, yet understudied factors that may limit participation of students, including those from underrepresented groups in biology careers: the strength of students' interest in the discipline they are pursuing and the clarity of their career goals throughout their studies. This proposal lays the groundwork for investigating the influence of these two factors on post-college preparedness by documenting the current range of interest and career goals in entering undergraduate biology majors at two institutions and investigating whether these factors predict the critical experiences students pursue during their undergraduate career. Students without clear career goals and interests may not recognize which experiences are important to pursue during their undergraduate career, may have trouble choosing among different beneficial experiences, or may not be motivated to persist when things get difficult. This project will also advance our understanding about how early students need to develop these goals and interests to become competitive during college. These findings will inform the design and deployment of effective interventions to help students develop career goals and stronger disciplinary interests before they lose opportunities to access critical experiences. \r\n\r\nThe intellectual merit of this project is to bring interest development theory and, for the first time, vocational development theory to characterize the roles of biology interest and career goal clarity in advancing students' progress in biology career paths. Retrospective interviews with medical and graduate students in biology will characterize the timing of and relationships between students' interest and career goal development and their pursuit of critical disciplinary experiences during their undergraduate career. A longitudinal study of a large sample of entering biology majors with different levels of biology interest and at different stages of career goal development will complement this analysis by tracking when students acquire critical disciplinary experiences over the first three years of college. Together, these studies will provide evidence on 1) how early and how often students who matriculate to medical and graduate school access critical experiences, 2) whether disciplinary interest and career goal development impact pursuit of critical experiences and maintenance of biology career goals, and 3) whether students from historically underserved groups are less likely to enter college with developed biology interests and/or career goals. In addition, the project will increase understanding the importance of biology career pathways as an alternative to the traditional measure of persistence: retention in the biology major.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Corwin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa A Corwin",
   "pi_email_addr": "lisa.corwin@colorado.edu",
   "nsf_id": "000691239",
   "pi_start_date": "2017-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 98839.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2db24206-7fff-e626-6bf8-92bdea65f2e1\"> </span></p>\n<p dir=\"ltr\"><span>Nearly ten years ago, the President's Council of Advisors on Science and Technology published the report titled </span><span><em>Engage to Excel: Producing one million additional college graduates with degrees in science, technology, engineering, and mathematics</em>. </span><span>This report discussed the need for more graduates and described challenges faced by the US in retaining STEM students, especially students from <span><span>underserved</span></span> groups. This continuing trend of minority student exclusion and departure was again highlighted in the work </span><em>Race Matters </em><span>by David <span><span>Asai</span></span>, Senior Director for Science Education at <span><span>HHMI</span></span>. It is paramount to understand the factors that contribute to student persistence in STEM, and according to extensive qualitative research published in </span><em>Talking About Leaving Revisited </em><span>by <span><span>Thiry</span></span> and colleagues, lack of interest and misalignment of career goals with learning experiences often lead to departure from STEM majors.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The goals of this work were to understand interest and career goal development among biology undergraduates and characterize how these factors influence students' pursuit of and access to critical extracurricular experiences that are beneficial in accessing advanced degrees. Two branches of the project were established: a) a qualitative branch, concerned with understanding how biology interest is conceptualized and the role of interest and career goals in prompting pursuit of critical experiences, and b) a quantitative branch, concerned with understanding how students' background factors (e.g., race/ethnicity, socioeconomic status) influence their interest and career goals and whether the intensity of interest or specificity of career goals can predict engagement in critical experiences. This outcomes report addresses the qualitative branch; the report for award 1711082 will focus on the quantitative branch.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The first key contribution of this work was a systematic review that characterized how interest has been understood and measured within the biology education community (</span><a href=\"https://doi.org/10.1187/cbe.19-02-0037\"><span><span><span>doi</span></span>.<span><span>org</span></span>/10.1187/<span><span>cbe</span></span>.19-02-0037</span></a><span>). We analyzed over 175 articles to determine a) how interest was defined, b) whether past research on interest was based on established theories of interest development, c) whether interest was measured systematically, and d) whether there were commonalities and consistent definitions across studies. We found that use of the term \"interest\" and measurement of biology interest are highly variable and inconsistent throughout the literature. While biology education researchers typically describe interests as a relationship involving positive affect when engaging with biology, it is rarely conceptualized as a developmental process, and descriptions are rarely grounded in theory. Our findings indicated a need to build consensus among researchers and improve measures of interest, which led to our second key contribution.</span></p>\n<p dir=\"ltr\"><span>The second key contribution entailed work to develop, refine, and test the validity of a new instrument to assess undergraduates interest in biology (</span><span><span id=\"docs-internal-guid-ebd2a03d-7fff-82a9-2a6f-ef1a7e942917\"><a href=\"https://stemeducationjournal.springeropen.com/articles/10.1186/s40594-020-00217-4\"><span><span><span>doi</span></span>.<span><span>org</span></span>/10.1186/s40594-020-00217-4</span></a></span>)</span><span>. This project was co-led with the quantitative branch researchers. In this work, we proposed that a developmental framework is appropriate for understanding interest in biology since it would allow researchers to investigate how higher levels of interest lead to persistence in STEM. Using a common suite of instrument development practices, we wrote survey items, confirmed that they were interpreted as intended, and used psychometric statistics to investigate the structure of our new measure. This work resulted in a measure of student interest that assessed students' feelings about biology, value for biology, and <span><span>reengagement</span></span> with biology content. Combined, these dimensions measure biology interest as described according to the four-phase model of interest development proposed by <span><span>Hidi</span></span> and <span><span>Renninger</span></span>.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The third key contribution of this work has been a qualitative characterization of when, how frequently, and why students access critical experiences. Forty-three interviews were conducted that asked undergraduate students to describe their critical experiences (including, when, how, and why they accessed them). Students were also asked how, if at all, these experiences enabled their access to advanced degree programs. This data set will be combined with longitudinal data from the quantitative component to characterize how students' biology interests and career goals impact pursuit of and access to critical experiences. Results from this work will be used to inform future interventions to help students leverage their biology interests and career goals to access critical experiences.&nbsp;</span></p>\n<p><span>The fourth key contribution of this work was an adaptation of a qualitative data collection technique formerly used in medical sociology. We adapted the </span><em>Life Grid</em><span> interview approach to conduct our interviews in a way that minimized recall bias and ensured that we would capture participation in as many critical experiences as possible. This approach uses a temporal matrix (the life grid) to ground students' experiences in time and location, helping students not only to recall when events occurred, but also to situate those <span><span>occurances</span></span> among other life events. Ultimately, this helps interview participants to recall why they made certain choices and what circumstances contributed to their engagement. We published a methods paper on this work to help inform other STEM education researchers (<span id=\"docs-internal-guid-fd668244-7fff-53e2-cffb-5788038924c0\"><a href=\"https://stemeducationjournal.springeropen.com/articles/10.1186/s40594-019-0186-z\"><span>doi.org/10.1186/s40594-019-0186-z</span></a></span></span><span>). </span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2021<br>\n\t\t\t\t\tModified by: Lisa&nbsp;A&nbsp;Corwin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nNearly ten years ago, the President's Council of Advisors on Science and Technology published the report titled Engage to Excel: Producing one million additional college graduates with degrees in science, technology, engineering, and mathematics. This report discussed the need for more graduates and described challenges faced by the US in retaining STEM students, especially students from underserved groups. This continuing trend of minority student exclusion and departure was again highlighted in the work Race Matters by David Asai, Senior Director for Science Education at HHMI. It is paramount to understand the factors that contribute to student persistence in STEM, and according to extensive qualitative research published in Talking About Leaving Revisited by Thiry and colleagues, lack of interest and misalignment of career goals with learning experiences often lead to departure from STEM majors. \nThe goals of this work were to understand interest and career goal development among biology undergraduates and characterize how these factors influence students' pursuit of and access to critical extracurricular experiences that are beneficial in accessing advanced degrees. Two branches of the project were established: a) a qualitative branch, concerned with understanding how biology interest is conceptualized and the role of interest and career goals in prompting pursuit of critical experiences, and b) a quantitative branch, concerned with understanding how students' background factors (e.g., race/ethnicity, socioeconomic status) influence their interest and career goals and whether the intensity of interest or specificity of career goals can predict engagement in critical experiences. This outcomes report addresses the qualitative branch; the report for award 1711082 will focus on the quantitative branch. \nThe first key contribution of this work was a systematic review that characterized how interest has been understood and measured within the biology education community (doi.org/10.1187/cbe.19-02-0037). We analyzed over 175 articles to determine a) how interest was defined, b) whether past research on interest was based on established theories of interest development, c) whether interest was measured systematically, and d) whether there were commonalities and consistent definitions across studies. We found that use of the term \"interest\" and measurement of biology interest are highly variable and inconsistent throughout the literature. While biology education researchers typically describe interests as a relationship involving positive affect when engaging with biology, it is rarely conceptualized as a developmental process, and descriptions are rarely grounded in theory. Our findings indicated a need to build consensus among researchers and improve measures of interest, which led to our second key contribution.\nThe second key contribution entailed work to develop, refine, and test the validity of a new instrument to assess undergraduates interest in biology (doi.org/10.1186/s40594-020-00217-4). This project was co-led with the quantitative branch researchers. In this work, we proposed that a developmental framework is appropriate for understanding interest in biology since it would allow researchers to investigate how higher levels of interest lead to persistence in STEM. Using a common suite of instrument development practices, we wrote survey items, confirmed that they were interpreted as intended, and used psychometric statistics to investigate the structure of our new measure. This work resulted in a measure of student interest that assessed students' feelings about biology, value for biology, and reengagement with biology content. Combined, these dimensions measure biology interest as described according to the four-phase model of interest development proposed by Hidi and Renninger. \nThe third key contribution of this work has been a qualitative characterization of when, how frequently, and why students access critical experiences. Forty-three interviews were conducted that asked undergraduate students to describe their critical experiences (including, when, how, and why they accessed them). Students were also asked how, if at all, these experiences enabled their access to advanced degree programs. This data set will be combined with longitudinal data from the quantitative component to characterize how students' biology interests and career goals impact pursuit of and access to critical experiences. Results from this work will be used to inform future interventions to help students leverage their biology interests and career goals to access critical experiences. \n\nThe fourth key contribution of this work was an adaptation of a qualitative data collection technique formerly used in medical sociology. We adapted the Life Grid interview approach to conduct our interviews in a way that minimized recall bias and ensured that we would capture participation in as many critical experiences as possible. This approach uses a temporal matrix (the life grid) to ground students' experiences in time and location, helping students not only to recall when events occurred, but also to situate those occurances among other life events. Ultimately, this helps interview participants to recall why they made certain choices and what circumstances contributed to their engagement. We published a methods paper on this work to help inform other STEM education researchers (doi.org/10.1186/s40594-019-0186-z). \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/20/2021\n\n\t\t\t\t\tSubmitted by: Lisa A Corwin"
 }
}