{
 "awd_id": "1712312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Investigating Student Learning and Sense-Making from Instructional Calculus Videos",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 185985.0,
 "awd_amount": 220906.0,
 "awd_min_amd_letter_date": "2017-05-25",
 "awd_max_amd_letter_date": "2021-04-06",
 "awd_abstract_narration": "Calculus is a cornerstone and integral part of college-level science, technology, engineering, and mathematics (STEM) programs, yet  less than half of all college students who intend to pursue a major in STEM fields succeed in doing so. Educational researchers have found that calculus presents a significant hurdle for these students. To help counter this, over the past few decades, instructors have become increasingly willing to experiment with innovative teaching formats, such as providing students with instructional videos outside of class to promote a more active and engaging learning environment. Despite this increasing popularity, relatively little is known about how students watch and learn from these instructional videos. To help instructors design videos to better promote student learning of mathematics, this project will collect data about how students use, engage with, and learn from calculus videos. Furthermore, this project will investigate the impact that various ways of structuring the video-watching experience has on student learning. In doing so, this project will generate new knowledge about the effectiveness of various implementation methods for instructional videos in supporting students' productive ways of understanding foundational calculus concepts and real-world applications.\r\n\r\nThis project will contribute to the understanding of how students make sense of and learn calculus from supplementary instructional videos. Project team members will adapt ideas from the fields of information systems and organizational studies to investigate: (1) the ways students interact with video lectures, including how they pause, skip, and re-watch portions of the videos; (2) the aspects of the videos students attend to - and report attending to - as they watch; (3) the ways students make sense of and learn from these videos, and how this relates the other aspects described above; and (4) how various ways of structuring the video-watching experience, such as providing an outline or pre-watching questions, can influence each of these aspects. Data will be obtained from multiple sources, including student responses to mathematical content questions before and after watching videos, timestamps of students' interactions with videos (i.e., playing, pausing, and time-shifting videos), student responses to interview questions as they watch videos, and eye-tracking data collected as students watch videos. The mixed-methods analysis will yield knowledge about the ways students interact with and learn from instructional videos. This investigation into various methods of structuring the video-watching experience will contribute to the field's understanding of how to create and use videos as effective curricular resources and learning tools. In addition, the project will produce research-based guidelines for creating and effectively using instructional calculus videos. By achieving these goals, the research project has the potential to improve the quality of STEM education and, ultimately, contribute to the development of a globally competitive STEM workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Weinberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Weinberg",
   "pi_email_addr": "aweinberg@ithaca.edu",
   "nsf_id": "000087624",
   "pi_start_date": "2017-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Matt",
   "pi_last_name": "Thomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matt Thomas",
   "pi_email_addr": "mthomas@cornell.edu",
   "nsf_id": "000682747",
   "pi_start_date": "2017-05-25",
   "pi_end_date": "2021-04-06"
  }
 ],
 "inst": {
  "inst_name": "Ithaca College",
  "inst_street_address": "953 DANBY RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072741206",
  "inst_zip_code": "148507002",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "ITHACA COLLEGE",
  "org_prnt_uei_num": "M8XYTNN1REF1",
  "org_uei_num": "M8XYTNN1REF1"
 },
 "perf_inst": {
  "perf_inst_name": "Ithaca College",
  "perf_str_addr": "953 Danby Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148507001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 185985.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 34921.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The growing interest in progressive instructional formats such as \"flipped\" classrooms as well as the increased use of online modalities to deliver instruction has made instructional videos a prominent component of post-secondary mathematics curricula. However, relatively little is known about how to design video resources to support students' conceptual learning of mathematics, how to support students&rsquo; productive interactions with videos, and how students learn from watching instructional videos.</span></p>\n<p class=\"p1\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">To address these significant needs, the NSF-funded project, \"Investigating Student Learning and Sense-Making from Instructional Calculus Videos\"&mdash;also known as The Calculus Videos Project&mdash;has created a library of 63 instructional videos covering 35 topics to foster students' conceptual understanding of key ideas in introductory single-variable calculus. In addition to the videos themselves, the project team has developed a library of tasks that are designed to provoke students&rsquo; curiosity for each topic, pre- and post-video questions, homework questions, PowerPoint presentations, and additional resources for calculus instructors. These materials have been created following best practices in multimedia design and are grounded in research-based conceptual analyses of the various topics.</span></p>\n<p class=\"p1\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">The project team conducted iterative design research using a variety of data sources, including data from 33 participating instructors, approximately 2,700 students using our online resources, and 22 students who participated in clinical interviews using eye-tracking technology. Our project has generated new knowledge about how students engage with, make sense of, and learn from videos addressing foundational calculus concepts. In particular, we have generated new knowledge about what students focus on as they watch the instructional videos, how we can provoke students&rsquo; curiosity, and how various factors influence how students learn from the videos. This research has resulted in our development of theoretical and pragmatic design principles for multimedia instructional resources to support students' conceptual learning of calculus.</span></p>\n<p class=\"p1\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">Project results have been disseminated to communities of interest through a project website (<a href=\"https://calcvids.org/\"><span class=\"s2\">https://calcvids.org/</span></a>), YouTube channel (<a href=\"https://www.youtube.com/c/calcvidsproject\"><span class=\"s2\">https://www.youtube.com/c/calcvidsproject</span></a>), and a variety of peer-reviewed publications in conference proceedings and academic journals; the videos on YouTube have garnered over 160,000 views. Our creation of modules for Canvas and Blackboard learning management systems has additionally made it easy for instructors to incorporate our materials into their classes. Finally, our project provided sustained professional development experiences to participating faculty that focused&nbsp;on supporting instructors&rsquo; understanding of the mathematical and theoretical design principles of our calculus videos and advancing their ability to effectively incorporate them into their teaching.</span></p>\n<p class=\"p1\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">Taken together, the Calculus Videos Project has created and shared valuable resources for calculus instructors to support their students&rsquo; learning and has also contributed to our knowledge of how students use, think about, and learn from instructional videos.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2022<br>\n\t\t\t\t\tModified by: Aaron&nbsp;Weinberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The growing interest in progressive instructional formats such as \"flipped\" classrooms as well as the increased use of online modalities to deliver instruction has made instructional videos a prominent component of post-secondary mathematics curricula. However, relatively little is known about how to design video resources to support students' conceptual learning of mathematics, how to support students’ productive interactions with videos, and how students learn from watching instructional videos.\n \nTo address these significant needs, the NSF-funded project, \"Investigating Student Learning and Sense-Making from Instructional Calculus Videos\"&mdash;also known as The Calculus Videos Project&mdash;has created a library of 63 instructional videos covering 35 topics to foster students' conceptual understanding of key ideas in introductory single-variable calculus. In addition to the videos themselves, the project team has developed a library of tasks that are designed to provoke students’ curiosity for each topic, pre- and post-video questions, homework questions, PowerPoint presentations, and additional resources for calculus instructors. These materials have been created following best practices in multimedia design and are grounded in research-based conceptual analyses of the various topics.\n \nThe project team conducted iterative design research using a variety of data sources, including data from 33 participating instructors, approximately 2,700 students using our online resources, and 22 students who participated in clinical interviews using eye-tracking technology. Our project has generated new knowledge about how students engage with, make sense of, and learn from videos addressing foundational calculus concepts. In particular, we have generated new knowledge about what students focus on as they watch the instructional videos, how we can provoke students’ curiosity, and how various factors influence how students learn from the videos. This research has resulted in our development of theoretical and pragmatic design principles for multimedia instructional resources to support students' conceptual learning of calculus.\n \nProject results have been disseminated to communities of interest through a project website (https://calcvids.org/), YouTube channel (https://www.youtube.com/c/calcvidsproject), and a variety of peer-reviewed publications in conference proceedings and academic journals; the videos on YouTube have garnered over 160,000 views. Our creation of modules for Canvas and Blackboard learning management systems has additionally made it easy for instructors to incorporate our materials into their classes. Finally, our project provided sustained professional development experiences to participating faculty that focused on supporting instructors’ understanding of the mathematical and theoretical design principles of our calculus videos and advancing their ability to effectively incorporate them into their teaching.\n \nTaken together, the Calculus Videos Project has created and shared valuable resources for calculus instructors to support their students’ learning and has also contributed to our knowledge of how students use, think about, and learn from instructional videos.\n\n \n\n\t\t\t\t\tLast Modified: 10/07/2022\n\n\t\t\t\t\tSubmitted by: Aaron Weinberg"
 }
}