{
 "awd_id": "1712740",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biophysics of protein interactions on membrane surfaces",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 899999.0,
 "awd_amount": 899999.0,
 "awd_min_amd_letter_date": "2017-08-08",
 "awd_max_amd_letter_date": "2017-08-08",
 "awd_abstract_narration": "Many critical cellular functions are regulated by protein interactions in the plasma membrane. Quantitative measurements of protein interactions in membranes, however, are challenging to perform due to many limitations of current experimental methodologies. This work will advance quantitative biophysical tools and will provide the broad scientific community with better methods to study membrane protein folding, structure, and function. Ultimately, improvement in methods will lead to discoveries that help reveal the role of interactions on membrane surfaces and their biological function in cells. The project will support training and the professional development of graduate and undergraduate students at Johns Hopkins University.  This project will also provide educational and training opportunities for young scientists from diverse backgrounds and for students from Baltimore City Schools. \r\n\r\nThe goal of the research is to develop a general biophysical methodology that can uncover the strength and the mechanism of interactions that occur on the membrane surface, between membrane receptors and cytoplasmic proteins.  These interactions have profound biological significance, as they trigger the propagation of biochemical signals from the plasma membrane to the cytoplasm. They are very common in biology, as membrane receptors are known to interact with multiple cytoplasmic partners. Yet, these processes are complex and poorly understood. The strength of the interactions between membrane receptors and cytoplasmic proteins can depend on the association state of the receptor. The soluble partners, in turn, can modulate the interactions of the receptors in the membrane. Quantitative details, as well as biophysical methods that can yield such quantitative details, are lacking. The protocols that will be developed in this project will fill a large gap in methodology. They can be used for any combination of a membrane protein and soluble protein, and can reveal many new interactions. \r\n\r\nThis project is jointly supported by the Molecular Biophysics Cluster of the Molecular and Cellular Biosciences Division in the Directorate for Biological Sciences and by the Biomaterials Program of the Division of Materials Research in the Directorate for Physical and Mathematical Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kalina",
   "pi_last_name": "Hristova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kalina Hristova",
   "pi_email_addr": "hristova@jhu.edu",
   "nsf_id": "000250582",
   "pi_start_date": "2017-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N Charles street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7623",
   "pgm_ref_txt": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 899999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was focused on developing tools to probe interactions that occur in the membrane and have high biological significance. Expanding on FRET-based methods that yield both thermodynamic and structural information about receptor tyrosine kinase (RTK) dimers and oligomers, we gained new knowledge about RTK heteroonteractions. We discovered that RTKs from unrelated RTK families can engage in direct interactions in the plasma membrane and we quantified these heterointeractions for nine RTK pairs.&nbsp; Based on this work, we developed thermodynamic models to explain many of the complicated behaviors of RTKs in biological context. We introduced the concept of the &ldquo;RTK interactome&rdquo;, an extensive network of interactions between the RTKs. The RTK interactome can produce unique signaling outputs; it can amplify, inhibit, and modify signaling; and it can allow for signaling back-ups. &nbsp;We further developed a framework that allows the quantitation of interactions between soluble proteins and RTKs in the plasma membrane. Challenges arise due to the coupling between soluble proteins binding and receptor self-association in the membrane. The new framework can be used to understand the effects of both extracellular ligands and cytoplasmic adaptor proteins on RTK function. &nbsp;Since this analysis required the acquisitions of images of hundreds of individual cells, we developed a neural network approach to recognize, classify, and select plasma membranes in microscope images. Multiple network architectures were evaluated, and the best performing solutions were combined and implemented in the <span style=\"text-decoration: underline;\">R</span>ecognition <span style=\"text-decoration: underline;\">O</span>f <span style=\"text-decoration: underline;\">C</span>ellular <span style=\"text-decoration: underline;\">Me</span>mbranes (ROC-ME) software. In a parallel line of research, we developed tools to study ligand bias in RTK signaling.</p>\n<p>This award supported the research of graduate students who were trained in the state of the art fluorescence imaging techniques. The training empowered their careers in biotechnology.&nbsp; The students taught lab class modules, integrating their research into educational activities. They participated in outreach activities, and supervised many undergraduate students at Johns Hopkins University.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/23/2023<br>\n\t\t\t\t\tModified by: Kalina&nbsp;Hristova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was focused on developing tools to probe interactions that occur in the membrane and have high biological significance. Expanding on FRET-based methods that yield both thermodynamic and structural information about receptor tyrosine kinase (RTK) dimers and oligomers, we gained new knowledge about RTK heteroonteractions. We discovered that RTKs from unrelated RTK families can engage in direct interactions in the plasma membrane and we quantified these heterointeractions for nine RTK pairs.  Based on this work, we developed thermodynamic models to explain many of the complicated behaviors of RTKs in biological context. We introduced the concept of the \"RTK interactome\", an extensive network of interactions between the RTKs. The RTK interactome can produce unique signaling outputs; it can amplify, inhibit, and modify signaling; and it can allow for signaling back-ups.  We further developed a framework that allows the quantitation of interactions between soluble proteins and RTKs in the plasma membrane. Challenges arise due to the coupling between soluble proteins binding and receptor self-association in the membrane. The new framework can be used to understand the effects of both extracellular ligands and cytoplasmic adaptor proteins on RTK function.  Since this analysis required the acquisitions of images of hundreds of individual cells, we developed a neural network approach to recognize, classify, and select plasma membranes in microscope images. Multiple network architectures were evaluated, and the best performing solutions were combined and implemented in the Recognition Of Cellular Membranes (ROC-ME) software. In a parallel line of research, we developed tools to study ligand bias in RTK signaling.\n\nThis award supported the research of graduate students who were trained in the state of the art fluorescence imaging techniques. The training empowered their careers in biotechnology.  The students taught lab class modules, integrating their research into educational activities. They participated in outreach activities, and supervised many undergraduate students at Johns Hopkins University.\n\n\t\t\t\t\tLast Modified: 02/23/2023\n\n\t\t\t\t\tSubmitted by: Kalina Hristova"
 }
}