{
 "awd_id": "1712523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Southern Nevada Northern Arizona LSAMP",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 4627877.0,
 "awd_amount": 4627877.0,
 "awd_min_amd_letter_date": "2017-05-30",
 "awd_max_amd_letter_date": "2022-09-19",
 "awd_abstract_narration": "The LSAMP Program priorities are to (a) increase individual student retention and progression to baccalaureate degrees for underrepresented racial and ethnic groups, (b) enable successful transfer of underrepresented students from 2-year to 4-yearinstitutions in STEM programs (c) increase access to high quality undergraduate research experiences, and (d) facilitate seamless transition of underrepresented students into STEM graduate programs. Southern Nevada Northern Arizona LSAMP (SNNA-LSAMP) is an alliance of higher education institutions that includes research universities (University of Nevada, Las Vegas, and Northern Arizona University) and community colleges (College of Southern Nevada and Coconino Community College) in the Lower Colorado River Basin. SNNA-LSAMP's goal is, within five years, to increase substantially the number of underrepresented minority (URM) students who earn science, technology, engineering, and technology (STEM) baccalaureate degrees at alliance institutions.\r\n\r\nSNNA-LSAMP will provide services and activities that bolster the academic performance and persistence and graduation rates of URM STEM students at alliance institutions. Specifically, SNNA-LSAMP will provide these students with intensive, near-peer mentoring; out-of-class STEM activities that enhance disciplinary socialization; undergraduate research opportunities; internships; priority registration for enrollment in STEM courses; and priority access to all academic support services provided on alliance campuses. Furthermore, SNNA-LSAMP will facilitate the smooth transitions for participants transferring from its community colleges to its universities, as well as provide upper-division participants with step-by-step guidance through the process of applying to graduate school. SNNA-LSAMP will improve the STEM classroom experience for URM students by providing workshops that enhance the multicultural competence of professors and instructors at alliance institutions. Consequently, SNNA-LSAMP will be a vital component of efforts to diversify and significantly expand the pool of highly qualified STEM workers in southern Nevada and northern Arizona, accelerating the region's ongoing transformation into fertile ground for STEM startups and will be an attractive destination for established STEM-based businesses seeking to relocate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Chase",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Diane Z Chase",
   "pi_email_addr": "diane.chase@ucf.edu",
   "nsf_id": "000122623",
   "pi_start_date": "2017-05-30",
   "pi_end_date": "2019-09-09"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Heavey",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Chris L Heavey",
   "pi_email_addr": "chris.heavey@unlv.edu",
   "nsf_id": "000809957",
   "pi_start_date": "2019-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Rogers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keith Rogers",
   "pi_email_addr": "keith.rogers@unlv.edu",
   "nsf_id": "000394657",
   "pi_start_date": "2017-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nevada Las Vegas",
  "inst_street_address": "4505 S MARYLAND PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7028951357",
  "inst_zip_code": "891549900",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "DLUTVJJ15U66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Las Vegas",
  "perf_str_addr": "4505 S. Maryland Parkway",
  "perf_city_name": "Las Vegas",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "891542006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 866457.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1745808.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 882115.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1003146.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 130351.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funded from September 1, 2017, through August 31, 2023 and uniting four institutions of higher education (University of Nevada Las Vegas, College of Southern Nevada, Northern Arizona University, and Coconino Community College) in the lower Colorado River basin, the Southern Nevada Northern Arizona (SNNA) Louis Stokes Alliance for Minority Participation (LSAMP) completed its first award period with sizeable increase over the pre-award baseline in the number of underrepresented minority (URM) students earning STEM baccalaureate degrees.&nbsp; SNNA-LSAMP's goal at the time of its inception was to increase the number of URM STEM baccalaureate recipients produced collectively by the partner institutions by 50%, from 286 to 429, before the end of the five-year grant period. SNNA-LSAMP reached this goal ahead of schedule, producing 606 URM STEM baccalaureate recipients in 2020-21 (the grant's fourth year); 599, in 2021-22 (the grant's fifth and final scheduled year); and 636, in 2022-23 (a no-cost extension year during which a small amount of remaining funding was spent down). These results were achieved despite the fact that the worldwide COVID pandemic effectively shut down all SNNA-LSAMP campuses mid-way through the grant&rsquo;s third year (2019-20), forcing all Alliance services and activities to move rapidly and exclusively online for 12-18 months, depending on the Alliance institution coordinating the service/activity. The broader impact of SNNA-LSAMP achieving its goal is that the Alliance has contributed significantly to larger efforts by the local government officials and business leaders to expand and enhance the pool of highly qualified STEM workers in southern Nevada and northern Arizona and thus transform the area into fertile ground for technology startups and an attractive destination for established STEM-based businesses seeking to relocate.<br />The success of the Alliance in meeting its baccalaureate-attainment goal was attributable to direct and downstream effects of the core activities it implemented, including near-peer mentoring; extracurricular, STEM-focused events; undergraduate research; academic advising; and academic support.&nbsp; Near-peer mentoring--defined as mentoring performed by someone close in age or position to the mentee--was a two-tier activity, with STEM graduate students serving as trained mentors to upper-level STEM undergraduates at UNLV and NAU and the latter students themselves acting as trained mentors to lower-level undergraduates at all four partner institutions. From 2017 through 2022, up to 322 students per year received near-peer mentoring. The purpose of near-peer mentoring was to promote the mentee's disciplinary socialization, which is the process through which students begin to identify with and identify themselves as members of a community of STEM professionals and practitioners. Disciplinary socialization was also the aim of the Alliance's extracurricular, STEM-focused events, which included lectures, presentations, discussion groups, and laboratory/facility tours (both local and in neighboring states) orchestrated by SNNA-LSAMP and/or promoted to underrepresented minority undergraduates at the partner institutions. From 2017 through 2022, up to 221 students per year participated in STEM-focused events.&nbsp;<br />SNNA-LSAMP also sponsored, STEM-focused, undergraduate research, which was defined as an educational activity that is more rigorous than is typically available to undergraduates in a classroom setting, that is definitive in its start and end dates, contains appropriate benchmarks for completion of various components, and is conducted under the guidance of an appropriate faculty member with experience in the relevant discipline. From 2017 through 2022, more than three-dozen students per year participated in STEM-focused undergraduate research, and most of these students presented findings from their projects at professional conferences or at research symposiums held at UNLV and NAU. Research posters from many of these projects can be found at https://snna-lsamp.org/research-spotlight. Academic advising included advice, information, and assistance provided to the participant by trained SNNA-LSAMP staff on issues such as degree requirements, academic performance, course progression, student financial aid, study habits, transfer options and application process, career exploration and options, and graduate school options and application process. From 2017 through 2022, up to 557 students per year received academic advising from Alliance personnel. Finally, the Alliance provided targeted academic support--either directly or through referrals to other campus entities--to students who needed assistance with understanding content and learning skills covered in STEM courses, especially those that were early prerequisites for STEM majors. From 2017 through 2022, up to 105 students per year received academic support from the Alliance.<br />In terms of intellectual merit, SNNA-LSAMP's work over its first grant cycle has shown that it is possible to boost STEM degree-completion rates among URM students given the implementation of properly timed, sufficiently intense interventions that are tailored to the needs of URM undergraduates.&nbsp;</p><br>\n<p>\n Last Modified: 12/12/2023<br>\nModified by: Keith&nbsp;Rogers</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFunded from September 1, 2017, through August 31, 2023 and uniting four institutions of higher education (University of Nevada Las Vegas, College of Southern Nevada, Northern Arizona University, and Coconino Community College) in the lower Colorado River basin, the Southern Nevada Northern Arizona (SNNA) Louis Stokes Alliance for Minority Participation (LSAMP) completed its first award period with sizeable increase over the pre-award baseline in the number of underrepresented minority (URM) students earning STEM baccalaureate degrees. SNNA-LSAMP's goal at the time of its inception was to increase the number of URM STEM baccalaureate recipients produced collectively by the partner institutions by 50%, from 286 to 429, before the end of the five-year grant period. SNNA-LSAMP reached this goal ahead of schedule, producing 606 URM STEM baccalaureate recipients in 2020-21 (the grant's fourth year); 599, in 2021-22 (the grant's fifth and final scheduled year); and 636, in 2022-23 (a no-cost extension year during which a small amount of remaining funding was spent down). These results were achieved despite the fact that the worldwide COVID pandemic effectively shut down all SNNA-LSAMP campuses mid-way through the grants third year (2019-20), forcing all Alliance services and activities to move rapidly and exclusively online for 12-18 months, depending on the Alliance institution coordinating the service/activity. The broader impact of SNNA-LSAMP achieving its goal is that the Alliance has contributed significantly to larger efforts by the local government officials and business leaders to expand and enhance the pool of highly qualified STEM workers in southern Nevada and northern Arizona and thus transform the area into fertile ground for technology startups and an attractive destination for established STEM-based businesses seeking to relocate.\nThe success of the Alliance in meeting its baccalaureate-attainment goal was attributable to direct and downstream effects of the core activities it implemented, including near-peer mentoring; extracurricular, STEM-focused events; undergraduate research; academic advising; and academic support. Near-peer mentoring--defined as mentoring performed by someone close in age or position to the mentee--was a two-tier activity, with STEM graduate students serving as trained mentors to upper-level STEM undergraduates at UNLV and NAU and the latter students themselves acting as trained mentors to lower-level undergraduates at all four partner institutions. From 2017 through 2022, up to 322 students per year received near-peer mentoring. The purpose of near-peer mentoring was to promote the mentee's disciplinary socialization, which is the process through which students begin to identify with and identify themselves as members of a community of STEM professionals and practitioners. Disciplinary socialization was also the aim of the Alliance's extracurricular, STEM-focused events, which included lectures, presentations, discussion groups, and laboratory/facility tours (both local and in neighboring states) orchestrated by SNNA-LSAMP and/or promoted to underrepresented minority undergraduates at the partner institutions. From 2017 through 2022, up to 221 students per year participated in STEM-focused events.\nSNNA-LSAMP also sponsored, STEM-focused, undergraduate research, which was defined as an educational activity that is more rigorous than is typically available to undergraduates in a classroom setting, that is definitive in its start and end dates, contains appropriate benchmarks for completion of various components, and is conducted under the guidance of an appropriate faculty member with experience in the relevant discipline. From 2017 through 2022, more than three-dozen students per year participated in STEM-focused undergraduate research, and most of these students presented findings from their projects at professional conferences or at research symposiums held at UNLV and NAU. Research posters from many of these projects can be found at https://snna-lsamp.org/research-spotlight. Academic advising included advice, information, and assistance provided to the participant by trained SNNA-LSAMP staff on issues such as degree requirements, academic performance, course progression, student financial aid, study habits, transfer options and application process, career exploration and options, and graduate school options and application process. From 2017 through 2022, up to 557 students per year received academic advising from Alliance personnel. Finally, the Alliance provided targeted academic support--either directly or through referrals to other campus entities--to students who needed assistance with understanding content and learning skills covered in STEM courses, especially those that were early prerequisites for STEM majors. From 2017 through 2022, up to 105 students per year received academic support from the Alliance.\nIn terms of intellectual merit, SNNA-LSAMP's work over its first grant cycle has shown that it is possible to boost STEM degree-completion rates among URM students given the implementation of properly timed, sufficiently intense interventions that are tailored to the needs of URM undergraduates.\t\t\t\t\tLast Modified: 12/12/2023\n\n\t\t\t\t\tSubmitted by: KeithRogers\n"
 }
}