{
 "awd_id": "1713327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Optimizing the Performance of Perovskite-Silicon Tandem Solar Cells",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 5400.0,
 "awd_amount": 5400.0,
 "awd_min_amd_letter_date": "2017-05-10",
 "awd_max_amd_letter_date": "2017-05-10",
 "awd_abstract_narration": "The objective of this work is to integrate next generation perovskite thin-film photovoltaics and commercially available silicon photovoltaics with a modified tunnel junction. This research will be conducted in collaboration with Dr. Udo Bach at Monash University in Melbourne, Australia. Bach's expertise with perovskite materials, specifically for transparent, tandem devices, will allow the PI to evolve the PV device enormously with this 8-week program. Low-cost, ubiquitous, environmentally sustainable solar cells with high efficiencies could transform the world in which we live. In addition to providing access to high-efficiency, sustainable energy devices, the award provides opportunities for the integration of research and education in technologies of societal significance.\r\n\t\r\nThe synergy between the PI's knowledge and background on perovskite photovoltaics and the Bach Group's knowledge and expertise on tandem devices increases the likelihood that a high efficiency device will be developed in a timely manner. This work will continue after the East Asia and Pacific Summer Institutes program with the PI optimizing the tunnel junction with his thesis project, and the Bach group optimizing the transparent perovskite layer. The silicon component will be provided by Dr. Ajeet Rohatgi, CTO of Suniva®, Inc. Dr. Rohatgi has positioned Suniva as a U.S. leader in the research, development, and manufacturing of high-efficiency, low-cost crystalline silicon cells using unique technology that spawned from his work at the University Center of Excellence for Photovoltaic Research and Education. The advanced electrical interconnecting layer between the top and bottom subcells will be deposited in Georgia Tech?s Institute for Electronics and Nanotechnology Cleanroom. Followed by the perovskite photovoltaic component, which will be fabricated using techniques developed by the Bach Group. The use of theoretical models to predict optimized efficiencies for various device architectures and materials to attain even higher overall efficiencies is currently underway. \r\n\r\nThis award, under the East Asia and Pacific Summer Institutes program, supports summer research by a U.S. graduate student and is jointly funded by NSF and the Australian Academy of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giovanni",
   "pi_last_name": "DeLuca",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giovanni DeLuca",
   "pi_email_addr": "",
   "nsf_id": "000709824",
   "pi_start_date": "2017-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DeLuca                  Giovanni",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "303185339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Monash University",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "AS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Australia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">A first author publication resulted from this work: </span><span>DeLuca, Giovanni, et al. \"Transparent Quasi-Interdigitated Electrodes for Semitransparent Perovskite Back-Contact Solar Cells.\"&nbsp;</span><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\"><em>ACS Applied Energy Materials</em><span>&nbsp;1.9 (2018): 4473-4478.</span></span></span></p>\n<p><span>In addition, the PI applied for additional funding, that created a network of excellence between Monash University and Georgia Tech. </span><span>In this grant, I requested additional funding for an international PhD student exchange between Monash University and Georgia Tech. This grant will provide funding for 2 PhD students from Monash University and 2 PhD students from Georgia Tech to participate in the exchange. By participating in the exchange, students will:</span></p>\n<p><span>*Accelerate the exchange of research results between the institutions;</span></p>\n<p><span>*Develop capabilities in renewable energy currently not available at Georgia Tech;</span></p>\n<p><span>*Give students experience in a leading AU-based facility;</span></p>\n<p><span>*Increase STAMI&rsquo;s international visibility and reputation</span></p>\n<p><span>The generous funding awarded through Monash's International Networks of Excellence Scheme will provide a $4,800 AUD living supplement for the 3-month program, in addition to the PhD student&rsquo;s usual research assistant salary. It will also cover $1,600 AUD for roundtrip flights, and $250 AUD for the Visa application fee. Total ~$6,650 x 4 (2 GaTech PhD Student and 2 Monash PhD Student).</span></p>\n<p><span>Currently, the research performed under the Exchange Program must be related to back-contact solar cells, semi-transparent solar cells, perovskite solar cells, or perovskite-silicon tandem solar cells. We&rsquo;d like to request additional funding through the NSF to match Monash&rsquo;s contribution and <span>&nbsp;</span>broaden the research performed in the international exchange and include 2 additional PhD students. If we are to match what Monash University is providing, the total comes out to ~$3500 USD for a 3-month living supplement, ~$1,200 USD for flights, and ~$200 USD for the visa application fee. Total ~$5,000 USD x 2&nbsp;(1 GaTech PhD Student and 1 Monash PhD Student).</span></p>\n<p><span>If Monash is successful with the pilot exchange program, they can request additional funding the following years to create an annual exchange between the two institutions to work on developing new solar energy technology. Contribution from the NSF will increase their chances significantly.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2018<br>\n\t\t\t\t\tModified by: Giovanni&nbsp;Deluca</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA first author publication resulted from this work: DeLuca, Giovanni, et al. \"Transparent Quasi-Interdigitated Electrodes for Semitransparent Perovskite Back-Contact Solar Cells.\" ACS Applied Energy Materials 1.9 (2018): 4473-4478.\n\nIn addition, the PI applied for additional funding, that created a network of excellence between Monash University and Georgia Tech. In this grant, I requested additional funding for an international PhD student exchange between Monash University and Georgia Tech. This grant will provide funding for 2 PhD students from Monash University and 2 PhD students from Georgia Tech to participate in the exchange. By participating in the exchange, students will:\n\n*Accelerate the exchange of research results between the institutions;\n\n*Develop capabilities in renewable energy currently not available at Georgia Tech;\n\n*Give students experience in a leading AU-based facility;\n\n*Increase STAMI?s international visibility and reputation\n\nThe generous funding awarded through Monash's International Networks of Excellence Scheme will provide a $4,800 AUD living supplement for the 3-month program, in addition to the PhD student?s usual research assistant salary. It will also cover $1,600 AUD for roundtrip flights, and $250 AUD for the Visa application fee. Total ~$6,650 x 4 (2 GaTech PhD Student and 2 Monash PhD Student).\n\nCurrently, the research performed under the Exchange Program must be related to back-contact solar cells, semi-transparent solar cells, perovskite solar cells, or perovskite-silicon tandem solar cells. We?d like to request additional funding through the NSF to match Monash?s contribution and  broaden the research performed in the international exchange and include 2 additional PhD students. If we are to match what Monash University is providing, the total comes out to ~$3500 USD for a 3-month living supplement, ~$1,200 USD for flights, and ~$200 USD for the visa application fee. Total ~$5,000 USD x 2 (1 GaTech PhD Student and 1 Monash PhD Student).\n\nIf Monash is successful with the pilot exchange program, they can request additional funding the following years to create an annual exchange between the two institutions to work on developing new solar energy technology. Contribution from the NSF will increase their chances significantly.\n\n \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 12/23/2018\n\n\t\t\t\t\tSubmitted by: Giovanni Deluca"
 }
}