{
 "awd_id": "1713868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CQIS: RUI: Entanglement and Applications via Local and Permutational Symmetry",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 174999.0,
 "awd_amount": 174999.0,
 "awd_min_amd_letter_date": "2017-08-18",
 "awd_max_amd_letter_date": "2017-08-18",
 "awd_abstract_narration": "The prospect of harnessing quantum mechanical systems to process information promises spectacular applications. These include encrypted communication with fundamentally new levels of security, computing machines that will outperform existing supercomputers, and improved measurement devices that will probe new physical realms. The \"quantum advantage\" at the heart of these revolutionary technologies arises from exploiting entanglement and other nonlocal properties that are easy to define but difficult to analyze. This project will study quantum entanglement in order to design useful applications for a future with quantum computers and quantum communication networks. In addition to achieving scientific progress through new results, a major project component is scientific development of undergraduate students through participation in real research.\r\n\r\nThis project will implement a systematic framework studying local unitary and permutational symmetries to probe multiparticle quantum entanglement and to develop applications for quantum protocols. Methodology will utilize the theory of Lie groups and Lie algebras, including representation theory and Schur-Weyl duality. Achievements will contribute novel techniques, theoretical results, and applications in areas of mainstream Quantum Information Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lyons",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Lyons",
   "pi_email_addr": "lyons@lvc.edu",
   "nsf_id": "000258895",
   "pi_start_date": "2017-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lebanon Valley College",
  "inst_street_address": "101 N COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ANNVILLE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7178676100",
  "inst_zip_code": "170031400",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "PA09",
  "org_lgl_bus_name": "LEBANON VALLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "W3F3GU2DK6B9"
 },
 "perf_inst": {
  "perf_inst_name": "Lebanon Valley College",
  "perf_str_addr": "101 N. College Avenue",
  "perf_city_name": "Annville",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "170031400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "PA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 174999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d189c29d-7fff-761f-a75b-96093e22350a\"> </span></p>\n<p dir=\"ltr\">Powerful quantum computers, ultra-secure quantum communication devices, and ultra-sensitive quantum measurement devices were, until recently, the stuff of science fiction and the far-future dream of scientists. Today, all of these devices exist, and their development is a major undertaking of industry and academia. While much of the quantum technology story is about engineering, the underpinnings are provided by fundamental investigation in physics, mathematics, and computer science. The project supported by this grant has worked to build structures of understanding in the theory of quantum information science. Specifically, we have studied the entanglement of multiparticle quantum systems that lies at the heart of much of the workings of quantum devices.</p>\n<p dir=\"ltr\">&nbsp;Entanglement is a resource for computation, communication, and measurement protocols. But it is not a simple resource that you simply have more or less of---there are different types of entanglement that are better or worse suited for various applications. The study of entanglement types is a subtle and difficult problem, partly because the number of different entanglement types grows exponentially as the size of the quantum system grows. In order to achieve useful results in entanglement classification, with an eye towards applications, this project has focused on a class of states, called hypergraph states, that are &ldquo;easy&rdquo; to describe (compared to general multiparticle states) yet rich in structure and entanglement properties. Hypergraph states contain the well-studied graph states, which are known to be a kind of universal resource for quantum computation. Hypergraph states in higher dimensions have promise as candidates for applications including security verification and encoding.</p>\n<p dir=\"ltr\">&nbsp;Hypergraph states are described by objects called Boolean functions that form the basis for the theory of classical computers. In work funded by this project we consider generalized hypergraph states described by higher dimensional versions of Boolean functions.&nbsp;</p>\n<p dir=\"ltr\"><span>Results from the work funded by this grant establish basic entanglement properties of this rich class of generalized hypergraph states.&nbsp;</span></p>\n<p dir=\"ltr\">&nbsp;A key aspect of the projects supported by this grant is the preparation of future scientists. Undergraduate students worked as research assistants in summer sessions. Students gained skills in independent and collaborative investigation, and in written and oral presentation skills by presenting at research symposia and short talks at scientific conferences.</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p><br /><br /><br /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2020<br>\n\t\t\t\t\tModified by: David&nbsp;W&nbsp;Lyons</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nPowerful quantum computers, ultra-secure quantum communication devices, and ultra-sensitive quantum measurement devices were, until recently, the stuff of science fiction and the far-future dream of scientists. Today, all of these devices exist, and their development is a major undertaking of industry and academia. While much of the quantum technology story is about engineering, the underpinnings are provided by fundamental investigation in physics, mathematics, and computer science. The project supported by this grant has worked to build structures of understanding in the theory of quantum information science. Specifically, we have studied the entanglement of multiparticle quantum systems that lies at the heart of much of the workings of quantum devices.\n Entanglement is a resource for computation, communication, and measurement protocols. But it is not a simple resource that you simply have more or less of---there are different types of entanglement that are better or worse suited for various applications. The study of entanglement types is a subtle and difficult problem, partly because the number of different entanglement types grows exponentially as the size of the quantum system grows. In order to achieve useful results in entanglement classification, with an eye towards applications, this project has focused on a class of states, called hypergraph states, that are \"easy\" to describe (compared to general multiparticle states) yet rich in structure and entanglement properties. Hypergraph states contain the well-studied graph states, which are known to be a kind of universal resource for quantum computation. Hypergraph states in higher dimensions have promise as candidates for applications including security verification and encoding.\n Hypergraph states are described by objects called Boolean functions that form the basis for the theory of classical computers. In work funded by this project we consider generalized hypergraph states described by higher dimensional versions of Boolean functions. \nResults from the work funded by this grant establish basic entanglement properties of this rich class of generalized hypergraph states. \n A key aspect of the projects supported by this grant is the preparation of future scientists. Undergraduate students worked as research assistants in summer sessions. Students gained skills in independent and collaborative investigation, and in written and oral presentation skills by presenting at research symposia and short talks at scientific conferences.\n \n\n\n\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/02/2020\n\n\t\t\t\t\tSubmitted by: David W Lyons"
 }
}