{
 "awd_id": "1713225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Public Participation in Scientific Research: Designing an Online Collaborative System for Research & Learning Using Live Bird Cams",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 1686458.0,
 "awd_amount": 1686458.0,
 "awd_min_amd_letter_date": "2017-06-30",
 "awd_max_amd_letter_date": "2019-09-08",
 "awd_abstract_narration": "The widespread accessibility of live streaming video now makes it possible for viewers around the world to watch live events together, including unprecedented, 24/7 views of wildlife. In addition, online technologies such as live chatting and forums have opened new possibilities for people to collaborate from locations around the world.  The innovation that the projects provide is bringing these opportunities together, enabling real-time research and discussion as participants observe and annotate live streaming footage; sharing questions and insights through live Q&A sessions; and explore data with interactive visualization tools. Scientists will support the community's research interests, in contrast with traditional models of citizen science in which communities support the work of scientists. This project will enable people from diverse backgrounds and perspectives to co-create scientific investigations, including participants who might not otherwise have access to nature. The evaluation research for this project will advance the understanding of practices that enable interconnected communities of people to participate in more phases of scientific discovery, and how participation affects their learning outcomes. It is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of science, technology, engineering, and mathematics (STEM)  learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences, advancing innovative research on and assessment of STEM learning in informal environments, and developing understandings of deeper learning by participants. As such, this project will advance a new genre of Public Participation in STEM Research (PPSR). It will also advance scientific exploration using live wildlife cams and establish a database for long-term research to understand how bird behavior and reproductive success are affected by environmental change. \r\n\r\nThis project aims to deepen public involvement in science, building on knowledge and relevance for STEM learning by creating an online learning environment that expands on traditional crowdsourcing models of PPSR in which participants collect data to answer questions driven by scientists. In this project, participants are involved in co-created research investigations, including asking questions, deciding what data are needed, generating data, looking for patterns, making interpretations, reviewing results, and sharing findings. The goals are to 1) create a system that involves the public more deeply in scientific research; 2) develop participants' science skills and interests; 3) increase participants? understanding of birds and the environment; 4) generate new scientific knowledge about wildlife; and 5) advance the understanding of effective project design for co-created PPSR projects at a national scale. Through iterative design and evaluation, the project will advance the understanding of the conditions that foster online collaboration and establish design principles for supporting science and discovery in online learning environments. Through scaling and quasi-experimental studies, the evaluation research will advance the understanding of how learning outcomes may be similar or different for participants engaging in different ways, whether they observe the cams and read about the investigation, process data as contributors, provide some input as collaborators, or join in most or all of the scientific process as co-creators. \t\r\n\r\nDespite the popularity of live wildlife cams, with millions of people watching hundreds of cams around the world, little research has been conducted on the use of live cams for collaborative work in formal or informal science education. The infrastructure and open-source framework created for this project will expand the capacity for online communities of people from diverse career backgrounds and perspectives to collaborative on solving personally meaningful questions and contribute to new knowledge. Using this project as a prototype, cam operators from around the world could build networks of cams, enabling future studies with broader scope for comparative biological studies and discoveries. Additionally, it will serve as a model for use in classrooms or for online communities exploring other scientific fields using live-streaming content in collaborative research. By involving scientists and participants from across society as collaborators and co-creators, this project can help increase public engagement with science, technology, and environmental stewardship while advancing the understanding of the natural world and informing public decision-making.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miyoko",
   "pi_last_name": "Chu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miyoko Chu",
   "pi_email_addr": "mcc37@cornell.edu",
   "nsf_id": "000549338",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Bonter",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "David N Bonter",
   "pi_email_addr": "dnb23@cornell.edu",
   "nsf_id": "000084786",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tina",
   "pi_last_name": "Phillips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tina Phillips",
   "pi_email_addr": "tina.phillips@cornell.edu",
   "nsf_id": "000663172",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Lab of Ornithology",
  "perf_str_addr": "159 Sapsucker Woods Rd.",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148501999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "043Z",
   "pgm_ref_txt": "PPSR- Public Participation in Scientific"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1187996.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 498462.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Each year, millions of people around the world watch live streaming wildlife cams. As they watch, they witness the lives of animals unfolding, including events that have been little studied by scientists. We created<strong><a href=\"https://birdcamslab.allaboutbirds.org/\"> Bird Cams Lab</a></strong>, an online community space enabling people from all walks of life to join scientists in making discoveries about wildlife through scientific inquiry. Bird Cams Lab was designed to enable participants to satisfy their curiosity, contribute to stages of research that are usually reserved for experts, and bring their perspectives to the table in scientific investigations.<strong>&nbsp;</strong></p>\n<p>Unlike traditional citizen-science projects that enlist participants mostly as data collectors, Bird Cams Lab involved participants at each stage of scientific inquiry: making observations, posing questions to investigate, designing&nbsp; studies, collecting data, exploring results, and sharing findings. More than 16,000 participants joined the project, and more than 3,500 actively contributed across six investigations.&nbsp;</p>\n<p>The results demonstrated that online investigations designed for co-creation can shape scientific research and generate novel findings. For example,&nbsp; although some studies have documented behaviors of temperate-zone birds at feeders, less is known about tropical feeder-birds. In \"Battling Birds: Panama Edition,\" participants revealed new data on aggressive interactions among tropical species. In the United States, Red-tailed Hawks are common, but it is difficult for researchers to observe their nests up close. The \"Hawk Happenings\" project documented behaviors including increases in the frequency of prey deliveries and feedings as the season progressed.&nbsp;<strong>&nbsp;</strong></p>\n<p>The \"Hawk Talk\" investigation is an example of how participant-driven questions led to findings that scientists had not anticipated. The community chose to investigate hawk vocalizations based on a question posed by a musician, resulting in a new protocol for annotating sounds using cams, and results that revealed changes in the vocalizations of nestlings in the week after hatching.&nbsp;<strong>&nbsp;</strong></p>\n<p>Evaluation data showed that active contributors gained knowledge about birds, increased their understanding and skills in scientific inquiry, and enhanced confidence in their knowledge of birds and ability to contribute to science. Such gains were not detected among participants who only read project emails. Scientists and non-scientists alike expressed that the quality of science benefited from the inclusion of questions and perspectives from participants, and feedback that improved the accessibility of results to lay audiences.&nbsp;<strong>&nbsp;</strong></p>\n<p>Participants also described personal and societal benefits including increased connections with nature and with people around the world. The investigations enabled anyone with an Internet connection to join in wildlife research, including 11% of respondents who said they were homebound, disabled, or stay-at-home caretakers. During the COVID-19 pandemic, many interviewees shared how participating alleviated isolation, aided well-being, and enabled a productive activity at a time of constrained opportunities for travel, volunteerism, and in-person gatherings.&nbsp;<strong>&nbsp;</strong></p>\n<p>Some participants noted that the co-created projects increased inclusion in science by providing opportunities that might not otherwise be available to them. Evaluation data showed that participation fostered greater engagement in the science process and ownership of outcomes. Additionally, participants who were initially involved in fewer activities involving birds and environmental stewardship reported significant increases afterward in feeding wild birds, donating to an organization that helps birds or other wildlife, and taking an action to protect birds.<strong>&nbsp;</strong></p>\n<p>Most respondents in Bird Cams Lab (66%) indicated that they were just as happy to participate in investigations whether the research question was driven by scientists or by the community. Those who did have a preference were about evenly split between the two. Thus, depending on the goal, scientists could offer extensions of their research to investigate new questions generated with a community, or engage communities with an existing question. Either way, they can shift to thinking of participants not just as data collectors but as intellectual contributors, collaborators, or stakeholders with an invested interest in the research, process, and outcomes.&nbsp;<strong>&nbsp;</strong></p>\n<p>Evaluation data yielded insights for practitioners seeking to incorporate co-creation in their work. Many participants voiced hesitation to join investigations because they did not feel they had the skills or knowledge to contribute, though some participants became more comfortable with time. This reinforced the need to provide supports that emphasize the value that participants bring and bolster knowledge and confidence.<strong></strong></p>\n<p>Participants also noted how skilled facilitation was essential to support a collaborative learning environment. Recommended practices, resources, and links to open source code are publicly available from the Bird Cams Lab website.&nbsp;<strong></strong></p>\n<p>We live in a world where billions of people go online for entertainment, information, and social media. Bird Cams Lab has demonstrated a new genre of social online activity enabling people from around the world to co-create projects with common purpose, make social connections, gain knowledge and skills, and contribute to societal good. Although Bird Cams Lab was designed for scientific investigations, the insights we learned may be useful for those seeking to foster online co-created efforts in other pursuits.<strong></strong></p>\n<p><strong></strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2021<br>\n\t\t\t\t\tModified by: Miyoko&nbsp;Chu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEach year, millions of people around the world watch live streaming wildlife cams. As they watch, they witness the lives of animals unfolding, including events that have been little studied by scientists. We created Bird Cams Lab, an online community space enabling people from all walks of life to join scientists in making discoveries about wildlife through scientific inquiry. Bird Cams Lab was designed to enable participants to satisfy their curiosity, contribute to stages of research that are usually reserved for experts, and bring their perspectives to the table in scientific investigations. \n\nUnlike traditional citizen-science projects that enlist participants mostly as data collectors, Bird Cams Lab involved participants at each stage of scientific inquiry: making observations, posing questions to investigate, designing  studies, collecting data, exploring results, and sharing findings. More than 16,000 participants joined the project, and more than 3,500 actively contributed across six investigations. \n\nThe results demonstrated that online investigations designed for co-creation can shape scientific research and generate novel findings. For example,  although some studies have documented behaviors of temperate-zone birds at feeders, less is known about tropical feeder-birds. In \"Battling Birds: Panama Edition,\" participants revealed new data on aggressive interactions among tropical species. In the United States, Red-tailed Hawks are common, but it is difficult for researchers to observe their nests up close. The \"Hawk Happenings\" project documented behaviors including increases in the frequency of prey deliveries and feedings as the season progressed.  \n\nThe \"Hawk Talk\" investigation is an example of how participant-driven questions led to findings that scientists had not anticipated. The community chose to investigate hawk vocalizations based on a question posed by a musician, resulting in a new protocol for annotating sounds using cams, and results that revealed changes in the vocalizations of nestlings in the week after hatching.  \n\nEvaluation data showed that active contributors gained knowledge about birds, increased their understanding and skills in scientific inquiry, and enhanced confidence in their knowledge of birds and ability to contribute to science. Such gains were not detected among participants who only read project emails. Scientists and non-scientists alike expressed that the quality of science benefited from the inclusion of questions and perspectives from participants, and feedback that improved the accessibility of results to lay audiences.  \n\nParticipants also described personal and societal benefits including increased connections with nature and with people around the world. The investigations enabled anyone with an Internet connection to join in wildlife research, including 11% of respondents who said they were homebound, disabled, or stay-at-home caretakers. During the COVID-19 pandemic, many interviewees shared how participating alleviated isolation, aided well-being, and enabled a productive activity at a time of constrained opportunities for travel, volunteerism, and in-person gatherings.  \n\nSome participants noted that the co-created projects increased inclusion in science by providing opportunities that might not otherwise be available to them. Evaluation data showed that participation fostered greater engagement in the science process and ownership of outcomes. Additionally, participants who were initially involved in fewer activities involving birds and environmental stewardship reported significant increases afterward in feeding wild birds, donating to an organization that helps birds or other wildlife, and taking an action to protect birds. \n\nMost respondents in Bird Cams Lab (66%) indicated that they were just as happy to participate in investigations whether the research question was driven by scientists or by the community. Those who did have a preference were about evenly split between the two. Thus, depending on the goal, scientists could offer extensions of their research to investigate new questions generated with a community, or engage communities with an existing question. Either way, they can shift to thinking of participants not just as data collectors but as intellectual contributors, collaborators, or stakeholders with an invested interest in the research, process, and outcomes.  \n\nEvaluation data yielded insights for practitioners seeking to incorporate co-creation in their work. Many participants voiced hesitation to join investigations because they did not feel they had the skills or knowledge to contribute, though some participants became more comfortable with time. This reinforced the need to provide supports that emphasize the value that participants bring and bolster knowledge and confidence.\n\nParticipants also noted how skilled facilitation was essential to support a collaborative learning environment. Recommended practices, resources, and links to open source code are publicly available from the Bird Cams Lab website. \n\nWe live in a world where billions of people go online for entertainment, information, and social media. Bird Cams Lab has demonstrated a new genre of social online activity enabling people from around the world to co-create projects with common purpose, make social connections, gain knowledge and skills, and contribute to societal good. Although Bird Cams Lab was designed for scientific investigations, the insights we learned may be useful for those seeking to foster online co-created efforts in other pursuits.\n\n\n\n\t\t\t\t\tLast Modified: 08/26/2021\n\n\t\t\t\t\tSubmitted by: Miyoko Chu"
 }
}