{
 "awd_id": "1713001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: New Measurements to Understand Coastal Ozone Production During the 2017 Lake Michigan Ozone Study",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2017-05-30",
 "awd_max_amd_letter_date": "2017-05-30",
 "awd_abstract_narration": "This project includes a multi-institutional team of scientists who are making advanced in-situ atmospheric measurements to investigate questions relevant to ozone formation and the occurrence of high concentrations of atmospheric ozone that can be damaging to human health.  The Lake Michigan Ozone Study includes remote sensing activities being supported by NASA and the US EPA.  The project will provide training for graduate and undergraduate researchers in atmospheric chemistry and build regional capacity in atmospheric science through a collaboration between university, state, and federal stakeholders.\r\n\r\nThe specific objectives of the proposal are to: (1) establish concentrations and speciation of key ozone-related chemicals (volatile organic compounds (VOC), nitrogen oxides (NOy), and VOC oxidation products) at a representative coastal site where high ozone levels commonly occur; (2) quantify and explain the role of the above species in dictating the production efficiency and NOx sensitivity driving coastal ozone; (3) determine the particulate and ozone influences of biogenic-rich and biogenic-poor regional air masses, urban plumes, localized emissions, and shipping for regional atmospheric chemistry; and (4) diagnose shortcomings and advance model skill for simulating critical aspects of coastal meteorology and chemistry in the current and future atmosphere.  The results will improve the ability to predict high ozone episodes that may be harmful to human health and the environment.\r\n\r\nThe scientists supported by this award will deploy a Proton Transfer Reaction Quadrupole Interface Time-of-Flight Mass Spectrometer, an Iodine Chemical Ionization Time-of-Flight Mass Spectrometer, and off-line measurements of aerosol chemical and physical properties during the summer of 2017 at the Zion site in Illinois? Lake County, located approximately 1000 m from the Lake Michigan coastline in the Illinois Beach State Park.  The data collected will provide the additional information needed to address the important questions related to coastal ozone chemistry and its representation in current chemical transport models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Bertram",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy H Bertram",
   "pi_email_addr": "tbertram@chem.wisc.edu",
   "nsf_id": "000547904",
   "pi_start_date": "2017-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite significant reductions in ozone precursor emissions over the past decade, areas around Lake Michigan continue to experience ozone episodes of major concern for human health and ecosystems. The unique lake breeze meteorology and strong gradients between NO<sub>x</sub>-rich urban plumes and regional air make this an important and challenging area for understanding ozone chemistry and transport.&nbsp;During 2017, as part of the Lake Michigan Ozone Study (LMOS), our multi-institutional team measured a comprehensive suite of volatile organic compounds (VOC) and NO<sub>x</sub> oxidation products to elucidate the chemical regime that O<sub>3</sub> is produced in over Lake Michigan.</p>\n<p>In this study we determined the sensitivity of enhanced ozone production, observed during lake breeze circulation along the coastline of Lake Michigan, to the concentrations of NO<sub>x</sub> and VOC. We assess the sensitivity of O<sub>3</sub> production to NO<sub>x</sub> and VOC on a high O<sub>3</sub> day using an observationally-constrained chemical box model and recent emission inventories for NO<sub>x</sub> and VOCs. The chemical model is coupled to a backward air mass trajectory analysis from a ground supersite in Zion, IL where an extensive series of measurements of O<sub>3</sub> precursors and their oxidation products, including hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>), nitric acid (HNO<sub>3</sub>), and particulate nitrates (NO<sub>3</sub><sup>-</sup>) serve as model constraints.</p>\n<p>We evaluated the chemical evolution of the Chicago-Gary urban plume as it advects over Lake Michigan and demonstrated how modeled indicators of VOC- <em>vs.</em> NO<sub>x</sub>-&nbsp;sensitive regimes can be constrained by measurements at the trajectory endpoint. Using the modeled ratio of the instantaneous H<sub>2</sub>O<sub>2</sub> and HNO<sub>3</sub> production rates (<em>P</em><sub>H2O2</sub> / <em>P</em><sub>HNO3</sub>), we calculate that O<sub>3</sub> production over the urban source region is strongly VOC-sensitive and progresses towards a more NO<sub>x</sub>-sensitive regime as the plume advects north along the Lake Michigan coastline. We also demonstrate that ground-based measurements of the mean concentration ratio of H<sub>2</sub>O<sub>2</sub> to HNO<sub>3</sub> describe the sensitivity of O<sub>3</sub> production to VOC and NO<sub>x</sub> as the integral of chemical production along the plume path.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2019<br>\n\t\t\t\t\tModified by: Timothy&nbsp;H&nbsp;Bertram</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite significant reductions in ozone precursor emissions over the past decade, areas around Lake Michigan continue to experience ozone episodes of major concern for human health and ecosystems. The unique lake breeze meteorology and strong gradients between NOx-rich urban plumes and regional air make this an important and challenging area for understanding ozone chemistry and transport. During 2017, as part of the Lake Michigan Ozone Study (LMOS), our multi-institutional team measured a comprehensive suite of volatile organic compounds (VOC) and NOx oxidation products to elucidate the chemical regime that O3 is produced in over Lake Michigan.\n\nIn this study we determined the sensitivity of enhanced ozone production, observed during lake breeze circulation along the coastline of Lake Michigan, to the concentrations of NOx and VOC. We assess the sensitivity of O3 production to NOx and VOC on a high O3 day using an observationally-constrained chemical box model and recent emission inventories for NOx and VOCs. The chemical model is coupled to a backward air mass trajectory analysis from a ground supersite in Zion, IL where an extensive series of measurements of O3 precursors and their oxidation products, including hydrogen peroxide (H2O2), nitric acid (HNO3), and particulate nitrates (NO3-) serve as model constraints.\n\nWe evaluated the chemical evolution of the Chicago-Gary urban plume as it advects over Lake Michigan and demonstrated how modeled indicators of VOC- vs. NOx- sensitive regimes can be constrained by measurements at the trajectory endpoint. Using the modeled ratio of the instantaneous H2O2 and HNO3 production rates (PH2O2 / PHNO3), we calculate that O3 production over the urban source region is strongly VOC-sensitive and progresses towards a more NOx-sensitive regime as the plume advects north along the Lake Michigan coastline. We also demonstrate that ground-based measurements of the mean concentration ratio of H2O2 to HNO3 describe the sensitivity of O3 production to VOC and NOx as the integral of chemical production along the plume path.\n\n\t\t\t\t\tLast Modified: 09/29/2019\n\n\t\t\t\t\tSubmitted by: Timothy H Bertram"
 }
}