{
 "awd_id": "1713078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional Copula Model for Nonlinear and Non-Gaussian Functional Data Analysis: Graphical Models, Dimension Reduction, and Variable Selection",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2017-08-14",
 "awd_max_amd_letter_date": "2019-07-30",
 "awd_abstract_narration": "Multivariate functional data have become increasingly prevalent with the rise of big data. For example, EEG (Electroencephalography) and fMRI data, GPS tracking data collected by mobile phones, health data collected by smart wearables, some global economic data, and data collected from electric power networks, are all of this type.  The key issue in analyzing such data is to discover interrelations among the different random functions describing them. Currently, this is typically done under the statistical assumption of normal (Gaussian) distributions as this leads to computationally simple and highly interpretable estimation procedures in many applications. The Gaussian assumption, however, is quite strong and is not satisfied in many applications. The main goal of this project is to relax the Gaussian assumption while retaining its computational simplicity and high interpretability.  This is done by developing a notion of a copula Gaussian model -- a way in which multivariate functional data can be transformed to Gaussian distributed data.  Such copula tactics have been extremely versatile in classical low-dimensional settings, combining parsimony aspects of multivariate Gaussian models with the flexibility of nonparametric models.  Extending copula-based ideas to multivariate functional data will benefit statistical graphical models, statistical models for causal relations, nonlinear sufficient dimension reduction, and variable selection, bringing fresh insights and research opportunities to a young and dynamic field.\r\n\r\nThis project proposes a novel functional copula model for non-Gaussian and nonlinear multivariate functional data analysis. The idea is to apply rank and quantile transformations to the coefficients of the Karhunen-Loeve expansions of the random functions. The functional Gaussian copula model greatly simplifies conditional dependence among different random functions in the expansion, as the conditional distribution is completely determined by the covariance operator among random functions. In particular, smoothing over functional spaces is not needed. At the same time, the model does not require Gaussian assumptions, which can be easily violated by functional data. These properties are very useful for constructing graphical models. The functional elliptical distribution copula model is useful for sufficient dimension reduction, because it is a convenient way to meet linearity requirements posed by many commonly used dimension reduction methods.  Equipped with this parsimonious but flexible framework, the work plans to develop new methodologies for four areas of multivariate functional data analysis: (i) functional graphical models for undirected graphs; (ii) functional graphical models for causal graphs; (iii) functional sufficient dimension reduction; and (iv) variable selection for function on function regression. The work will study asymptotic properties of these new estimators under both the fixed and high dimensional setting, statistical inference procedures, order determination methods, and efficient algorithms to implement these methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bing",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bing Li",
   "pi_email_addr": "bing@stat.psu.edu",
   "nsf_id": "000312183",
   "pi_start_date": "2017-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1269",
   "pgm_ref_txt": "STATISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 65277.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 66666.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 68057.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit: The functional copula Gaussian model, which was&nbsp; proposed for and largely&nbsp;accomplished by this grant,&nbsp; is an extremely versatile tool for multivariate functional data analysis, particularly&nbsp;for constructing networks where one observes a function on each node. This is because it has the simplicity&nbsp;of a functional Gaussian model (which was, at the beginning of this grant period, the only available functional graphical model)&nbsp;in describing the interrelations among the observed functions, but is much more flexible&nbsp;than&nbsp; Gaussian model.&nbsp; &nbsp;Since statistical dependence among random functions&nbsp; is ubiquitous in almost every aspect of multivariate functional dataanalysis, the proposed framework&nbsp; can be widely applied in this field, and opens up many possibilities for further development.The PI has also made significant advances in other related projects concerning functional graphical model&nbsp; and sufficient dimension reduction, such as the sufficient graphical model, functional independent analysis, order determination, post dimension reduction inference, and functional graphical lasso estimate.<br />Broader impacts: Multivariate functional data have become increasingly prevalent with the riseof big data. For example, the EEG and fMRI data in medical research, the GPS tracking data collected by iphones,the health data collected by smart wearables, many types of global economic data,&nbsp; datacollected from electric power networks, as well as the Covid 19 data, are all of this type. The key issue in analyzing this typeof data is to discover interrelations among different random functions by probabilistic conditionaldependence, which permeates every aspect of multivariate functional data analysis. The proposedfunctional copula models and other semiparametric/nonparametric methods&nbsp;substantially enhance the performance and applicability the currentlyused Gaussian models for evaluating conditional independence. These methods are easily adapted toa wide variety existing tools for multivariate functional data analysis. They have&nbsp; good interpretability, are computationally inexpensive,and therefore applicable to large and high-dimensional data. These attractive featureswill benefit many areas in the frontier of multivariate functional data analysis research, such asstatistical graphical models, statistical models for causal relations, nonlinear sufficient dimensionreduction, and variable selection. They also bring fresh insights and opens up many new researchopportunities in this young and dynamic field.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2020<br>\n\t\t\t\t\tModified by: Bing&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit: The functional copula Gaussian model, which was  proposed for and largely accomplished by this grant,  is an extremely versatile tool for multivariate functional data analysis, particularly for constructing networks where one observes a function on each node. This is because it has the simplicity of a functional Gaussian model (which was, at the beginning of this grant period, the only available functional graphical model) in describing the interrelations among the observed functions, but is much more flexible than  Gaussian model.   Since statistical dependence among random functions  is ubiquitous in almost every aspect of multivariate functional dataanalysis, the proposed framework  can be widely applied in this field, and opens up many possibilities for further development.The PI has also made significant advances in other related projects concerning functional graphical model  and sufficient dimension reduction, such as the sufficient graphical model, functional independent analysis, order determination, post dimension reduction inference, and functional graphical lasso estimate.\nBroader impacts: Multivariate functional data have become increasingly prevalent with the riseof big data. For example, the EEG and fMRI data in medical research, the GPS tracking data collected by iphones,the health data collected by smart wearables, many types of global economic data,  datacollected from electric power networks, as well as the Covid 19 data, are all of this type. The key issue in analyzing this typeof data is to discover interrelations among different random functions by probabilistic conditionaldependence, which permeates every aspect of multivariate functional data analysis. The proposedfunctional copula models and other semiparametric/nonparametric methods substantially enhance the performance and applicability the currentlyused Gaussian models for evaluating conditional independence. These methods are easily adapted toa wide variety existing tools for multivariate functional data analysis. They have  good interpretability, are computationally inexpensive,and therefore applicable to large and high-dimensional data. These attractive featureswill benefit many areas in the frontier of multivariate functional data analysis research, such asstatistical graphical models, statistical models for causal relations, nonlinear sufficient dimensionreduction, and variable selection. They also bring fresh insights and opens up many new researchopportunities in this young and dynamic field.\n\n\n\n\t\t\t\t\tLast Modified: 11/19/2020\n\n\t\t\t\t\tSubmitted by: Bing Li"
 }
}