{
 "awd_id": "1713060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Determining the Landscape of Informal Physics Programming in the United States",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927922",
 "po_email": "tdancste@nsf.gov",
 "po_sign_block_name": "Toni Dancstep",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 689455.0,
 "awd_amount": 689455.0,
 "awd_min_amd_letter_date": "2017-06-26",
 "awd_max_amd_letter_date": "2021-05-18",
 "awd_abstract_narration": "As part of its overall strategy to enhance learning in informal environments, the Advancing Informal STEM Learning (AISL) program funds innovative research, approaches and resources for use in a variety of settings. The subject of physics and all of its sub-disciplines are becoming more prevalent in the public press as the research results appear to be quite interesting and important. While the physics discipline has made a Nation-wide effort to acquaint the public with physics knowledge through informal education learning experiences for years, it has not been as successful as the community desires. Thus, this project is aimed to gather all of the informal and outreach physics education efforts that have been attempted in the hope of finding the best practices for learning physics concepts and practices. A compendium will be published to inform future opportunities on how to educate the public through informal and outreach mechanisms. This project is a collaboration between Michigan State University and the University of Colorado. \r\n\r\nThe physics community has a long history of engaging audiences in informal education activities. Physics institutions that facilitate informal programs include university departments, national laboratories and centers, and professional societies and organizations. There is, however, no systemic understanding of how these programs are facilitated, nor an assessment of the collective impact that these programs have on participants. This project will address numerous research questions in the broad areas of Activity Detail, Structural Aspects, and Assessment. Further, their efforts will determine the \"who, what, why, where and how\" of informal physics offerings, focusing on their facilitation, impact on participants, and the academic and discipline-specific cultures from which these programs originate. The study has several definite research outcomes that will emerge from this methodology: 1) They will produce a survey of the informal efforts of university physics departments, national physics labs and national physics organizations, 2) They will develop a taxonomy of informal physics programs from which we can characterize the landscape of programs, and 3) by investigating both \"successful\" as well as \"failed\" or terminated programs, they will develop an understanding of the culture and resources needed to support outreach from these research findings. In addition, they will produce published works that can be utilized by informal practitioners and administrators in physics to examine current programs and guide the development of new programs. With regards to the research questions and framework, the overarching and driving question for this research project is: \"What is the landscape of informal physics learning, specifically, of those programs in the United States facilitated by physicists and physics students at academic institutions, national labs and by national physics organizations?\" This study will provide a robust understanding of the state of informal physics programs and outreach by physicists in the United States today. Findings will inform practitioners and administrators as to how best to support and design informal physics programming. The results will also have broad implications for other discipline-specific informal STEM programming. The primary data collection methods will be a nationwide survey and interviews with a large sample of informal practitioners from the physics community. Site visits will be conducted with a subset of these programs in order to observe programs in action and to glean insights from university participants, community partners, public, and K-12 audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Hinko",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen A Hinko",
   "pi_email_addr": "hinko@msu.edu",
   "nsf_id": "000625943",
   "pi_start_date": "2017-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Noah",
   "pi_last_name": "Finkelstein",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Noah D Finkelstein",
   "pi_email_addr": "noah.finkelstein@colorado.edu",
   "nsf_id": "000469391",
   "pi_start_date": "2017-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 689455.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Informal education programs for public audiences are facilitated by many university physics and astronomy departments, national labs, and other research centers.&nbsp;&nbsp;However, until now, there has been no systematic understanding of the wide variety of programs and the ways in which they provide educational opportunities for youth, families, and adults to engage in physics and astronomy content.&nbsp;&nbsp;The overarching goal of this project was to complete a large-scale research study on the landscape of informal physics environments in the United States. The&nbsp;<em>intellectual merit</em>&nbsp;of this project is shown in the multiple significant outcomes from this study described below.&nbsp;</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;<strong>We have developed new tools for reaching and communicating with the leaders of informal physics education activities.</strong>&nbsp;These tools include a strategy for finding and contacting program leaders, survey, and interviews.&nbsp;&nbsp;These tools are flexible as the language and practices among informal physics programs can vary. Our final instruments allowed us to gather information from participants ranging from undergraduate student organization presidents who conduct performances of physics demonstrations at local schools; graduate students running summer camps for youth while conducting their own physics research; all the way to full-time education staff at national labs who facilitate numerous types of programs on behalf of the institution and its funding agencies.&nbsp;&nbsp;</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;<strong>We have determined new and important dimensions of informal physics educational programming</strong>.&nbsp;&nbsp;Our data collection included both a national sample that we used for developing tools, and also a sample that spanned the available programs across a single state.&nbsp;&nbsp;We found a varied and complex landscape within our test state of Michigan. Key features that can be used to categorize programs include audience size, program interactivity, program format (such as camp, presentation, afterschool), geographic reach (such as in the city/town, in rural areas surrounding the institution, or over the whole state), and type of physics content (e.g. forces/motion, electricity/magnetism, nuclear physics/other current research).&nbsp;</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;<strong>We have established that the physics students and physicists are central to how these programs function.&nbsp;&nbsp;</strong>Lead facilitators and volunteers in informal physics programs often have many different responsibilities both within the program and at their institution. Their differing roles, resources, and support can affect the decisions they make about the programs and subsequently their audiences? experiences.&nbsp;&nbsp;Science activities and topics are typically determined by the backgrounds and interests of the volunteers.</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp;<strong>We have documented the impact of COVID on informal physics programs, including challenges, adaptions, and future directions.</strong>&nbsp;&nbsp;We asked three major research questions: (1) What aspects of existing informal physics programs have been affected by COVID? (2) How have programs adapted to the limitations imposed by COVID? (3) How are programs looking toward the future? To answer these questions, we interviewed the lead facilitators for a subset of informal physics education programs in various parts of the US about their experiences. Looking at how programs adapted to the pandemic is relevant for understanding how to better support these programs and how to prepare for uncertainties in the future.&nbsp;&nbsp;</p>\n<p class=\"Default\">5)&nbsp;&nbsp;&nbsp;&nbsp;<strong>We created a framework of the key components for functional informal physics programs that is for program leaders.&nbsp;&nbsp;</strong>Different from the descriptive map of the landscape, this framework identifies key components of informal physics programs that are relevant to the success of informal physics programs and are elements that can be influenced by lead facilitators. We have identified and validated over 10 components. We anticipate that this framework would be able to be used to develop tools for assessment of programs either as self-assessment or by external evaluators.&nbsp;</p>\n<p><em>Broader impacts</em>:&nbsp;&nbsp;Our study reveals certain demographic groups may not have local access to informal physics programs and potential reasons for this issue. Now that key program features have been identified, researchers, administrators, and program leaders can make specific changes for inclusion and equity across these features.&nbsp;We find that training, as well as resources and support, for the physics students, staff and faculty who are running these informal physics programs are necessary for informal physics programs to operate using best practices in education ? e.g. supporting program personnel is necessary to supporting the design and implementation of inclusive, equitable programming for diverse learners.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2022<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;A&nbsp;Hinko</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInformal education programs for public audiences are facilitated by many university physics and astronomy departments, national labs, and other research centers.  However, until now, there has been no systematic understanding of the wide variety of programs and the ways in which they provide educational opportunities for youth, families, and adults to engage in physics and astronomy content.  The overarching goal of this project was to complete a large-scale research study on the landscape of informal physics environments in the United States. The intellectual merit of this project is shown in the multiple significant outcomes from this study described below. \n\n1)    We have developed new tools for reaching and communicating with the leaders of informal physics education activities. These tools include a strategy for finding and contacting program leaders, survey, and interviews.  These tools are flexible as the language and practices among informal physics programs can vary. Our final instruments allowed us to gather information from participants ranging from undergraduate student organization presidents who conduct performances of physics demonstrations at local schools; graduate students running summer camps for youth while conducting their own physics research; all the way to full-time education staff at national labs who facilitate numerous types of programs on behalf of the institution and its funding agencies.  \n\n2)    We have determined new and important dimensions of informal physics educational programming.  Our data collection included both a national sample that we used for developing tools, and also a sample that spanned the available programs across a single state.  We found a varied and complex landscape within our test state of Michigan. Key features that can be used to categorize programs include audience size, program interactivity, program format (such as camp, presentation, afterschool), geographic reach (such as in the city/town, in rural areas surrounding the institution, or over the whole state), and type of physics content (e.g. forces/motion, electricity/magnetism, nuclear physics/other current research). \n\n3)    We have established that the physics students and physicists are central to how these programs function.  Lead facilitators and volunteers in informal physics programs often have many different responsibilities both within the program and at their institution. Their differing roles, resources, and support can affect the decisions they make about the programs and subsequently their audiences? experiences.  Science activities and topics are typically determined by the backgrounds and interests of the volunteers.\n\n4)    We have documented the impact of COVID on informal physics programs, including challenges, adaptions, and future directions.  We asked three major research questions: (1) What aspects of existing informal physics programs have been affected by COVID? (2) How have programs adapted to the limitations imposed by COVID? (3) How are programs looking toward the future? To answer these questions, we interviewed the lead facilitators for a subset of informal physics education programs in various parts of the US about their experiences. Looking at how programs adapted to the pandemic is relevant for understanding how to better support these programs and how to prepare for uncertainties in the future.  \n5)    We created a framework of the key components for functional informal physics programs that is for program leaders.  Different from the descriptive map of the landscape, this framework identifies key components of informal physics programs that are relevant to the success of informal physics programs and are elements that can be influenced by lead facilitators. We have identified and validated over 10 components. We anticipate that this framework would be able to be used to develop tools for assessment of programs either as self-assessment or by external evaluators. \n\nBroader impacts:  Our study reveals certain demographic groups may not have local access to informal physics programs and potential reasons for this issue. Now that key program features have been identified, researchers, administrators, and program leaders can make specific changes for inclusion and equity across these features. We find that training, as well as resources and support, for the physics students, staff and faculty who are running these informal physics programs are necessary for informal physics programs to operate using best practices in education ? e.g. supporting program personnel is necessary to supporting the design and implementation of inclusive, equitable programming for diverse learners. \n\n \n\n\t\t\t\t\tLast Modified: 10/24/2022\n\n\t\t\t\t\tSubmitted by: Kathleen A Hinko"
 }
}