{
 "awd_id": "1713850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Numerical and Experimental Investigations of Supplemental Distributed Damping for Seismic Energy Dissipation",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 5400.0,
 "awd_amount": 5400.0,
 "awd_min_amd_letter_date": "2017-05-03",
 "awd_max_amd_letter_date": "2017-05-03",
 "awd_abstract_narration": "Recent advances in structural systems in conjunction with the proliferation of the use of high performance materials have allowed for structures to become taller and increasingly slender. As such, these structures are highly susceptible to large vibrations induced by extreme loads, particularly those caused by earthquakes or wind events. This can lead to significant economic impact as a result of extensive repairs that are required prior to building re-occupancy. In order to increase the post-event functionality of midrise to super-tall steel structures and better control the structural response and location of damage, this research will assess the ability of strategically placed non-traditional civil engineering materials to reduce structural vibrations. Specifically, high energy dissipating materials such as carbon and polymer foams will be placed within the often underutilized voids of structural members and subjected to large-scale shake table loading to simulate seismic loads. Experimental testing will be supplemented by numerical models that will allow for the assessment of building displacements and accelerations considering different levels and location of the high energy dissipating materials. This research will be conducted at Kyoto University under the guidance of Associate Professor Masahiro Kurata. His expertise in large scale and numerical testing of steel systems, coupled with the facilities of Kyoto University, make Japan an ideal location to conduct this research.\r\n\r\nThe overarching goal of this project is to mitigate the structural response of steel systems under extreme loads. Specifically, the main objectives are to assess the ability of non-traditional civil engineering materials to provide damping under seismic loading and determine what levels and location of this supplemental damping will provide the greatest reduction in structural response. In order to enhance the robustness and resilience of structures, the amount of permanent damage incurred after an extreme event must be minimized. To this end, an existing steel moment frame setup will be utilized with a shake table to simulate the effects of seismic ground motion. Response time histories (displacement, acceleration) and localized damage will be used to assess the performance of the steel frame with and without the supplemental damping system. A significant parametric study utilizing numerical models will augment the experimental testing, and results from both investigations will be used to develop recommendations for the use of non-traditional materials as a means to provide customizable distributed damping.\r\n\r\nThis award, under the East Asia and Pacific Summer Institutes program, supports summer research by a U.S. graduate student and is jointly funded by NSF and the Japan Society for the Promotion of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malcolm",
   "pi_last_name": "Ammons",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Malcolm L Ammons",
   "pi_email_addr": "",
   "nsf_id": "000737614",
   "pi_start_date": "2017-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ammons                  Malcolm        L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ann Arbor",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "481051847",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Disaster Prevention Research Institute, Kyoto University",
  "perf_str_addr": null,
  "perf_city_name": "Gokasho,Uji,Kyoto",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Steel braced frames are commonly used in areas of high seismicity as they provide an efficient means to control lateral drifts and dissipate seismic input energy. The diagonal bracing elements that are employed in these frames essentially act as structural &ldquo;fuses,&rdquo; absorbing energy to prevent the primary frame members from undergoing permanent deformations. However, previous research has indicated that these bracing elements are susceptible to premature fracture under inelastic cyclic loading. As such, the researchers have proposed a creative and novel solution that involves the confluence of materials science and seismic engineering.</p>\n<p>The proposed project investigated the use of a pourable, lightweight and expanding foam as fill in tubular steel braces to mitigate deficiencies in brace behavior under seismic loading. One major outcome that resulted from this project was a previously non-existent dataset that characterizes the behavior of foam filled bracing members under representative earthquake loading. It has been confirmed through experimental testing that the inclusion of this urethane foam within the voids of hollow structural section bracing members is able to inhibit local buckling, thus extending the fracture life of bracing members and leading to a more predictable and reliable structural response. This dataset is also currently being used to calibrate single member numerical models where parametric studies can be performed to establish what section sizes benefit most from the inclusion of foam fill. In addition, the researchers have also established the viability of foam fill as a minimally invasive retrofit strategy.</p>\n<p>In regard to broader impacts, the principal investigator (PI) was able to collaborate with researchers from Japan, ultimately expanding the PI&rsquo;s professional network and assisting in making the PI more competitive for a career after the completion of his doctoral degree. Moreover, the outcomes of this research extend beyond the field of civil engineering as the ability to incorporate lightweight and high energy dissipating materials into systems can be of value to the fields of mechanical and aerospace engineering.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/15/2018<br>\n\t\t\t\t\tModified by: Malcolm&nbsp;L&nbsp;Ammons</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSteel braced frames are commonly used in areas of high seismicity as they provide an efficient means to control lateral drifts and dissipate seismic input energy. The diagonal bracing elements that are employed in these frames essentially act as structural \"fuses,\" absorbing energy to prevent the primary frame members from undergoing permanent deformations. However, previous research has indicated that these bracing elements are susceptible to premature fracture under inelastic cyclic loading. As such, the researchers have proposed a creative and novel solution that involves the confluence of materials science and seismic engineering.\n\nThe proposed project investigated the use of a pourable, lightweight and expanding foam as fill in tubular steel braces to mitigate deficiencies in brace behavior under seismic loading. One major outcome that resulted from this project was a previously non-existent dataset that characterizes the behavior of foam filled bracing members under representative earthquake loading. It has been confirmed through experimental testing that the inclusion of this urethane foam within the voids of hollow structural section bracing members is able to inhibit local buckling, thus extending the fracture life of bracing members and leading to a more predictable and reliable structural response. This dataset is also currently being used to calibrate single member numerical models where parametric studies can be performed to establish what section sizes benefit most from the inclusion of foam fill. In addition, the researchers have also established the viability of foam fill as a minimally invasive retrofit strategy.\n\nIn regard to broader impacts, the principal investigator (PI) was able to collaborate with researchers from Japan, ultimately expanding the PI?s professional network and assisting in making the PI more competitive for a career after the completion of his doctoral degree. Moreover, the outcomes of this research extend beyond the field of civil engineering as the ability to incorporate lightweight and high energy dissipating materials into systems can be of value to the fields of mechanical and aerospace engineering.\n\n \n\n\t\t\t\t\tLast Modified: 03/15/2018\n\n\t\t\t\t\tSubmitted by: Malcolm L Ammons"
 }
}