{
 "awd_id": "1714930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Durable Change in Implicit Cognition through Retrieval-Based Memory Modification",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2017-07-18",
 "awd_max_amd_letter_date": "2017-07-18",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences Postdoctoral Research Fellowships (SPRF) program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields.This postdoctoral fellowship award supports a rising scholar investigating the formation and change of implicit (i.e., relatively automatic) reactions to people and groups. The project will utilize research across work in social psychology, neuroscience, and animal research on memory updating to advance scientific understanding of how implicit social impressions can be effectively and durably revised. Although many people hold explicitly (i.e., self-reported) egalitarian and tolerant beliefs, implicit measures of cognition have revealed far more negative impressions of stigmatized or marginalized groups, such as those based on race, ethnicity, age, gender, and sexuality. These implicit reactions can have a variety of consequences for decision-making and interpersonal relations in many areas of society, but the ways in which they can be reliably changed are not well understood. This project seeks to fill that gap by testing various methods through which existing memories about other people and groups can be reactivated and revised to incorporate new information and become more consistent with explicit beliefs.\r\n\r\nAlthough implicit reactions to socially meaningful groups often have been difficult to revise, recent work on memory retrieval-based updating and reconsolidation has shown that cognitive and affective reactions can be durably altered by retrieval of the memories that underlie those reactions prior to learning new information aimed at revising them. In a series of studies employing diverse methods and target groups, this project will test the critical role of identification and retrieval of memories that support negative group impressions in moderating the success of interventions aimed at changing those implicit reactions. Novel social targets (individuals and groups) will be presented in conjunction with various types of initial learning, including evaluative conditioning, behavioral descriptions, and general group information, to allow a test of the effectiveness of subsequent memory retrieval and new learning for modifying initial implicit reactions following diverse experiences with the social targets. Using novel and real group targets, the project will also assess the impact of different types of new learning on producing durable revision after memory retrieval, including: mere re-presentation of the target(s), reframing the meaning of specific event memories, connecting participant thoughts about groups to the personal experiences of the participant, and presentation of new factual group information.  A further goal of the project will be to test the characteristics of the memory reactivation episode that produces the most effective revision, including an examination of the type of memory that is reactivated. In particular, expectancy violation during memory reactivation has been theorized to be of central importance in enabling memory updating to occur. Studies in this project will examine the role of expectancy violation in the updating of the memory representations that contribute to implicit impressions and in so doing will extend and build upon memory updating theory.  The generalizability of the results will be promoted through the use of community and online samples, and the results will be used to develop computational models of implicit memory change to understand shifts in implicit cognition in terms of basic processes of learning and memory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Mann",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas C Mann",
   "pi_email_addr": "",
   "nsf_id": "000738079",
   "pi_start_date": "2017-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mahzarin",
   "pi_last_name": "Banaji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahzarin Banaji",
   "pi_email_addr": "",
   "nsf_id": "000277474",
   "pi_start_date": "2017-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mann                    Thomas         C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021393017",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University, Department of Psychology",
  "perf_str_addr": null,
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "040Y00",
   "pgm_ele_name": "(SPRF-FR) SBE Postdoctoral Res"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research has found that although many people hold explicitly egalitarian beliefs, implicit (i.e., automatic) measures of cognition often reveal far more negative impressions of other groups, along identities like race, ethnicity, age, gender, and sexuality. Though these implicit reactions can have a variety of negative consequences, much research has found that they are relatively slow to change, and many techniques have not been durably effective at shifting implicit thoughts. However, recent research across a variety of disciplines in psychology and neuroscience has shown that reactivation of the memories that underlie negative responses can increase the effectiveness of interventions to lessen the intensity of those memories. The present project aimed to examine processes of memory reactivation and change in the context of implicit social impressions, to offer new insights into when and how implicit evaluations can be updated, and whether such change can be durable.</p>\n<p>To advance research on implicit social impression updating and durability, the project drew upon theoretical and empirical work in diverse areas of psychology, with the goal of integrating findings in learning and memory into research on social impressions. Across a variety of studies, the project examined the impact of new learning on implicit reactions toward established and novel social targets. These studies used experimental manipulations to test the role of the reactivation of preexisting negative memories and subsequent new learning in implicit impression updating. The results of the studies generally showed that negative implicit evaluations of both established groups and novel targets were highly malleable to new positive information regardless of whether preexisting negative memory representations were reactivated. Instead, the studies suggested that the efficacy of updating hinged on the (subjective) diagnostic value of new information, even when initial impressions were based upon aversive learning in a format often construed as particularly difficult to override. Diagnostic new learning was effective in both immediately overturning prior negative implicit evaluations, and sustaining such updating over a 1-day delay. Updating endured even in the face of procedures drawn from research on evaluative learning designed to reactivate negative response memories if they have been preserved in memory. Collectively, these results suggest that implicit social impressions may be more broadly capable of durable updating than some theories have proposed, and support the role of propositional processes in implementing impression change. In addition, the findings did not identify a clear role for memory reactivation in driving durable updating of implicit impressions.</p>\n<p>The research conducted under this project has produced one publication currently in press at a scientific outlet, with more journal submissions and follow-up work (without NSF grant support) planned for the future. The findings have advanced scientific understanding of how implicit social impressions can be updated, illustrating that the posited importance of memory reactivation identified in other bodies of work may not generalize in a straightforward way to the updating of implicit impressions. Instead, the findings support and advance theoretical proposals on the central role of diagnostic inference about new information in driving updating, suggesting that implicit evaluations can be durably changed more broadly, and even when they arose through diverse procedures. In so doing, the findings contribute to efforts to integrate insights from learning and memory with research in social cognition, so as to foster a more complete and nuanced understanding of how implicit reactions toward other people can be brought in-line with explicitly-held beliefs.</p>\n<p>The fellowship grant project facilitated the career development of the Fellow, providing him opportunity to continue to hone his empirical skillset in a lab specialized in the study of implicit bias. In the course of the project, the Fellow undertook conference travel to disseminate the results of the project to colleagues, developed collaborations, and presented on the concepts and results of the project to external audiences. In addition, through use of Harvard&rsquo;s Project Implicit website to run several of the studies under the current project, the general public received personalized insight and general information about implicit reactions and the scientific methods through which they may arise, update, and be measured. The studies within this project that participated in Project Implicit thus contributed to public education about psychological science and implicit cognition in particular, with the experiences of participants potentially fostering a more scientifically informed public discourse on automatic processes of mind.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2019<br>\n\t\t\t\t\tModified by: Thomas&nbsp;C&nbsp;Mann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResearch has found that although many people hold explicitly egalitarian beliefs, implicit (i.e., automatic) measures of cognition often reveal far more negative impressions of other groups, along identities like race, ethnicity, age, gender, and sexuality. Though these implicit reactions can have a variety of negative consequences, much research has found that they are relatively slow to change, and many techniques have not been durably effective at shifting implicit thoughts. However, recent research across a variety of disciplines in psychology and neuroscience has shown that reactivation of the memories that underlie negative responses can increase the effectiveness of interventions to lessen the intensity of those memories. The present project aimed to examine processes of memory reactivation and change in the context of implicit social impressions, to offer new insights into when and how implicit evaluations can be updated, and whether such change can be durable.\n\nTo advance research on implicit social impression updating and durability, the project drew upon theoretical and empirical work in diverse areas of psychology, with the goal of integrating findings in learning and memory into research on social impressions. Across a variety of studies, the project examined the impact of new learning on implicit reactions toward established and novel social targets. These studies used experimental manipulations to test the role of the reactivation of preexisting negative memories and subsequent new learning in implicit impression updating. The results of the studies generally showed that negative implicit evaluations of both established groups and novel targets were highly malleable to new positive information regardless of whether preexisting negative memory representations were reactivated. Instead, the studies suggested that the efficacy of updating hinged on the (subjective) diagnostic value of new information, even when initial impressions were based upon aversive learning in a format often construed as particularly difficult to override. Diagnostic new learning was effective in both immediately overturning prior negative implicit evaluations, and sustaining such updating over a 1-day delay. Updating endured even in the face of procedures drawn from research on evaluative learning designed to reactivate negative response memories if they have been preserved in memory. Collectively, these results suggest that implicit social impressions may be more broadly capable of durable updating than some theories have proposed, and support the role of propositional processes in implementing impression change. In addition, the findings did not identify a clear role for memory reactivation in driving durable updating of implicit impressions.\n\nThe research conducted under this project has produced one publication currently in press at a scientific outlet, with more journal submissions and follow-up work (without NSF grant support) planned for the future. The findings have advanced scientific understanding of how implicit social impressions can be updated, illustrating that the posited importance of memory reactivation identified in other bodies of work may not generalize in a straightforward way to the updating of implicit impressions. Instead, the findings support and advance theoretical proposals on the central role of diagnostic inference about new information in driving updating, suggesting that implicit evaluations can be durably changed more broadly, and even when they arose through diverse procedures. In so doing, the findings contribute to efforts to integrate insights from learning and memory with research in social cognition, so as to foster a more complete and nuanced understanding of how implicit reactions toward other people can be brought in-line with explicitly-held beliefs.\n\nThe fellowship grant project facilitated the career development of the Fellow, providing him opportunity to continue to hone his empirical skillset in a lab specialized in the study of implicit bias. In the course of the project, the Fellow undertook conference travel to disseminate the results of the project to colleagues, developed collaborations, and presented on the concepts and results of the project to external audiences. In addition, through use of Harvard?s Project Implicit website to run several of the studies under the current project, the general public received personalized insight and general information about implicit reactions and the scientific methods through which they may arise, update, and be measured. The studies within this project that participated in Project Implicit thus contributed to public education about psychological science and implicit cognition in particular, with the experiences of participants potentially fostering a more scientifically informed public discourse on automatic processes of mind.\n\n\t\t\t\t\tLast Modified: 10/28/2019\n\n\t\t\t\t\tSubmitted by: Thomas C Mann"
 }
}