{
 "awd_id": "1714898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Terrestrial Late Permian to Early Triassic Earth Systems in NE Pangea: Insights into the Tempo, Effects, and Causes of the End-Permian Mass Extinction",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 223816.0,
 "awd_amount": 223816.0,
 "awd_min_amd_letter_date": "2017-07-05",
 "awd_max_amd_letter_date": "2017-07-05",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nA non-technical description explaining the broader significance of the project\r\n\r\nMajor mass extinctions have occurred at various times throughout Earth history. The most well-known of these happened with the demise of the dinosaurs at the end of the Cretaceous Period, but it is believed that the largest mass extinction happened at the end of the Permian Period, approximately 252 million years ago. The extinction in the marine realm was global and occurred over a relatively short time interval. However, events in the terrestrial environment are only sparsely documented. This project will examine well-exposed sedimentary rock successions that formed in lakes, rivers, and ancient soils during the time of these extinctions. This research will enable a precise documentation of the sequence of events on land, a comprehensive analysis of the environmental changes that took place before, during and after the event, and an investigation of how terrestrial animals and plants responded to these changes. The results will determine if extinctions on the continents occurred at the same time as those in the ocean and what conditions existed that may have caused such large-scale changes. Given current concern about rates of extinction, knowledge of the processes that occurred in the past will help identify the reasons behind major changes in flora and fauna. The project will develop museum exhibits and outreach programs to inform both educational and general audiences.\r\n\r\nA technical description of the project\r\n\r\nA comprehensive, multidisciplinary investigation of critical intervals of Earth history offers the best insights into the conditions that prevailed before, during, and after major biotic crises. The Permo-Triassic Mass Extinction is used as a model of how biological and physical systems responded to major climate changes, including those attributable to increasing greenhouse gases. Currently, the Permo-Triassic Mass Extinction is interpreted as a coupled catastrophic collapse of marine and terrestrial ecosystems, both of which experienced protracted restructuring of ecological communities and recovery of stable ecosystem dynamics. The Bogda Mountains in China contain a fully continental stratigraphy spanning the critical interval wherein fluvial and lacustrine deposits alternate with an extensive paleosol record, from which pedogenic trends and geochemical models can be derived. A paleontological record including major plant and animal groups is well-preserved. Pilot-project data show the preservation of a primary magnetization in rocks in the section, from which a robust magnetic polarity stratigraphy can be derived. There are also numerous volcanic deposits that contain primary volcanic zircons spanning the critical interval. These will be used to obtain high precision ages to establish a careful chronology.  Together, these data allow evaluation of environmental and ecosystem changes that took place during the Permian-Triassic transition. Research results will be integrated into curricula at each participating academic institution, and summer outreach programs will be offered to high-school science teachers. Five educational videos will be developed for the Field Museum's award winning \"The Brain Scoop\" YouTube channel. Data visualizations of analytical and model results will be developed for informal education outreach in conjunction with the Visualization Studio at the California Academy of Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Roopnarine",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Roopnarine",
   "pi_email_addr": "proopnarine@calacademy.org",
   "nsf_id": "000483117",
   "pi_start_date": "2017-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Academy of Sciences",
  "inst_street_address": "55 MUSIC CONCOURSE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153795146",
  "inst_zip_code": "941184503",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "CALIFORNIA ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "F57PLAKLFQL3",
  "org_uei_num": "N7NRRBNKM5P3"
 },
 "perf_inst": {
  "perf_inst_name": "California Academy of Sciences",
  "perf_str_addr": "55 Music Concourse Drive",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941184503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "821200",
   "pgm_ele_name": "INTEGRATED EARTH SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 223816.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"line-height: 100%; margin-bottom: 0in;\">The Permian-Triassic (P-Tr) mass extinction that occurred approximately 251 million years ago is the most devastating mass extinction known from the geological record. More than 70% of terrestrial animals, and 80-90% of marine animals became extinct in a time period estimated to be 60,000 years or less. The ultimate cause of the extinction is believed to have been massive surface and subterranean volcanism in the region now called Siberia, and this volcanism in turn drove extreme terrestrial climatic changes, toxification of the atmosphere, ocean warming, ocean acidification, and ocean deoxygenation. The consequences for life were profound. This mass extinction has been of great interest to scientists both because of the ways in which it altered the future course of life on the planet, and also because of the similarity of the extinction drivers to present conditions. Human-driven climate change is creating many of the same processes, including global warming, ocean acidification and so forth. Many questions remain, however, including the timing and the rate at which the extinction proceeded on land, how quickly (or slowly) it affected different types of organisms, and whether the effects were similar across the globe.</p>\n<p style=\"line-height: 100%; margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"line-height: 100%; margin-bottom: 0in;\">In this National Science Foundation Integrated Earth Systems project, we have attempted to develop a detailed understanding of the extinction and its context in a region of northwestern China, the Bogda Mountains. Preliminary geological work shows that this region contains continuous records of the terrestrial transition from the Permian to the Triassic, and hence the time of the extinction. Our goal was to first assemble a transdisciplinary team of scientists who would reconstruct the ancient environment and its changes, including temperature, precipitation, riverine/lake conditions, forest coverage and density, and the fauna, or collection of animals living there at that time. Then this team would use all those data to build a mathematical model of the ecosystem throughout that important interval of time. By doing so, we would gain a better understanding of how the ecosystem was changing, and be able to connect it directly to the changes that were taking place in the environment, including climate.</p>\n<p style=\"line-height: 100%; margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"line-height: 100%; margin-bottom: 0in;\">Unfortunately, our ability to conduct the crucial field work in the Bogda Mountains was interrupted by the COVID-19 pandemic, and after a good field season in 2019, the team has been unable to travel to the region. Nevertheless, we did develop the mathematical model and have applied parts of it to data that were already available for the region, or acquired in our short time there. In this initial report we actually looked at a much longer expanse of time, spanning about 121 million years. The interval includes the P-Tr mass extinction, but also both an earlier and later mass extinction, both considerably smaller than the P-Tr. Our results showed that the P-Tr differed from these lesser mass extinctions in two important ways. First, both of the lesser extinctions were preceded by a lessening of ecosystem stability, whereas the loss of stability during the P-Tr was abrupt. Second, while ecosystem stability recovered rapidly after both lesser extinctions, the P-Tr was followed by a period of prolonged ecosystem instability that lasted at least 5 million years. These observations tell us that mass extinctions can be qualitatively very different, and that recovery from extreme losses of biodiversity can take enormously long periods of time. Both conclusions bear important messages for our present situation, where we face a coupled climate and biodiversity crisis. The project team intends to eventually proceed with the collection of more data, and at that time we will finally be able to peer, in detail, into the mechanisms of the extinction itself, as it unfolded in this part of the world.</p>\n<!-- p { line-height: 115%; margin-bottom: 0.1in; background: transparent } --><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2023<br>\n\t\t\t\t\tModified by: Peter&nbsp;D&nbsp;Roopnarine</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Permian-Triassic (P-Tr) mass extinction that occurred approximately 251 million years ago is the most devastating mass extinction known from the geological record. More than 70% of terrestrial animals, and 80-90% of marine animals became extinct in a time period estimated to be 60,000 years or less. The ultimate cause of the extinction is believed to have been massive surface and subterranean volcanism in the region now called Siberia, and this volcanism in turn drove extreme terrestrial climatic changes, toxification of the atmosphere, ocean warming, ocean acidification, and ocean deoxygenation. The consequences for life were profound. This mass extinction has been of great interest to scientists both because of the ways in which it altered the future course of life on the planet, and also because of the similarity of the extinction drivers to present conditions. Human-driven climate change is creating many of the same processes, including global warming, ocean acidification and so forth. Many questions remain, however, including the timing and the rate at which the extinction proceeded on land, how quickly (or slowly) it affected different types of organisms, and whether the effects were similar across the globe.\n \nIn this National Science Foundation Integrated Earth Systems project, we have attempted to develop a detailed understanding of the extinction and its context in a region of northwestern China, the Bogda Mountains. Preliminary geological work shows that this region contains continuous records of the terrestrial transition from the Permian to the Triassic, and hence the time of the extinction. Our goal was to first assemble a transdisciplinary team of scientists who would reconstruct the ancient environment and its changes, including temperature, precipitation, riverine/lake conditions, forest coverage and density, and the fauna, or collection of animals living there at that time. Then this team would use all those data to build a mathematical model of the ecosystem throughout that important interval of time. By doing so, we would gain a better understanding of how the ecosystem was changing, and be able to connect it directly to the changes that were taking place in the environment, including climate.\n \nUnfortunately, our ability to conduct the crucial field work in the Bogda Mountains was interrupted by the COVID-19 pandemic, and after a good field season in 2019, the team has been unable to travel to the region. Nevertheless, we did develop the mathematical model and have applied parts of it to data that were already available for the region, or acquired in our short time there. In this initial report we actually looked at a much longer expanse of time, spanning about 121 million years. The interval includes the P-Tr mass extinction, but also both an earlier and later mass extinction, both considerably smaller than the P-Tr. Our results showed that the P-Tr differed from these lesser mass extinctions in two important ways. First, both of the lesser extinctions were preceded by a lessening of ecosystem stability, whereas the loss of stability during the P-Tr was abrupt. Second, while ecosystem stability recovered rapidly after both lesser extinctions, the P-Tr was followed by a period of prolonged ecosystem instability that lasted at least 5 million years. These observations tell us that mass extinctions can be qualitatively very different, and that recovery from extreme losses of biodiversity can take enormously long periods of time. Both conclusions bear important messages for our present situation, where we face a coupled climate and biodiversity crisis. The project team intends to eventually proceed with the collection of more data, and at that time we will finally be able to peer, in detail, into the mechanisms of the extinction itself, as it unfolded in this part of the world.\n\n\n\t\t\t\t\tLast Modified: 03/06/2023\n\n\t\t\t\t\tSubmitted by: Peter D Roopnarine"
 }
}