{
 "awd_id": "1714556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microbial Dark Matter: Forging New Discoveries in Metabolism",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 534995.0,
 "awd_amount": 574168.0,
 "awd_min_amd_letter_date": "2017-06-23",
 "awd_max_amd_letter_date": "2018-05-01",
 "awd_abstract_narration": "What factors allow single-celled microbial organisms to not only survive, but actively seek out environments that humans consider highly toxic? Scientists have learned much about how these tiny living creatures function, facilitating breakthroughs in medical, energy, and bioremediation sciences.  However, the understanding of how microorganisms grow and thrive in harsh environments remains largely cloaked in mystery.  The ability to predict how microorganisms will respond to environmental changes or the knowledge of the types of reactions that occur inside and outside their cells is vastly under-represented. In a large part, this is due to the limited ability to identify the small molecules produced and consumed by microbes (metabolites).  This unknown microbial metabolite landscape limits the understanding of the microbial processes playing key roles in the regulation of biogeochemical cycles, bioremediation, bioenergy production, as well as the human microbiome. In this work, state of the art techniques will be used to find and characterize metabolites that up until now have been largely invisible to researchers.  The work will result in excellent training opportunities for undergraduate and graduate students, especially from under-represented groups such as Native Americans, as well as a series of lectures at the Thermal Biology Institute that provide an opportunity for effective outreach and give the public a view of the importance of microbes. \r\n\r\nThis project focuses on the discovery of unknown microbial metabolites produced by bacteria using the Gram-negative soil bacterium Agrobacterium tumefaciens strain 5A as model. This bacterium is a model for understanding how microbes metabolize arsenic, a critical environmental toxin found in contaminated soils and water supplies, and a top priority for bioremediation efforts. Focusing on how microbes metabolize arsenic is important because microorganisms influence arsenic toxicity and bioavailability in every environment thus far studied. Thus, characterization of arsenicals produced by microbes are a focal point of this project that will employ state-of-the-art nuclear magnetic resonance (NMR) and mass spectrometry (MS) metabolomics technology to identify unknown microbial compounds, including arsenicals (i.e. methylated species, arsenolipids, arsenosugars).  Importantly, the analytical approaches developed in this project will be applicable to many facets of biology. The project will greatly enhance researchers' abilities to probe the richness of the metabolomes of microbes, and to gain a much better appreciation for the diversity of microbial unknown small molecules. Focusing on A. tumefaciens as a model system will enable the identification and structural characterization of novel organo-arsenic compounds and arsenolipids. Results from these studies will bring transformative knowledge to the field of microbe-arsenic interactions relevant to scientific research aimed at predicting how arsenic disrupts/alters bacterial metabolism in situ, with broader implications for biogeochemical carbon and nitrogen cycling in nature when microbes must deal with arsenic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Copie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie Copie",
   "pi_email_addr": "vcopie@montana.edu",
   "nsf_id": "000380789",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "McDermott",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy R McDermott",
   "pi_email_addr": "timmcder@montana.edu",
   "nsf_id": "000404544",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Bothner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Bothner",
   "pi_email_addr": "bbothner@montana.edu",
   "nsf_id": "000465379",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597173400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 534995.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 39173.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span>Throughout human history, microorganisms have been used for diverse valuable functions. Over time, we have learned much about how these tiny creatures function, thereby enhancing and making significant breakthroughs in all aspects of &nbsp;biochemical, biomedical, bioenergy, and bioremediation sciences. &nbsp;However and throughout, scientists have come to realize that our understanding of how microorganisms adapt to their environments and behave still remains largely cloaked in darkness.&nbsp; Our understanding of their responses to environmental changes, adaptation to metal exposure, and their metabolic potential is vastly under-represented, being limited, in part, by our inability to identify novel small molecules uniquely produced by microbes. This unknown small molecule metabolite landscape limits our understanding of microbial processes that play key roles in the regulation of biogeochemical cycles, bioremediation, bioenergy production, as well as the human microbiome. All of these activities are intimately connected to agricultural potential, human health, and metabolic impairments.</span></p>\n<p class=\"p1\"><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project has focused on the topic of microbial detoxification of toxic metals, including arsenic, and on better understanding how microbes incorporate arsenic species in organic macromolecules (lipids, proteins, sugars) as a mean of mitigating arsenic&rsquo;s negative impact on cells. Our work has provided new insights into the functions of genes that are part of the genome of the negative soil bacterium <em>Agrobacterium tumefaciens</em> and how protein products of these genes are involved in arsenic metabolism. <em>A. tumefaciens</em> is a model for understanding how microbes metabolize arsenic, the latter being a top priority environmental toxin for the US Environmental Protection Agency (EPA). This bacterium, and others, including <em>Escherichia coli</em> which also metabolize arsenic, are important biological systems, because it is known that microorganisms influence arsenic toxicity and behavior in every environment thus far studied. Thus, arsenicals, i.e. compounds where arsenic is incorporated into organic molecules, have been a focal point of this metabolomics research project, which has employed state-of-the-art nuclear magnetic resonance (NMR) and mass spectrometry (MS) analytical techniques to characterize the small molecule metabolite profiles and metabolic adaptations of <em>A. tumefaciens</em> and strains of <em>E. coli </em>in response to arsenic. The project has also focused on identifying and characterizing the biochemical composition of previously unknown microbial compounds, including arsenicals (i.e. methylated species, arsenolipids, arsenosugars).&nbsp; In addition, we have developed analytical and microbiological approaches that are applicable to various aspects of how microbes metabolize toxic metals.</span></p>\n<p class=\"p1\"><span>The project has enabled us to probe the richness of the metabolomes of microbes, and to gain a much better appreciation for the diversity of microbial metabolites associated with detoxification of toxic metals. Focusing on microbes that specifically detoxify arsenic has permitted us to better understand, for example, the global cellular functions of the <em>ars </em>gene operon not only with respect to arsenic microbial metabolism, but also how the<em> ars</em> operon influences other important functions of cells. The project has generated new fundamental knowledge to the field of microbe-arsenic interactions, which is relevant to scientific research aimed at predicting how arsenic disrupts and alters bacterial metabolism <em>in situ</em>, and at evaluating its broader implications for biogeochemical cycling in nature when microbes must deal with arsenic (e.g., carbon and nitrogen cycling). Major findings from the research have been reported in high quality scientific journals, and additional scientific publications are in preparation.</span></p>\n<p><span>The project has provided advanced training opportunities for several Ph.D. graduate students and undergraduate students at Montana State University, including international students and students from underrepresented groups in STEM (female students, first generation college students, Native American students). The project has created opportunities to incorporate new knowledge into lectures on microbes, microbial metabolism, arsenic contamination of soils and water, and has provided scientific materials to be used for teaching technical workshops on integrated NMR and MS metabolomics methods, and the importance of previously unknown metal-containing metabolites in biology.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2022<br>\n\t\t\t\t\tModified by: Valerie&nbsp;Copie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Throughout human history, microorganisms have been used for diverse valuable functions. Over time, we have learned much about how these tiny creatures function, thereby enhancing and making significant breakthroughs in all aspects of  biochemical, biomedical, bioenergy, and bioremediation sciences.  However and throughout, scientists have come to realize that our understanding of how microorganisms adapt to their environments and behave still remains largely cloaked in darkness.  Our understanding of their responses to environmental changes, adaptation to metal exposure, and their metabolic potential is vastly under-represented, being limited, in part, by our inability to identify novel small molecules uniquely produced by microbes. This unknown small molecule metabolite landscape limits our understanding of microbial processes that play key roles in the regulation of biogeochemical cycles, bioremediation, bioenergy production, as well as the human microbiome. All of these activities are intimately connected to agricultural potential, human health, and metabolic impairments.\n            This project has focused on the topic of microbial detoxification of toxic metals, including arsenic, and on better understanding how microbes incorporate arsenic species in organic macromolecules (lipids, proteins, sugars) as a mean of mitigating arsenic’s negative impact on cells. Our work has provided new insights into the functions of genes that are part of the genome of the negative soil bacterium Agrobacterium tumefaciens and how protein products of these genes are involved in arsenic metabolism. A. tumefaciens is a model for understanding how microbes metabolize arsenic, the latter being a top priority environmental toxin for the US Environmental Protection Agency (EPA). This bacterium, and others, including Escherichia coli which also metabolize arsenic, are important biological systems, because it is known that microorganisms influence arsenic toxicity and behavior in every environment thus far studied. Thus, arsenicals, i.e. compounds where arsenic is incorporated into organic molecules, have been a focal point of this metabolomics research project, which has employed state-of-the-art nuclear magnetic resonance (NMR) and mass spectrometry (MS) analytical techniques to characterize the small molecule metabolite profiles and metabolic adaptations of A. tumefaciens and strains of E. coli in response to arsenic. The project has also focused on identifying and characterizing the biochemical composition of previously unknown microbial compounds, including arsenicals (i.e. methylated species, arsenolipids, arsenosugars).  In addition, we have developed analytical and microbiological approaches that are applicable to various aspects of how microbes metabolize toxic metals.\nThe project has enabled us to probe the richness of the metabolomes of microbes, and to gain a much better appreciation for the diversity of microbial metabolites associated with detoxification of toxic metals. Focusing on microbes that specifically detoxify arsenic has permitted us to better understand, for example, the global cellular functions of the ars gene operon not only with respect to arsenic microbial metabolism, but also how the ars operon influences other important functions of cells. The project has generated new fundamental knowledge to the field of microbe-arsenic interactions, which is relevant to scientific research aimed at predicting how arsenic disrupts and alters bacterial metabolism in situ, and at evaluating its broader implications for biogeochemical cycling in nature when microbes must deal with arsenic (e.g., carbon and nitrogen cycling). Major findings from the research have been reported in high quality scientific journals, and additional scientific publications are in preparation.\n\nThe project has provided advanced training opportunities for several Ph.D. graduate students and undergraduate students at Montana State University, including international students and students from underrepresented groups in STEM (female students, first generation college students, Native American students). The project has created opportunities to incorporate new knowledge into lectures on microbes, microbial metabolism, arsenic contamination of soils and water, and has provided scientific materials to be used for teaching technical workshops on integrated NMR and MS metabolomics methods, and the importance of previously unknown metal-containing metabolites in biology.\n\n\t\t\t\t\tLast Modified: 11/08/2022\n\n\t\t\t\t\tSubmitted by: Valerie Copie"
 }
}