{
 "awd_id": "1714369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Approximation in Geometric, Harmonic, and Anisotropic Settings with Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 162941.0,
 "awd_amount": 162941.0,
 "awd_min_amd_letter_date": "2017-08-14",
 "awd_max_amd_letter_date": "2017-08-14",
 "awd_abstract_narration": "1714369\r\nPetrushev\r\n\r\n     Many areas ranging from physics, geodesy and geomagnetism to cosmology and to data analysis require efficient representation and approximation of the underlying functions in the natural topology of the targeted application.  The capturing of physical phenomena and data structure occurring at various scales requires approximation from locally supported multiscale systems relative to the application domains.  Moreover, these approximation methods should be amenable to fast and accurate computation.  Thus project aims at increasing our fundamental understanding of nonlinear approximation theory and its applications in three main directions.  The first objective is to develop nonlinear approximation theory in various geometric and nonclassical settings from multiscale systems that are well adapted to the targeted applications.  The second aim is to study the approximation of harmonic functions from shifts of the Newtonian potential, with targeted applications to geodesy, geomagnetism, and physics.  The third goal is to approximate functions that are smooth on domains in space separated by smooth curves or surfaces.  Here the idea is to use adaptively anisotropic multiscale dilations of the space, which enable the approximation tool to adjust to curved singularities.\r\n\r\n     A core objective of this project is the development of nonlinear n-term approximation from frames and other systems in various geometric and nonclassical settings, such as on the sphere, ball, box, and simplex with weights, as well as in the context of Lie groups and Riemannian manifolds.  All these settings are covered by the general framework of Dirichlet spaces with heat kernel having Gaussian bounds.  The key point of the approach is to give us the freedom of dealing with (a) different geometries, (b) compact and noncompact spaces, and (c) spaces with nontrivial weights, and at the same time to allow for the development and frame decomposition of Besov and Triebel-Lizorkin spaces with complete range of indices.  The development of the underlying heat kernel theory and nonlinear n-term approximation from localized systems are basic aspects of this theory.  Another goal of this project is the development of nonlinear approximation of harmonic functions on the d-dimensional ball from linear combinations of shifts of the Newtonian potential.  This includes the complete characterization of the rates of approximation and the development of an effective algorithm that achieves the rates of best approximation.  Anisotropic phenomena appear in various contexts in analysis, partial differential equations, and in applications.  For instance, functions are frequently very smooth on domains in space separated by smooth curves or manifolds.  The project aims at resolving this kind of singularity of functions by using the framework of anisotropic multiscale dilations, which may change rapidly from point to point at any level and in depth.  The main strands of this approach are (i) the development of an algorithm for rapid construction of best or near best dilation matrices leading to optimal sparsity, (ii) the construction of highly localized anisotropic frames and their use in nonlinear approximation of functions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pencho",
   "pi_last_name": "Petrushev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pencho Petrushev",
   "pi_email_addr": "pencho@math.sc.edu",
   "nsf_id": "000482292",
   "pi_start_date": "2017-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 162941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Approximation theory is a theoretical area in mathematics which is closely related to numerical analysis, signal and image processing and other applications. The research supported by this NSF grant centers around nonlinear approximation theory in various settings and related topics. A primary objective of this project is the development of nonlinear n-term approximation from frames or other redundant families in various geometric and nonclassical settings such as on the sphere, ball, box and simplex with weights as well as in the context of Lie groups and Riemannian manifolds. Most of these settings are covered by the general framework of strictly local regular Dirichlet spaces with doubling measure and local scale-invariant Poincare inequality which lead to a markovian heat kernel with small time Gaussian bounds and Holder continuity. The key point is that this framework gives us the freedom to deal with (a) different geometries, (b) compact and noncompact spaces, and (c) spaces with nontrivial weights, and at the same time allows for the development and frame decomposition of Besov and Triebel-Lizorkin spaces with full range of parameters. The Besov and Triebel-Lizorkin spaces are a key component in the analysis of nonlinear approximation processes. The basic theory of Besov and Triebel-Lizorkin spaces in such a general setting was developed by the PI and his collaborators in publications prior to this project. An important aspects of this theory is the development of the underlying heat kernel theory. In two publications the PI and his collaborators established two-sided Gaussian bounds for the heat kernels on the unit ball and simplex in R<sup>d</sup>. A key step forward in this direction is the establishment of Gaussian bounds for the heat kernel associated to the prolate spheroidal wave functions (PSWFs) of order zero. As an application of this result the related smooth functional calculus is developed, which in turn is the necessary ground work in developing the theory of Besov and Triebel-Lizorkin spaces associated to the PSWFs. Another basic theme in this project is the nonlinear n-term approximation of harmonic functions on the unit ball in R<sup>d</sup> from shifts of the fundamental solution of the Laplace equation (Newtonian kernel). Optimal rates of approximation are obtained in terms of harmonic Besov spaces. The Littlewood-Paley theory of homogeneous product Besov and Triebel-Lizorkin spaces is developed and applied to the establishment of sharp direct and inverse estimates for nonlinear n-term approximation from product wavelets in L<sup>p</sup> and Hardy spaces. Also, sharp Jackson and Bernstein estimates are established for nonlinear spline and wavelet approximation of functions of bounded mean oscillation (BMO) that allow for a complete characterization of the rates of approximation (approximation spaces). Broadening the range of the developed theory the PI and his collaborators also study the Besov space regularity of Gaussian processes indexed by compact metric spaces, and develop kernel and wavelet probability density estimators on manifolds and more general metric spaces.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2021<br>\n\t\t\t\t\tModified by: Pencho&nbsp;Petrushev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nApproximation theory is a theoretical area in mathematics which is closely related to numerical analysis, signal and image processing and other applications. The research supported by this NSF grant centers around nonlinear approximation theory in various settings and related topics. A primary objective of this project is the development of nonlinear n-term approximation from frames or other redundant families in various geometric and nonclassical settings such as on the sphere, ball, box and simplex with weights as well as in the context of Lie groups and Riemannian manifolds. Most of these settings are covered by the general framework of strictly local regular Dirichlet spaces with doubling measure and local scale-invariant Poincare inequality which lead to a markovian heat kernel with small time Gaussian bounds and Holder continuity. The key point is that this framework gives us the freedom to deal with (a) different geometries, (b) compact and noncompact spaces, and (c) spaces with nontrivial weights, and at the same time allows for the development and frame decomposition of Besov and Triebel-Lizorkin spaces with full range of parameters. The Besov and Triebel-Lizorkin spaces are a key component in the analysis of nonlinear approximation processes. The basic theory of Besov and Triebel-Lizorkin spaces in such a general setting was developed by the PI and his collaborators in publications prior to this project. An important aspects of this theory is the development of the underlying heat kernel theory. In two publications the PI and his collaborators established two-sided Gaussian bounds for the heat kernels on the unit ball and simplex in Rd. A key step forward in this direction is the establishment of Gaussian bounds for the heat kernel associated to the prolate spheroidal wave functions (PSWFs) of order zero. As an application of this result the related smooth functional calculus is developed, which in turn is the necessary ground work in developing the theory of Besov and Triebel-Lizorkin spaces associated to the PSWFs. Another basic theme in this project is the nonlinear n-term approximation of harmonic functions on the unit ball in Rd from shifts of the fundamental solution of the Laplace equation (Newtonian kernel). Optimal rates of approximation are obtained in terms of harmonic Besov spaces. The Littlewood-Paley theory of homogeneous product Besov and Triebel-Lizorkin spaces is developed and applied to the establishment of sharp direct and inverse estimates for nonlinear n-term approximation from product wavelets in Lp and Hardy spaces. Also, sharp Jackson and Bernstein estimates are established for nonlinear spline and wavelet approximation of functions of bounded mean oscillation (BMO) that allow for a complete characterization of the rates of approximation (approximation spaces). Broadening the range of the developed theory the PI and his collaborators also study the Besov space regularity of Gaussian processes indexed by compact metric spaces, and develop kernel and wavelet probability density estimators on manifolds and more general metric spaces.\n\n\t\t\t\t\tLast Modified: 09/13/2021\n\n\t\t\t\t\tSubmitted by: Pencho Petrushev"
 }
}