{
 "awd_id": "1714569",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of Protein Methylation in Translation",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928528",
 "po_email": "amushegi@nsf.gov",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2023-03-14",
 "awd_abstract_narration": "This project will investigate a novel aspect of stucture and function of the ribosome - the main molecular machine in the cell that makes new proteins. The ribosome itself contains several dozens of proteins, and it is only recently that these proteins were shown to be biochemically modified by methylation. Mutant yeast cells lacking those methylation enzymes usually show defects in ribosomal biosynthesis and altered sensitivity to antibiotics. The project will identify every enzyme that performs ribosome methylation reactions in yeast Saccharomyces cerevisiae and investigate the role these enzymes play in modifying ribosome activity.  The project will train undergraduates and graduate students in scientific rigor and critical thinking prepare them as future researchers, teachers, mentors, and leaders in science policy.  \r\n\r\nThis project will specifically investigate how the translational apparatus responsible for cellular protein synthesis is enhanced and regulated by modification of ribosomal and elongation factor proteins. It will focus on protein methylation reactions using baker's yeast (Saccharomyces cerevisiae), where powerful genetic tools are available. Mutant yeast cells lacking these enzymes display abnormal ribosomal biosynthesis, altered sensitivity to antibiotics, and defects in the fidelity of protein synthesis. Based on the initial success in identifying enzymes that modify cytoplasmic ribosomal proteins in yeast, as well as the effects of the loss of these enzymes, this research will determine how similar enzymes can work in mitochondrial ribosomes in yeast. The newly discovered process of protein histidine methylation in translation will also be studied. Finally, the role of protein methylation in the elongation factors that not only ensure that the correct aminoacyl-tRNA is matched to the mRNA codon but that guide the movement of free and peptidyl-tRNA will be investigated. The majority of the work will be conducted by undergraduate and graduate students. Senior graduate students mentor undergraduates as well as junior graduate students, under the direct supervision of the Principal Investigator. Another component of the broader impact of this work is continuing development and teaching of courses in the responsible conduct of research, including an intensive research integrity course for both undergraduates and graduates that stresses experimental design, data analysis and statistics, reagents authentication, and figure preparation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Clarke",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Steven G Clarke",
   "pi_email_addr": "clarke@mbi.ucla.edu",
   "nsf_id": "000451399",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "607 Charles E. Young Drive East",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Scientific Merit</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;We studied the biological role of genes encoding catalytic proteins (enzymes) that result in the addition of the small methyl group (-CH<sub>3</sub>) to proteins, particularly those involved in their biosynthesis, repair, and degradation.&nbsp;&nbsp;These reactions can modulate the functions of proteins responsible for cellular architecture, transport, signaling, and metabolism.&nbsp;&nbsp;We demonstrated new roles for methyltransferase enzymes that modify one of the twenty amino acids in proteins (arginine) that is often responsible for interactions with nucleic acids and other cellular proteins.&nbsp;&nbsp;We also showed new roles for methyltransferase-related enzymes that recognize age-damaged proteins for repair and degradation.&nbsp;&nbsp;These latter reactions can help prevent the accumulation of altered proteins that compromise physiological function as organisms age.&nbsp;</p>\n<p><strong>&nbsp; &nbsp; &nbsp;Protein arginine methyltransferases (PRMTs) in translation and other processes</strong>. Among the nine members of the mammalian PRMT family, PRMT7 has a unique specificity for only catalyzing monomethylation of its arginine residue substrates.&nbsp;&nbsp;We have shown that PRMT7 effectively targets substrates with motifs containing two arginine residues separated by one other residue (RXR motifs). The exquisite specificity of this enzyme was demonstrated by the total loss of methylation activity with the simple inversion of two residues (RKRSR to RRKSR).&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A particularly exciting result was our demonstration of interactions between protein methylation and phosphorylation reactions.&nbsp;Substrate recognition motifs for PRMTs and serine/threonine kinases can overlap leading to potential crosstalk. We were able to show this for the human family of formin homology domain-containing proteins responsible for actin polymerization in muscle, where serine phosphorylation was found to inhibit the methylation of adjacent arginine residues. This result suggest that protein activity may be regulated by a combination of methylation and phosphorylation posttranslational modifications.</p>\n<p>&nbsp;<strong>&nbsp;&nbsp;&nbsp;&nbsp;</strong>Previous studies had demonstrated unexpected effects of temperature and ionic strength on the activity of PRMT7.&nbsp;&nbsp;We confirmed the unusual temperature dependence of PRMT7, where optimal activity was found at 15 &deg;C (59 &deg;F; physiological temperature for humans in 98.6 &deg;F). These results open the possibility that mammalian PRMTs can respond in cells undergoing temperature, salt, or pH stress and demonstrate a potential for the&nbsp;<em>in vivo</em>&nbsp;regulation of protein arginine methylation.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Methyltransferases and related proteins involved in recognizing age-damaged translation products.&nbsp;</strong>&nbsp;Another major&nbsp;role of methylation in translation and protein stability is the recognition of&nbsp;age-damaged proteins by the PCMT1 protein repair L-isoaspartyl (D-aspartyl)&nbsp;methyltransferase. This enzyme recognizes L-isoaspartyl residues formed by&nbsp;errors in translation or the spontaneous degradation of asparagine and aspartic acid residues.&nbsp;&nbsp;Methylation of L-isoaspartyl residues by PCMT1 initiate their conversion to the&nbsp;normal aspartyl form. We have examined the aging lens system as a model for the metabolism&nbsp;of isomerized proteins. In eye lens, there is an almost complete lack&nbsp;of protein turnover, leaving lens proteins susceptible to damaging&nbsp;L-isoaspartate formation. We localized&nbsp;the accumulation of L-isoaspartate to&nbsp;crystallin peptides within high molecular weight aggregates.&nbsp;&nbsp;We then examined the role of L-isoaspartate formation in the beta-amyloid peptide associated with Alzheimer&rsquo;s disease.&nbsp;&nbsp;We determined the structure of an amyloid-inducing fragment with and without L-isoaspartate and showed the particular stability of the isomerized species, suggesting that L-isoaspartyl formation may spur pathogenesis.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A final significant result was the discovery of a novel biological system that may recognize age-damaged proteins for degradation.&nbsp;&nbsp;Based on limited damage accumulation in mice lacking the repair enzyme, it was hypothesized that an additional mechanism exists in which L-isoaspartate-damaged proteins are proteolytically degraded. We have now been able to provide the first good evidence for such a system. We have now shown that the protein- L-isoaspartate O-methyltransferase domain-containing protein 1 (PCMTD1) is a putative E3 ubiquitin ligase substrate adaptor protein that can lead to proteasomal degradation. The previously uncharacterized PCMTD1 protein may therefore provide an alternate maintenance pathway for modified proteins in mammalian cells.&nbsp;&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project provided opportunities for the scientific training of graduate students, their development as teachers and mentors of undergraduate students, and supported undergraduate students as active participants in the scientific discovery process. The research of 21 undergraduates and seven PhD students were supported.&nbsp;&nbsp;These students included 17 females and 11 males, and four African-American, five Asian, two Filipino, and one Hispanic students.&nbsp;&nbsp;13 Undergraduate and graduate students in my laboratory contributed 10 publications to the scientific literature, including 8 first author papers.&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;At present, one of these students in in academic administration, two are scientists or entrepreneurs in the biotechnology industry, one is in public health research, two are postdoctoral fellows, six are in PhD programs, and six are in medical school or postgraduate medical training.&nbsp;&nbsp;&nbsp;Three others are completing their PhD degrees in my laboratory and three are applying to medical schools.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In September of 2023, I was interviewed on mentorship by the ChemTalk podcast for their &ldquo;Let&rsquo;s Talk Chemistry&rdquo; podcast.&nbsp;&nbsp;This was aired as &ldquo;Episode 41: Dr. Steven Clarke on Biochemistry and Biochemists&rdquo; and available at https://chemistrytalk.org/podcast-episodes/.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/09/2023<br>\nModified by: Steven&nbsp;G&nbsp;Clarke</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nScientific Merit\n\n\n\n\n\nWe studied the biological role of genes encoding catalytic proteins (enzymes) that result in the addition of the small methyl group (-CH3) to proteins, particularly those involved in their biosynthesis, repair, and degradation.These reactions can modulate the functions of proteins responsible for cellular architecture, transport, signaling, and metabolism.We demonstrated new roles for methyltransferase enzymes that modify one of the twenty amino acids in proteins (arginine) that is often responsible for interactions with nucleic acids and other cellular proteins.We also showed new roles for methyltransferase-related enzymes that recognize age-damaged proteins for repair and degradation.These latter reactions can help prevent the accumulation of altered proteins that compromise physiological function as organisms age.\n\n\n  Protein arginine methyltransferases (PRMTs) in translation and other processes. Among the nine members of the mammalian PRMT family, PRMT7 has a unique specificity for only catalyzing monomethylation of its arginine residue substrates.We have shown that PRMT7 effectively targets substrates with motifs containing two arginine residues separated by one other residue (RXR motifs). The exquisite specificity of this enzyme was demonstrated by the total loss of methylation activity with the simple inversion of two residues (RKRSR to RRKSR).\n\n\nA particularly exciting result was our demonstration of interactions between protein methylation and phosphorylation reactions.Substrate recognition motifs for PRMTs and serine/threonine kinases can overlap leading to potential crosstalk. We were able to show this for the human family of formin homology domain-containing proteins responsible for actin polymerization in muscle, where serine phosphorylation was found to inhibit the methylation of adjacent arginine residues. This result suggest that protein activity may be regulated by a combination of methylation and phosphorylation posttranslational modifications.\n\n\nPrevious studies had demonstrated unexpected effects of temperature and ionic strength on the activity of PRMT7.We confirmed the unusual temperature dependence of PRMT7, where optimal activity was found at 15 C (59 F; physiological temperature for humans in 98.6 F). These results open the possibility that mammalian PRMTs can respond in cells undergoing temperature, salt, or pH stress and demonstrate a potential for thein vivoregulation of protein arginine methylation.\n\n\nMethyltransferases and related proteins involved in recognizing age-damaged translation products.Another majorrole of methylation in translation and protein stability is the recognition ofage-damaged proteins by the PCMT1 protein repair L-isoaspartyl (D-aspartyl)methyltransferase. This enzyme recognizes L-isoaspartyl residues formed byerrors in translation or the spontaneous degradation of asparagine and aspartic acid residues.Methylation of L-isoaspartyl residues by PCMT1 initiate their conversion to thenormal aspartyl form. We have examined the aging lens system as a model for the metabolismof isomerized proteins. In eye lens, there is an almost complete lackof protein turnover, leaving lens proteins susceptible to damagingL-isoaspartate formation. We localizedthe accumulation of L-isoaspartate tocrystallin peptides within high molecular weight aggregates.We then examined the role of L-isoaspartate formation in the beta-amyloid peptide associated with Alzheimers disease.We determined the structure of an amyloid-inducing fragment with and without L-isoaspartate and showed the particular stability of the isomerized species, suggesting that L-isoaspartyl formation may spur pathogenesis.\n\n\nA final significant result was the discovery of a novel biological system that may recognize age-damaged proteins for degradation.Based on limited damage accumulation in mice lacking the repair enzyme, it was hypothesized that an additional mechanism exists in which L-isoaspartate-damaged proteins are proteolytically degraded. We have now been able to provide the first good evidence for such a system. We have now shown that the protein- L-isoaspartate O-methyltransferase domain-containing protein 1 (PCMTD1) is a putative E3 ubiquitin ligase substrate adaptor protein that can lead to proteasomal degradation. The previously uncharacterized PCMTD1 protein may therefore provide an alternate maintenance pathway for modified proteins in mammalian cells.\n\n\nBroader Impacts\n\n\n\n\n\n This project provided opportunities for the scientific training of graduate students, their development as teachers and mentors of undergraduate students, and supported undergraduate students as active participants in the scientific discovery process. The research of 21 undergraduates and seven PhD students were supported.These students included 17 females and 11 males, and four African-American, five Asian, two Filipino, and one Hispanic students.13 Undergraduate and graduate students in my laboratory contributed 10 publications to the scientific literature, including 8 first author papers.\n\n\nAt present, one of these students in in academic administration, two are scientists or entrepreneurs in the biotechnology industry, one is in public health research, two are postdoctoral fellows, six are in PhD programs, and six are in medical school or postgraduate medical training.Three others are completing their PhD degrees in my laboratory and three are applying to medical schools.\n\n\nIn September of 2023, I was interviewed on mentorship by the ChemTalk podcast for their Lets Talk Chemistry podcast.This was aired as Episode 41: Dr. Steven Clarke on Biochemistry and Biochemists and available at https://chemistrytalk.org/podcast-episodes/.\n\n\n\t\t\t\t\tLast Modified: 12/09/2023\n\n\t\t\t\t\tSubmitted by: StevenGClarke\n"
 }
}