{
 "awd_id": "1714065",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Assessing Potential for Adaptive Governance and Joint Knowledge Production in the Presence of Rapid Environmental Change",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 5400.0,
 "awd_amount": 5400.0,
 "awd_min_amd_letter_date": "2017-04-26",
 "awd_max_amd_letter_date": "2017-04-26",
 "awd_abstract_narration": "This project assesses the potential for coastal communities to adapt to rapid environmental changes. Rising ocean temperatures, coral bleaching and overfishing threaten coastal ecosystems and the communities that rely on them. This project focuses on a case study carried out in the Solomon Islands where the Solomon Islands Fishery Management Act is assessed for its potential to increase the ability of their coastal communities to adapt to currently occurring environmental changes. The Solomon Islands are impacted by rising ocean temperature and increasingly frequent coral bleaching, which are compounded by overfishing and coastal development. The resulting loss of marine resources threatens coastal ecosystems and the communities that rely on them. Flexible forms of marine governance are needed to ensure that stakeholders and decision-makers are able to adapt to these effects. Previous research suggests that engaging communities, and creating space for shared learning between managers, researchers, and local people, are important components of a flexible governance system. This project will use policy analysis and interviews with regional experts to assess the potential of the fisheries act to create such a system. This research will be conducted at Australia National University (ANU) with Dr. Lorrae van Kerkhoff, a noted knowledge governance researcher. Canberra is a hub for Pacific island research, making it ideal for interviews with fisheries governance professionals. The results of this work will be relevant to the Oceania region and to U.S. Pacific islands facing similar threats.\r\n\r\nThis project applies environmental governance as a lens to evaluate the Solomon Islands Fishery Management Act as a potential example of emerging adaptive governance. Specific attention will be given to the potential for this act to foster knowledge coproduction between stakeholders in the Solomon Islands. Adaptive governance has been proposed as a system well-suited to the complexity of rapidly changing social-ecological systems. Little is known about how adaptive governance integrates with existent knowledge systems, especially those of Pacific Island communities. This study employs a deductive policy analysis and semi-structured interviews with Pacific fisheries policy experts to better understand how adaptive governance may create space for knowledge coproduction and transmission between indigenous systems and Western science.\r\n\r\nThis award, under the East Asia and Pacific Summer Institutes program, supports summer research by a U.S. graduate student and is jointly funded by NSF and the Australian Academy of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amber",
   "pi_last_name": "Datta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amber Datta",
   "pi_email_addr": "",
   "nsf_id": "000737622",
   "pi_start_date": "2017-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Datta                   Amber",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Missoula",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "",
  "inst_zip_code": "598018113",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Australia National Univ.: Fenner School of Environment & Society",
  "perf_str_addr": null,
  "perf_city_name": "Canberra",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "AS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Australia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the NSF EAPSI fellowship I explored the ways decisions are made about marine resources in Pacific Island nations facing threats from increased population pressure, dwindling fisheries resources, and other rapid social and environmental changes. This research falls within the field of &ldquo;environmental governance&rdquo; research, which refers to the study of the processes and structures through which people in societies make decisions about and share power over natural resources.&nbsp; This project was a critical first step of my master&rsquo;s thesis research, which I am completing as part of a Master&rsquo;s of Science degree in Resource Conservation, with an option in International Conservation &amp; Development.</p>\n<p>My thesis focuses on how scientific information and local peoples&rsquo; knowledge are incorporated into decision-making around inshore fisheries in the Solomon Islands, and how this may influence the ability of the country to govern its inshore fisheries in the face of rapid environmental change. I also investigate other elements of inshore fisheries governance that may influence the country's ability to adapt to change, such as the level of inclusion of different interest groups in decision-making, and the extent to which it is acceptable for decision-makers to experiment with different strategies and learn from their mistakes. To do this I have focused on case study of the recently passed national Fisheries Management Act (2015) that allows communities formalize their local fishing rules as formal by-laws backed by the national police and court systems. The EAPSI fellowship allowed me to work in Australia with Dr. Lorrae van Kerkhoff (Australian National University) to adapt her theory on the use of science in decision-making to the needs of my project. During this fellowship I also conducted interviews to gather preliminary data for my thesis, and made logistical preparations for fieldwork in the Solomon Islands.</p>\n<p>I interviewed professionals at academic institutions and nongovernmental organizations about their experience with community-based fisheries management in the Solomon Islands and their involvement with the new national policy. My questions focused on how the new policy changes the governance of inshore fisheries and on their experience with the use of science and local knowledge when working with communities. Through these initial interviews I was able to identify additional participants that I later interviewed in Honiara, Solomon Islands. During my time as an EAPSI fellow I was also able to secure a research permit from the Solomon Islands Government and expand my professional network through connecting with governance scholars and potential PhD mentors at several Australian universities. Overall this fellowship was a key part of beginning my thesis work and an important step towards a future career in marine resource management and governance in the Pacific region.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/14/2018<br>\n\t\t\t\t\tModified by: Amber&nbsp;Datta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the NSF EAPSI fellowship I explored the ways decisions are made about marine resources in Pacific Island nations facing threats from increased population pressure, dwindling fisheries resources, and other rapid social and environmental changes. This research falls within the field of \"environmental governance\" research, which refers to the study of the processes and structures through which people in societies make decisions about and share power over natural resources.  This project was a critical first step of my master?s thesis research, which I am completing as part of a Master?s of Science degree in Resource Conservation, with an option in International Conservation &amp; Development.\n\nMy thesis focuses on how scientific information and local peoples? knowledge are incorporated into decision-making around inshore fisheries in the Solomon Islands, and how this may influence the ability of the country to govern its inshore fisheries in the face of rapid environmental change. I also investigate other elements of inshore fisheries governance that may influence the country's ability to adapt to change, such as the level of inclusion of different interest groups in decision-making, and the extent to which it is acceptable for decision-makers to experiment with different strategies and learn from their mistakes. To do this I have focused on case study of the recently passed national Fisheries Management Act (2015) that allows communities formalize their local fishing rules as formal by-laws backed by the national police and court systems. The EAPSI fellowship allowed me to work in Australia with Dr. Lorrae van Kerkhoff (Australian National University) to adapt her theory on the use of science in decision-making to the needs of my project. During this fellowship I also conducted interviews to gather preliminary data for my thesis, and made logistical preparations for fieldwork in the Solomon Islands.\n\nI interviewed professionals at academic institutions and nongovernmental organizations about their experience with community-based fisheries management in the Solomon Islands and their involvement with the new national policy. My questions focused on how the new policy changes the governance of inshore fisheries and on their experience with the use of science and local knowledge when working with communities. Through these initial interviews I was able to identify additional participants that I later interviewed in Honiara, Solomon Islands. During my time as an EAPSI fellow I was also able to secure a research permit from the Solomon Islands Government and expand my professional network through connecting with governance scholars and potential PhD mentors at several Australian universities. Overall this fellowship was a key part of beginning my thesis work and an important step towards a future career in marine resource management and governance in the Pacific region.  \n\n\t\t\t\t\tLast Modified: 03/14/2018\n\n\t\t\t\t\tSubmitted by: Amber Datta"
 }
}