{
 "awd_id": "1714070",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Developing Single Nucleus ATAC-seq to Map the Ageing Epigenome",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 5400.0,
 "awd_amount": 5400.0,
 "awd_min_amd_letter_date": "2017-05-08",
 "awd_max_amd_letter_date": "2017-05-08",
 "awd_abstract_narration": "Insights into the molecular basis of aging are key to developing diagnostic and therapeutic methods for alleviating age-related disorders. However, one of the difficulties in creating a general age panacea is the fact that each cell within an organism ages differently. Therefore, one of the goals for aging research is to characterize how individual cells change over time.  This project will focus on muscle cells because muscle weakness is a common complaint in the elderly.  Single cell studies are usually difficult due to the small amount of source material. Advances in sequencing and cell collection technology provide an opportunity for research into single cell genomes. This research project utilizes facilities at RIKEN Yokohama to access the latest in single cell technologies and to benefit from the leadership of Dr. Aki Minoda.\r\n\r\nThe purpose of this project is to develop a single nucleus Assay for Transposase-Accessible Chromatin sequencing (snATAC-seq) protocol for the characterization of epigenetic heterogeneity in mouse skeletal muscle. While single cell ATAC-seq is available, viable snATAC-seq remains undeveloped. ATAC-seq is a novel method to determine the status of epigenetic chromatin modifications. Unlike other forms of sequencing, ATAC-seq is able to map nucleosome positions, thereby providing a multidimensional description of the cellular epigenome. Application of this promising technology to the question of ageing and ageing-related disease opens up new avenues of discourse and possible therapeutics. Development of single nucleus ATAC-seq ablates the size restriction inherent in ATAC-seq and will open up research in a variety of cell types in numerous other disease states. \r\n\r\nThis award, under the East Asia and Pacific Summer Institutes program, supports summer research by a U.S. graduate student and is jointly funded by NSF and the Japan Society for the Promotion of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siti-Nur-Sarah",
   "pi_last_name": "Morris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siti-Nur-Sarah Morris",
   "pi_email_addr": "",
   "nsf_id": "000737636",
   "pi_start_date": "2017-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morris                  Siti-Nur-Sarah",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Richmond",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "948042410",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CA08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Riken Center for Life Science Technologies",
  "perf_str_addr": null,
  "perf_city_name": "Yokohama",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ageing is associated with a loss of tissue homeostasis which is symptomatic through a collective functional decline in most, if not all, tissues. How this age-dependent cellular dysregualation proceeds is the subject of intense research activity, but it remains to be completely elucidated. Many studies show an accumulation of genetic changes in the chromatin of aged cells. These genetic changes are thought to be formed by environmental stresses. Over time, these changes can cause the cell to lose homeostatic potential and functional identity. If enough cells are dysregulated within a tissue, organ malfunction increases, which then manifests as an ageing phenotype.&nbsp; What, how and where these genetic changes occur is largely unknown, and a full epigenetic accounting of chromatin changes remains to be performed. Therefore, for this project, I proposed to identify these age-dependent chromatin modifications by using <span style=\"text-decoration: underline;\">s</span>ingle <span style=\"text-decoration: underline;\">n</span>ucleus <span style=\"text-decoration: underline;\">A</span>ssay for <span style=\"text-decoration: underline;\">T</span>ransposase-<span style=\"text-decoration: underline;\">A</span>ccessible <span style=\"text-decoration: underline;\">C</span>hromatin with high throughput sequencing (snATAC-seq).<br />&nbsp;<br />ATAC-seq is a novel method to determine the status of epigenetic chromatin modifications. ATAC-seq is able to precisely map the positions of nucleosome assemblies, thereby providing a multidimensional description of the epigenome. Application of this promising technology to the question of ageing and ageing-related disease opens up new avenues of discovery, and has huge potential for developing novel therapeutics for age-related disorders. Importantly, ATAC-seq can be performed as single-cell ATAC-seq, thus providing detailed information on individual cells and their damage-development over time.&nbsp; These experiments were performed at the RIKEN institute, located in Yokohama Japan, where single cell ATAC-seq had originally been developed. Additionally, the host PI&mdash;Dr. Akiko Minoda&mdash;has&nbsp; done extensive research on chromatin modifications in multiple animal models and has the infrastructure necessary for bioinformatics analyses of sequencing data.<br />&nbsp;<br />My project focused on developing an ATAC-seq protocol for murine immune cells.&nbsp; We focused on immune cells because one of the major complications in the elderly population is a general decline in immune function; e.g. higher rates of infection, decreased repair mechanisms, increased auto-immune complaints, etc.&nbsp;<br />The novel nature of ATAC-seq required focused efforts to formulate a reproducible methodology for assaying these murine immune cells, which heretofore had remained elusive.&nbsp; My experiments laid the groundwork for the development of ATAC-seq as a cost-effective tool for epigenomic research.&nbsp; In my 8-week-long stay in Dr. Minoda&rsquo;s lab, I was able to establish a reproducible protocol for isolation of nuclei from murine immune cells. In addition, I successfully executed ATAC-seq experiments using nuceli of cells isolated from aged murine populations.&nbsp; My work provided a timeframe of how the epigenome morphs and a preliminary framework for possible genetic therapeutic targets.<br />&nbsp;Successful adoption of snATAC-seq will be instrumental for further study into age-dependent changes within the genome. This in turn may lead to advances for treating and/or prevention of immune failure in the elderly. Furthermore, usage of snATAC-seq can be expanded to other diseases associated with unwanted cellular heterogeneity, most notably, cancer.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2018<br>\n\t\t\t\t\tModified by: Siti-Nur-Sarah&nbsp;Morris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAgeing is associated with a loss of tissue homeostasis which is symptomatic through a collective functional decline in most, if not all, tissues. How this age-dependent cellular dysregualation proceeds is the subject of intense research activity, but it remains to be completely elucidated. Many studies show an accumulation of genetic changes in the chromatin of aged cells. These genetic changes are thought to be formed by environmental stresses. Over time, these changes can cause the cell to lose homeostatic potential and functional identity. If enough cells are dysregulated within a tissue, organ malfunction increases, which then manifests as an ageing phenotype.  What, how and where these genetic changes occur is largely unknown, and a full epigenetic accounting of chromatin changes remains to be performed. Therefore, for this project, I proposed to identify these age-dependent chromatin modifications by using single nucleus Assay for Transposase-Accessible Chromatin with high throughput sequencing (snATAC-seq).\n \nATAC-seq is a novel method to determine the status of epigenetic chromatin modifications. ATAC-seq is able to precisely map the positions of nucleosome assemblies, thereby providing a multidimensional description of the epigenome. Application of this promising technology to the question of ageing and ageing-related disease opens up new avenues of discovery, and has huge potential for developing novel therapeutics for age-related disorders. Importantly, ATAC-seq can be performed as single-cell ATAC-seq, thus providing detailed information on individual cells and their damage-development over time.  These experiments were performed at the RIKEN institute, located in Yokohama Japan, where single cell ATAC-seq had originally been developed. Additionally, the host PI&mdash;Dr. Akiko Minoda&mdash;has  done extensive research on chromatin modifications in multiple animal models and has the infrastructure necessary for bioinformatics analyses of sequencing data.\n \nMy project focused on developing an ATAC-seq protocol for murine immune cells.  We focused on immune cells because one of the major complications in the elderly population is a general decline in immune function; e.g. higher rates of infection, decreased repair mechanisms, increased auto-immune complaints, etc. \nThe novel nature of ATAC-seq required focused efforts to formulate a reproducible methodology for assaying these murine immune cells, which heretofore had remained elusive.  My experiments laid the groundwork for the development of ATAC-seq as a cost-effective tool for epigenomic research.  In my 8-week-long stay in Dr. Minoda?s lab, I was able to establish a reproducible protocol for isolation of nuclei from murine immune cells. In addition, I successfully executed ATAC-seq experiments using nuceli of cells isolated from aged murine populations.  My work provided a timeframe of how the epigenome morphs and a preliminary framework for possible genetic therapeutic targets.\n Successful adoption of snATAC-seq will be instrumental for further study into age-dependent changes within the genome. This in turn may lead to advances for treating and/or prevention of immune failure in the elderly. Furthermore, usage of snATAC-seq can be expanded to other diseases associated with unwanted cellular heterogeneity, most notably, cancer.\n\n\t\t\t\t\tLast Modified: 10/01/2018\n\n\t\t\t\t\tSubmitted by: Siti-Nur-Sarah Morris"
 }
}