{
 "awd_id": "1714723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Systematic Investigation of the Structure, Dynamics, and Energetics of Hydrogen Bonds and the Protein Interior Using Ketosteroid Isomerase and Model Systems",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 740035.0,
 "awd_amount": 903036.0,
 "awd_min_amd_letter_date": "2017-06-30",
 "awd_max_amd_letter_date": "2021-10-15",
 "awd_abstract_narration": "Proteins function by greatly accelerating specific chemical reactions (catalysis), binding to proteins and other ligands, as well as via other mechanisms; these actions are essential for all life processes.  The physical mechanisms used for enzyme catalysis, protein regulation, and protein interactions, are fundamental to understanding protein function. Addressing these physical mechanisms at the deepest level, requires understanding basic forces and the interplay of structure, dynamics, and energetics within proteins. Thus, such understanding will have widespread and profound consequences. As understanding these underlying forces and the resulting macromolecular behaviors has been enormously challenging and will require multidisciplinary, highly integrated approaches, this project involves a multidisciplinary team with broad and deep expertise that allows the use, integration, and innovation of approaches encompassing structure-function and energetic probes. This proposal will aid in training of a diverse and highly impactful group of young scientists with scientific rigor and integrity.  This project will also implement a novel, highly impactful integration of research between graduate research universities and underrepresented minority-rich undergraduate institutions, synergistically enhancing research and mentoring.\r\n\r\nThis research focuses on the enzyme ketosteroid isomerase (KSI) as an exceptionally powerful system to pose and dissect fundamental questions in protein function and energetics, and will use KSI and other protein and model systems to understand hydrogen bond structure and energetics and to determine the interplay of structure, dynamics, and energetics throughout a protein scaffold. The hydrogen bond may be the most fundamental interaction in biology and yet our understanding of and ability to predict the structures, energetics, and dynamics of hydrogen bonds and hydrogen bond networks are remarkably limited. In this research a quantitative and predictive model for hydrogen bond structure will be developed that focuses on factors that determine hydrogen bond length and coupling; hydrogen bond energetics within protein environments.  The wide array of approaches utilized include site-directed mutagenesis and unnatural amino acid incorporation; protein structure and dynamics via NMR and cryo- and room temperature X-ray, and neutron crystallography; atomic-level energetics, dynamics, and catalysis via quantum mechanics/molecular mechanics (QM/MM); and assessment of small molecule hydrogen bond (H bond) energetics and ligand association via 1H NMR, isothermal titration calorimetry, small molecule neutron and X-ray diffraction, and quantum mechanics. This project is supported by the Molecular Biophysics Cluster of the Molecular and Cellular Biosciences Division in the Directorate for Biological Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Herschlag",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Herschlag",
   "pi_email_addr": "daniel.herschlag@Stanford.Edu",
   "nsf_id": "000120469",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Martinez",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Todd J Martinez",
   "pi_email_addr": "Todd.Martinez@stanford.edu",
   "nsf_id": "000261066",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "279 Campus Drive, Beckman Center",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 740035.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 15000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 148001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding is harder than describing. The vast complexity of biology has necessitated identifying and describing many molecules, many of their interactions, and many of the processes that they are involved in. This research has been necessary and highly valuable. Yet, it does not provide the most fundamental understanding of natural systems. As a result, we typically cannot recreate biological systems or manipulate them for benefits to humankind and to the planet. Our research aims at understanding one if not the most basic elements of life&mdash;enzymes. Without enzymes, the specific reactions needed to replicate and sustain life would not be possible, and without their enormous rate enhancements living systems would not be able to &ldquo;outrun&rdquo; the forces of nature and create organized, highly functioning living systems.</p>\n<p>In this project we have developed, based on the work of many before us, a new paradigm for studying and understanding enzymes. &ldquo;Structure&ndash;function&rdquo; has been widely viewed as foundational to the study of biological molecules, where the shape and nature of a molecule are used to infer what the molecule does and how it might do it. But structure&ndash;function has critical limitations; it does not provide information on the inner working of enzymes; for this we need &ldquo;ensemble&ndash;function&rdquo; studies. Action of molecules requires motions, and the probabilities of these motions are determined by basic rules of chemistry and physics; ensembles provide the raw data to relate structure to the probabilities of forming interactions and of carrying out reactions. We have already shown the need for ensemble&ndash;function analysis to test models of enzyme function. Our foundational work developing the ensemble&ndash;function paradigm will allow us and others to connect how biology works to the most basic concepts in chemistry and physics. The basic knowledge obtained will ultimately empower new engineering and medical applications.</p>\n<p>Further, the environment in which we challenge and extend beyond current paradigms provides a unique opportunity for students and postdocs to develop their &ldquo;voice&rdquo; as scientists and citizens and to make unique contributions to a field and even found new fields.</p><br>\n<p>\n Last Modified: 11/27/2023<br>\nModified by: Daniel&nbsp;Herschlag</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nUnderstanding is harder than describing. The vast complexity of biology has necessitated identifying and describing many molecules, many of their interactions, and many of the processes that they are involved in. This research has been necessary and highly valuable. Yet, it does not provide the most fundamental understanding of natural systems. As a result, we typically cannot recreate biological systems or manipulate them for benefits to humankind and to the planet. Our research aims at understanding one if not the most basic elements of lifeenzymes. Without enzymes, the specific reactions needed to replicate and sustain life would not be possible, and without their enormous rate enhancements living systems would not be able to outrun the forces of nature and create organized, highly functioning living systems.\n\n\nIn this project we have developed, based on the work of many before us, a new paradigm for studying and understanding enzymes. Structurefunction has been widely viewed as foundational to the study of biological molecules, where the shape and nature of a molecule are used to infer what the molecule does and how it might do it. But structurefunction has critical limitations; it does not provide information on the inner working of enzymes; for this we need ensemblefunction studies. Action of molecules requires motions, and the probabilities of these motions are determined by basic rules of chemistry and physics; ensembles provide the raw data to relate structure to the probabilities of forming interactions and of carrying out reactions. We have already shown the need for ensemblefunction analysis to test models of enzyme function. Our foundational work developing the ensemblefunction paradigm will allow us and others to connect how biology works to the most basic concepts in chemistry and physics. The basic knowledge obtained will ultimately empower new engineering and medical applications.\n\n\nFurther, the environment in which we challenge and extend beyond current paradigms provides a unique opportunity for students and postdocs to develop their voice as scientists and citizens and to make unique contributions to a field and even found new fields.\t\t\t\t\tLast Modified: 11/27/2023\n\n\t\t\t\t\tSubmitted by: DanielHerschlag\n"
 }
}