{
 "awd_id": "1714925",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "The consequences of early language experience and literacy for adult learning and brain structure",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2017-07-06",
 "awd_max_amd_letter_date": "2017-07-06",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences Postdoctoral Research Fellowships (SPRF) program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Bilingual adults who were exposed to two languages in early childhood vary considerably in the ways in which they learned the two languages and the skill they have as adults to speak and read both languages. Despite the increasing presence of two languages in the US, there is little known about the consequences of variation in early bilingual experience for the minds and brains of adult speakers. With the support of the National Science Foundation, PI Atagi will conduct postdoctoral studies at the University of California, Riverside, a Hispanic Serving Institution that represents the diversity of language experience required to investigate this issue. The planned research examines bilingual college students with a wide range of language and literacy skills to understand how childhood language experiences and literacy shape language learning abilities, cognition, and brain structure. This project asks whether learning to read in both languages in childhood has consequences for later language learning abilities in adulthood and for the brain structures that have been shown to be affected by bilingualism. The growing number of heritage speakers in the US who grew up with a home language other than English makes understanding the significance of these early experiences a high priority for promoting the academic and economic success of a more diverse group of learners. The planned research also contributes to the training of a diverse group of language and cognitive neuroscientists by the inclusion of undergraduate research students, most of whom are themselves bilingual. By identifying how brain structure may vary for individuals who differ in their early language and literacy experiences, the project will also inform our understanding of how the brain adapts to experience.\r\n\r\nThe adult brain is far more adaptive to new language learning than previously thought. Studies examining language processing show that learning a new language, even as an adult, is a dynamic process that changes the way the native language is processed. However, little is known about the long-term consequences of early language experiences for adult language learning and cognition, and even less is known about how different types of bilingual language experiences, such as literacy in two languages, affect adult learning and cognition. The proposed research exploits cognitive neuroscience methods to examine how early bilingual language experiences and literacy shape later adult language learning, cognition, and brain structure. This study examines and compares bilingual college students who are heritage speakers to early simultaneous bilinguals and English-monolinguals. Heritage speakers are a diverse group of bilinguals, who vary in the skill they have as adults to speak and read both languages. In the first year of the award, the planned research focuses on identifying the language and literacy experiences that have the greatest impact on later adult learning; thus, the planned research initially examines the behavioral consequences of early language and literacy by using a battery of language, literacy, and cognitive measures, as well as a new word learning task. In the second year of the award, a set of structural imaging studies will examine adult learners drawn from those groups and to determine the replicability of the initial findings. Findings from this research will begin to identify the aspects of early bilingual experience that may shape the mind and brain. Though bilingualism has been found to be associated with structural differences in the brain, particularly in cortical thickness, the structural correlates of bilingual literacy are yet unknown. Additionally, by examining literacy, a distinct type of language experience that exposes learners to more varied words and sentence structures than speech, this research begins to disentangle what cognitive and neural consequences early spoken language experience and literacy have for adult bilinguals. If literacy in two languages is found to benefit language learning and cognition in ways distinct from speaking two languages, it may suggest that literacy in both languages should be better supported in bilingual students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natsuki",
   "pi_last_name": "Atagi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natsuki Atagi",
   "pi_email_addr": "",
   "nsf_id": "000736893",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Chiarello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Chiarello",
   "pi_email_addr": "",
   "nsf_id": "000119693",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Kroll",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Judith F Kroll",
   "pi_email_addr": "",
   "nsf_id": "000187627",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Montag",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica L Montag",
   "pi_email_addr": "",
   "nsf_id": "000550680",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Atagi                   Natsuki",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Los Angeles",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "900496904",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Riverside",
  "perf_str_addr": null,
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925219800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "040Y00",
   "pgm_ele_name": "(SPRF-FR) SBE Postdoctoral Res"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bilinguals are a diverse group of individuals, who vary in the language and literacy skills they have in each of their languages (Takahesu Tabori, Mech, &amp; Atagi, 2018). For instance, many bilinguals have stronger language and literacy skills in one of their languages than the other, whereas others may have comparable skill in their two languages; some bilinguals may only be able to read and write in one of their languages but not the other, whereas others may be able to read in both of their languages but only write in one of them. Although these wide range of skills are normative for bilinguals, little is known about the long-term impact of these different language and literacy skills on adult bilinguals' language learning, cognition, and brain. Thus, this project sought to understand how bilingual adults' varied language and literacy skills may (1) shape their learning of a new language and (2) relate to differences in brain structure and activity.</p>\n<p>In the first phase of the project, we set out to develop a word learning task that would&nbsp;be sensitive to individual differences in bilinguals' language skills. In this task, we had a diverse group of bilingual young adults learn words in Dutch (i.e., a language that none of the bilinguals knew) and their English translations, and we presented the Dutch words and their English translations either through written language or spoken language. Through this task, we found that bilinguals not only had greater overall learning success when learning through written language rather than spoken language, but also showed greater variability in learning success when learning through written than spoken language. Thus, this task revealed that presenting words in a new language through written language may allow for deeper examination of individual differences in bilinguals' learning outcomes.</p>\n<p>In the next phase of the project, we used the written language word learning task developed in the first phase of the project to examine how individual differences in a variety of neural measures may predict differences in word learning for bilinguals with different language and literacy skills. In particular, we examined bilinguals' event-related potentials (ERPs) during learning, resting state electroencephalography (EEG), and cortical thickness. Although each of these neural measures has been examined in the context of learning independently of one another, whether and how these measures relate to one another and/or interact to impact learning are not well understood.&nbsp;Data collection for this phase is now complete, and we are currently conducting analyses.</p>\n<p>In summary, the project's primary intellectual merit is that it furthers the scientific study&nbsp;of bilingualism, by elucidating how diverse language and literacy skills among adult bilinguals may have different consequences for language learning, cognition, and the brain.&nbsp;The project's broader impact is that it takes an important step toward understanding the implications of having different language and literacy skills in two languages.&nbsp;In particular, if literacy in two languages benefits language learning and cognition in ways distinct from speaking two languages, it may suggest that literacy in both languages should be better supported in bilingual students of all ages. Furthermore, identifying the cognitive and structural neural correlates of bilingualism and bilingual literacy will lay the groundwork for understanding brain development and neuroplasticity in our increasingly bilingual population.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/23/2020<br>\n\t\t\t\t\tModified by: Natsuki&nbsp;Atagi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBilinguals are a diverse group of individuals, who vary in the language and literacy skills they have in each of their languages (Takahesu Tabori, Mech, &amp; Atagi, 2018). For instance, many bilinguals have stronger language and literacy skills in one of their languages than the other, whereas others may have comparable skill in their two languages; some bilinguals may only be able to read and write in one of their languages but not the other, whereas others may be able to read in both of their languages but only write in one of them. Although these wide range of skills are normative for bilinguals, little is known about the long-term impact of these different language and literacy skills on adult bilinguals' language learning, cognition, and brain. Thus, this project sought to understand how bilingual adults' varied language and literacy skills may (1) shape their learning of a new language and (2) relate to differences in brain structure and activity.\n\nIn the first phase of the project, we set out to develop a word learning task that would be sensitive to individual differences in bilinguals' language skills. In this task, we had a diverse group of bilingual young adults learn words in Dutch (i.e., a language that none of the bilinguals knew) and their English translations, and we presented the Dutch words and their English translations either through written language or spoken language. Through this task, we found that bilinguals not only had greater overall learning success when learning through written language rather than spoken language, but also showed greater variability in learning success when learning through written than spoken language. Thus, this task revealed that presenting words in a new language through written language may allow for deeper examination of individual differences in bilinguals' learning outcomes.\n\nIn the next phase of the project, we used the written language word learning task developed in the first phase of the project to examine how individual differences in a variety of neural measures may predict differences in word learning for bilinguals with different language and literacy skills. In particular, we examined bilinguals' event-related potentials (ERPs) during learning, resting state electroencephalography (EEG), and cortical thickness. Although each of these neural measures has been examined in the context of learning independently of one another, whether and how these measures relate to one another and/or interact to impact learning are not well understood. Data collection for this phase is now complete, and we are currently conducting analyses.\n\nIn summary, the project's primary intellectual merit is that it furthers the scientific study of bilingualism, by elucidating how diverse language and literacy skills among adult bilinguals may have different consequences for language learning, cognition, and the brain. The project's broader impact is that it takes an important step toward understanding the implications of having different language and literacy skills in two languages. In particular, if literacy in two languages benefits language learning and cognition in ways distinct from speaking two languages, it may suggest that literacy in both languages should be better supported in bilingual students of all ages. Furthermore, identifying the cognitive and structural neural correlates of bilingualism and bilingual literacy will lay the groundwork for understanding brain development and neuroplasticity in our increasingly bilingual population.\n\n \n\n\t\t\t\t\tLast Modified: 07/23/2020\n\n\t\t\t\t\tSubmitted by: Natsuki Atagi"
 }
}