{
 "awd_id": "1714168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative EAGER project: Early Career Seismic Chief Scientist Training Cruise",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032928811",
 "po_email": "rdufour@nsf.gov",
 "po_sign_block_name": "Rose Dufour",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 88997.0,
 "awd_amount": 88997.0,
 "awd_min_amd_letter_date": "2017-05-03",
 "awd_max_amd_letter_date": "2017-05-03",
 "awd_abstract_narration": "Results of the recent UNOLS Marine Seismic Questionnaire (MSQ) demonstrate the value of an early\r\ncareer scientist Multi-Channel Seismic (MCS) chief scientist training cruise. Proposed, and awarded, are funds to carry out \r\n a MCS training program that includes 4 days of seismic data acquisition to increase the number of early career scientists\r\nexperienced in marine seismology and to demonstrate the value of the Scripps Institution of\r\nOceanography portable MCS system, a UNOLS facility. The training program consists of three parts: (i)\r\nWebinars prior to the cruise to expose the participants to the fundamentals of active source marine\r\nseismology, to provide the scientific background needed to plan the upcoming survey effectively, and to\r\nintroduce the participants to open source processing and interpretation tools. The Webinars will include\r\nProposal Writing and Data Management training. Applications will be solicited, including a maximum 2-\r\npage science proposal, after the webinar series. Once selected, participants will discuss their cruise plans\r\nwith the PI team prior to the pre-cruise workshop via several telepresence meetings; then, during a 2-day\r\nworkshop immediately before the cruise, the participants will finalize the cruise plan under the PI team's\r\nguidance; (ii) A training cruise. Each participant will contribute to the entire team walking off the ship\r\nwith post-stack time migrated data, as well as writing a cruise report collaboratively; and (iii) a 2-day data\r\ninterpretation workshop with computer-based visualization software.\r\nIntellectual Merit:\r\nThe proposed survey regions are on the active continental margin of the west coast of the United States,\r\nwhere a variety of sedimentary and tectonic settings are available, providing targets of interest to a wide\r\nrange of participants. At the extended continental margin off the coast of Oregon, the seismic reflection\r\nprofiles acquired, processed, and archived from this cruise can be used to image the subducting plate and\r\nthe Astoria Fan, as well as accretionary ridges hosting gas hydrate and pockets of hemipelagic sediment\r\ncontaining paleo-oceanographic information. Targets have implications for addressing important\r\nsocietally relevant questions, such as earthquake hazards and paleoclimate records in basins. There will\r\nalso be potential for using seismic techniques to reveal real-time, fine-scale within the water column\r\naround upwelling regions of the northeastern Pacific Ocean boundaries. Open access data from this cruise\r\ncan augment on-going and near-future science conducted by a broader community.\r\nBroader Impacts:\r\nFor this novel, transformative project, early-career scientists will be selected from a wide applicant pool.\r\nThis science mission will be advertised on the MSQ and other geoscience listservs, and encouraged participations\r\nof underrepresented minorities and women by promoting the opportunity via organizations such as\r\nSociety for Advancement of Chicanos/Hispanics and Native Americans in Scienceand Earth Science\r\nWomen's Network. Participants will gain not only first-hand seismic cruise experience but also\r\nexperience communicating their research to non-scientists. The proposed activities will be used to inform\r\nthe public about the unique and essential contributions of seismic research toward solving a variety of\r\nimportant societal challenges. Results will be  shared on the AGU's GeoSpace blog and Instagram\r\naccount. Important deliverables from the pre-cruise and onboard activities to the community are to\r\nestablish and provide \"cookbook\" of the open source software used during this cruise; and make the data\r\nacquired from the cruise open immediately as soon as they are archived at the publically accessible\r\narchives. A post-cruise survey will be conducted in collaboration with the UNOLS office to obtain\r\nfeedback from the participants and encourage the participants to write NSF proposals, the number of\r\nwhich will be the direct and ultimate measurement of the success of this ECS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Masako",
   "pi_last_name": "Tominaga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Masako Tominaga",
   "pi_email_addr": "mtominaga@whoi.edu",
   "nsf_id": "000559263",
   "pi_start_date": "2017-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "Halbouty 355",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541100",
   "pgm_ele_name": "SHIP OPERATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5411",
   "pgm_ref_txt": "SHIP OPERATIONS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 88997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>This project conducted&nbsp;<span style=\"font-size: 12pt;\">an&nbsp;</span><span style=\"font-size: 12pt;\">&nbsp;academic multichannel seismic (MCS)&nbsp;</span><span style=\"font-size: 12pt;\">training program</span><span style=\"font-size: 12pt;\">&nbsp;in order to:</span><span style=\"font-size: 12pt;\">&nbsp;(1) increase the number of early career scientists experienced in marine seismology; (2) increase the visibility and use cases of the Scripps Institution of Oceanography (SIO) portable MCS system; and (3) demonstrate its value as a UNOLS national asset. Our science target was Cascadia continental margin, which is located off the State of Oregon coast and known as the region with seismogenic/tsunamigenic risks to a broader public.&nbsp;</span><span>The 15-day training program that consists with pre-cruise (3 days webiners, 2 day web cruise-planning conference, 2 days workshop); during-cruise (7 days); and post-cruise (1 day workshop).</span></div>\n<div><span><br /></span></div>\n<div><span style=\"font-size: 16px;\">Pre-cruise stage:</span></div>\n<div><span style=\"font-size: 12pt;\">We have convened pre-cruise preparation with prospective participants in April 2017 providing a publicly opened&nbsp;</span><span style=\"font-size: 16px;\">webinar</span><span style=\"font-size: 12pt;\">&nbsp;series over three consecutive&nbsp;</span><span style=\"font-size: 16px;\">afternoon</span><span style=\"font-size: 12pt;\">&nbsp;hours. This webiners educated nearly</span> <span style=\"font-size: 12pt;\">100 registrants every session</span> <span style=\"font-size: 12pt;\">about a wider variety of topics that enable one to prepare how to propose new&nbsp;</span><span style=\"font-size: 16px;\">science</span><span style=\"font-family: Times New Roman;\"><span style=\"font-size: 12pt;\">&nbsp;expedition and discovery ideas using UNOLS Academic Fleet, including&nbsp;</span><span style=\"font-size: 16px;\">the</span><span style=\"font-size: 12pt;\">&nbsp;SIO portable MCS system. The topics included&nbsp;science related to&nbsp;</span></span><span style=\"font-size: 16px;\">Cascadia seismogenic continental margin; introduction to US Academic Research Fleet systems; introduction to National Science Foundation&nbsp;proposal submissions process; and introduction to academic multichannel seismics projects.</span> <span style=\"font-size: 16px;\">We successfully have selected</span> <span style=\"font-size: 16px;\">a total of 19 early career scientists</span><span style=\"font-size: 16px;\">&nbsp;</span><span style=\"font-family: Times New Roman;\"><span style=\"font-size: 16px;\">(from MS and PhD student, to postdocs, and to university faculty/assistant professor level; male:female = 10:9). All the participants, grouped into 4 depending on&nbsp;geographical locations of their science objectives, &nbsp;have then&nbsp;communicated with PIs and they have&nbsp;determined the cruise plan. The three PIs and the 19&nbsp;early career&nbsp;scientists, as well as <strong><em>2 postdoc mentors</em></strong> (who are seismic experts;&nbsp;male: female= 1:1) have convened 1.5 day pre-cruise&nbsp;workshop at the port of Newport, OR, immediately before the cruise, to further learn public engagement through their science effort. This workshop was lead by a professional science writer and we all were trained to</span> <em style=\"font-size: 16px;\">think</em> <span style=\"font-size: 16px;\">how to communicate with public in writing, SNSs, etc., using COMPASS message box model, to best engage ourselves with the NSF?s Broader Impact.&nbsp;</span></span></div>\n<div><span style=\"font-family: Times New Roman;\"><span style=\"font-size: 16px;\"><br /></span></span></div>\n<div><span style=\"font-size: 16px;\">During-cruise stage:</span></div>\n<div>We have conducted 7-days MCS survey designed by the 19 early career scientists. They were grouped into 3 different shift schedule to continuously carry out the survey around the clock, 24/7, to maximize science data acquisition. Each shift had a designated ?chief scientist?, ?co-chief scientist?, ?event logger?, ?seismic processor?,?seismic watchstander?, and ?underway data processor? in the group to optimize the opportunity of&nbsp;<em>active learning</em>&nbsp;to take leadership in charge during a research expedition. Throughout a shift, designated chief scientist made operation decisions while closely communications with officers at the pilot house, science support service group, and other participants. At the end of expedition, we have acquired a total of approx. 770km of seismic data and shipboard underway geophysics data from the unmapped area within Cascadia seismogenic margin.&nbsp;</div>\n<div>During the cruise, all the early career participants had to work on the blog post on what they desired to convey to engage public to their science effort (<a href=\"http://csw.unols.org/scientist-posts/\">http://csw.unols.org/scientist-posts/</a>). Some of them were translated into Spanish by one of the participants (also posted on the American Geophysical Union Blogosphere: <a href=\"https://blogs.agu.org/thefield/2017/10/13/de-estudiante-de-geofisica-jefe-cientifico-por-un-dia/\">https://blogs.agu.org/thefield/2017/10/13/de-estudiante-de-geofisica-jefe-cientifico-por-un-dia/</a>).&nbsp;</div>\n<div><span style=\"font-size: 16px;\">Post-cruise stage:</span></div>\n<div><span style=\"font-size: 16px;\">All the data became open to public access as we have proposed after the quality assessment of the data was completed (</span><a href=\"http://www-udc.ig.utexas.edu/sdc/DOI/datasetDOI.php?datasetuID=500194\">doi: 10.1594/IEDA/500194</a><span style=\"font-family: Times New Roman;\"><span style=\"font-size: 16px;\">). A total of 15 out of 19 early career participants have answered post cruise research activities (as of October 15th 2018, approximately 1 year from the completion of the proposed program), including: 67% of them used the data from this expedition for&nbsp;their thesis research, classroom presentation, teaching materials, conference papers, and department seminars. 60% of them are planning to use the data for publications in 2018-2020 timeline and for proposals, including scientific drilling effort to better understand the seismogetnic/tsunamigenic risk of the Cascadia Margin. <br /></span></span></div><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2018<br>\n\t\t\t\t\tModified by: Masako&nbsp;Tominaga</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This project conducted an  academic multichannel seismic (MCS) training program in order to: (1) increase the number of early career scientists experienced in marine seismology; (2) increase the visibility and use cases of the Scripps Institution of Oceanography (SIO) portable MCS system; and (3) demonstrate its value as a UNOLS national asset. Our science target was Cascadia continental margin, which is located off the State of Oregon coast and known as the region with seismogenic/tsunamigenic risks to a broader public. The 15-day training program that consists with pre-cruise (3 days webiners, 2 day web cruise-planning conference, 2 days workshop); during-cruise (7 days); and post-cruise (1 day workshop).\n\n\nPre-cruise stage:\nWe have convened pre-cruise preparation with prospective participants in April 2017 providing a publicly opened webinar series over three consecutive afternoon hours. This webiners educated nearly 100 registrants every session about a wider variety of topics that enable one to prepare how to propose new science expedition and discovery ideas using UNOLS Academic Fleet, including the SIO portable MCS system. The topics included science related to Cascadia seismogenic continental margin; introduction to US Academic Research Fleet systems; introduction to National Science Foundation proposal submissions process; and introduction to academic multichannel seismics projects. We successfully have selected a total of 19 early career scientists (from MS and PhD student, to postdocs, and to university faculty/assistant professor level; male:female = 10:9). All the participants, grouped into 4 depending on geographical locations of their science objectives,  have then communicated with PIs and they have determined the cruise plan. The three PIs and the 19 early career scientists, as well as 2 postdoc mentors (who are seismic experts; male: female= 1:1) have convened 1.5 day pre-cruise workshop at the port of Newport, OR, immediately before the cruise, to further learn public engagement through their science effort. This workshop was lead by a professional science writer and we all were trained to think how to communicate with public in writing, SNSs, etc., using COMPASS message box model, to best engage ourselves with the NSF?s Broader Impact. \n\n\nDuring-cruise stage:\nWe have conducted 7-days MCS survey designed by the 19 early career scientists. They were grouped into 3 different shift schedule to continuously carry out the survey around the clock, 24/7, to maximize science data acquisition. Each shift had a designated ?chief scientist?, ?co-chief scientist?, ?event logger?, ?seismic processor?,?seismic watchstander?, and ?underway data processor? in the group to optimize the opportunity of active learning to take leadership in charge during a research expedition. Throughout a shift, designated chief scientist made operation decisions while closely communications with officers at the pilot house, science support service group, and other participants. At the end of expedition, we have acquired a total of approx. 770km of seismic data and shipboard underway geophysics data from the unmapped area within Cascadia seismogenic margin. \nDuring the cruise, all the early career participants had to work on the blog post on what they desired to convey to engage public to their science effort (http://csw.unols.org/scientist-posts/). Some of them were translated into Spanish by one of the participants (also posted on the American Geophysical Union Blogosphere: https://blogs.agu.org/thefield/2017/10/13/de-estudiante-de-geofisica-jefe-cientifico-por-un-dia/). \nPost-cruise stage:\nAll the data became open to public access as we have proposed after the quality assessment of the data was completed (doi: 10.1594/IEDA/500194). A total of 15 out of 19 early career participants have answered post cruise research activities (as of October 15th 2018, approximately 1 year from the completion of the proposed program), including: 67% of them used the data from this expedition for their thesis research, classroom presentation, teaching materials, conference papers, and department seminars. 60% of them are planning to use the data for publications in 2018-2020 timeline and for proposals, including scientific drilling effort to better understand the seismogetnic/tsunamigenic risk of the Cascadia Margin. \n\n\n\t\t\t\t\tLast Modified: 10/29/2018\n\n\t\t\t\t\tSubmitted by: Masako Tominaga"
 }
}