{
 "awd_id": "1714417",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF:  Small:  Fast and accurate computational tools for large-scale evolutionary inference:  a phylogenetic network approach",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 404748.0,
 "awd_amount": 428748.0,
 "awd_min_amd_letter_date": "2017-06-15",
 "awd_max_amd_letter_date": "2020-06-23",
 "awd_abstract_narration": "A grand challenge in science is reconstructing the \"Tree of Life\", which is the phylogeny, or evolutionary history, of all species on Earth. The notion of a Tree of Life reflects Darwin's view of evolution as \"tree-like\", where bifurcating speciation results in an ancestral species giving rise to two genetically isolated descendant species. However, recent studies have challenged this view. \"Non-tree-like\" evolution due to inter-species gene flow - where DNA is shared between species existing at the same time - has significantly shaped the evolution of a far greater diversity of species than was ever thought possible, including humans and Neandertal, mice, and butterflies. In these cases, the phylogeny cannot be described by a tree, but is instead a more general structure known as a phylogenetic network. Our understanding of evolution and biology is at a crossroads. How frequently is the traditional assumption of tree-like evolution violated in the Tree of Life? What is the evolutionary role of gene flow? Applications include understanding the spread of antibiotic resistance among bacteria, which costs the U.S. over $35 billion and a loss of 23,000 lives annually, and pesticide resistance in weeds, mice, and other pests, which costs the U.S. billions of dollars annually.\r\n\t\r\nPhylogenetics, or the discipline which seeks to reconstruct evolutionary histories using biomolecular sequences and other biological data, can shed new light into these questions. Two ingredients are necessary for phylogenetic reconstruction and analysis: suitable biological data for the organisms under study, and computational methods capable of efficiently and accurately analyzing the data. Today, biological data abounds due to recent biotechnological advances, and large-scale datasets are common. However, computational methods have not kept pace. New computational frameworks are needed for fast and accurate phylogenetic network inference and analysis in the era of \"big data\".\r\n\t\r\nTo address these challenges, this project will create new computational frameworks for fast and accurate network-based phylogenetic inference using large-scale genomic sequence datasets and evolutionary analysis of continuous biological data. The new methodologies will be validated using a comprehensive performance study. More broadly, this project will enable student training, scientific outreach, open-source software development, and scientific research that may yield new biological and biomedical discoveries.\r\n\r\n\r\nPhylogenies are typically inferred using computational analysis of biomolecular sequence data, and phylogenetic comparative methods are used for evolutionary analysis of continuous biological data (e.g., trait data). Today, \"big data\" challenges abound due to rapid advances in sequencing and related biotechnologies. In particular, large-scale datasets with hundreds of genomes are now common. The state of the art of phylogenetic inference therefore faces two critical scalability challenges: (1) the number of organisms in a study, and (2) greater evolutionary divergence reflecting the complex interplay of tree-like and non-tree-like evolution. For discrete sequence data, state-of-the-art methods address the second challenge, but are not scalable beyond inputs with a few dozen genomes; for continuous data, scalable approaches are needed to address the second challenge in the context of phylogenetic uncertainty and adaptive evolution. \r\n\r\nThe proposed research creates new computational approaches that address both challenges for discrete sequence data and continuous data. The first objective is to create a novel computational framework for scalable phylogenetic network inference using large-scale genomic sequence data. The framework makes use of the multi-species network coalescent model to account for genetic drift, incomplete lineage sorting, and gene flow as well as traditional substitution-based models of sequence evolution. The framework builds on the PI's work on large-scale phylogenetic tree inference by adapting divide-and-conquer algorithms to the more general case of networks, resulting in accurate and efficient inference. The second objective is to develop novel stochastic models and methods for analyzing continuous character evolution on phylogenetic networks. The new models will generalize widely-used non-neutral models of continuous character evolution that assume tree-like evolution, and will be used to create new methods for phylogenetic inference using heterogeneous large-scale inputs. The third objective is to validate the new computational methodologies using new empirical and synthetic benchmarks. The empirical benchmarks include mouse, plant, and fungal datasets that have been produced through ongoing collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Liu",
   "pi_email_addr": "kjl@msu.edu",
   "nsf_id": "000678336",
   "pi_start_date": "2017-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "428 S. Shaw Lane, Room 2128",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  },
  {
   "pgm_ele_code": "793100",
   "pgm_ele_name": "Computational Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 404748.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 24000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merit of the project is to accelerate the shift from traditional phylogenetic tree representations in phylogenetics and phylogenomics to more general graph representations known as phylogenetic networks. This transition requires critical infrastructure that is the foci of the project's three Objectives: statistical models, fast and accurate inference and learning algorithms, software tools, synthetic and empirical benchmarking data, and empirical studies. Specifically, Objective 1's outcomes consist of novel computational frameworks for fast and accurate phylogenetic network reconstruction and analysis using large-scale genomic sequence data. The newly developed methods utilize novel phylogenetic divide-and-conquer techniques to enable scalable analysis of big data, which is increasingly common thanks to rapid advances in high-throughput genomic sequencing. Similar advances have occurred for other biomolecular sequencing technologies, and the big data revolution is also reshaping transcriptomics and other heterogeneous omics-based disciplines. Objective 2 therefore bridges our scalable phylogenomic frameworks with models of continuous character evolution. We have applied the frameworks to perform phylogeny-aware comparative analysis of transcriptomes and phenotypic data involving complex non-tree-like evolutionary origins. We have also developed novel sequence-aware algorithms for statistical resampling of biomolecular sequence data. The new resampling techniques have been applied to critical-path problems in computational biology and bioinformatics, including phylogenetic support estimation, placing confidence intervals on multiple sequence alignments, and temporal model-based inference and learning. As with other widely used resampling methods like the bootstrap method, we envision a wide range of future applications throughout science and engineering. Finally, Objective 3 validates the newly developed computational methodologies using comprehensive benchmarking studies and then applies them to pursue new hypothesis-generating empirical studies. The latter has shed new light into important model organisms such as mouse, mosquito, and Darwin's finches. Our findings also clarify the important role that complex non-tree-like evolution has played throughout the Tree of Life -- the evolutionary history of all life on Earth.</p>\n<p>&nbsp;</p>\n<p>Multiple project outcomes have addressed broader impacts. First, the newly developed computational frameworks will drive future studies and unlock otherwise inaccessible biological and scientific discoveries. Software, performance benchmarking datasets, empirical study datasets, documentation, tutorials, and other project deliverables have been disseminated under open licenses. Education and outreach activities included scientific workshops, interdisciplinary curriculum development, and student training and mentoring at the undergraduate and graduate levels. Diversity, equity, and inclusion have been prioritized throughout the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2021<br>\n\t\t\t\t\tModified by: Kevin&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe intellectual merit of the project is to accelerate the shift from traditional phylogenetic tree representations in phylogenetics and phylogenomics to more general graph representations known as phylogenetic networks. This transition requires critical infrastructure that is the foci of the project's three Objectives: statistical models, fast and accurate inference and learning algorithms, software tools, synthetic and empirical benchmarking data, and empirical studies. Specifically, Objective 1's outcomes consist of novel computational frameworks for fast and accurate phylogenetic network reconstruction and analysis using large-scale genomic sequence data. The newly developed methods utilize novel phylogenetic divide-and-conquer techniques to enable scalable analysis of big data, which is increasingly common thanks to rapid advances in high-throughput genomic sequencing. Similar advances have occurred for other biomolecular sequencing technologies, and the big data revolution is also reshaping transcriptomics and other heterogeneous omics-based disciplines. Objective 2 therefore bridges our scalable phylogenomic frameworks with models of continuous character evolution. We have applied the frameworks to perform phylogeny-aware comparative analysis of transcriptomes and phenotypic data involving complex non-tree-like evolutionary origins. We have also developed novel sequence-aware algorithms for statistical resampling of biomolecular sequence data. The new resampling techniques have been applied to critical-path problems in computational biology and bioinformatics, including phylogenetic support estimation, placing confidence intervals on multiple sequence alignments, and temporal model-based inference and learning. As with other widely used resampling methods like the bootstrap method, we envision a wide range of future applications throughout science and engineering. Finally, Objective 3 validates the newly developed computational methodologies using comprehensive benchmarking studies and then applies them to pursue new hypothesis-generating empirical studies. The latter has shed new light into important model organisms such as mouse, mosquito, and Darwin's finches. Our findings also clarify the important role that complex non-tree-like evolution has played throughout the Tree of Life -- the evolutionary history of all life on Earth.\n\n \n\nMultiple project outcomes have addressed broader impacts. First, the newly developed computational frameworks will drive future studies and unlock otherwise inaccessible biological and scientific discoveries. Software, performance benchmarking datasets, empirical study datasets, documentation, tutorials, and other project deliverables have been disseminated under open licenses. Education and outreach activities included scientific workshops, interdisciplinary curriculum development, and student training and mentoring at the undergraduate and graduate levels. Diversity, equity, and inclusion have been prioritized throughout the project.\n\n \n\n\t\t\t\t\tLast Modified: 11/24/2021\n\n\t\t\t\t\tSubmitted by: Kevin Liu"
 }
}