{
 "awd_id": "1714273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Derived Geometry, Elliptic Cohomology, and Loop Stacks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 185376.0,
 "awd_amount": 185376.0,
 "awd_min_amd_letter_date": "2017-06-02",
 "awd_max_amd_letter_date": "2019-03-29",
 "awd_abstract_narration": "Algebraic topology is the study of topological spaces via algebraic methods. The principal investigator will study various naturally-occurring topological objects from the perspective of algebraic geometry. A fundamental goal of the project is to place mathematical concepts in reach of computational methods. The investigator plans to use recent theoretical advances in algebraic geometry and topology in order to develop calculational tools to explore a relationship between quantum field theory and the elusive notion of elliptic object. \r\n\r\nGeneralized cohomology theories are arguably the most useful and important tool in modern algebraic topology. In addition to ordinary cohomology, examples such as K-theory, elliptic cohomology, and complex cobordism admit surprisingly close connections to algebraic geometry via the theory of formal groups. While the formal groups associated to ordinary cohomology and K-theory are additive and multiplicative, respectively, elliptic curves carry much more complicated group structures (in fact, their relative intractability has been exploited in real world applications such as public key cryptography). The advantage of formal groups that arise from global geometric objects, such as the multiplicative group or elliptic curves, is that their corresponding cohomology theories are very highly structured. For instance, K-theory is structurally similar to ordinary representation theory, whereas the analogous \"elliptic representation theory,\" while related to diverse fields such as arithmetic geometry and mathematical physics, remains a mystery. Important work over the past few decades has led to a construction of a universal elliptic cohomology theory, a topological refinement of the classical theory of modular forms. Exploiting its structure allows one to associate to a topological stack an algebro-geometric object over the moduli stack of elliptic curves. While the derived ring of functions on this object is technically the elliptic cohomology of the original topological object, elliptic curves are not affine objects, meaning that this passage from geometry to algebra loses significant information. The more fundamental structure is that which exists on the algebro-geometric level itself, before affinization, and one retains considerably more conceptual and calculational control by manipulating these objects directly. An interesting twist is that, while there is no a priori understanding of elliptic cohomology classes (in stark contrast to K-theory, where cocycles correspond to formal differences of vector bundles), it may be possible to gain insight into this fundamentally important problem by interpreting calculations in several key examples.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gepner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Gepner",
   "pi_email_addr": "gepner@uic.edu",
   "nsf_id": "000656482",
   "pi_start_date": "2017-06-02",
   "pi_end_date": "2018-11-07"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Miller",
   "pi_email_addr": "jeremykmiller@purdue.edu",
   "nsf_id": "000707234",
   "pi_start_date": "2019-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "VanKoughnett",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Paul B VanKoughnett",
   "pi_email_addr": "pvk@tamu.edu",
   "nsf_id": "000759761",
   "pi_start_date": "2018-11-07",
   "pi_end_date": "2019-03-29"
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "150 N University Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 185376.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit:</p>\n<p>The grant funded research in algebraic topology and its interface with algebraic geometry. Topology is the abstract study of shape and properties that remain invariant under continuous deformation, and algebraic topology uses algebraic invariants in an attempt to classify topological spaces. These invariants quantify how many and what kind of &ldquo;holes&rdquo; a topological space has. Algebraic geometry studies solutions to polynomial equations using geometric methods. There is some tension between the two subjects due to the rigidity of algebraic geometry compared with the flexibility of algebraic topology, but in recent years, major advances have been made allowing the construction of the sort of invariants which are useful in algebraic topology from the objects of algebraic geometry. Additionally, the derived category, a tool that has become increasingly central in algebraic geometry, allows one to use the flexible methods of algebraic topology to obtain information about the rigid objects of algebraic geometry.</p>\n<p>One of the major goals of the grant was to develop similar algebraic invariants which would be particularly useful in the study of shapes with extra symmetries. This goal was accomplished by the construction of equivariant elliptic cohomology in joint work of D. Gepner and L. Meier. This construction extends the earlier construction of elliptic cohomology, a tool which has continued to provide insight into the topological study of shapes. Further crucial calculations in elliptic cohomology were made in joint work of P. VanKoughnett and D. L. Culver.</p>\n<p>One of the main reasons that the derived category is important in algebraic geometry is that it allows one to consider more general types of relationships between objects. The Fourier-Mukai transform is a famous example, as are other examples of integral transforms. While ordinary algebraic geometry is used extensively in physics, quantization requires one to consider algebro-geometric objects which are ``noncommutative&rsquo;&rsquo;. The paper ``Integral representation theorems for DQ-modules&rsquo;&rsquo; of D. Gepner and F. Petit uses algebraic topological methods to prove integral representation theorems for these quantized algebraic geometric objects.</p>\n<p>The construction of algebraic invariants of shapes with specified algebraic properties is an important and poorly-understood question in algebraic topology. A joint paper of P. VanKoughnett and P. Pstragowski defined a new general framework for the construction of algebraic invariants, applicable not only to algebraic topology but to other derived-category-type settings. This framework promises to be useful in the continued extension of topological methods to algebraic geometry.</p>\n<p>Broader impacts:&nbsp;</p>\n<p>The grant supported graduate and postdoctoral training at Purdue by funding research travel and the topology seminar. In particular, it helped graduate students and postdocs make research visits, attend conferences, and bring their collaborators to visit them at Purdue. This was instrumental for networking and skill development.&nbsp;</p>\n<p>Prominent female seminar speakers were encouraged to meet with Purdue&rsquo;s chapter of the American Women in Mathematics to share their experiences.&nbsp;</p>\n<p>J. Miller participated in Purdue&rsquo;s Summer Bridge Program which involves faculty mentoring incoming graduate students from underrepresented racial and ethnic groups over the summer before their first year of graduate school. J. Miller worked with a student to learn the basics of algebraic topology and to write a computer program to compute certain topological invariants of spaces coming from number theory.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2021<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit:\n\nThe grant funded research in algebraic topology and its interface with algebraic geometry. Topology is the abstract study of shape and properties that remain invariant under continuous deformation, and algebraic topology uses algebraic invariants in an attempt to classify topological spaces. These invariants quantify how many and what kind of \"holes\" a topological space has. Algebraic geometry studies solutions to polynomial equations using geometric methods. There is some tension between the two subjects due to the rigidity of algebraic geometry compared with the flexibility of algebraic topology, but in recent years, major advances have been made allowing the construction of the sort of invariants which are useful in algebraic topology from the objects of algebraic geometry. Additionally, the derived category, a tool that has become increasingly central in algebraic geometry, allows one to use the flexible methods of algebraic topology to obtain information about the rigid objects of algebraic geometry.\n\nOne of the major goals of the grant was to develop similar algebraic invariants which would be particularly useful in the study of shapes with extra symmetries. This goal was accomplished by the construction of equivariant elliptic cohomology in joint work of D. Gepner and L. Meier. This construction extends the earlier construction of elliptic cohomology, a tool which has continued to provide insight into the topological study of shapes. Further crucial calculations in elliptic cohomology were made in joint work of P. VanKoughnett and D. L. Culver.\n\nOne of the main reasons that the derived category is important in algebraic geometry is that it allows one to consider more general types of relationships between objects. The Fourier-Mukai transform is a famous example, as are other examples of integral transforms. While ordinary algebraic geometry is used extensively in physics, quantization requires one to consider algebro-geometric objects which are ``noncommutative’’. The paper ``Integral representation theorems for DQ-modules’’ of D. Gepner and F. Petit uses algebraic topological methods to prove integral representation theorems for these quantized algebraic geometric objects.\n\nThe construction of algebraic invariants of shapes with specified algebraic properties is an important and poorly-understood question in algebraic topology. A joint paper of P. VanKoughnett and P. Pstragowski defined a new general framework for the construction of algebraic invariants, applicable not only to algebraic topology but to other derived-category-type settings. This framework promises to be useful in the continued extension of topological methods to algebraic geometry.\n\nBroader impacts: \n\nThe grant supported graduate and postdoctoral training at Purdue by funding research travel and the topology seminar. In particular, it helped graduate students and postdocs make research visits, attend conferences, and bring their collaborators to visit them at Purdue. This was instrumental for networking and skill development. \n\nProminent female seminar speakers were encouraged to meet with Purdue’s chapter of the American Women in Mathematics to share their experiences. \n\nJ. Miller participated in Purdue’s Summer Bridge Program which involves faculty mentoring incoming graduate students from underrepresented racial and ethnic groups over the summer before their first year of graduate school. J. Miller worked with a student to learn the basics of algebraic topology and to write a computer program to compute certain topological invariants of spaces coming from number theory. \n\n \n\n\t\t\t\t\tLast Modified: 09/09/2021\n\n\t\t\t\t\tSubmitted by: Jeremy Miller"
 }
}