{
 "awd_id": "1714973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: A New Multiscale Methodology and Application to Tumor Growth modeling",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 242863.0,
 "awd_amount": 242863.0,
 "awd_min_amd_letter_date": "2017-05-24",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "The complexity of tumor growth, which involves interactions within cells, among cells, and between cells and their environment, calls for development of mathematical and computational models that can connect processes from the cell, and sub-cell scales, to tissue level scales. These methods are needed to help tumor biologists gain further insight into the underlying mechanisms of the processes (e.g., proliferation, differentiation, and migration) involved in tumor development, at the scales which influence their behavior. Because of this complexity, it has been challenging to functionally link cell and tissue scale processes, the knowledge of which is key to development of predictive multiscale tumor models. However, current models typically use ad-hoc rules to bridge between scales, which limits their predictive capability. This project will address this challenge by developing a new multiscale method where directly measurable quantities at the cell-scale inform the model parameters at the continuum tissue scale through rigorous, mathematical upscaling techniques. The multiscale model will be tested and validated by comparing simulation results against experimentally obtained information about the overall growth rates and spatiotemporal behaviors of the different cells and tumors. The new multiscale method will be used to study pancreatic tumors to elucidate the transition of pancreatic lesions into invasive pancreatic ductal adenocarcinoma (PDAC). By integrating patient data analysis with quantitative tumor modeling, the project will develop reliable methods that can predict the likelihood of pancreatic cyst progression to PDAC using relatively non-invasive approaches. \r\n\r\nThe project team will develop a new class of multiscale models that bridge these scales non-phenomenologically through application of rigorous upscaling techniques in order to close the continuum equations at the tissue scale and provide an accurate description of the processes across both cell and tissue scales. Specifically, stochastic agent-based models at the cell-scale and continuum partial differential equation models at the tissue-scale will be developed. Consistent functional relationships between the variables at the tissue-scale and measurements at the cell-scale will be found by upscaling the discrete models by using and extending the framework of dynamic density functional theory (DDFT) to obtain multi-cell scale continuum equations that account for correlations among cells as well as biological processes such cell birth and death. Further upscaling to the tissue scale will be done by identifying and deriving equations for slowly varying variables. The consistency of the different models in domains where the scales overlap will be tested and validated. The new multiscale method will be applied to model the progression of pancreatic neoplasms into invasive carcinomas in order to estimate the probability of this progression. Large-scale human patient datasets of pancreatic lesions, provided by our consultants through a separately funded project, will be used to validate and refine the models. The project will enhance the cross disciplinary training of students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lowengrub",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "John S Lowengrub",
   "pi_email_addr": "lowengrb@math.uci.edu",
   "nsf_id": "000290126",
   "pi_start_date": "2017-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "Rowland Hall room 540H",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 160116.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 82747.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported theoretical research and educational activities in mathematical and computational biology, with a focus on the development of new, multiscale models for solid tumor growth, with application to several types of cancers including pancreatic cancer.</p>\n<p>&nbsp;</p>\n<p>Tumor biologists have gathered a wealth of molecular and cellular data. Using an empirical approach, inferences can already be drawn from the data at the small scale to the tissue scale behavior. Current models may <em>incorporate processes at multiple scales </em>but the nontrivial<em> </em>interactions among scales that are responsible for the<em> </em>observed<em> </em>growth patterns of malignant tissue are typically described using phenomenological ad-hoc rules. While these relationships may be determined by fitting to experimental data, they do not incorporate functions of directly measurable quantities at the cell scale. Thus, at best, these models can recapitulate the observed behaviors, but, like classical extrapolation methods, such models cannot reliably make predictions outside the range of parameters over which they have been calibrated. This significantly limits their applicability.</p>\n<p>The main objective of this work was to develop a multiscale framework where directly measurable quantities at the discrete cell-scale inform the model parameters at the continuum tissue-scale through upscaling. In principle, this enables the model to be truly predictive because the data used for calibration (e.g., at the cell scale) is distinct from that used for validation (e.g., at the tissue scale). The development of such a framework is challenging and requires methodologies that advance the state-of-the-art.</p>\n<p>In this grant, we developed new multiscale models of solid tumor growth that ultilized the framework of dynamic density functional theory from statistical physics to bridge the cell- and tissue- level scales where the parameters in the model can be derived directly from measurements at the cell scale. We investigated how the instantaneous elastic moduli and active stress relaxation, in conjunction with mechanical feedback machinery within cells, regulate the cell number density, the stress distributions and the growth of tumors in the presence and absence of external physical confinement and gradients of growth-promoting chemical fields. We developed models that accounted for tumor heterogeneity, including tumor growth in complex domains and the presence of cancer stem cells. We investigated the feedback loops that could lead to permanent changes in the fraction of cancer stem cells within a growing tumor. To solve the new multiscale models, we developed new and highly efficient numerical methods, validated the models against experimental data using Bayesian methods for parameter estimation and uncertainty quantification and made predictions of tumor behaviors. In addition, we developed a new method to find the optimal experimental design for inferring parameters in complex, mechanistic mathematical models where the experimental data is temporal but not longitudinal. Our method incorporates Bayesian utility theory in a hierarchical latent variables framework where a mechanistic model is used to predict the unobserved temporal dynamics. The results have been disseminated in leading peer-reviewed journals such Journal of Mathematical Biology, Journal of Theoretical Biology, IEEE Transactions on Medical Imaging, Bulletin of Mathematical Biology, as well as invited and contributed presentations and national and international conferences.&nbsp;&nbsp;Two graduate students and three postdocs received interdisciplinary training through the research that involved biology, mathematics and computational science. K-12 outreach activities included a month-long intensive summer course for high school students focusing on mathematical modeling of tissue and tumor growth as part of the California State Summer School for Mathematics and Science (COSMOS) at UC Irvine.&nbsp;Undergraduate students were also involved in the research through the MathBioU program sponsored by the Center for Multiscale Cell Fate Research (CMCF) at UC Irvine.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2020<br>\n\t\t\t\t\tModified by: John&nbsp;S&nbsp;Lowengrub</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported theoretical research and educational activities in mathematical and computational biology, with a focus on the development of new, multiscale models for solid tumor growth, with application to several types of cancers including pancreatic cancer.\n\n \n\nTumor biologists have gathered a wealth of molecular and cellular data. Using an empirical approach, inferences can already be drawn from the data at the small scale to the tissue scale behavior. Current models may incorporate processes at multiple scales but the nontrivial interactions among scales that are responsible for the observed growth patterns of malignant tissue are typically described using phenomenological ad-hoc rules. While these relationships may be determined by fitting to experimental data, they do not incorporate functions of directly measurable quantities at the cell scale. Thus, at best, these models can recapitulate the observed behaviors, but, like classical extrapolation methods, such models cannot reliably make predictions outside the range of parameters over which they have been calibrated. This significantly limits their applicability.\n\nThe main objective of this work was to develop a multiscale framework where directly measurable quantities at the discrete cell-scale inform the model parameters at the continuum tissue-scale through upscaling. In principle, this enables the model to be truly predictive because the data used for calibration (e.g., at the cell scale) is distinct from that used for validation (e.g., at the tissue scale). The development of such a framework is challenging and requires methodologies that advance the state-of-the-art.\n\nIn this grant, we developed new multiscale models of solid tumor growth that ultilized the framework of dynamic density functional theory from statistical physics to bridge the cell- and tissue- level scales where the parameters in the model can be derived directly from measurements at the cell scale. We investigated how the instantaneous elastic moduli and active stress relaxation, in conjunction with mechanical feedback machinery within cells, regulate the cell number density, the stress distributions and the growth of tumors in the presence and absence of external physical confinement and gradients of growth-promoting chemical fields. We developed models that accounted for tumor heterogeneity, including tumor growth in complex domains and the presence of cancer stem cells. We investigated the feedback loops that could lead to permanent changes in the fraction of cancer stem cells within a growing tumor. To solve the new multiscale models, we developed new and highly efficient numerical methods, validated the models against experimental data using Bayesian methods for parameter estimation and uncertainty quantification and made predictions of tumor behaviors. In addition, we developed a new method to find the optimal experimental design for inferring parameters in complex, mechanistic mathematical models where the experimental data is temporal but not longitudinal. Our method incorporates Bayesian utility theory in a hierarchical latent variables framework where a mechanistic model is used to predict the unobserved temporal dynamics. The results have been disseminated in leading peer-reviewed journals such Journal of Mathematical Biology, Journal of Theoretical Biology, IEEE Transactions on Medical Imaging, Bulletin of Mathematical Biology, as well as invited and contributed presentations and national and international conferences.  Two graduate students and three postdocs received interdisciplinary training through the research that involved biology, mathematics and computational science. K-12 outreach activities included a month-long intensive summer course for high school students focusing on mathematical modeling of tissue and tumor growth as part of the California State Summer School for Mathematics and Science (COSMOS) at UC Irvine. Undergraduate students were also involved in the research through the MathBioU program sponsored by the Center for Multiscale Cell Fate Research (CMCF) at UC Irvine.\n\n \n\n\t\t\t\t\tLast Modified: 12/05/2020\n\n\t\t\t\t\tSubmitted by: John S Lowengrub"
 }
}