{
 "awd_id": "1714539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "N6-methyladenosine-dependent regulation of bacterial development",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924668",
 "po_email": "cweil@nsf.gov",
 "po_sign_block_name": "Clifford Weil",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 690000.0,
 "awd_amount": 690000.0,
 "awd_min_amd_letter_date": "2017-07-11",
 "awd_max_amd_letter_date": "2018-07-10",
 "awd_abstract_narration": "The overall goal of this project is to understand how naturally occurring chemical modifications of DNA influence information processing and the subsequent cellular response. All living organisms contain DNA, the genetic material that serves as the blueprint for life. DNA from diverse organisms, such as bacteria and humans, has chemical modifications that affect how the encoded information is read. One such modification is methyladenosine.  Methyladenosine is commonly found in bacterial DNA and can change how cells process information by altering the genes that are switched on, which in turn can help the cell respond to changes in nutrient availability. This research examines a previously unstudied protein that forms methyladenosine in bacteria. When this protein is inactive and adenosine methylation is lost, cells undergo substantial changes in gene activity that affect how the cells develop and behave. This research benefits society by determining how methyladenosine influences bacterial development, including the formation of multicellular bacterial structures and distinct cell types that can affect antibiotic resistance. In addition to the research benefits, further societal impacts of this project include teaching the expanding field of computational biology to students from socioeconomically disadvantaged backgrounds. The project's outreach initiative provides high school students in rural Northern Michigan with the opportunity to learn introductory bioinformatics using an online educational portal developed as part of this research. Further, this project provides training opportunities for the next generation of scientists at both the undergraduate and graduate levels with specialized training in cutting edge sequencing approaches and methods of data analysis. \r\n\r\nThe genomes of organisms from all three domains of life are known to harbor chemical modifications in the form of DNA methylation. N6-methyladenosine (m6A) is a type of modification detected in prokaryotic and some eukaryotic genomes. Although m6A methyltransferases, the enzymes responsible for genomic m6A, are found in many diverse bacterial species the function of m6A remains largely unstudied. The goal of this project is to understand the effects of genomic m6A modifications in the Gram-positive bacterium Bacillus subtilis. Initial experiments have shown that elimination of m6A from the B. subtilis genome results in the expression of genes involved in bacterial developmental processes. Moving forward, this research project will investigate the mechanism by which m6A affects the expression of genes involved in bacterial cell developmental transitions. Global genomics approaches will be used to determine the differences in bacterial chromosome structure, genome-wide protein landscapes, and gene expression upon loss of m6A. Further, targeted biochemical approaches will be used to determine if m6A is necessary and sufficient for differential gene expression and to identify the factors that respond to m6A in DNA regulatory regions. Once complete, this project will provide a mechanistic understanding for how m6A-dependent changes in gene expression interface with bacterial developmental platforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lyle",
   "pi_last_name": "Simmons",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lyle Simmons",
   "pi_email_addr": "lasimm@umich.edu",
   "nsf_id": "000567841",
   "pi_start_date": "2017-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "830 N University",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 460000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 230000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span>: This project determined how DNA modifications regulate gene expression in bacterial cells. Bacteria are known to adapt to changes in their environment by altering subsets of genes that are expressed within cells. Many studies have shown that networks of genes are expressed differently between cells in a given bacterial population. This project investigated how site-specific DNA methylation known as N6 methyladenosine (m6A), regulates gene expression in the model organism&nbsp;<em>Bacillus subtilis&nbsp;</em>and the human pathogen&nbsp;<em>Streptococcus pyogenes</em>. This project characterized the activity of two DNA methyltransferases (MTases) known as DnmA in&nbsp;<em>B. subtilis</em>&nbsp;and HsdM in S.&nbsp;<em>pyogenes</em>. We used single-molecule real-time sequencing to characterize all m6A and other methylation modifications to each organisms chromosomal DNA and RNA sequencing to determine the effect on gene expression. We showed that m6A in&nbsp;<em>B. subtilis&nbsp;</em>results in changes to gene expression of over 1,000 genes and we found that m6A altered the expression of 20 genes in&nbsp;<em>S. pyogenes</em>. In&nbsp;<em>B. subtilis</em>&nbsp;we identified a transcription factor that recognizes DNA methylation increasing gene expression when methylation is present. Our studies of&nbsp;<em>S. pyogenes</em>&nbsp;identified the MTase as part of a host defense process known as a restriction modification system. In S<em>. pyogenes</em>&nbsp;this project found that DNA methylation was required to express a transcription factor that functions as the master regulator for virulence gene expression during bacterial infection.&nbsp;&nbsp;Results from this project demonstrated that bacteria use DNA methylation as a marker to change gene expression during normal growth and during bacterial infections, providing new insight into how bacteria regulate gene expression.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span>: The goal of this projects broader impacts was to help teach high school students to promote STEM and discuss higher education opportunities for students from socioeconomically disadvantaged backgrounds.<strong>&nbsp;</strong>To achieve these goals, we partnered with a biology teacher at a high school in rural Northern Michigan. Our research group visited the students and taught basic biology, introduced advanced students to our research and we provided basic training in coding using R. In addition, we taught a module on career opportunities in science while also answering questions about college and the pursuit of education beyond high school.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2022<br>\n\t\t\t\t\tModified by: Lyle&nbsp;Simmons</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: This project determined how DNA modifications regulate gene expression in bacterial cells. Bacteria are known to adapt to changes in their environment by altering subsets of genes that are expressed within cells. Many studies have shown that networks of genes are expressed differently between cells in a given bacterial population. This project investigated how site-specific DNA methylation known as N6 methyladenosine (m6A), regulates gene expression in the model organism Bacillus subtilis and the human pathogen Streptococcus pyogenes. This project characterized the activity of two DNA methyltransferases (MTases) known as DnmA in B. subtilis and HsdM in S. pyogenes. We used single-molecule real-time sequencing to characterize all m6A and other methylation modifications to each organisms chromosomal DNA and RNA sequencing to determine the effect on gene expression. We showed that m6A in B. subtilis results in changes to gene expression of over 1,000 genes and we found that m6A altered the expression of 20 genes in S. pyogenes. In B. subtilis we identified a transcription factor that recognizes DNA methylation increasing gene expression when methylation is present. Our studies of S. pyogenes identified the MTase as part of a host defense process known as a restriction modification system. In S. pyogenes this project found that DNA methylation was required to express a transcription factor that functions as the master regulator for virulence gene expression during bacterial infection.  Results from this project demonstrated that bacteria use DNA methylation as a marker to change gene expression during normal growth and during bacterial infections, providing new insight into how bacteria regulate gene expression. \n\nBroader Impacts: The goal of this projects broader impacts was to help teach high school students to promote STEM and discuss higher education opportunities for students from socioeconomically disadvantaged backgrounds. To achieve these goals, we partnered with a biology teacher at a high school in rural Northern Michigan. Our research group visited the students and taught basic biology, introduced advanced students to our research and we provided basic training in coding using R. In addition, we taught a module on career opportunities in science while also answering questions about college and the pursuit of education beyond high school.\n\n \n\n\t\t\t\t\tLast Modified: 09/15/2022\n\n\t\t\t\t\tSubmitted by: Lyle Simmons"
 }
}