{
 "awd_id": "1715956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Architecture and evolution of a conserved bacterial regulatory pathway that influences host and microbe carbon metabolism",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 513187.0,
 "awd_amount": 513187.0,
 "awd_min_amd_letter_date": "2017-06-23",
 "awd_max_amd_letter_date": "2022-05-02",
 "awd_abstract_narration": "All plants and animals exist in close partnership with communities of microbes, a relationship that is typically highly beneficial but can, in certain circumstances, lead to disease. Microbial communities provide to their hosts nutrients as well as small organic molecules that can function as molecular signals. These molecules generated by microbes are important to the normal development and physiological function of the host animal. One class of such nutrients (and signals) produced by microbes is the short-chain fatty acids, of which acetate is a familiar example. This project involves collaboration between laboratories at Amherst College (Purdy group) and Northern Michigan University (Sharp group) focused on understanding the signaling mechanisms in two bacteria (Vibrio and Pseudomonas) that regulate the levels of acetate and thereby its function in mediating interactions with microbial communities and animal hosts. This project will provide authentic research experiences for undergraduate students (including minorities under-represented in science) in both a course-based setting as well as in the investigators' laboratories. Women and under-represented minority students will be recruited and supported by peer-mentoring networks, and by outreach through public engagement including elementary and middle-school students, and groups such as Girl Scouts; Girls, Inc.; the Black Student Union High School Program, and the Marquette Children's Museum.\r\n\r\nThe project will establish how the signaling pathway initiated by CrbS in Vibrio and Pseudomonas senses and transmits information to The project will establish how the signaling pathway initiated by CrbS in Vibrio and Pseudomonas senses and transmits information to regulate acetyl CoA synthetase and thereby control the levels of short chain fatty acids. The role of the CrbS-dependent regulon will be investigated to understand its evolution and role in carbon metabolism and in other diverse cellular functions in bacteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Purdy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra Purdy",
   "pi_email_addr": "apurdy@amherst.edu",
   "nsf_id": "000704150",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Josh",
   "pi_last_name": "Sharp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Josh Sharp",
   "pi_email_addr": "jsharp@nmu.edu",
   "nsf_id": "000711521",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Amherst College",
  "inst_street_address": "155 S PLEASANT ST",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135422804",
  "inst_zip_code": "010022234",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "AMHERST COLLEGE, TRUSTEES OF",
  "org_prnt_uei_num": "",
  "org_uei_num": "KDRLUT71AFM5"
 },
 "perf_inst": {
  "perf_inst_name": "Amherst College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010025000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 513187.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bacteria nimbly respond to changes in the outside world using signaling proteins that sense the environment and alter gene expression. These signaling systems can affect metabolism, enabling the bacteria to adapt to a wide range of conditions, which can help them establish both short- and long-term associations with a variety of animal hosts.&nbsp; In this study, we investigated the function and evolution of a signaling axis comprised of the CrbSR two-component system and one target gene, acetyl-CoA synthetase, that affects acetate metabolism in Vibrio and Pseudomonas, two groups that include members that thrive both in association with and outside of their animal hosts. A few of these are also are medically important, including Vibrio cholerae, which is the cause of the diarrheal disease cholera, and Pseudomonas aeruginosa, which can cause opportunistic infections.&nbsp; We compared the CrbSR system in these two pathogens with its function in Pseudomonas entomophila, an insect pathogen, and Vibrio fischeri, a beneficial symbiont of the Hawaiian bobtail squid.&nbsp; We took multiple complementary approaches to this study, all of which integrated undergraduates at either Northern Michigan University or Amherst College, and supported a range of different types of independent and class-based research experiences for these students.</p>\n<p>First, the grant supported a series of experiments that concluded two major papers that established our essential systems for monitoring activity of CrbS and CrbR.&nbsp; We defined the promoter region of acs targeted by CrbR, and we further explored the roles of different domains of CrbS in signaling both in vitro (in culture) and in vivo (in a Drosophila host of Vibrio cholerae infection).&nbsp; These results were published in the Journal of Bacteriology.&nbsp; Next, we completed our study of the role of acetylation of the Acs protein on interactions between Vibrio cholerae and Drosophila, which resulted in a publication in <em>Applied and Environmental Microbiology.&nbsp; </em>Next, we embarked on new experimental directions that were also proposed in the grant.&nbsp; We developed a genetic system that has allowed us to perform a screen for signals influencing CrbSR activity in V. cholerae, and we are pursuing promising candidates.&nbsp; This genetic system has been introduced into both <em>V. cholerae </em>and <em>E. coli, </em>allowing for verification of the signal&rsquo;s impact independent of the strain background.&nbsp; Future work will further isolate the CrbSR signaling axis from a pathway that responds strongly to nutritional cues in order to identify signals acting solely through CrbSR.&nbsp;</p>\n<p>Second, using genomic and transcriptomic approaches, we identified genes that are regulated by the CrbSR signaling system in V. cholerae, V. fischeri, Pseudomonas aeruginosa, and Pseudomonas entomophila.&nbsp; Using RNASeq, we have identified genes that are regulated by all four species, as well as genes that are uniquely regulated, providing insight into the core functions of this system in relation to roles that may have evolved more recently.&nbsp; To isolate genes that are directly regulated by CrbSR, as opposed to those that are indirectly regulated, we are performing ChIP-Seq, which identifies segments of DNA to which CrbR is bound. We have overcome a number of technical hurdles and look forwards to collecting this data and integrating these findings with our transcriptomics results. Altogether, these findings reveal the most direct and conserved targets of CrbR, offering an additional perspective through which we can understand the underlying function of this signaling system.&nbsp;&nbsp;</p>\n<p>Third, we have also taken a secondary approach of identifying additional regulators of acetate metabolism genes, in order to understand the regulatory context in which CrbSR resides, in Vibrio fischeri.&nbsp; This specific component has engaged two cohorts of undergraduate students in an authentic, discovery-based research experience in a teaching lab, termed FiREBUG (Vibrio fischeri Research Experience for Undergraduates in Genetics), and has provided a template for future lab classes in microbiology at Amherst College. With this data, and other data from the research lab, we have described relationship between quorum sensing, nutritional signals, and CrbSR in controlling transcription of acs. These results are included in a manuscript currently under revision for future re-submission.&nbsp; Lastly, this grant helped launch a peer mentorship program in collaboration with the Amherst Association for Women in Science.&nbsp;</p>\n<p>Altogether, this grant supported research experiences for students ranging from discovery-based classroom laboratories to summer research opportunities to intensive honors or master's thesis research. As a result, we have a better understanding of the function of the CrbSR signaling system, its role in bacterial physiology and acetate metabolism, and its evolution amongst bacteria that can enter into beneficial or pathogenic associations with a range of animal species.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/08/2024<br>\nModified by: Alexandra&nbsp;Purdy</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBacteria nimbly respond to changes in the outside world using signaling proteins that sense the environment and alter gene expression. These signaling systems can affect metabolism, enabling the bacteria to adapt to a wide range of conditions, which can help them establish both short- and long-term associations with a variety of animal hosts. In this study, we investigated the function and evolution of a signaling axis comprised of the CrbSR two-component system and one target gene, acetyl-CoA synthetase, that affects acetate metabolism in Vibrio and Pseudomonas, two groups that include members that thrive both in association with and outside of their animal hosts. A few of these are also are medically important, including Vibrio cholerae, which is the cause of the diarrheal disease cholera, and Pseudomonas aeruginosa, which can cause opportunistic infections. We compared the CrbSR system in these two pathogens with its function in Pseudomonas entomophila, an insect pathogen, and Vibrio fischeri, a beneficial symbiont of the Hawaiian bobtail squid. We took multiple complementary approaches to this study, all of which integrated undergraduates at either Northern Michigan University or Amherst College, and supported a range of different types of independent and class-based research experiences for these students.\n\n\nFirst, the grant supported a series of experiments that concluded two major papers that established our essential systems for monitoring activity of CrbS and CrbR. We defined the promoter region of acs targeted by CrbR, and we further explored the roles of different domains of CrbS in signaling both in vitro (in culture) and in vivo (in a Drosophila host of Vibrio cholerae infection). These results were published in the Journal of Bacteriology. Next, we completed our study of the role of acetylation of the Acs protein on interactions between Vibrio cholerae and Drosophila, which resulted in a publication in Applied and Environmental Microbiology. Next, we embarked on new experimental directions that were also proposed in the grant. We developed a genetic system that has allowed us to perform a screen for signals influencing CrbSR activity in V. cholerae, and we are pursuing promising candidates. This genetic system has been introduced into both V. cholerae and E. coli, allowing for verification of the signals impact independent of the strain background. Future work will further isolate the CrbSR signaling axis from a pathway that responds strongly to nutritional cues in order to identify signals acting solely through CrbSR.\n\n\nSecond, using genomic and transcriptomic approaches, we identified genes that are regulated by the CrbSR signaling system in V. cholerae, V. fischeri, Pseudomonas aeruginosa, and Pseudomonas entomophila. Using RNASeq, we have identified genes that are regulated by all four species, as well as genes that are uniquely regulated, providing insight into the core functions of this system in relation to roles that may have evolved more recently. To isolate genes that are directly regulated by CrbSR, as opposed to those that are indirectly regulated, we are performing ChIP-Seq, which identifies segments of DNA to which CrbR is bound. We have overcome a number of technical hurdles and look forwards to collecting this data and integrating these findings with our transcriptomics results. Altogether, these findings reveal the most direct and conserved targets of CrbR, offering an additional perspective through which we can understand the underlying function of this signaling system.\n\n\nThird, we have also taken a secondary approach of identifying additional regulators of acetate metabolism genes, in order to understand the regulatory context in which CrbSR resides, in Vibrio fischeri. This specific component has engaged two cohorts of undergraduate students in an authentic, discovery-based research experience in a teaching lab, termed FiREBUG (Vibrio fischeri Research Experience for Undergraduates in Genetics), and has provided a template for future lab classes in microbiology at Amherst College. With this data, and other data from the research lab, we have described relationship between quorum sensing, nutritional signals, and CrbSR in controlling transcription of acs. These results are included in a manuscript currently under revision for future re-submission. Lastly, this grant helped launch a peer mentorship program in collaboration with the Amherst Association for Women in Science.\n\n\nAltogether, this grant supported research experiences for students ranging from discovery-based classroom laboratories to summer research opportunities to intensive honors or master's thesis research. As a result, we have a better understanding of the function of the CrbSR signaling system, its role in bacterial physiology and acetate metabolism, and its evolution amongst bacteria that can enter into beneficial or pathogenic associations with a range of animal species.\n\n\n\t\t\t\t\tLast Modified: 01/08/2024\n\n\t\t\t\t\tSubmitted by: AlexandraPurdy\n"
 }
}