{
 "awd_id": "1715551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RECONS Explores the Nearest Stars",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 495997.0,
 "awd_amount": 495997.0,
 "awd_min_amd_letter_date": "2017-08-10",
 "awd_max_amd_letter_date": "2017-08-10",
 "awd_abstract_narration": "The RECONS (REsearch Consortium On Nearby Stars, www.recons.org) project is measuring the basic properties of several thousand stars that are nearest to the Sun, out to about 80 light years.  Under this award, the team will concentrate on the smallest stars, known as red dwarfs, and their slightly less massive cousins, known as brown dwarfs.  Although they are the smallest stars in the Universe, red dwarfs account for more than three-quarters of all stars; so, it is important to understand how they compare to the Sun in temperature, size, and whether or not they are orbited by other stars or planets.  Students and postdoctoral researchers will develop mathematical and programming skills.  Georgia State University serves a large population of students from groups historically underrepresented in scientific careers, and this project will provide opportunities for student involvement in research.\r\n\r\nThe cornerstone of the RECONS effort is the astrometry/photometry program at Cerro Tololo Inter-American Observatory in Chile underway since 1999.  Observations made there pinpoint compelling stars among a target sample of 500 that are observed in greater detail via observations from other telescopes such as SOAR, Gemini, and HST to characterize the natures of the stars and their companions.  The project will explore two key questions in stellar astrophysics: (1) What happens to the population of objects as masses decline from the smallest stars to substellar brown dwarfs?  (2) What is the companion population - stars, brown dwarfs, and massive planets - on Solar System scales around red dwarfs?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Henry",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Todd J Henry",
   "pi_email_addr": "thenry@astro.gsu.edu",
   "nsf_id": "000111434",
   "pi_start_date": "2017-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University Research Foundation, Inc.",
  "perf_str_addr": "30 Courtland St",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303023999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 495997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research was done by scientists under the umbrella of the REsearch<br />Consortion On Nearby Stars (RECONS, www.recons.org), which has the<br />mission to discover and characterize star systems near the Sun.<br /><br />The work provided fundamental answers about the smallest stars that<br />dominate our Galaxy, known as red dwarfs, that account for 75% of all<br />stars.&nbsp; Discoveries included hundreds of new nearby stars within 25<br />parsecs (82 light years), which as an ensemble create a map of the<br />solar neighborhood that is the most complete ever, allowing us to know<br />our Sun's place among the stars.&nbsp; A total of 40 systems within the<br />very nearby horizon of only 10 parsecs (32.6 light years) were found,<br />resulting in a nearly 15% increase in the population of stars known so<br />close to the Sun.&nbsp; These stars are proving to be key targets in the<br />search for exoplanets, and ultimately, life.&nbsp; Several systems with<br />reported planets were evaluated in detail, including one system of<br />three red dwarfs in which a planet and the two companion stars all<br />orbit in the same plane.<br /><br />The effort characterized the companion populations of these stars,<br />including smaller stars (about 27% of the time) and brown dwarfs<br />(exceedingly rare at only about 1%).&nbsp; The 20-year timescale of the<br />observations to date now permits careful evaluations for massive<br />planets as well, which are also found to be rare around these stars.<br />The orbital architectures of all three types of companions are being<br />compared, with a key result that unseen companions are inferred to be<br />orbiting hundreds of the nearest stars using the combination of RECONS<br />data and results from the Gaia spacecraft.<br /><br />The work also led to understanding how often red dwarfs change their<br />light levels at optical wavelengths, revealing that only a few percent<br />of these stars fluctuate by a few percent, and the younger the star,<br />the more its light level changes.&nbsp; Thus, these stars are likely good<br />hosts for stable environments on orbiting planets, unless the star is<br />young.&nbsp; The long-term datasets on hundreds of stars also show that<br />spot cycles like the 11-year cycle seen on our Sun are common,<br />indicating that these small stars experience similar long-term<br />magnetic cycles.<br /><br />Much of the research was based on an imaging program that uses a<br />camera at the CTIO/SMARTS 0.9m telescope at NSF's facility in the<br />Chilean Andes.&nbsp; A primary educational objective was to provide<br />opportunities for students to get hands-on experience making their own<br />astronomical observations at the 0.9m, where they also learned<br />engineering and computer skills vital to the astronomy endeavor.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/17/2021<br>\n\t\t\t\t\tModified by: Todd&nbsp;J&nbsp;Henry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research was done by scientists under the umbrella of the REsearch\nConsortion On Nearby Stars (RECONS, www.recons.org), which has the\nmission to discover and characterize star systems near the Sun.\n\nThe work provided fundamental answers about the smallest stars that\ndominate our Galaxy, known as red dwarfs, that account for 75% of all\nstars.  Discoveries included hundreds of new nearby stars within 25\nparsecs (82 light years), which as an ensemble create a map of the\nsolar neighborhood that is the most complete ever, allowing us to know\nour Sun's place among the stars.  A total of 40 systems within the\nvery nearby horizon of only 10 parsecs (32.6 light years) were found,\nresulting in a nearly 15% increase in the population of stars known so\nclose to the Sun.  These stars are proving to be key targets in the\nsearch for exoplanets, and ultimately, life.  Several systems with\nreported planets were evaluated in detail, including one system of\nthree red dwarfs in which a planet and the two companion stars all\norbit in the same plane.\n\nThe effort characterized the companion populations of these stars,\nincluding smaller stars (about 27% of the time) and brown dwarfs\n(exceedingly rare at only about 1%).  The 20-year timescale of the\nobservations to date now permits careful evaluations for massive\nplanets as well, which are also found to be rare around these stars.\nThe orbital architectures of all three types of companions are being\ncompared, with a key result that unseen companions are inferred to be\norbiting hundreds of the nearest stars using the combination of RECONS\ndata and results from the Gaia spacecraft.\n\nThe work also led to understanding how often red dwarfs change their\nlight levels at optical wavelengths, revealing that only a few percent\nof these stars fluctuate by a few percent, and the younger the star,\nthe more its light level changes.  Thus, these stars are likely good\nhosts for stable environments on orbiting planets, unless the star is\nyoung.  The long-term datasets on hundreds of stars also show that\nspot cycles like the 11-year cycle seen on our Sun are common,\nindicating that these small stars experience similar long-term\nmagnetic cycles.\n\nMuch of the research was based on an imaging program that uses a\ncamera at the CTIO/SMARTS 0.9m telescope at NSF's facility in the\nChilean Andes.  A primary educational objective was to provide\nopportunities for students to get hands-on experience making their own\nastronomical observations at the 0.9m, where they also learned\nengineering and computer skills vital to the astronomy endeavor.\n\n\t\t\t\t\tLast Modified: 02/17/2021\n\n\t\t\t\t\tSubmitted by: Todd J Henry"
 }
}