{
 "awd_id": "1715010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "The Law and Economics of Consumer Finance",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2017-07-23",
 "awd_max_amd_letter_date": "2017-07-23",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences Postdoctoral Research Fellowships (SPRF) program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. This postdoctoral fellowship award supports a rising social science scholar studying consumer financial contracts, focusing on their legal status, their sale and regulation, and their impact on household financial health. Consumers' financial health has been severely impacted by the 2008 recession. The most vulnerable populations in the United States are those that rely on unfair or abusive financial contracts for their day to day survival. These groups tend to be subject to historical racial discrimination, have low or highly variable incomes, and have limited access to financial education. Both law and markets have an important role in protecting these populations, without limiting their opportunities to advance in society through homeownership, education, and the creation of wealth. This research takes a multidisciplinary approach to studying the roles of contract law and the marketing of financial products in vulnerable households' financial health. First, it combines textual legal analysis with data analysis to study the laws governing long term consumer contracts, such as mortgages, annuities, and student loans. The analysis implies that some consumer contracts are prone to abusive ex post modification. Second, it uses data to study the role of intermediaries in consumer financial markets. Intermediaries can provide valuable financial advice and improve consumer literacy. They also have incentives, through commissions and low accountability, which push them to give low quality advice. Using administrative data on mortgage brokers and life insurance agents, this research will study the effects of different regulatory interventions on consumer outcomes. Both parts of the research project will differentially assess the impact of legal changes on consumers who are subject to short term downturns or who have low financial literacy, providing policy guidance for federal and state policymakers aiming to protect the neediest populations.\r\n\r\nThis research consists of two prongs. The first consists of legal research on the design of long term consumer contracts. American law allows consumers to sign standard form contracts, most of which are never read or understood, that are legal binding for the individual's entire lifetime.  This practice is reasonable for sophisticated parties who have access to legal representation and financial professionals, and can truly \"liquidate\" and cease to exist if necessary during a bankruptcy proceeding. Consumers do not have these advantages, and despite having access to bankruptcy protection, would never be completely freed from the consequences of a contract gone wrong due to credit scores and other mechanisms. Case law on consumer contract modification disputes in the past twenty years demonstrates the existence of contract dynamics that consistently lead to consumers being subject to fraud, duress, and unconscionable treatment during contract modification. Economic models show that regulatory interventions intended to curb these practices will fail to protect the neediest consumers. Taken together, this research proposes strengthening consumer rights within financial contracts and provides some empirical results that support this conclusion. The second prong empirical methods to study the effect of regulation on the behavior of intermediaries, such as sales agents and financial advisors, who sell consumer financial contracts. The work will focus on two different types of intermediaries - mortgage originators and financial advisors. In the aftermath of the financial crisis in 2008, many commentators looked to the structure of the mortgage market and speculated that principal-agent problems between lenders and originators may be partially to blame. Empirical analysis will be done using data on individual loans owned by Fannie Mae or Freddie Mac between 2002 and 2012, comparing default and foreclosure rates of loans with a dispersed ownership and sales structure to loans sold by a vertically integrated lender. This research will study whether consumer lawsuits and state consumer protection laws differentially impact lending by vertically integrated lenders, relative to lenders with a dispersed vertical structure. In the case of financial advisors, principal-agent problems have been dealt with by imposing fiduciary and fiduciary-like duties that give advisors an incentive to serve their customers' best interests, rather than maximizing their own income. Using proprietary data from a large life insurance company, this research will study the impact of state variation in regulation on the sale of variable annuities and fixed annuities to retirees. The first step will be to build a comprehensive state-level dataset of laws governing insurance agents, including changes year by year. The second step will be to estimate the causal impact of legal stringency on the type and volume of products sold in that state, using state legal changes to approximate a random shift in legal stringency.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manisha",
   "pi_last_name": "Padi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manisha Padi",
   "pi_email_addr": "",
   "nsf_id": "000738503",
   "pi_start_date": "2017-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Padi                    Manisha",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021393743",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": null,
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606372776",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "040Y00",
   "pgm_ele_name": "(SPRF-FR) SBE Postdoctoral Res"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;\"</strong>The Law and Economics of Consumer Finance\" takes a unique interdisciplinary approach to the study of consumer finance.</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit:</p>\n<p>&nbsp;</p>\n<p>This project combines cutting edge techniques in economics and law. Economics has developed a robust methodology for studying the causal implications of policy changes in data, by finding examples of policy changes that induce quasi-random application of policies to different sub-populations. Legal theory takes the opposite approach, and starts by understanding the fact patterns of a specific case. This work combines the two approaches by using state level heterogeneity in legal protections and regulatory heterogeneity in the application of federal law.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts:</p>\n<p>&nbsp;</p>\n<p>This work focuses on the most vulnerable populations in the United States - those that rely on unfair or abusive financial contracts for their day to day survival. These groups tend to be subject to historical racial discrimination, have low or highly variable incomes, and have limited access to financial education. Both law and markets have an important role in protecting these populations, without limiting their opportunities to advance in society through homeownership, education, and the creation of wealth. The projects engaged in during the fellowship period, as described below, highlight specific laws that can improve consumer welfare and describes other areas of the law that do not significantly impact American households.</p>\n<p>&nbsp;</p>\n<p>Description:</p>\n<p>&nbsp;</p>\n<p>The first project studies the impact of state consumer protection laws on consumer outcomes. It includes two sub-projects. First, I study the role of increased liability faced by mortgage lenders on the origination and performance of mortgage loans. Using a natural experiment in Ohio, which introduced the Homebuyer's Protection Act in 2007, I study the impact of both standards of care and mandated disclosures on mortgage loans originated between 2000 and 2013. I find that imposing standards of care on lenders decreases their propensity to foreclose on consumers and lowers consumer bankruptcy rates. Lenders subject to the standards of care do not offer different interest rates or change other loan characteristics. Instead, they originate fewer risky loans overall, and are more lenient towards borrowers.&nbsp;</p>\n<p>Second, my coauthors and I study the impact of state common law fiduciary duty on financial advisors and their customers. This paper evaluates whether expanding fiduciary duty at the national level would benefit retail investors using a transactions-level dataset for annuity sales from a major financial services provider and exploiting state-level variation in common law fiduciary duty. We find that imposing fiduciary duty on broker-dealers shifts the set of products they sell to consumers, away from variable annuities and towards fixed indexed annuities. Within variable annuities, fiduciary duty induces a shift towards lower-fee, higher-return annuities with a wider array of investment options. We develop a model that leverages the distributional changes in products sold to test the mechanism by which fiduciary duty operates. We find evidence that fiduciary duty does not solely increase the cost of doing business but that it has the intended effect of directly improving financial advice.</p>\n<p>&nbsp;</p>\n<p>The next project studies the role of state politics in mortgage markets across the United States. Mortgage markets and their regulation have been a focus of increasingly polarized political debates, reflected in an academic literature showing the impact of partisan politics on financial markets. Since the financial crisis, states have played a growing role in regulating mortgage markets, due to the increase in nationwide litigation by state attorneys general and the expansion of 'shadow' non-bank lenders that are primarily regulated by the states. Scholarly work and political activity suggest that increasing political polarization and a larger state role in mortgage regulation will have adverse impacts on mortgage markets. We study whether real mortgage lending and performance outcomes are affected by state party politics, independent of national conditions. We document that significant average differences between states with Democratic and Republican governors and AGs in lending quantity, quality, and performance can be largely explained by macroeconomic trends. The results suggest that state party politics do not have a significant material impact on mortgage markets.</p>\n<p>&nbsp;</p>\n<p>The final project studies the impact of debt servicing regulation on household financial distress. Debt servicers directly interact with household borrowers, make key decisions about creditor leniency, and have been indicted as key players in the financial crisis. Despite this, little is known about the causal effect of servicer behavior on household financial distress. Using the 2013 introduction of mortgage servicing regulations by the Consumer Financial Protection Bureau (CFPB), we study whether requiring servicers to warn delinquent consumers and to process loss mitigation applications prior to foreclosure improves consumer outcomes. Data from loan level mortgage performance data shows that servicing regulations significantly improve loan performance, lowering the probability that a loan ends up in loss mitigation or in foreclosure.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2019<br>\n\t\t\t\t\tModified by: Manisha&nbsp;Padi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \"The Law and Economics of Consumer Finance\" takes a unique interdisciplinary approach to the study of consumer finance.\n\n \n\nIntellectual Merit:\n\n \n\nThis project combines cutting edge techniques in economics and law. Economics has developed a robust methodology for studying the causal implications of policy changes in data, by finding examples of policy changes that induce quasi-random application of policies to different sub-populations. Legal theory takes the opposite approach, and starts by understanding the fact patterns of a specific case. This work combines the two approaches by using state level heterogeneity in legal protections and regulatory heterogeneity in the application of federal law.\n\n \n\nBroader Impacts:\n\n \n\nThis work focuses on the most vulnerable populations in the United States - those that rely on unfair or abusive financial contracts for their day to day survival. These groups tend to be subject to historical racial discrimination, have low or highly variable incomes, and have limited access to financial education. Both law and markets have an important role in protecting these populations, without limiting their opportunities to advance in society through homeownership, education, and the creation of wealth. The projects engaged in during the fellowship period, as described below, highlight specific laws that can improve consumer welfare and describes other areas of the law that do not significantly impact American households.\n\n \n\nDescription:\n\n \n\nThe first project studies the impact of state consumer protection laws on consumer outcomes. It includes two sub-projects. First, I study the role of increased liability faced by mortgage lenders on the origination and performance of mortgage loans. Using a natural experiment in Ohio, which introduced the Homebuyer's Protection Act in 2007, I study the impact of both standards of care and mandated disclosures on mortgage loans originated between 2000 and 2013. I find that imposing standards of care on lenders decreases their propensity to foreclose on consumers and lowers consumer bankruptcy rates. Lenders subject to the standards of care do not offer different interest rates or change other loan characteristics. Instead, they originate fewer risky loans overall, and are more lenient towards borrowers. \n\nSecond, my coauthors and I study the impact of state common law fiduciary duty on financial advisors and their customers. This paper evaluates whether expanding fiduciary duty at the national level would benefit retail investors using a transactions-level dataset for annuity sales from a major financial services provider and exploiting state-level variation in common law fiduciary duty. We find that imposing fiduciary duty on broker-dealers shifts the set of products they sell to consumers, away from variable annuities and towards fixed indexed annuities. Within variable annuities, fiduciary duty induces a shift towards lower-fee, higher-return annuities with a wider array of investment options. We develop a model that leverages the distributional changes in products sold to test the mechanism by which fiduciary duty operates. We find evidence that fiduciary duty does not solely increase the cost of doing business but that it has the intended effect of directly improving financial advice.\n\n \n\nThe next project studies the role of state politics in mortgage markets across the United States. Mortgage markets and their regulation have been a focus of increasingly polarized political debates, reflected in an academic literature showing the impact of partisan politics on financial markets. Since the financial crisis, states have played a growing role in regulating mortgage markets, due to the increase in nationwide litigation by state attorneys general and the expansion of 'shadow' non-bank lenders that are primarily regulated by the states. Scholarly work and political activity suggest that increasing political polarization and a larger state role in mortgage regulation will have adverse impacts on mortgage markets. We study whether real mortgage lending and performance outcomes are affected by state party politics, independent of national conditions. We document that significant average differences between states with Democratic and Republican governors and AGs in lending quantity, quality, and performance can be largely explained by macroeconomic trends. The results suggest that state party politics do not have a significant material impact on mortgage markets.\n\n \n\nThe final project studies the impact of debt servicing regulation on household financial distress. Debt servicers directly interact with household borrowers, make key decisions about creditor leniency, and have been indicted as key players in the financial crisis. Despite this, little is known about the causal effect of servicer behavior on household financial distress. Using the 2013 introduction of mortgage servicing regulations by the Consumer Financial Protection Bureau (CFPB), we study whether requiring servicers to warn delinquent consumers and to process loss mitigation applications prior to foreclosure improves consumer outcomes. Data from loan level mortgage performance data shows that servicing regulations significantly improve loan performance, lowering the probability that a loan ends up in loss mitigation or in foreclosure. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/23/2019\n\n\t\t\t\t\tSubmitted by: Manisha Padi"
 }
}