{
 "awd_id": "1715651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Persistence, Stability and Control of Populations in Heterogeneous Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 199999.0,
 "awd_amount": 199999.0,
 "awd_min_amd_letter_date": "2017-05-24",
 "awd_max_amd_letter_date": "2022-03-11",
 "awd_abstract_narration": "Spatial nonuniformity of the environment is important in the survival or extinction of many large-scale ecological and epidemiological systems. This project studies how movement of organisms in the environment affects ecosystem survival or epidemic outbreak/extinction. Examples of such movement include dispersal of marine larvae between different reefs under water flow, spreading of infectious diseases via holiday travel or environmental pathogen movement, and infection through movement of insects that carry disease. Several user-friendly quantitative indices and their computation will be introduced to biologists and other scientists as tools for detecting and preventing ecological extinction or epidemic outbreaks. The research will model and optimize the effect of vaccination, medical treatment, and quarantine in epidemic events, and harvesting and harvesting restrictions for agricultural/fishery/forestry systems, to provide answers to important questions about sustaining high quality living environments and preventing epidemic outbreaks. Sample applications of the proposed research include (a) preventing cholera epidemics spreading through a common water source and (b) restoring Chesapeake Bay oyster populations. The outcomes from application projects will provide actionable strategies for government agencies, and the results will improve economic productivity of fisheries.\r\n \r\nThe impact of spatial heterogeneity and dispersal on key ecological indices and properties will be quantitatively defined and calculated, and a unified mathematical framework will be developed to study the persistence, stability and control of both single and interacting species in heterogeneous environment or networks. The focus is the impact of asymmetric movement on the dynamical behavior of the biological systems, and infusing graph theory, matrix theory and their continuous counterparts into the study of corresponding dynamical systems is a key to the new theory. Several classical concepts in dynamical systems and mathematical biology such as Lyapunov stability theory, basic reproduction number, maximum sustainable yield and a new concept of target reproduction number will be defined in a broader context and analyzed with the additional network structure and spatial heterogeneity. The project will train graduate students and undergraduate students, and the modeling skills and new mathematical techniques that students acquire from the project will make them part of a future workforce with strong quantitative and analytical ability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Junping",
   "pi_last_name": "Shi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junping Shi",
   "pi_email_addr": "shij@math.wm.edu",
   "nsf_id": "000493303",
   "pi_start_date": "2017-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leah",
   "pi_last_name": "Shaw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leah Shaw",
   "pi_email_addr": "lbshaw@wm.edu",
   "nsf_id": "000246206",
   "pi_start_date": "2017-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "",
  "perf_city_name": "Williamsburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231878795",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 88607.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 111392.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the effect of spatial heterogeneity of environments is crucial for the persistence or extinction of numerous large-scale ecological and epidemiological systems. This project delves into the impact of organism movement within these environments on ecosystem survival or epidemic dynamics. Examples include the dispersal of marine larvae among reefs via water currents, the transmission of infectious diseases through holiday travel or environmental pathogen movement, and disease spread facilitated by insect vectors.</p>\n<p>The project aims to introduce several user-friendly quantitative indices and their computation methods to biologists and other scientists. These tools will aid in detecting and preventing ecological extinction or epidemic outbreaks. Notably, the asymptotic behavior of the basic reproduction number of a general spatially heterogeneous epidemic model was analyzed; a novel reaction-diffusion model with delayed diffusion for animal spatial movement was developed to describe more realistic movement activities; a new graph theoretical techniques approach based on Kirchhoff&rsquo;s matrix-tree theorem is developed to study the dynamics of patch population models; and a spatial model is developed to describe self-organization of an eroding marsh shoreline based on three-way interactions between sediment volume and two ecosystem engineers -- smooth cordgrass Spartina alterniflora and ribbed mussels Geukensia demissa. The study of pattern formation in the spatial systems becomes particularly important and can provide more insight into the possible pattern forming mechanism and its implication for the system&rsquo;s resilience and adaptation to environmental changes. The study of pattern formation in coastal salt marsh systems extend the concepts that self-organization can emerge from local and nonlocal interactions, emphasizing the importance of the ecosystem engineers, smooth cordgrass and ribbed mussels, and demonstrating the potential value of self-organization for ecosystem management and restoration.</p>\n<p>Under this project, the PIs have successfully recruited and trained more than ten undergraduate students and three PhD students at the College of William &amp; Mary. These students have been engaged in various aspects of the proposed research, leading to the completion and submission of manuscripts. Three PhD students have successfully defended their dissertations under the PIs&rsquo; supervision and have transitioned into faculty/researcher positions at academic institutions. Eight undergraduate students trained in the program have started to pursue advanced degrees in science and mathematical science.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/18/2024<br>\nModified by: Junping&nbsp;Shi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nUnderstanding the effect of spatial heterogeneity of environments is crucial for the persistence or extinction of numerous large-scale ecological and epidemiological systems. This project delves into the impact of organism movement within these environments on ecosystem survival or epidemic dynamics. Examples include the dispersal of marine larvae among reefs via water currents, the transmission of infectious diseases through holiday travel or environmental pathogen movement, and disease spread facilitated by insect vectors.\n\n\nThe project aims to introduce several user-friendly quantitative indices and their computation methods to biologists and other scientists. These tools will aid in detecting and preventing ecological extinction or epidemic outbreaks. Notably, the asymptotic behavior of the basic reproduction number of a general spatially heterogeneous epidemic model was analyzed; a novel reaction-diffusion model with delayed diffusion for animal spatial movement was developed to describe more realistic movement activities; a new graph theoretical techniques approach based on Kirchhoffs matrix-tree theorem is developed to study the dynamics of patch population models; and a spatial model is developed to describe self-organization of an eroding marsh shoreline based on three-way interactions between sediment volume and two ecosystem engineers -- smooth cordgrass Spartina alterniflora and ribbed mussels Geukensia demissa. The study of pattern formation in the spatial systems becomes particularly important and can provide more insight into the possible pattern forming mechanism and its implication for the systems resilience and adaptation to environmental changes. The study of pattern formation in coastal salt marsh systems extend the concepts that self-organization can emerge from local and nonlocal interactions, emphasizing the importance of the ecosystem engineers, smooth cordgrass and ribbed mussels, and demonstrating the potential value of self-organization for ecosystem management and restoration.\n\n\nUnder this project, the PIs have successfully recruited and trained more than ten undergraduate students and three PhD students at the College of William & Mary. These students have been engaged in various aspects of the proposed research, leading to the completion and submission of manuscripts. Three PhD students have successfully defended their dissertations under the PIs supervision and have transitioned into faculty/researcher positions at academic institutions. Eight undergraduate students trained in the program have started to pursue advanced degrees in science and mathematical science.\n\n\n\t\t\t\t\tLast Modified: 02/18/2024\n\n\t\t\t\t\tSubmitted by: JunpingShi\n"
 }
}