{
 "awd_id": "1715822",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/MCB-BSF:  Quantitative analysis and modeling of Notch signaling using in vivo synthetic biology",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 850000.0,
 "awd_amount": 850000.0,
 "awd_min_amd_letter_date": "2017-07-27",
 "awd_max_amd_letter_date": "2017-07-27",
 "awd_abstract_narration": "How an animal develops complex tissue types during its lifetime is an important and fundamental question. Many cell signals are required to work together so this process works flawlessly. This project will systematically build a theoretical understanding of a cell signaling pathway in developing fruit fly embryos. Like many genetic pathways required for animal development, this signaling pathway was initially discovered using fruit flies and later shown to be essential for normal human development and health. This project will foster scientific collaborations between the U.S and Israel. Students from biology, engineering, and physics will examine how an external signal is converted into specific outputs using experimental and computational approaches. Both graduate and undergraduate students will be trained by a multidisciplinary research team that has wide-ranging expertise in laboratory and theoretical methods. Undergraduate students in Biomedical and Computer engineering will gain hands-on laboratory experiences and work with advanced students as a team, to achieve a common goal. This will help them to communicate ideas and results to fellow students and will promote interdisciplinary training.\r\n\r\nThe central aim of this collaborative research project is to understand how different cell types convert the same cell signaling pathway into distinct responses during animal development. Defining how a signal invokes appropriate cell responses is of fundamental importance because signaling pathways ensure essential cell types are generated throughout an organism's lifespan. The Notch signaling pathway in Drosophila is iteratively used to invoke distinct responses in different cell types throughout animal development. The specific goals of this project are to develop a systematic, quantitative understanding of how the Notch signal is converted into cell-specific outputs using an in vivo synthetic biology approach and mathematical modeling. Drosophila carrying a set of reporters that systematically vary in number and architecture of Notch-regulated DNA binding sites will be created. Quantitative expression analysis and transcription factor occupancy data will be obtained using high resolution imaging of fixed and live tissues. Experimental data will be used to build mathematical models and computational simulations. Models will be based on a statistical mechanics description of transcription to describe how key parameters (DNA binding sites, ratios of effector proteins, binding affinities, and protein degradation) alter Notch output. Predictions from these models will be tested experimentally and will be used to improve the mathematical models. A quantitative description for the core Notch transcription module will provide a framework to systematically explore the role of additional biological factors on Notch-mediated transcription.\r\n\r\nThis collaborative US/Israel project is supported by the US National Science Foundation and the Israeli Binational Science Foundation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Gebelein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Gebelein",
   "pi_email_addr": "brian.gebelein@cchmc.org",
   "nsf_id": "000534486",
   "pi_start_date": "2017-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Children's Hospital Medical Center",
  "inst_street_address": "3333 BURNET AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5136361363",
  "inst_zip_code": "452293039",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CHILDRENS HOSPITAL MEDICAL CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "JZD1HLM2ZU83"
 },
 "perf_inst": {
  "perf_inst_name": "Cincinnati Childrens Hospital Medical Center",
  "perf_str_addr": "3333 Burnet Avenue",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452293026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 850000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background:</strong> Notch signaling provides a means of cell-to-cell communication that is conserved from insects to humans. The Notch signal is activated at the cell surface via specific Notch receptor/ligand interactions between cells, resulting in the release of a portion of the Notch molecule that forms a complex with a transcription factor to induce changes in gene expression. Importantly, the amount of Notch signal produced within a cell is critical for normal development in animals from insects to mammals as defects in the Notch pathway have been associated with embryonic birth defects and developmental syndromes. Moreover, cellular responses to the Notch signal can also be influenced by additional factors such as the levels of antagonistic co-repressor proteins. Thus, the goal of this collaborative project between a physicist, a geneticist, and a biochemist was to build and test models that predict how changes in the fundamental Notch signaling components impact gene expression and cellular fate decisions. Below, we highlight the intellectual and broader impacts of our studies.</p>\n<p><strong>Intellectual Merit:</strong> With funds from this grant, we created a highly collaborative research program between scientists with expertise in genetics and biochemistry in the United States and a physics/systems biology laboratory in Israel. By combining mathematical modeling, genetics, synthetic biology, and biochemistry, our strategy was to assess how changing the levels of each key Notch pathway component impacts different gene expression and cellular outcomes. Through this approach, we made two major discoveries that better reveal how the Notch signal is converted into cell specific responses during animal development. First, we unexpectedly found that simply inserting synthetic DNA elements into the genome can alter the Notch response by promoting Notch signal degradation. Comparative studies between synthetic DNA sequences encoding cooperative versus non-cooperative Notch binding sites revealed that only cooperative sites were sufficient to cause developmental defects, and these defects occurred in only a subset of Notch sensitive tissues. Using genetics, we showed that the Notch signal turnover was dependent upon the Cdk8-Mediator complex, which is a common protein degradation pathway. Moreover, we used mathematical modeling to explain why only cell decisions that require a long-duration Notch signal are highly sensitive to this degradation mechanism, whereas cell decisions that require a short-duration Notch signal are resistant to this mechanism. Second, we found that cooperative DNA sites are preferentially bound by the Notch activation complex over the antagonistic co-repressor complex and thus, cooperative sites are more resistant to changes in the levels of the antagonistic co-repressor proteins. Taken together, these findings provide new insight into how Notch target genes can utilize different types of DNA binding sites to impact the turnover rate of the Notch signal, alter the sensitivity of gene expression changes to the levels of Notch signal and antagonistic co-repressors, and ultimately impact cell fate decisions required for animal development. &nbsp;&nbsp;</p>\n<p><strong>Broader Impacts: </strong>The main broader impacts from our studies have been the interdisciplinary training of biology, engineering, and physics students. Throughout the duration of the grant, a diverse group of graduate and undergraduate students including 5 women and 1 URM were recruited and trained in theoretical, experimental, and computational approaches focused on defining how the Notch signal is converted into specific outputs. Hence, students from diverse backgrounds and disciplines (i.e. biology, physics, and engineering) worked as a team toward a common goal, and thereby were required to communicate their ideas and results with fellow students from distinct scientific fields via both joint lab meetings and written publications and reports. NSF funds were used to support the thesis work of 4 PhD students (2 women) and 4 University of Cincinnati-Biomedical Engineering Co-op undergraduates (3 women and 1 URM) in the United States, whereas BSF funds were used to support a PhD student and two MSc students in Israel. Each engineering undergraduate was trained in biological assays by PhD students &ndash; thereby providing a great opportunity to learn mentorship and teaching skills. Moreover, since engineering students learn computational coding as part of their didactic training, the co-op students synergized well with the mathematical aspects of the project and helped to train the biology graduate students in computational approaches. Highlighting the effectiveness of this cross-disciplinary approach, each student was either a co-author on one or more manuscripts and/or generated data that will be included in future manuscripts.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2021<br>\n\t\t\t\t\tModified by: Brian&nbsp;Gebelein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBackground: Notch signaling provides a means of cell-to-cell communication that is conserved from insects to humans. The Notch signal is activated at the cell surface via specific Notch receptor/ligand interactions between cells, resulting in the release of a portion of the Notch molecule that forms a complex with a transcription factor to induce changes in gene expression. Importantly, the amount of Notch signal produced within a cell is critical for normal development in animals from insects to mammals as defects in the Notch pathway have been associated with embryonic birth defects and developmental syndromes. Moreover, cellular responses to the Notch signal can also be influenced by additional factors such as the levels of antagonistic co-repressor proteins. Thus, the goal of this collaborative project between a physicist, a geneticist, and a biochemist was to build and test models that predict how changes in the fundamental Notch signaling components impact gene expression and cellular fate decisions. Below, we highlight the intellectual and broader impacts of our studies.\n\nIntellectual Merit: With funds from this grant, we created a highly collaborative research program between scientists with expertise in genetics and biochemistry in the United States and a physics/systems biology laboratory in Israel. By combining mathematical modeling, genetics, synthetic biology, and biochemistry, our strategy was to assess how changing the levels of each key Notch pathway component impacts different gene expression and cellular outcomes. Through this approach, we made two major discoveries that better reveal how the Notch signal is converted into cell specific responses during animal development. First, we unexpectedly found that simply inserting synthetic DNA elements into the genome can alter the Notch response by promoting Notch signal degradation. Comparative studies between synthetic DNA sequences encoding cooperative versus non-cooperative Notch binding sites revealed that only cooperative sites were sufficient to cause developmental defects, and these defects occurred in only a subset of Notch sensitive tissues. Using genetics, we showed that the Notch signal turnover was dependent upon the Cdk8-Mediator complex, which is a common protein degradation pathway. Moreover, we used mathematical modeling to explain why only cell decisions that require a long-duration Notch signal are highly sensitive to this degradation mechanism, whereas cell decisions that require a short-duration Notch signal are resistant to this mechanism. Second, we found that cooperative DNA sites are preferentially bound by the Notch activation complex over the antagonistic co-repressor complex and thus, cooperative sites are more resistant to changes in the levels of the antagonistic co-repressor proteins. Taken together, these findings provide new insight into how Notch target genes can utilize different types of DNA binding sites to impact the turnover rate of the Notch signal, alter the sensitivity of gene expression changes to the levels of Notch signal and antagonistic co-repressors, and ultimately impact cell fate decisions required for animal development.   \n\nBroader Impacts: The main broader impacts from our studies have been the interdisciplinary training of biology, engineering, and physics students. Throughout the duration of the grant, a diverse group of graduate and undergraduate students including 5 women and 1 URM were recruited and trained in theoretical, experimental, and computational approaches focused on defining how the Notch signal is converted into specific outputs. Hence, students from diverse backgrounds and disciplines (i.e. biology, physics, and engineering) worked as a team toward a common goal, and thereby were required to communicate their ideas and results with fellow students from distinct scientific fields via both joint lab meetings and written publications and reports. NSF funds were used to support the thesis work of 4 PhD students (2 women) and 4 University of Cincinnati-Biomedical Engineering Co-op undergraduates (3 women and 1 URM) in the United States, whereas BSF funds were used to support a PhD student and two MSc students in Israel. Each engineering undergraduate was trained in biological assays by PhD students &ndash; thereby providing a great opportunity to learn mentorship and teaching skills. Moreover, since engineering students learn computational coding as part of their didactic training, the co-op students synergized well with the mathematical aspects of the project and helped to train the biology graduate students in computational approaches. Highlighting the effectiveness of this cross-disciplinary approach, each student was either a co-author on one or more manuscripts and/or generated data that will be included in future manuscripts.\n\n \n\n\t\t\t\t\tLast Modified: 12/06/2021\n\n\t\t\t\t\tSubmitted by: Brian Gebelein"
 }
}