{
 "awd_id": "1715232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:Protocadherin cytoplasmic interactions, trafficking and anti-adhesion",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 468124.0,
 "awd_amount": 468124.0,
 "awd_min_amd_letter_date": "2017-07-26",
 "awd_max_amd_letter_date": "2017-07-26",
 "awd_abstract_narration": "In the brains of organisms as diverse as fruit flies to humans, developing neurons generally recognize one another through specific types of receptors. It is well-known that The surfaces of growing neurons can adhere to other neurons and glial cells through receptors called cell adhesion molecules. However, axons and dendrites from the same neuron must avoid each other so that they do not cross.  The protocadherins (Pcdhs) are proteins that are related to conventional cell adhesion molecules, but appear to mediate the self-avoidance process in the vertebrate nervous system.  This project aims to study the mechanism of the anti-adhesive process by which neurons achieve self-avoidance. This project will recruit undergraduate researchers, under the guidance of the principal investigator and experienced graduate students and/or research associates, to study Pcdh mediated anti-adhesion in cells using cutting-edge molecular biological and cellular imaging techniques. The project will contribute to the understanding of neural development. The experience that these undergraduates receive from this project will be an essential part of their training for careers in education, biology research, as well as preparation for medical and dental schools and other postgraduate programs in health care-related fields. \r\n\r\nThis project will study how an interesting class of neural cell receptors, the clustered protocadherins (Pcdhs), hallmarks of complex vertebrate brains, function in wiring neurons during development. The Pcdhs resemble cell surface adhesion molecules but are prominently trafficked in internal compartments including the endosome/lysosome system. It is hypothesized that this intracellular trafficking might be related to the anti-adhesive properties of Pcdhs. An amino acid segment of the cytoplasmic domain from one Pcdh family member that controls intracellular trafficking (termed the VCD motif) has been mapped. The function of this segment and similar segments in other Pcdh family members needs to be elaborated and how Pcdhs cause cell membranes to detach needs to be studied.  In this project, VCD motifs from representatives of Pcdh subfamilies will be studied by site-directed mutagenesis and trafficking assays. The ability of these motifs to physically interact will also be characterized. Critical residues for VCD motif function will be identified and used to create trafficking defective Pcdh mutants that will be used to study the requirements for correct intracellular trafficking in the anti-adhesive process. The ability of wild-type and mutant Pcdhs to undergo trans-endocytosis from one interacting cell to the other, a proposed mechanism for anti-adhesion, will be characterized by correlative light and electron microscopy. Finally, how Pcdh mediated cell-cell interaction affects the levels of other cell-surface adhesion molecules by altering the rate of lysosomal degradation will be characterized and proteins up- or down-regulated by Pcdh interaction identified by quantitative proteomics. Completion of these experiments will lead to a better understanding of how Pcdhs affect interacting cells in neural development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Phillips",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Greg R Phillips",
   "pi_email_addr": "greg.phillips@csi.cuny.edu",
   "nsf_id": "000442180",
   "pi_start_date": "2017-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 Victory Blvd.",
  "perf_city_name": "Staten Island",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 468124.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Interaction of cells with other cells via receptors called cell adhesion molecules (CAMs) is a vital process during development of most tissues in the body, in particular the nervous system. Cells in the nervous system, including both neurons and glial cells, interact with each other through CAMs and these interactions guide the proper positioning of cells and the outgrowth of neuronal axons and dendrites to their proper destination as well guide the pattern of synaptic connectivity by promoting the adhesion of synaptic membranes. There are many different types of CAMs and these receptors mediate what is known as homophilic binding which means that cells which express a particular CAM will preferentially interact with cells that express the same variety of CAM. However, the complexity of the nervous system with billions of cells and trillions of synapses is thought to require an adhesive code that far exceeds the diversity of most of the known CAM families. One family of CAMs called the clustered protocadherins (Pcdhs) are a group of ~60 distinct adhesion molecules, each with homophilic specificity, that are produced in unique combinations within individual neurons, forming specific adhesive units and generating what has been termed a neural surface barcode that has been calculated to provide a level of adhesive specificity required for the proper development of axons, dendrites and synapses. These proteins are hallmarks of complex brains that arose in vertebrates and similar proteins are also present in complex invertebrate brains such as in the octopus. However, the cellular function of Pcdhs is less well understood when compared to other CAMs. Some studies have shown that Pcdhs mediate homophilic adhesive interactions in the nervous system, similar to other CAMs, while other studies have shown that the proteins mediate what appears to be the opposite of adhesion among neural dendrites arising from the same cell which may be due to the identical barcode on these membranes. This process, termed self-avoidance is important for the proper spacing and elaboration of same-cell dendrites but the mechanism of not well understood. It is important to understand how apparent adhesive molecules can mediate what appears to be the opposite of adhesion. Our laboratory is focused on elucidating these two apparent opposite activities of the Pcdhs, adhesion in some cases and avoidance in other cases, and the molecular mechanisms that might switch these proteins from adhesive to avoidance molecules. We have hypothesized that removal of Pcdhs from the cell surface by endocytosis upon initial cell-cell binding might trigger the avoidance process. This process might only be activated when Pcdhs are mediating avoidance and not stable adhesion such that which might observed at synapses. One known trigger for receptor endocytosis is the tagging of receptors on the inside surface of the cell by a protein called ubiquitin. Results from this project showed that Pcdhs are indeed highly tagged by ubiquitin and this results in internalization of Pcdhs from the cell surface and accumulation within compartments inside the cell. We showed that interference with this ubiquitination causes Pcdhs to remain at the cell surface where it can engage in cell to cell interaction. Biochemical studies in which Pcdhs were specifically isolated from the cell surface without contamination from the intracellular Pcdh fraction, have revealed potential Pcdh interacting proteins that may participate in this ubiquitination. Overall, this project identified the process of ubiquitination as a regulator of cell adhesion mediated by Pcdhs, which could explain the diverse activities mediated by these proteins in the nervous system. Broader impacts of this project included the training undergraduates and graduate students in molecular cell biological research as well as providing material for undergraduate education in cell biology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2023<br>\n\t\t\t\t\tModified by: Greg&nbsp;R&nbsp;Phillips</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInteraction of cells with other cells via receptors called cell adhesion molecules (CAMs) is a vital process during development of most tissues in the body, in particular the nervous system. Cells in the nervous system, including both neurons and glial cells, interact with each other through CAMs and these interactions guide the proper positioning of cells and the outgrowth of neuronal axons and dendrites to their proper destination as well guide the pattern of synaptic connectivity by promoting the adhesion of synaptic membranes. There are many different types of CAMs and these receptors mediate what is known as homophilic binding which means that cells which express a particular CAM will preferentially interact with cells that express the same variety of CAM. However, the complexity of the nervous system with billions of cells and trillions of synapses is thought to require an adhesive code that far exceeds the diversity of most of the known CAM families. One family of CAMs called the clustered protocadherins (Pcdhs) are a group of ~60 distinct adhesion molecules, each with homophilic specificity, that are produced in unique combinations within individual neurons, forming specific adhesive units and generating what has been termed a neural surface barcode that has been calculated to provide a level of adhesive specificity required for the proper development of axons, dendrites and synapses. These proteins are hallmarks of complex brains that arose in vertebrates and similar proteins are also present in complex invertebrate brains such as in the octopus. However, the cellular function of Pcdhs is less well understood when compared to other CAMs. Some studies have shown that Pcdhs mediate homophilic adhesive interactions in the nervous system, similar to other CAMs, while other studies have shown that the proteins mediate what appears to be the opposite of adhesion among neural dendrites arising from the same cell which may be due to the identical barcode on these membranes. This process, termed self-avoidance is important for the proper spacing and elaboration of same-cell dendrites but the mechanism of not well understood. It is important to understand how apparent adhesive molecules can mediate what appears to be the opposite of adhesion. Our laboratory is focused on elucidating these two apparent opposite activities of the Pcdhs, adhesion in some cases and avoidance in other cases, and the molecular mechanisms that might switch these proteins from adhesive to avoidance molecules. We have hypothesized that removal of Pcdhs from the cell surface by endocytosis upon initial cell-cell binding might trigger the avoidance process. This process might only be activated when Pcdhs are mediating avoidance and not stable adhesion such that which might observed at synapses. One known trigger for receptor endocytosis is the tagging of receptors on the inside surface of the cell by a protein called ubiquitin. Results from this project showed that Pcdhs are indeed highly tagged by ubiquitin and this results in internalization of Pcdhs from the cell surface and accumulation within compartments inside the cell. We showed that interference with this ubiquitination causes Pcdhs to remain at the cell surface where it can engage in cell to cell interaction. Biochemical studies in which Pcdhs were specifically isolated from the cell surface without contamination from the intracellular Pcdh fraction, have revealed potential Pcdh interacting proteins that may participate in this ubiquitination. Overall, this project identified the process of ubiquitination as a regulator of cell adhesion mediated by Pcdhs, which could explain the diverse activities mediated by these proteins in the nervous system. Broader impacts of this project included the training undergraduates and graduate students in molecular cell biological research as well as providing material for undergraduate education in cell biology.\n\n \n\n\t\t\t\t\tLast Modified: 01/27/2023\n\n\t\t\t\t\tSubmitted by: Greg R Phillips"
 }
}