{
 "awd_id": "1715078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Small: Tracking and Unpacking Rumor Permutations to Understand Collective Sensemaking Online",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 494188.0,
 "awd_amount": 510188.0,
 "awd_min_amd_letter_date": "2017-07-22",
 "awd_max_amd_letter_date": "2019-06-14",
 "awd_abstract_narration": "This research addresses empirical and conceptual questions about online rumoring, asking: (1) How do online rumors permute, branch, and otherwise evolve over the course of their lifetime? (2) How can theories of rumor spread in offline settings be extended to online interaction, and what factors (technological and behavioral) influence these dynamics, perhaps making online settings distinct environments for information flow? The dynamics of information flow are particularly salient in the context of crisis response, where social media have become an integral part of both the formal and informal communication infrastructure.  Improved understanding of online rumoring could inform communication and information-gathering strategies for crisis responders, journalists, and citizens affected by disasters, leading to innovative solutions for detecting, tracking, and responding to the spread of misinformation and malicious rumors. This project has the potential to fundamentally transform both methods and theories for studying collective behavior online during disasters. Techniques developed for tracking rumors as they evolve and spread over social media will aid other researchers in addressing similar problems in other contexts.\r\n\r\nTo answer this project's core questions, researchers will develop novel methods to identify and track rumors over time, detecting threads within a rumor story as well as permutations in the rumor itself. This will allow researchers to map rumor trajectories, providing insight into the structure of specific rumors and broader rumor types. Using these maps, researchers will employ complementary quantitative and qualitative analysis, together with conceptual modeling, to better understand online collective sensemaking processes through the lens of rumor permutations. Qualitative analysis will involve classifying and understanding the underlying rationale for different types of permutations, and quantitative models will help researchers understand aggregate patterns of different kinds of permutations across rumors, to draw conclusions about collective sensemaking at scale.  Through analysis of social media data and interviews, researchers will refine and extend emerging methods for doing mixed-method analysis on large-scale, online interaction. Work to enhance empirical and conceptual understandings of online rumoring and collective sensemaking will provide an opportunity to extend classical theories of rumor distortion based on ideas of leveling, sharpening and assimilation and to develop new theories for the spread of complex stories online, incorporating story dynamics and factors specific to online spaces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emma",
   "pi_last_name": "Spiro",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Emma S Spiro",
   "pi_email_addr": "espiro@uw.edu",
   "nsf_id": "000662081",
   "pi_start_date": "2017-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Starbird",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kate Starbird",
   "pi_email_addr": "kstarbi@uw.edu",
   "nsf_id": "000636015",
   "pi_start_date": "2017-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brookly Ave N.E.",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 494188.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-526c56b0-7fff-c0cb-888c-5d548cb12858\">\n<p dir=\"ltr\"><span>Social media platforms are profoundly affecting how information flows, with potential impact in many domains, from education to politics to crisis response and public health. Understanding how information spreads online&mdash;as memes, stories, or rumors&mdash;is therefore of increasing scientific and practical importance. Indeed, researchers from diverse domains are utilizing a wide variety of methods to explore how information spreads through social media and other online platforms and underlying all of these studies are basic questions about how technological affordances, human behavior and information dynamics are related, and to some extent mutual shaping. An important and underexplored component of information diffusion, one that could provide insight into the nature of this mutually constitutive relationship, involves permutations&mdash;i.e. how information changes, or more accurately, is changed as it flows. Specifically, this project aimed to understand how online rumor narratives permute, branch, and otherwise evolve over the course of their lifetime, and to understand how theories of rumor spread in offline settings can be extended to online interaction.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>Towards these aims, this project advanced our knowledge and understanding of information flow during crisis events in several areas. In a series of empirical studies, we explored how individuals and groups of users communicate and make sense of highly uncertain information during crisis events. Through close investigation during numerous case studies, we examined this collective sensemaking process by identifying emerging themes within social media posts and the comments and replies to these posts. We saw, for example, how users can reframe factual information to fit with larger narratives and political commentary.</span><span> </span><span>Results show that narrative framing is used to support and challenge content in quoted posts. Our findings demonstrate how sensemaking theorizing and framing quickly move from discussion about the parties responsible to narratives within the larger geopolitical context. In other case studies of elections and the global pandemic we observed how </span><span>people are mobilizing on top of misinformation and making sense of science, and scientific literature. Results point to</span><span> the phenomena of misinformation interfering with the communication of scientific consensus. </span><span>Together these learnings reveal important aspects of misinformation online that can be applied in areas critical to our social and democratic institutions.&nbsp;&nbsp;&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>In the course of the project activities, students were also able to gain valuable research and educational skills. More than 10 undergraduate and graduate students participated in the research through research assistantships, REU opportunities, and for-credit research groups. More than half of these students have been women. Two undergraduates who participated in this research are now pursuing PhDs (either applying or already enrolled).</span></p>\n<br />\n<p dir=\"ltr\"><span>This research paved the way for establishing a new research center whose mission is to address the growing challenge of strategic misinformation. This research center has launched numerous projects built on the foundational ideas of misinformation narratives and the ways they permute over time, as well as attention dynamics and the role of users with large audiences spotlighting and conferring attention onto others.</span></p>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2021<br>\n\t\t\t\t\tModified by: Emma&nbsp;Spiro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nSocial media platforms are profoundly affecting how information flows, with potential impact in many domains, from education to politics to crisis response and public health. Understanding how information spreads online&mdash;as memes, stories, or rumors&mdash;is therefore of increasing scientific and practical importance. Indeed, researchers from diverse domains are utilizing a wide variety of methods to explore how information spreads through social media and other online platforms and underlying all of these studies are basic questions about how technological affordances, human behavior and information dynamics are related, and to some extent mutual shaping. An important and underexplored component of information diffusion, one that could provide insight into the nature of this mutually constitutive relationship, involves permutations&mdash;i.e. how information changes, or more accurately, is changed as it flows. Specifically, this project aimed to understand how online rumor narratives permute, branch, and otherwise evolve over the course of their lifetime, and to understand how theories of rumor spread in offline settings can be extended to online interaction. \n\n\nTowards these aims, this project advanced our knowledge and understanding of information flow during crisis events in several areas. In a series of empirical studies, we explored how individuals and groups of users communicate and make sense of highly uncertain information during crisis events. Through close investigation during numerous case studies, we examined this collective sensemaking process by identifying emerging themes within social media posts and the comments and replies to these posts. We saw, for example, how users can reframe factual information to fit with larger narratives and political commentary. Results show that narrative framing is used to support and challenge content in quoted posts. Our findings demonstrate how sensemaking theorizing and framing quickly move from discussion about the parties responsible to narratives within the larger geopolitical context. In other case studies of elections and the global pandemic we observed how people are mobilizing on top of misinformation and making sense of science, and scientific literature. Results point to the phenomena of misinformation interfering with the communication of scientific consensus. Together these learnings reveal important aspects of misinformation online that can be applied in areas critical to our social and democratic institutions.   \n\n\nIn the course of the project activities, students were also able to gain valuable research and educational skills. More than 10 undergraduate and graduate students participated in the research through research assistantships, REU opportunities, and for-credit research groups. More than half of these students have been women. Two undergraduates who participated in this research are now pursuing PhDs (either applying or already enrolled).\n\n\nThis research paved the way for establishing a new research center whose mission is to address the growing challenge of strategic misinformation. This research center has launched numerous projects built on the foundational ideas of misinformation narratives and the ways they permute over time, as well as attention dynamics and the role of users with large audiences spotlighting and conferring attention onto others.\n\n\n \n\n\t\t\t\t\tLast Modified: 12/31/2021\n\n\t\t\t\t\tSubmitted by: Emma Spiro"
 }
}