{
 "awd_id": "1715178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coupled Physics Inverse Problems in Medical and Geophysical Imaging",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 134435.0,
 "awd_amount": 134435.0,
 "awd_min_amd_letter_date": "2017-08-23",
 "awd_max_amd_letter_date": "2019-07-31",
 "awd_abstract_narration": "Non-destructive imaging technology provides a variety of methods to image the interior of an object. It is especially important for clinical diagnosis in medicine and for oil prospecting. For medical imaging methods, for example, the success rests primarily on two ingredients: on one hand, the methods should display a large contrast between healthy and unhealthy tissues, on the other hand, they should have a sufficiently high, typically sub-millimeter, resolution. Computerized Tomography (CT), Magnetic Resonance Imaging (MRI), or Ultrasound Imaging (UI) are typical examples of modalities with such a resolution. These modalities however fail to exhibit a sufficient contrast. Other modalities, for example those based on the optical, elastic, or electrical properties of tissues, do display a high contrast but suffer from low resolution capabilities. A breakthrough has been made on the way to overcoming such limitations by coupling two existing modalities: one with large contrast while the other with high resolution. A combination like this is referred to as a hybrid modality. Various hybrid modalities have been invented and tested in the past few decades. Their effectiveness is justified in experiments, yet the underlying mathematical theory is still incomplete. This project aims to complement the extant mathematical knowledge of several hybrid modalities. Better understanding of the involved mathematics could facilitate further improvement of the modalities, providing potential candidates for the next generation of medical and geophysical imaging methods.\r\n\r\nAmong other hybrid modalities, Photo-Acoustic Tomography (PAT) and Thermo-Acoustic Tomography (TAT) are typical methods in medical imaging; and Seismo-Electric (SE) and Electro-Seismic (ES) imagings are examples in geophysical imaging. PAT and TAT take advantage of the high resolution of ultrasound waves and high contrast of optical/electromagnetic waves, while SE and ES imagings couple seismic waves and electromagnetic waves. Arising in different areas, their mathematical models consist in common of two stages: an inverse source problem for a hyperbolic system and an inverse problem with internal data. The investigator will study these two stages in each modality as well as the relations between different models. The research concerns primarily recovery of optical, electromagnetic and seismic parameters of the targeted object from the aspects of uniqueness, stability, partial measurement case, and reconstructive algorithms. The main tool to study the inverse hyperbolic problems is microlocal analysis which is a powerful method for tracking propagation of singularities. Consideration of the inverse problems with internal data will be based on properties of the specific equations. The research is also expected to result in reconstructive algorithms which will be numerically implemented and tested.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Yang",
   "pi_email_addr": "yangy5@msu.edu",
   "nsf_id": "000680463",
   "pi_start_date": "2017-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 Administration Bldg, Rm2",
  "perf_city_name": "East Lansing,",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 88775.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 45660.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Non-destructive imaging technology provides a variety of methods to image the interior of an object that is inaccessible in a direct manner. The feature makes this technology especially useful for clinical diagnosis in medical sciences and for seismic prospection in geophysical sciences. Success of these medical and geophysical imaging methods rests primarily on two ingredients: a large contrast between distinct materials for visual differentiation, and a high resolution of details for visual recognition. Conventional imaging methods are typically good at one of these ingredients but not both. For instance, ultrasonography in medical imaging provides reasonable resolution yet with limited contrast. On the other hand, optical based methods exhibit strong contrast yet low resolution. Recently, novel ideas have been proposed to combine the mechanisms of these imaging methods, leading to new non-destructive technology known as hybrid imaging.&nbsp;&nbsp;<br /><br />This project aims to understand fundamental mathematical models underlying several emerging hybrid non-destructive imaging technology in medical and geophysical applications. Investigation of these models places the technology over solid theoretical foundation, and provides new perspectives to understand existing limitations and suggest further improvements. During the project period, new mathematical theory was developed and new algorithms were proposed, implemented and validated. These new discoveries have been published in the form of peer-reviewed journal articles for knowledge dissemination. A few major outcomes include, but not limited to,</p>\n<p>1. Photoacoustic Tomography (PAT) in medical imaging. PAT takes advantage of high-resolution ultrasound and high-contrast optics. A major challenge faced by PAT imaging is that its image formation relies on knowledge of sound speed in the target area, which varies in different types of tissues and is often unknown. To solve this problem, this project developed a novel data-splitting method based on recent mathematical progress. In the method, sound speed is calculated from hidden information in PAT data, and then used to calibrate the final PAT images. The data-splitting method is further turned into algorithms, which have demonstrated clear improvement in PAT image quality and accuracy. The new method and algorithms have the potential to facilitate use of PAT as a safe and cost-effective new imaging tool for regular clinical screening in the near future.</p>\n<p>2. Ultrasound Modulated Optical Tomography (UMOT) in medical imaging. UMOT sends out ultrasound to perturb the tissue while performing optical imaging. Experiments have validated that such combination manages to enhance the resolution of standalone optics-based method. This project provides an opportunity to further understand the mathematical mechanism of the resolution enhancement. In particular, we formulated the mathematical model of UMOT in the presence of bio-markers and derived quantitative imaging methods in both weakly-scattering and strongly-scattering media. PI and collaborators established new mathematical theory that justifies the resolution enhancement observed in experiments. The mathematical analysis also results in new algorithms for high-fidelity UMOT imaging.</p>\n<p>3. Electro-Seismic Exploration in geophysical imaging. Electro-seismic exploration generate seismic vibration through electromagnetic excitation. The phenomenon has been observed in lab experiments and proposed as a potential imaging method for seismic exploration. However, the modeling remained unclear when this project was initiated. One of the primary goals of this project is to establish a new mathematical model to characterize the energy conversion in the coupling process. This is accomplished in a series of publications where a comprehensive model was built. A novel imaging algorithm was proposed with rigorous mathematical justification and analysis.</p>\n<p><br />In summary, the project was initiated to understand the fundamental mathematical models underlying several emerging hybrid non-destructive imaging technology in medical and geophysical applications. This objective has been successfully accomplished in the project period, resulting in innovative theory and algorithms that offer new perspectives to understand and improve the emerging technology. This research has potential broader impacts to advance medical imaging methods for better social healthcare, and to improve tools in seismology for accurate exploration. PI is grateful to the National Science Foundation for the support, without which all the new discovery would have been impossible.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2022<br>\n\t\t\t\t\tModified by: Yang&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNon-destructive imaging technology provides a variety of methods to image the interior of an object that is inaccessible in a direct manner. The feature makes this technology especially useful for clinical diagnosis in medical sciences and for seismic prospection in geophysical sciences. Success of these medical and geophysical imaging methods rests primarily on two ingredients: a large contrast between distinct materials for visual differentiation, and a high resolution of details for visual recognition. Conventional imaging methods are typically good at one of these ingredients but not both. For instance, ultrasonography in medical imaging provides reasonable resolution yet with limited contrast. On the other hand, optical based methods exhibit strong contrast yet low resolution. Recently, novel ideas have been proposed to combine the mechanisms of these imaging methods, leading to new non-destructive technology known as hybrid imaging.  \n\nThis project aims to understand fundamental mathematical models underlying several emerging hybrid non-destructive imaging technology in medical and geophysical applications. Investigation of these models places the technology over solid theoretical foundation, and provides new perspectives to understand existing limitations and suggest further improvements. During the project period, new mathematical theory was developed and new algorithms were proposed, implemented and validated. These new discoveries have been published in the form of peer-reviewed journal articles for knowledge dissemination. A few major outcomes include, but not limited to,\n\n1. Photoacoustic Tomography (PAT) in medical imaging. PAT takes advantage of high-resolution ultrasound and high-contrast optics. A major challenge faced by PAT imaging is that its image formation relies on knowledge of sound speed in the target area, which varies in different types of tissues and is often unknown. To solve this problem, this project developed a novel data-splitting method based on recent mathematical progress. In the method, sound speed is calculated from hidden information in PAT data, and then used to calibrate the final PAT images. The data-splitting method is further turned into algorithms, which have demonstrated clear improvement in PAT image quality and accuracy. The new method and algorithms have the potential to facilitate use of PAT as a safe and cost-effective new imaging tool for regular clinical screening in the near future.\n\n2. Ultrasound Modulated Optical Tomography (UMOT) in medical imaging. UMOT sends out ultrasound to perturb the tissue while performing optical imaging. Experiments have validated that such combination manages to enhance the resolution of standalone optics-based method. This project provides an opportunity to further understand the mathematical mechanism of the resolution enhancement. In particular, we formulated the mathematical model of UMOT in the presence of bio-markers and derived quantitative imaging methods in both weakly-scattering and strongly-scattering media. PI and collaborators established new mathematical theory that justifies the resolution enhancement observed in experiments. The mathematical analysis also results in new algorithms for high-fidelity UMOT imaging.\n\n3. Electro-Seismic Exploration in geophysical imaging. Electro-seismic exploration generate seismic vibration through electromagnetic excitation. The phenomenon has been observed in lab experiments and proposed as a potential imaging method for seismic exploration. However, the modeling remained unclear when this project was initiated. One of the primary goals of this project is to establish a new mathematical model to characterize the energy conversion in the coupling process. This is accomplished in a series of publications where a comprehensive model was built. A novel imaging algorithm was proposed with rigorous mathematical justification and analysis.\n\n\nIn summary, the project was initiated to understand the fundamental mathematical models underlying several emerging hybrid non-destructive imaging technology in medical and geophysical applications. This objective has been successfully accomplished in the project period, resulting in innovative theory and algorithms that offer new perspectives to understand and improve the emerging technology. This research has potential broader impacts to advance medical imaging methods for better social healthcare, and to improve tools in seismology for accurate exploration. PI is grateful to the National Science Foundation for the support, without which all the new discovery would have been impossible.\n\n\t\t\t\t\tLast Modified: 11/18/2022\n\n\t\t\t\t\tSubmitted by: Yang Yang"
 }
}