{
 "awd_id": "1716841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolving chromatin functions through metabolic enzymes",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 920000.0,
 "awd_amount": 946200.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2019-07-09",
 "awd_abstract_narration": "The 23 pairs of chromosomes that carry human genetic information contain both DNA and proteins that package the genome to protect it and regulate its use within cells.  This protein-DNA material, known as chromatin, and the complex linear chromosomes, are very different than genetic packaging in simpler organisms like bacteria, which ordinarily carry their genomes on a single, circular molecule. It has become increasingly clear that chromatin-based processes are deeply tied to ancient metabolic activities. Understanding these links, including defining novel, unsuspected functions of metabolic enzymes, holds the promise of revealing critical aspects of the evolution of genomic processes and stability. Major impact of the project comes from the training opportunity provided for the students and fellows performing the research. They will participate in frontline interdisciplinary research to foster both experimental and computational skills. Importantly, the students and fellows will contribute to the lab's work to promote diversity in science through mentoring high school and undergraduate students identified through outreach programs, including students transferring to UCSD from the community college system, a population with a significant component of first-generation and under-represented college students. The participation of these students in a mentored and meaningful research program will contribute to the development of a more highly trained and diverse scientific community for the 21st century.\r\n\r\n\r\nThe long-term goal of the proposed research is to define the chromatin-directed functions of metabolic enzymes with previously unsuspected functions in epigenetic transcriptional silencing and DNA damage repair. These studies build upon progress with the model eukaryote, Saccharomyces cerevisiae in which, in proof of principle studies, the investigators discovered previously unsuspected nuclear roles for two enzymes with earlier defined functions in amino acid metabolism. The objectives for the research are to define chromatin-directed functions of a panel of newly identified metabolic enzymes with nuclear roles, using the strategies that the investigators have successfully developed. By probing long known but incompletely understood metabolic enzymes, the progress made in this research will be of fundamental significance defining proteins that have contributed to the molecular and cellular evolution of nuclear processes in the course of genomic evolution. Significantly, study of these enzymes will establish a framework defining the interplay between metabolism and chromatin functions that are critical for gene regulation, response to DNA damage, and maintenance of genome stability. The project employs a combination of classical functional studies, genome-scale analysis and newly developed microfluidics and single-cell imaging technologies that enable visualization of the silencing dynamics in single cells.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorraine",
   "pi_last_name": "Pillus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lorraine Pillus",
   "pi_email_addr": "lpillus@ucsd.edu",
   "nsf_id": "000262630",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Dr, MC 0347",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930368",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 920000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 26200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Evolving Chromatin Functions Through Metabolic Enzymes</p>\n<p><em>&nbsp;</em></p>\n<p><em>Overview:</em>&nbsp; This project addressed questions of how proteins that may have originally functioned in metabolism of amino acids, the building blocks of proteins, could have changed over time to contribute to diverse cellular processes. Those processes include functions as far-ranging and important as responding to environmentally induced DNA damage, regulating whether genes are turned on or off,&nbsp; regulating the division of cells and determining how individual cells age. These fundamental cellular processes occur in organisms ranging from simple single-celled yeast to humans and are therefore of broad significance in understanding basic biological principles. The majority of the work was performed with the bakers&rsquo; yeast&nbsp; <em>Saccharomyces cerevisiae</em>, a model organism which has advantages including that it is easy and inexpensive to grow, it grows rapidly, and it is studied using powerful genetic and molecular tools that have been developed and are readily shared in the scientific community.</p>\n<p>&nbsp;</p>\n<p><em>Outcomes (Intellectual Merit)</em>: To accomplish our goals, we used a variety of methods including genetics, molecular biology and live-cell imaging of single cells throughout their lifetimes. Our research revealed connections between acetylation and dynamic phosphorylation in cell cycle control and response to environmental stressors. The enzymes controlling these modifications fine tune the function of proteins after they are made. Acetylation and positive and negative aspects of phosphorylation have defined critical roles for several distinct nuclear kinases&nbsp; that can promote cell fitness when acetylation is disrupted. We further identified that cells age through two distinct pathways that involve changes to genomic stability and expression versus loss of mitochondrial function signaled by mitochondrial dysregulation. In collaborative modeling and synthetic biology approaches, we demonstrated that the two modes of cellular aging could be modulated to extend the lifespan of single cells. Connections of aging to metabolism are part of ongoing studies in which gene dosage can be manipulated to fine-tune molecular control of aging. As one specific example, we have also identified an unsuspected role for threonine metabolism in function of the rDNA, a genomic region that is directly linked to cell growth, genome stability and aging.</p>\n<p>&nbsp;</p>\n<p><em>Outcomes (Broader Impacts):</em> This project was implemented by and supported the training of the next generation of scientists.&nbsp; These included graduate students, postdoctoral fellows, and importantly a number of undergraduates who are traditionally under-represented in STEM, or who were challenged and / or limited in gaining genuine research opportunities. Prior to the pandemic, this training was accomplished through two cohorts of students in an intensive summer research program (14 students), and after restrictions imposed by the pandemic, focusing on individual undergraduates who had sustained research opportunities over the course of two years. Experience for all trainees included participating in laboratory research meetings, journal clubs and individual meetings with the PI to discuss research progress, career development, and long-term goals. Beyond the broader impacts on individual training, the data generated&nbsp; have been shared through presentations at conferences, in publications and in sharing of materials developed in this&nbsp; project with other researchers upon their request.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2022<br>\n\t\t\t\t\tModified by: Lorraine&nbsp;Pillus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEvolving Chromatin Functions Through Metabolic Enzymes\n\n \n\nOverview:  This project addressed questions of how proteins that may have originally functioned in metabolism of amino acids, the building blocks of proteins, could have changed over time to contribute to diverse cellular processes. Those processes include functions as far-ranging and important as responding to environmentally induced DNA damage, regulating whether genes are turned on or off,  regulating the division of cells and determining how individual cells age. These fundamental cellular processes occur in organisms ranging from simple single-celled yeast to humans and are therefore of broad significance in understanding basic biological principles. The majority of the work was performed with the bakers’ yeast  Saccharomyces cerevisiae, a model organism which has advantages including that it is easy and inexpensive to grow, it grows rapidly, and it is studied using powerful genetic and molecular tools that have been developed and are readily shared in the scientific community.\n\n \n\nOutcomes (Intellectual Merit): To accomplish our goals, we used a variety of methods including genetics, molecular biology and live-cell imaging of single cells throughout their lifetimes. Our research revealed connections between acetylation and dynamic phosphorylation in cell cycle control and response to environmental stressors. The enzymes controlling these modifications fine tune the function of proteins after they are made. Acetylation and positive and negative aspects of phosphorylation have defined critical roles for several distinct nuclear kinases  that can promote cell fitness when acetylation is disrupted. We further identified that cells age through two distinct pathways that involve changes to genomic stability and expression versus loss of mitochondrial function signaled by mitochondrial dysregulation. In collaborative modeling and synthetic biology approaches, we demonstrated that the two modes of cellular aging could be modulated to extend the lifespan of single cells. Connections of aging to metabolism are part of ongoing studies in which gene dosage can be manipulated to fine-tune molecular control of aging. As one specific example, we have also identified an unsuspected role for threonine metabolism in function of the rDNA, a genomic region that is directly linked to cell growth, genome stability and aging.\n\n \n\nOutcomes (Broader Impacts): This project was implemented by and supported the training of the next generation of scientists.  These included graduate students, postdoctoral fellows, and importantly a number of undergraduates who are traditionally under-represented in STEM, or who were challenged and / or limited in gaining genuine research opportunities. Prior to the pandemic, this training was accomplished through two cohorts of students in an intensive summer research program (14 students), and after restrictions imposed by the pandemic, focusing on individual undergraduates who had sustained research opportunities over the course of two years. Experience for all trainees included participating in laboratory research meetings, journal clubs and individual meetings with the PI to discuss research progress, career development, and long-term goals. Beyond the broader impacts on individual training, the data generated  have been shared through presentations at conferences, in publications and in sharing of materials developed in this  project with other researchers upon their request.\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2022\n\n\t\t\t\t\tSubmitted by: Lorraine Pillus"
 }
}