{
 "awd_id": "1716975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrable Partial Differential Equations Beyond Standard Assumptions on Initial Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 239583.0,
 "awd_amount": 272783.0,
 "awd_min_amd_letter_date": "2017-08-09",
 "awd_max_amd_letter_date": "2019-04-18",
 "awd_abstract_narration": "This project is concerned with some fundamental problems of soliton theory which deals with nonlinear wave propagation in various media. Solitons are very special solitary waves that move with constant speed without changing their shape; the most prominent example is a tsunami wave. The first scientific description of a soliton was given in 1834 by Scott Russell. The equation describing what Russel had observed was derived in 1895 by Korteweg and de Vries (KdV), but it was not until 1967 when the KdV equation was solved in closed form. The method of solution, the inverse scattering transform (IST), is regarded as a major achievement of the 20th century mathematics. It gave rise to soliton theory that is dealing with broad classes of physically important differential equations which can be solved by a suitable IST (such equations are also called completely integrable systems). The range of applications is enormous: from hydrodynamics and nonlinear optics to astrophysics and elementary particle theory. Integrable systems have been primarily studied in the connection with propagation of waves initiated by rapidly decaying or periodic initial data (the \"classical\" data). The corresponding solutions have a relatively simple wave structure of traveling solitons accompanied by radiation of decaying waves, or periodic wave-trains and their modulations. However, any deviation from classical data leads to fundamental difficulties; it is the main focus of the project to overcome them. Entirely new types of solutions, with much more complicated wave structure and far-reaching practical applications, are expected to arise. The results could be used for understanding rogue waves, soliton propagation on different backgrounds (including noisy), tidal waves, certain meteorological phenomena (i.e. morning glory), or the study of propagation of coherent structures in noisy media (or in a general wave setting), in such diverse disciplines as hydrodynamics, telecommunication, atmospheric sciences, nonlinear optics, plasma physics, astrophysics, etc. The project will have a very large educational component. The principal investigator (PI) will continue his research experience for undergraduates program to identify and mentor young scholars in the field of applied mathematics. \r\n\r\nIn the KdV setting the PI has reformulated the IST in terms of Hankel operators and Weyl m-functions. It lets one extend the IST to a surprisingly broad class of initial data. The PI plans to continue using these powerful tools to identify the broadest possible class of initial data for which a suitable analog of the IST exists. Another objective is asymptotic analysis of the underlying solutions. The most powerful approach is based on the Riemann-Hilbert (RH) problem which also breaks down on such initial data in a number of serious ways. The main thrust will be put on understanding how to make the RH problem work far outside of the realm of classical problems. The results are expected to be instrumental for various applications. The accompanying mathematical problems are also very important to the theory of the Schrödinger operator, and the theory of Hankel and Toeplitz operators, fundamental objects of operator theory. Uncovering connections between soliton theory and Hankel operators is of great independent interest and could potentially have a profound influence on both theories. ",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexei",
   "pi_last_name": "Rybkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexei Rybkin",
   "pi_email_addr": "arybkin@alaska.edu",
   "nsf_id": "000484199",
   "pi_start_date": "2017-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 239583.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 33200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-429138e8-7fff-1309-72b2-9cc84f7a0ab7\" dir=\"ltr\"><span>The theory of completely integrable systems studies nonlinear evolution partial differential equations that have the so-called soliton solutions, which describe extremely stable traveling waves with the properties: their shapes do not change over time, they show nearly no interaction with each other, and the velocities are directly linked to their heights. Such waves nowadays are used in fiber optics to transmit information over long distances with essentially no loss. Another example is tsunami waves which may move across oceans with the speed of a jet plane, barely noticeable until they hit the shore, but carrying enormous energy.&nbsp;The main underlying partial differential equations, while nothing more than basic conservation laws, for decades remained a mathematical enigma yielding very little information. The breakthrough occurred in 1967 when Gardner-Green-Kruskal-Miura discovered a method, now called the Inverse Scattering Transform (IST), to solve and analyze many physically important equations. The IST however imposes restrictive conditions which allow us to deal with the either rapidly decaying or periodic (we call them classical) solutions. While such solutions are very important, physics asks for more general solutions. Extending IST to such solutions is a good open problem.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The project addressed this problem in the case of slowly decaying solutions known in quantum mechanics as Wigner-von Neumann potentials. Many attempts to this effect were done since the 1980s with some interesting results but the IST approach to Wigner-von Neumann solutions remained a challenging problem. The PI was able to put them in the IST framework that opens an effective way to study such solutions. These solutions represent a new type of traveling waves which are described by formulas reminiscent to those describing classical solitons but they are highly oscillatory and move in the opposite direction three times as fast.</span></p>\n<p dir=\"ltr\"><span>Another line of the research grew from PI&rsquo;s collaboration with geophysicists and has a very large educational component. It is devoted to the study of tsunami waves as they roll over the shoreline. Accurate modeling of such phenomena is computationally expensive and notoriously slow and that is why it is important to use less accurate but fast models. The so-called shallow water approximations are commonly used for this. They however have their own challenges. Working with students, the PI was able to overcome some of such problems which had drawn much attention. The solution readily yielded a fast and accurate numerical algorithm and may potentially improve efficiency of much more complicated models. Eight students gained research experience and acquired much needed practical skills through this project.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2021<br>\n\t\t\t\t\tModified by: Alexei&nbsp;Rybkin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The theory of completely integrable systems studies nonlinear evolution partial differential equations that have the so-called soliton solutions, which describe extremely stable traveling waves with the properties: their shapes do not change over time, they show nearly no interaction with each other, and the velocities are directly linked to their heights. Such waves nowadays are used in fiber optics to transmit information over long distances with essentially no loss. Another example is tsunami waves which may move across oceans with the speed of a jet plane, barely noticeable until they hit the shore, but carrying enormous energy. The main underlying partial differential equations, while nothing more than basic conservation laws, for decades remained a mathematical enigma yielding very little information. The breakthrough occurred in 1967 when Gardner-Green-Kruskal-Miura discovered a method, now called the Inverse Scattering Transform (IST), to solve and analyze many physically important equations. The IST however imposes restrictive conditions which allow us to deal with the either rapidly decaying or periodic (we call them classical) solutions. While such solutions are very important, physics asks for more general solutions. Extending IST to such solutions is a good open problem. \nThe project addressed this problem in the case of slowly decaying solutions known in quantum mechanics as Wigner-von Neumann potentials. Many attempts to this effect were done since the 1980s with some interesting results but the IST approach to Wigner-von Neumann solutions remained a challenging problem. The PI was able to put them in the IST framework that opens an effective way to study such solutions. These solutions represent a new type of traveling waves which are described by formulas reminiscent to those describing classical solitons but they are highly oscillatory and move in the opposite direction three times as fast.\nAnother line of the research grew from PI’s collaboration with geophysicists and has a very large educational component. It is devoted to the study of tsunami waves as they roll over the shoreline. Accurate modeling of such phenomena is computationally expensive and notoriously slow and that is why it is important to use less accurate but fast models. The so-called shallow water approximations are commonly used for this. They however have their own challenges. Working with students, the PI was able to overcome some of such problems which had drawn much attention. The solution readily yielded a fast and accurate numerical algorithm and may potentially improve efficiency of much more complicated models. Eight students gained research experience and acquired much needed practical skills through this project. \n\n \n\n\t\t\t\t\tLast Modified: 12/23/2021\n\n\t\t\t\t\tSubmitted by: Alexei Rybkin"
 }
}