{
 "awd_id": "1716256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  A Model for Divergent Bacterial Signaling Networks; Linking New Cyclic Dinucleotides to Environmental  and Electrical Lifestyles",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2017-07-31",
 "awd_max_amd_letter_date": "2017-07-31",
 "awd_abstract_narration": "Some environmental bacteria have the ability to detect, attach to and react with metal particles. This process causes release of essential minerals into rivers and lakes, and reduces toxicity of heavy metal contaminants in waste sites undergoing bioremediation. This collaborative project focuses on the recent discovery of a mechanism that enables bacteria to sense and respond to these important metals.  As these bacteria are also capable of attaching to electrodes, new techniques for monitoring metal decontamination could harness these sensing systems. The researchers will use molecular techniques to look inside the bacteria, where they will determine how sensing of these metals switches genes and proteins on and off in response to different types of metal surfaces. This project will provide cross-disciplinary college-level training including experiential biology modules in Minnesota and internship programs serving community college and undergraduate students in California. As outreach to K-12 students, we will adapt hands-on educational demonstrations that exhibit the link between chemistry, water quality, and this unique microbial-electrical activity. Finally, we will expand YouSTEM.org, a website created by the Hammond lab for the general public to find information about free K-12 STEM programs, to add the Minneapolis/St. Paul area.\r\n\r\nCyclic di-GMP (cdiG) is a near-universal bacterial signal that controls the transition from a free-living state to a surface-attached biofilm. However, environmental bacteria have many surface-associated lifestyles distinct from the classic biofilm state. Thus, a grand challenge is to explain how signaling networks utilize only one intracellular output molecule to control diverse adaptations. A recently discovered novel alternative solution has been discovered, based on multiple cyclic dinucleotides that regulate distinct genetic programs. The newfound signal cyclic AMP-GMP (cAG) is required when Geobacter sulfurreducens grows on extracellular metal oxide particles commonly found in sediments and aquifers. In this same organism, the classical signal cdiG is essential for growth as an attached conductive biofilm to relay electrons to methanogens or electrode surfaces. Strikingly, the newfound cAG signaling pathway in Geobacter uses biomolecular parts previously associated with cdiG signaling, revealing cracks in the monolithic model of a cdiG-only signaling network. The sub-class of GGDEF enzymes that synthesize cAG, called DncG, are conserved throughout diverse Bacterial phyla, including Proteobacteria, Acidobacteria, and Deferribacteria. However, regulators of DncG activity and downstream effectors that respond to cAG are largely unknown. This collaborative research project will establish a comprehensive parts map and regulatory model for the newfound cAG signaling pathway, build a molecular toolkit to study how it operates alongside classical cdiG pathways in vivo, and define how the signal controls environmentally important phenotypes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Hammond",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ming C Hammond",
   "pi_email_addr": "ming.hammond@utah.edu",
   "nsf_id": "000568620",
   "pi_start_date": "2017-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Berkeley",
  "perf_str_addr": "Room 204 Lewis Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 179009.0
  }
 ],
 "por": null
}