{
 "awd_id": "1716898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Blood Clotting at the Extreme -- Mathematical and Experimental Investigation of Platelet Deposition in Stenotic Arteries",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 193191.0,
 "awd_amount": 193191.0,
 "awd_min_amd_letter_date": "2017-07-23",
 "awd_max_amd_letter_date": "2022-06-21",
 "awd_abstract_narration": "This project brings together mathematical and computational scientists and bioengineers to study the fundamental biophysical and biochemical mechanisms underlying the formation of blood clots within stenosed (constricted) arteries.  These are the blood clots responsible for most heart attacks and many strokes, and understanding how they can form under the extreme physical conditions in a stenotic artery may lead to new ideas for how to prevent them. The very fast blood flow in severely stenosed arteries means that many of the well-studied processes responsible for blood clotting in more physiologically typical situations can play at most a minor role in these arteries. Recent experiments, including ones from the laboratory of one of the current investigators, suggest the importance of a specific flow-sensitive protein in the blood in allowing blood platelets to clump together to form a clot in stenotic arteries. This project involves incorporating the hypothesized role of this protein into a novel and sophisticated computational model of arterial blood clot formation, developed by this project's other investigators, and to use the expanded model to characterize the conditions under which that protein's known properties could explain clot formation in stenotic arteries.  Through comparisons of the new model's predictions with further laboratory experiments, the model will be refined and its predictive capabilities improved, and our understanding of how blood clots form under the extreme physical conditions in stenotic arteries will be increased.  Because the challenges of forming a blood clot under the conditions in a stenotic artery are similar to those of stanching hemorrhage from a major artery, understanding of how such clots form may also aid in development of interventions to limit bleeding following trauma.\r\n\r\nMost arterial blood clots are formed by the adhesion of blood cells known as platelets to an injured blood vessel wall and by platelets? cohesion to one another. Platelet adhesion and cohesion are both accomplished through the formation of molecular bonds that involve specific proteins on the platelets? surfaces binding to other specific proteins on the vascular wall or in the blood plasma. To hold the platelets together, the bonds must collectively be able to withstand the forces imposed on the platelet clump by the blood flow.   For many types of platelet-platelet bonds, a platelet can form that type of bond only if the platelet has already become activated in response to appropriate chemical or physical stimuli. The platelet activation process takes time.   For a platelet moving through a highly constricted artery, there is not enough time to respond to activation stimuli and the forces that the fluid exerts on it if it tries to attach to the vessel wall are enormous.   How clots form in this situation is poorly understood, but recent experiments lead to the hypothesis that bonds mediated by a uniquely flow-sensitive protein (von Willebrand factor) in the blood are critical. This project will explore that hypothesis through a combination of mathematical modeling, computer simulation, and laboratory experimentation. A novel multiphase model will be developed of the mechanical interactions between a viscous fluid representing the blood and a permeable, viscoelastic, fracturable material representing a growing platelet clot. Development of robust and efficient numerical methods will allow exploration of the model?s behavior. Model results will be compared with results from an in vitro physical model of a stenotic artery.   The comparison will lead to model refinements and to the design and interpretation of the physical experiments. Such interplay between modeling and experiments provides a powerful engine for driving scientific discovery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Fogelson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron L Fogelson",
   "pi_email_addr": "fogelson@math.utah.edu",
   "nsf_id": "000203415",
   "pi_start_date": "2017-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "155 South 1400 East, 233 JWB",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120090",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 193191.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project concerns the mechanisms by which blood clots (thrombi) form in the coronary arteries that supply blood to the heart muscle.&nbsp; As a result of atherosclerosis, coronary arteries can become stenotic, that is, partially blocked by a bulging of the vessel wall into the vessel lumen.&nbsp; If this bulge ruptures, a blood clot begins to form at that site and may grow to completely block the vessel, leading to heart attack.&nbsp; The thrombi formed in arteries are comprised mostly of aggregates of blood platelets held together and to the vessel wall by protein bonds.&nbsp;&nbsp; In a highly constricted coronary artery, it is very difficult for blood clots to form because (1) The forces that the flowing blood exerts on platelets attached to the wall are extremely large and would be expected to tear platelets off the wall and prevent them from accumulating there. (2) The passage time for a platelet in the blood flowing through a stenotic artery is very short, and so processes needed to attach them to the vessel must occur extremely rapidly.&nbsp; Yet platelets do accumulate in stenotic arteries to form thrombi that block those vessels.&nbsp; This project aimed to better understand how this occurs.</p>\n<p><strong>Intellectual Merit:&nbsp; &nbsp;</strong>We hypothesized&nbsp;that the protein vWF plays an essential role in the development of arterial thrombi because it can allow rapid binding and because when it is stretched under high shear conditions, its potential to be a &ldquo;glue&rdquo; between platelets and between platelets and the vessel wall increases greatly.&nbsp; We investigated this hypothesis using a combination of computational modeling and in vitro experimentation.<strong>&nbsp;</strong></p>\n<p>The planned computational modeling was based on our existing, but not fully validated, &ldquo;two-phase&rdquo; model of arterial platelet aggregation in which a critical feature is the relative motion between platelets in a thrombus and the bulk blood.&nbsp; The model tracks the formation and breaking of bonds between platelets and treats the thrombus as an evolving porous, viscoelastic material, which moves differently from the background fluid. This relative motion generates drag forces which the fluid and thrombus exert on one another.&nbsp;</p>\n<p>One major outcome is that we completed development of this model to the point that it can serve as the basis of a model including the actions of vWF.&nbsp; To do this, we needed to obtain parameter values from the literature or from our experimental team at Georgia Tech.&nbsp; In particular, the experimental team measured the permeability and porosity of platelet-rich occlusive thrombi formed under conditions mimicking those in a stenotic artery; the first such measurements that have been made.&nbsp; These measurements showed that thrombi that occlude arteries are much more permeable than clots formed in vitro under no-flow conditions, which is an important finding on its own.&nbsp; With physiological parameters including those from our experiments, the computational model produces dense platelet thrombi as seen experimentally and does so on a time scale in agreement with that seen in the experiments.&nbsp; This is an important step in the model development and validation.&nbsp; &nbsp;&nbsp;</p>\n<p>Another major outcome&nbsp; was our use of the model to study the early stages of arterial thrombosis, assessing the effectiveness of platelet activation signaling and the role of bond mechanics and kinetics.&nbsp; &nbsp;An important, and unusual, feature of our model is that all model parameters have a known relationship to platelet and protein scale biological parameters, even though the model does not explicitly track events at the molecular scale.&nbsp; We have also looked at the mechanical stability of thrombi of prescribed composition and determined which biomechanical and biophysical parameters are most important in determining whether a thrombus remains intact or breaks into fragments.&nbsp; In these studies, we have included vWF-mediated platelet-platelet bonds but not yet the full dynamics of vWF molecules.&nbsp; We have begun to develop models that explicitly include all of the relevant dynamics of vWF and its interactions with platelets.</p>\n<p>We extended the model to study how molecular-scale biophysics influences the ability to form a stable occlusive thrombus in a stenotic blood vessel at high shear.&nbsp; Specifically, we included very recent experimental descriptions of the force-dependence of the rates of forming and breaking of vWF-mediated bonds, and looked at how their dynamics, along with those of fibrinogen-mediated bonds, influence the deposition of platelets in a stenotic channel.</p>\n<p><strong>&nbsp;</strong><strong>Broader Impact:</strong>&nbsp; The research project contributed to the development of interdisciplinary science and engineering and trained PhD students in doing interdisciplinary research.&nbsp; It also advanced our tools for studying arterial thrombosis and our understanding of the process of occlusive thrombosis.&nbsp; In doing so, it sets the stage for further investigation of this process so important in human health and gives insights that may help in development of strategies to prevent occlusive arterial thrombus formation.&nbsp; Finally, the novel modeling techniques used in this project are applicable to a wide range of problems in engineering and science.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2023<br>\n\t\t\t\t\tModified by: Aaron&nbsp;L&nbsp;Fogelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project concerns the mechanisms by which blood clots (thrombi) form in the coronary arteries that supply blood to the heart muscle.  As a result of atherosclerosis, coronary arteries can become stenotic, that is, partially blocked by a bulging of the vessel wall into the vessel lumen.  If this bulge ruptures, a blood clot begins to form at that site and may grow to completely block the vessel, leading to heart attack.  The thrombi formed in arteries are comprised mostly of aggregates of blood platelets held together and to the vessel wall by protein bonds.   In a highly constricted coronary artery, it is very difficult for blood clots to form because (1) The forces that the flowing blood exerts on platelets attached to the wall are extremely large and would be expected to tear platelets off the wall and prevent them from accumulating there. (2) The passage time for a platelet in the blood flowing through a stenotic artery is very short, and so processes needed to attach them to the vessel must occur extremely rapidly.  Yet platelets do accumulate in stenotic arteries to form thrombi that block those vessels.  This project aimed to better understand how this occurs.\n\nIntellectual Merit:   We hypothesized that the protein vWF plays an essential role in the development of arterial thrombi because it can allow rapid binding and because when it is stretched under high shear conditions, its potential to be a \"glue\" between platelets and between platelets and the vessel wall increases greatly.  We investigated this hypothesis using a combination of computational modeling and in vitro experimentation. \n\nThe planned computational modeling was based on our existing, but not fully validated, \"two-phase\" model of arterial platelet aggregation in which a critical feature is the relative motion between platelets in a thrombus and the bulk blood.  The model tracks the formation and breaking of bonds between platelets and treats the thrombus as an evolving porous, viscoelastic material, which moves differently from the background fluid. This relative motion generates drag forces which the fluid and thrombus exert on one another. \n\nOne major outcome is that we completed development of this model to the point that it can serve as the basis of a model including the actions of vWF.  To do this, we needed to obtain parameter values from the literature or from our experimental team at Georgia Tech.  In particular, the experimental team measured the permeability and porosity of platelet-rich occlusive thrombi formed under conditions mimicking those in a stenotic artery; the first such measurements that have been made.  These measurements showed that thrombi that occlude arteries are much more permeable than clots formed in vitro under no-flow conditions, which is an important finding on its own.  With physiological parameters including those from our experiments, the computational model produces dense platelet thrombi as seen experimentally and does so on a time scale in agreement with that seen in the experiments.  This is an important step in the model development and validation.    \n\nAnother major outcome  was our use of the model to study the early stages of arterial thrombosis, assessing the effectiveness of platelet activation signaling and the role of bond mechanics and kinetics.   An important, and unusual, feature of our model is that all model parameters have a known relationship to platelet and protein scale biological parameters, even though the model does not explicitly track events at the molecular scale.  We have also looked at the mechanical stability of thrombi of prescribed composition and determined which biomechanical and biophysical parameters are most important in determining whether a thrombus remains intact or breaks into fragments.  In these studies, we have included vWF-mediated platelet-platelet bonds but not yet the full dynamics of vWF molecules.  We have begun to develop models that explicitly include all of the relevant dynamics of vWF and its interactions with platelets.\n\nWe extended the model to study how molecular-scale biophysics influences the ability to form a stable occlusive thrombus in a stenotic blood vessel at high shear.  Specifically, we included very recent experimental descriptions of the force-dependence of the rates of forming and breaking of vWF-mediated bonds, and looked at how their dynamics, along with those of fibrinogen-mediated bonds, influence the deposition of platelets in a stenotic channel.\n\n Broader Impact:  The research project contributed to the development of interdisciplinary science and engineering and trained PhD students in doing interdisciplinary research.  It also advanced our tools for studying arterial thrombosis and our understanding of the process of occlusive thrombosis.  In doing so, it sets the stage for further investigation of this process so important in human health and gives insights that may help in development of strategies to prevent occlusive arterial thrombus formation.  Finally, the novel modeling techniques used in this project are applicable to a wide range of problems in engineering and science.\n\n \n\n\t\t\t\t\tLast Modified: 09/14/2023\n\n\t\t\t\t\tSubmitted by: Aaron L Fogelson"
 }
}