{
 "awd_id": "1716948",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Molecular Mechanism of Heme Extraction by IsdH",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jaroslaw Majewski",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2017-06-29",
 "awd_max_amd_letter_date": "2017-06-29",
 "awd_abstract_narration": "In order to establish an infection bacterial pathogens ingest nutrients that enable them to proliferate. Iron is an essential nutrient that is actively acquired by bacteria from human hemoglobin during infections. A key step in microbial iron acquisition is the extraction of iron-laden heme from hemoglobin. Using biophysical and computational approaches the investigators will learn how the pathogen Staphylococcus aureus uses the IsdH surface receptor to extract heme from hemoglobin. This process is clinically important, as it enables methicillin resistant S. aureus (MRSA) to cause infections. The results of this work will provide a detailed view of the mechanism underlying extraction and it will have a broad impact as other bacterial pathogens also use a similar mechanism to acquire iron during infections.  The proposal will facilitate undergraduate and graduate student outreach programs of students from under-represented groups at the PhD level. The grant will be used to support outreach efforts to community college students and promote diversity, inclusion, and the elimination of barriers to participation in bioscience research careers.\r\n\r\nIn this project a team of investigators will apply computational and experimental methodologies to decipher the structural, dynamic and energetic basis through which the Staphylococcus aureus IsdH protein extracts heme from human hemoglobin (Hb). This process is highly conserved and used by many bacterial species to obtain the essential nutrient iron. Recent structural data and newly developed experimental tools make IsdH a powerful model system in which to explore the heme extraction mechanism. The overall goal of this research project is to elucidate how heme is transferred from Hb to IsdH, and to learn how this process is facilitated by inter-domain motions. In Aim #1, simulations and experiments will define the pathway of heme transfer, and uncover specific receptor contacts that facilitate transfer and distort Hb to trigger heme release. In Aim #2, the role of inter-domain motions will be determined by quantitatively assessing their effect on the local concentration of the receptor, and the kinetics and thermodynamics of transfer. Because IsdH is paradigmatic, the results of this project will provide broad insight into the extraction mechanisms used by a wide-range of bacteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Clubb",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Robert T Clubb",
   "pi_email_addr": "rclubb@mbi.ucla.edu",
   "nsf_id": "000323184",
   "pi_start_date": "2017-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "611 Charles E Young Dr. East",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Iron is an essential nutrient that is actively procured by bacterial pathogens during infections. Pathogenic <em>Staphylococcus aureus</em> obtains iron by extracting heme from hemoglobin (Hb) using the closely related IsdB and IsdH surface receptors. This project studied how motions within the IsdH receptor enable it to bind Hb and extract its heme. Using a combination of experimental and computational approaches we learned that IsdH forms a dynamic complex with Hb. Specific sites on the receptor were shown to play a critical role in the extraction process. Our results further revealed that directed and constrained motions between two domains within the receptor plays an important role in the extraction process. A short polypeptide tether that connects the domains enables the heme extraction unit to populate configurations that are capable of distorting Hb&rsquo;s pocket, whereas mutant receptors containing altered inter-domain tethers are less able to adopt these conformers and capture heme slowly. Thus, destabilizing interactions that trigger heme release can occur within flexible, low-affinity interfaces. Such dynamic interfaces are capable of reconfiguring into productive geometries for heme extraction and may be pervasive in biology. Our results are general, and reveal that in order to truly understand how many types of proteins work in biology you must understand both the magnitude and directionality of their inter-domain motions. An understanding of the molecular mechanism of heme scavenging provides new insight into how this important pathogen survives and persists within its human host, and thus could lead to new anti-infective agents that work by limiting microbial access to iron.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2022<br>\n\t\t\t\t\tModified by: Robert&nbsp;T&nbsp;Clubb</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIron is an essential nutrient that is actively procured by bacterial pathogens during infections. Pathogenic Staphylococcus aureus obtains iron by extracting heme from hemoglobin (Hb) using the closely related IsdB and IsdH surface receptors. This project studied how motions within the IsdH receptor enable it to bind Hb and extract its heme. Using a combination of experimental and computational approaches we learned that IsdH forms a dynamic complex with Hb. Specific sites on the receptor were shown to play a critical role in the extraction process. Our results further revealed that directed and constrained motions between two domains within the receptor plays an important role in the extraction process. A short polypeptide tether that connects the domains enables the heme extraction unit to populate configurations that are capable of distorting Hb’s pocket, whereas mutant receptors containing altered inter-domain tethers are less able to adopt these conformers and capture heme slowly. Thus, destabilizing interactions that trigger heme release can occur within flexible, low-affinity interfaces. Such dynamic interfaces are capable of reconfiguring into productive geometries for heme extraction and may be pervasive in biology. Our results are general, and reveal that in order to truly understand how many types of proteins work in biology you must understand both the magnitude and directionality of their inter-domain motions. An understanding of the molecular mechanism of heme scavenging provides new insight into how this important pathogen survives and persists within its human host, and thus could lead to new anti-infective agents that work by limiting microbial access to iron.\n\n \n\n\t\t\t\t\tLast Modified: 02/08/2022\n\n\t\t\t\t\tSubmitted by: Robert T Clubb"
 }
}