{
 "awd_id": "1716803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Evolutionary Resilience and Species Persistence in Disturbed Habitats",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 449564.0,
 "awd_amount": 449564.0,
 "awd_min_amd_letter_date": "2017-07-18",
 "awd_max_amd_letter_date": "2017-07-18",
 "awd_abstract_narration": "Globally, humans are causing substantial environmental perturbations, and these perturbations are likely to become more frequent and more severe in the future. Such disturbances can have profound impacts on the structure of ecological communities (e.g. species diversity and abundance) and on the ecosystem services that those communities provide. Given the potential significance of such changes for human well-being, it is essential that we develop effective tools to predict these ecological and ecosystem impacts. Traditionally, the study of the resilience of ecological communities to severe environmental perturbations (e.g. hurricanes, floods) has focused on ecological processes. However, there is mounting evidence that feedbacks between the ecological and evolutionary processes (eco-evolutionary feedbacks) occur over commensurate time scales. This raises the possibility that evolutionary processes may play an important role in community resilience and species persistence. This project tackles the challenges posed by this possibility by developing a mathematical framework for analyzing models of disturbance which account for eco-evolutionary feedbacks and applying this framework to two real world systems whose properties have not been synthetically treated. In addition, this project will also support multiple outreach activities to K-12 education. \r\n\r\nThe investigators will develop new analytical methods models accounting for environmental stochasticity, eco-evolutionary feedbacks, and demographic stochasticity. Stochastic difference equations (SDEs) will be used to model eco-evolutionary feedbacks in disturbed habitats. For these SDEs, new methods will be developed for verifying persistence of species and exponential rates of convergence to positive stationary distributions (which provides a measure of resilience). For models also accounting for finite population sizes, large deviation methods will be used to prove that stochastic persistence for the mean field SDE implies that the mean time to extinction of any species or genotype increases exponentially with habitat size, and the meta-stable behavior of the system dynamics are characterized by the positive stationary distributions of the mean field SDE. These mathematical methods will be applied to a nested set of common models associated with two prominent empirical systems: Anolis lizards on Bahamian Islands recovering from hurricanes, and stickleback fish in streams on Vancouver Island recovering from catastrophic floods. Using such different model systems provides the unique opportunity to more readily find generalities and plays to the two systems' complementary experimental strengths. Field experiments and observations as well as existing data will be used to parameterize the individual-based eco-evolutionary models. These models will be used to examine the impact of an environmental disturbance on (1) local adaptation of a focal predator (Anolis or stickleback), (2) community resilience, (3) long-term species persistence, and (4) projections about the rate and nature of ecological and evolutionary recovery under present and future climatic conditions. For outreach, the investigators will run and develop material for the modelling in the life sciences cluster of the California State Summer School for Mathematics and Science, will develop short educational videos about field research, ecology, and evolution for K-12 students in Austin, and create additional educational opportunities for local Bahamian school children in collaboration with Friends of the Environment (a Bahamian conservation organization).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sebastian",
   "pi_last_name": "Schreiber",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastian J Schreiber",
   "pi_email_addr": "sschreiber@ucdavis.edu",
   "nsf_id": "000143086",
   "pi_start_date": "2017-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Schoener",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Schoener",
   "pi_email_addr": "twschoener@ucdavis.edu",
   "nsf_id": "000209582",
   "pi_start_date": "2017-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 449564.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wild populations of organisms are adapted to the long-term environment that their ancestors evolved within. Environmental change can cause disturbances that impose strong but atypical natural selection. After such a disturbance, the population must re-adapt to typical conditions. This re-adaptation entails a synergistic combination of changing community ecology, and evolutionary change in traits and genes.</p>\n<p>To provide a basis for understanding these eco-evolutionary dynamics in disturbed environments, PI Sebastian Schreiber and collaborators developed a mathematical theory for species coexistence and extinction for discrete-time, stochastic models. These models account for interactions between any number of species, discrete population structure (e.g. multiple habitat patches, age classes, or genotypes), feedback variables (e.g. plant-soil feedbacks, trait evolution), and environmental fluctuations (e.g. rare large disturbances versus continual smaller environmental changes). For these models, conditions for coexistence and extinction were developed using invasion growth rates. Invasion growth rates correspond the average per-capita growth rates of species when they become rare in a community. They serve as&nbsp;&nbsp;the main currency for the Modern Coexistence Theory (MCT) &ndash; a theory widely used by ecologists to understand what&nbsp;&nbsp;allows species coexist.</p>\n<p>The new mathematical theory was applied to two eco-evolutionary models, and models of two fundamental ecological modules (exploitative versus apparent competition). The eco-evolutionary models explored under what conditions evolution helps populations persist in disturbed landscapes. The model analysis revealed that (i) genetic diversity can promote long-term population persistence in fluctuating environments, but (ii) populations evolving too quickly in responses to short-term disturbances may go extinct.&nbsp;For the ecological modules, exploitative competition occurs when species compete for a common resource, while apparent competition occurs when species are regulated by a common predator or pathogen. In nature, these interactions typically occur as environmental conditions fluctuate in an autocorrelated manner. Despite these modules being the fundamental blocks of ecological communities and autocorrelated environmental fluctuations being the norm in nature, the impact of these autocorrelated fluctuations on these ecological modules had not previously been studied. Autocorrelation measures to what extent environmental conditions in one year relate to environmental conditions in the previous year (e.g. if warm years tend to be followed by cooler years in a region, these temperatures exhibit negative autocorrelations). The model analyses revealed that autocorrelated fluctuations can promote coexistence or drives species loss. Which outcome is more likely depends delicately on (i) the short-term versus long-term responses of communities to shifts in environmental conditions, and (ii) the magnitude and sign of the autocorrelations.&nbsp;</p>\n<p>To parameterize models of real-world systems experiencing disturbances, co-PI Thomas Schoener&rsquo;s team conducted large field experiment in communities of lizards and&nbsp;arthropods&nbsp;on islands experiencing hurricanes. Co-PI Schoener&rsquo;s team&nbsp;collected data on lizard density, habitat use, and morphology, as well as web spider diversity and abundance on small islands near Great Abaco, Bahamas. Analysis of this data&nbsp;revealed that hurricanes select for longer-limbed lizards, that&nbsp;densities of&nbsp;web spiders&nbsp;were lower on islands with high densities of short-limbed lizards, and that plants grew more on islands with short-limbed&nbsp;lizards.&nbsp;These experiments provide strong support for evolution-to-ecology connections in natural systems experiencing disturbances.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2023<br>\n\t\t\t\t\tModified by: Sebastian&nbsp;J&nbsp;Schreiber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWild populations of organisms are adapted to the long-term environment that their ancestors evolved within. Environmental change can cause disturbances that impose strong but atypical natural selection. After such a disturbance, the population must re-adapt to typical conditions. This re-adaptation entails a synergistic combination of changing community ecology, and evolutionary change in traits and genes.\n\nTo provide a basis for understanding these eco-evolutionary dynamics in disturbed environments, PI Sebastian Schreiber and collaborators developed a mathematical theory for species coexistence and extinction for discrete-time, stochastic models. These models account for interactions between any number of species, discrete population structure (e.g. multiple habitat patches, age classes, or genotypes), feedback variables (e.g. plant-soil feedbacks, trait evolution), and environmental fluctuations (e.g. rare large disturbances versus continual smaller environmental changes). For these models, conditions for coexistence and extinction were developed using invasion growth rates. Invasion growth rates correspond the average per-capita growth rates of species when they become rare in a community. They serve as  the main currency for the Modern Coexistence Theory (MCT) &ndash; a theory widely used by ecologists to understand what  allows species coexist.\n\nThe new mathematical theory was applied to two eco-evolutionary models, and models of two fundamental ecological modules (exploitative versus apparent competition). The eco-evolutionary models explored under what conditions evolution helps populations persist in disturbed landscapes. The model analysis revealed that (i) genetic diversity can promote long-term population persistence in fluctuating environments, but (ii) populations evolving too quickly in responses to short-term disturbances may go extinct. For the ecological modules, exploitative competition occurs when species compete for a common resource, while apparent competition occurs when species are regulated by a common predator or pathogen. In nature, these interactions typically occur as environmental conditions fluctuate in an autocorrelated manner. Despite these modules being the fundamental blocks of ecological communities and autocorrelated environmental fluctuations being the norm in nature, the impact of these autocorrelated fluctuations on these ecological modules had not previously been studied. Autocorrelation measures to what extent environmental conditions in one year relate to environmental conditions in the previous year (e.g. if warm years tend to be followed by cooler years in a region, these temperatures exhibit negative autocorrelations). The model analyses revealed that autocorrelated fluctuations can promote coexistence or drives species loss. Which outcome is more likely depends delicately on (i) the short-term versus long-term responses of communities to shifts in environmental conditions, and (ii) the magnitude and sign of the autocorrelations. \n\nTo parameterize models of real-world systems experiencing disturbances, co-PI Thomas Schoener’s team conducted large field experiment in communities of lizards and arthropods on islands experiencing hurricanes. Co-PI Schoener’s team collected data on lizard density, habitat use, and morphology, as well as web spider diversity and abundance on small islands near Great Abaco, Bahamas. Analysis of this data revealed that hurricanes select for longer-limbed lizards, that densities of web spiders were lower on islands with high densities of short-limbed lizards, and that plants grew more on islands with short-limbed lizards. These experiments provide strong support for evolution-to-ecology connections in natural systems experiencing disturbances. \n\n\t\t\t\t\tLast Modified: 01/30/2023\n\n\t\t\t\t\tSubmitted by: Sebastian J Schreiber"
 }
}