{
 "awd_id": "1717142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "UNS:  Collaborative Research: Measurement and Modeling of the Pathways of Potential Fugitive Methane Emissions During Hydrofracking",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2016-11-14",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 59228.0,
 "awd_amount": 59228.0,
 "awd_min_amd_letter_date": "2016-12-02",
 "awd_max_amd_letter_date": "2017-08-17",
 "awd_abstract_narration": "1508994(Bohrer) & 1509297(Matthes)\r\n\r\nProduction of natural gas from deep subsurface shale formations in the US has increased considerably in the last decade due to the advancement in drilling and hydraulic fracturing technology. In 2010, shale gas accounted for 23% of annual dry natural gas supply in the US, with projections that this capacity will increase to 48% by 2035. There are large economic advantages of shale gas development, including reliance on domestic production due to the abundance of natural gas in the US and the improved air quality when using natural gas compared with the combustion of gas and coal. This project will examine fugitive emissions, those not controlled in the production well, in a life cycle analyses of the greenhouse gas footprint that include the hydrofracking extraction and production processes.\r\n\r\nThe development of shale gas resources in the United States is predicted to grow steadily over the next twenty years, however there is large uncertainty surrounding the quantity and mechanisms of fugitive methane emissions released to the atmosphere from these activities. The large range among methane measurements from different hydrofracking sites suggests that fugitive emissions may be largely preventable and are dependent on the practices of the drill and well operators. This project will provide a much needed and timely set of baseline and fugitive methane emission measurements before and during hydrofracking operations that will quantify and identify the sources of methane emissions released during different components of the drilling and gas extraction operations process. This will fill a critical knowledge gap that will inform the development of effective management strategies and operations practices to minimize methane emissions and improve the overall greenhouse gas benefits of natural gas. This project will: (1) Quantify baseline and fugitive methane emissions during hydrofracking by collecting continuous landscape-scale methane flux measurements; (2) Identify biological and geological sources of methane emissions by measuring continuous atmospheric fluxes of 13C isotopes in methane; (3) Attribute measured methane fluxes to different components of the hydrofracking process by using a footprint model and advanced large eddy simulations to isolate flux sources in space and time. This project will leverage ongoing collaboration with the Ohio State University Shale Energy and Environment Field Laboratory (SEEL), which will provide the site access to drilling operations and information about the management practices and operations timeline will be provided through the SEEL partnership with the drill and well operators. The PIs will partner with the Ohio State University (OSU) Extension Office to develop online and print resources and forums for the general public describing the effects of shale gas development on local and regional air and water quality. They will also work with OSU Extension to transfer results from this project to hydrofracking practitioners who could use information regarding drill pad management practices to effectively reduce fugitive methane emissions. The PIs will share the developed products with West Virginia University and Extension, with whom they extensively collaborate on shale gas development issues. Furthermore, they will leverage existing outreach relationships with the Ohio Water Resources Center to present the work related to this project at a water luncheon organized with the Water Management Association of Ohio, and at a separate seminar to state agency representatives. A graduate student will be trained in observation and modeling methods for methane fluxes during this project. This project will also train undergraduate students from the Dartmouth Women in Science Program in fieldwork and data analyses to develop honors theses from this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jaclyn",
   "pi_last_name": "Matthes",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jaclyn H Matthes",
   "pi_email_addr": "jmatthes@fas.harvard.edu",
   "nsf_id": "000631770",
   "pi_start_date": "2016-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wellesley College",
  "inst_street_address": "106 CENTRAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "WELLESLEY HILLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812832079",
  "inst_zip_code": "024818203",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "WELLESLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z17DSLNJ1DX1"
 },
 "perf_inst": {
  "perf_inst_name": "Wellesley College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024818204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10985.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 48243.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"float-left\">Hydraulic fracturing (hydrofracking) for natural gas has increased rapidly in the area of the Marcellus Shale in the last thirty years but estimates of CH4 emissions from hydrofracking operations are still uncertain. Previous studies on CH4 emissions at hydrofracking operations have used bottom-up approaches collected at discrete timepoints and specific emission points or top-down approaches from aerial or satellite-based surveys covering a wide spatial area. Observations for bottom-up determination of emissions are limited by access to fracking sites during site operations. Top-down approaches are often too coarse or occur only at a few points in time.</p>\n<p class=\"float-left\">We demonstrate an intermediate approach for measurements of methane emissions from hydrofracking operations. We set up a 20 meter tall observation tower, 1-2 km downwind of hydrofracking pads. Over a period of eighteen months, starting four months before hydrofracking activity began, we measured the atmospheric concentration of methane, the isotopic composition of the methane in the air, and the atmospheric conditions (temperature, humidity, radiation, CO2 concentration). We used an artificial intelligence approach called neural networks to create a model that can accurately predict the observed methane concentrations as a function of the atmospheric condition at each half-hour. We validated the model based on the baseline observation period before fracking started. Then, we characterized measured CH4 concentrations after the baseline period that exceeded the range of model predictions as concentration spikes. We used the isotopic composition of methane to determine the likely CH4 source. Methane produced by cattle is lighter than methane produced by wetlands and soil microbes, which are lighter still than geologic methane in shale gas deposits that is released by drilling and hydrofracking operations.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p class=\"float-left\">We found that the majority of methane concentration spikes (70% of all classified spikes) were from a shale gas source, with 18% of classified concentration spikes from animal sources and the remaining 12% from a mixed or unknown source. In particular, nearly all of the CH4 concentration spikes with the largest magnitude (a large measured departure from the baseline model) were classified as a shale gas origin. The size of concentration spikes in half-hours that were identified as shale gas were, on average, 27% larger than the concentration spikes from half-hours attributed to cattle. The maximum CH4 concentration spike in a half-hour dominated by a shale gas source was 179% larger than the maximum methane concentration spike in a half-hour with an animal source.</p>\n<p class=\"float-left\">We saw frequent CH4 spikes during the vertical drilling period. Operators often encounter pockets of CH4 within the shallow shale formation that must be released as they drill through the shallow conventional shale depths to the deeper unconventional shale depths. These shallow pockets of gas must be vented and/or flared in order to continue drilling operations, and this could explain the larger magnitude of methane concentration spikes during this period of activity. During the fracking (hydraulic stimulation) phase, fugitive methane emissions might escape from operations as the rock is fractured to extract methane from the shale deposits. We saw the most frequent and largest CH4 concentration spikes during the fracking stage of operations, with a strong isotopic signature of a shale gas source.</p>\n<p class=\"float-left\">Th approach that we used in this study could be applied to other locations where the ability to conduct direct measurements at the hydrofracking pad is limited. Our data is published in the Ameriflux dataset, <a href=\"https://ameriflux.lbl.gov/\">https://ameriflux.lbl.gov</a>, and can be accessed through site ID US-JRn. Information about the project and methane emissions in hydrofracking is available through our site&rsquo;s website <a href=\"http://flux.org.ohio-state.edu/jacks-run-west-virginia/\">http://flux.org.ohio-state.edu/jacks-run-west-virginia/</a> .</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2019<br>\n\t\t\t\t\tModified by: Jaclyn&nbsp;H&nbsp;Matthes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Hydraulic fracturing (hydrofracking) for natural gas has increased rapidly in the area of the Marcellus Shale in the last thirty years but estimates of CH4 emissions from hydrofracking operations are still uncertain. Previous studies on CH4 emissions at hydrofracking operations have used bottom-up approaches collected at discrete timepoints and specific emission points or top-down approaches from aerial or satellite-based surveys covering a wide spatial area. Observations for bottom-up determination of emissions are limited by access to fracking sites during site operations. Top-down approaches are often too coarse or occur only at a few points in time.\nWe demonstrate an intermediate approach for measurements of methane emissions from hydrofracking operations. We set up a 20 meter tall observation tower, 1-2 km downwind of hydrofracking pads. Over a period of eighteen months, starting four months before hydrofracking activity began, we measured the atmospheric concentration of methane, the isotopic composition of the methane in the air, and the atmospheric conditions (temperature, humidity, radiation, CO2 concentration). We used an artificial intelligence approach called neural networks to create a model that can accurately predict the observed methane concentrations as a function of the atmospheric condition at each half-hour. We validated the model based on the baseline observation period before fracking started. Then, we characterized measured CH4 concentrations after the baseline period that exceeded the range of model predictions as concentration spikes. We used the isotopic composition of methane to determine the likely CH4 source. Methane produced by cattle is lighter than methane produced by wetlands and soil microbes, which are lighter still than geologic methane in shale gas deposits that is released by drilling and hydrofracking operations.      \nWe found that the majority of methane concentration spikes (70% of all classified spikes) were from a shale gas source, with 18% of classified concentration spikes from animal sources and the remaining 12% from a mixed or unknown source. In particular, nearly all of the CH4 concentration spikes with the largest magnitude (a large measured departure from the baseline model) were classified as a shale gas origin. The size of concentration spikes in half-hours that were identified as shale gas were, on average, 27% larger than the concentration spikes from half-hours attributed to cattle. The maximum CH4 concentration spike in a half-hour dominated by a shale gas source was 179% larger than the maximum methane concentration spike in a half-hour with an animal source.\nWe saw frequent CH4 spikes during the vertical drilling period. Operators often encounter pockets of CH4 within the shallow shale formation that must be released as they drill through the shallow conventional shale depths to the deeper unconventional shale depths. These shallow pockets of gas must be vented and/or flared in order to continue drilling operations, and this could explain the larger magnitude of methane concentration spikes during this period of activity. During the fracking (hydraulic stimulation) phase, fugitive methane emissions might escape from operations as the rock is fractured to extract methane from the shale deposits. We saw the most frequent and largest CH4 concentration spikes during the fracking stage of operations, with a strong isotopic signature of a shale gas source.\nTh approach that we used in this study could be applied to other locations where the ability to conduct direct measurements at the hydrofracking pad is limited. Our data is published in the Ameriflux dataset, https://ameriflux.lbl.gov, and can be accessed through site ID US-JRn. Information about the project and methane emissions in hydrofracking is available through our site?s website http://flux.org.ohio-state.edu/jacks-run-west-virginia/ .\n\n\t\t\t\t\tLast Modified: 10/25/2019\n\n\t\t\t\t\tSubmitted by: Jaclyn H Matthes"
 }
}