{
 "awd_id": "1717730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Small: Collaborative Proposal: Understanding and Improving Implicit Coordination in Peer Production Networks",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 151970.0,
 "awd_amount": 151970.0,
 "awd_min_amd_letter_date": "2017-08-14",
 "awd_max_amd_letter_date": "2017-08-14",
 "awd_abstract_narration": "This research will apply knowledge about coordination mechanisms that was gained in biology to better understand and to improve coordination in peer production using information and communication technologies. Peer production has emerged as an important economic force. It produces knowledge infrastructure that underlies many aspects of educational and research institutions. Thus, ways of furthering peer production may have broad impacts on the infrastructure that supports invention, and in turn on the economy. More generally, collaborative editing is used in most industries that manage knowledge, and so progress on this front may have impacts in corporations, partnerships, non-profits, and government institutions. The research will not only seek an increased understanding of peer production but also will build tools and interfaces that seek to improve the collective creativity of online communities. Models, data sets, and accompanying simulations will be built for two purposes: as explicit forms of knowledge for reuse by other researchers, and as materials for education.\r\n \r\nThe investigation will proceed through a set of observational studies and experiments, to explore how coordination mechanisms that have been discovered through studies in the field of biology may provide useful insights into human behavior. Recent studies have indicated that coordination in open source and peer production networks can be explained at least in part by stigmergy, a process discovered by biologists in which the traces of work become conditions or signals that generate more work.  Peer production is described as being stigmergic because coordination often happens not through explicit planning conversations, but through interactions triggered by previous interactions, all centered on the primary technical artifact, some form of text or source code.  The work will proceed in three phases: (1) performing studies that examine how interaction rates affect productivity in peer production networks such as Wikipedia; (2) applying dynamic models from mathematical biology to peer production, first through an observational study and then through an experiment, and (3) testing alternative interfaces for peer production and applying the findings to other collaborative editing environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Gordon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah M Gordon",
   "pi_email_addr": "dmgordon@stanford.edu",
   "nsf_id": "000264076",
   "pi_start_date": "2017-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "371 Serra Mall, Gilbert 410",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 151970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studied how implicit coordination works in peer production. Implicit coordination occurs if large numbers of people are able to complete joint projects without the need for explicit plans or central control. For example, Wikipedia editors use implicit coordination to successfully build complex articles without any joint planning or scheduling. Many natural systems operate without central control, using collective coordination, and so biology is a source of methodological tools for studying implicit coordination. This project was part of a larger collaborative research project that combined the methods of biology with those of the computational and social sciences. Collective behavior is widespread in nature. Ants provide a striking example. There is no central control or direction; the queen just lays the eggs but does not direct the behavior of the workers.&nbsp; Ant colonies manage to coordinate many tasks, such as building nests, collecting and storing food. The principal investigator's lab examines how ants use simple local interactions to coordinate colony behavior. Previous work shows that the rate and timing of simple olfactory interactions can be aggregated into a signal. For example, a high frequency of interaction is associated with successful foraging, and works as positive feedback to stimulate more foraging.</p>\n<p>&nbsp;</p>\n<p>The theoretical methods used to model collective behavior in biology were used as the basis for an analysis of interactions in peer production. Just as organism mediate their non-linguistic communication by interacting with each other and the physical environment, human workers mediate knowledge work by changing knowledge artifacts in a digital landscape. This conjecture was tested through studies of time series of content changes in Wikipedia, the largest peer production network. The studies performed showed that human knowledge workers&rsquo; actions can be modeled in terms of the frequency of their interaction with knowledge artifacts such as articles, and that certain patterns of temporal interaction are associated with increases in the quality of the artifact. The studies also examined the evolution of bots used in peer production communities. These bots perform many different roles, acting to both generate and protect content. The overall changes in the functions of the bots were studied over time to elucidate the impact of these technologies on knowledge production.</p>\n<p>&nbsp;</p>\n<p>This work contributes to research on collective intelligence, a multidisciplinary field that integrates theories and methods from the natural, computational and social sciences. The results of this project include new methods for studying how coordination happens in peer production and other kinds of knowledge generation. The results of the research have been presented to both industry and government, and findings of the research have found their way into curricula. In particular, the results suggest that peer production communities such as Wikipedia might use information on the timing of interactions to help focus parts of the community to increase productivity. In addition, changes in the functions of automated tools such as bots can be analyzed from an ecological perspective so that tool development efforts can be better focused. &nbsp;More broadly, a better understanding of knowledge generation processes can be used to build systems and processes that increase productivity. This in turn may have positive effects on the economy.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2020<br>\n\t\t\t\t\tModified by: Deborah&nbsp;M&nbsp;Gordon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project studied how implicit coordination works in peer production. Implicit coordination occurs if large numbers of people are able to complete joint projects without the need for explicit plans or central control. For example, Wikipedia editors use implicit coordination to successfully build complex articles without any joint planning or scheduling. Many natural systems operate without central control, using collective coordination, and so biology is a source of methodological tools for studying implicit coordination. This project was part of a larger collaborative research project that combined the methods of biology with those of the computational and social sciences. Collective behavior is widespread in nature. Ants provide a striking example. There is no central control or direction; the queen just lays the eggs but does not direct the behavior of the workers.  Ant colonies manage to coordinate many tasks, such as building nests, collecting and storing food. The principal investigator's lab examines how ants use simple local interactions to coordinate colony behavior. Previous work shows that the rate and timing of simple olfactory interactions can be aggregated into a signal. For example, a high frequency of interaction is associated with successful foraging, and works as positive feedback to stimulate more foraging.\n\n \n\nThe theoretical methods used to model collective behavior in biology were used as the basis for an analysis of interactions in peer production. Just as organism mediate their non-linguistic communication by interacting with each other and the physical environment, human workers mediate knowledge work by changing knowledge artifacts in a digital landscape. This conjecture was tested through studies of time series of content changes in Wikipedia, the largest peer production network. The studies performed showed that human knowledge workers’ actions can be modeled in terms of the frequency of their interaction with knowledge artifacts such as articles, and that certain patterns of temporal interaction are associated with increases in the quality of the artifact. The studies also examined the evolution of bots used in peer production communities. These bots perform many different roles, acting to both generate and protect content. The overall changes in the functions of the bots were studied over time to elucidate the impact of these technologies on knowledge production.\n\n \n\nThis work contributes to research on collective intelligence, a multidisciplinary field that integrates theories and methods from the natural, computational and social sciences. The results of this project include new methods for studying how coordination happens in peer production and other kinds of knowledge generation. The results of the research have been presented to both industry and government, and findings of the research have found their way into curricula. In particular, the results suggest that peer production communities such as Wikipedia might use information on the timing of interactions to help focus parts of the community to increase productivity. In addition, changes in the functions of automated tools such as bots can be analyzed from an ecological perspective so that tool development efforts can be better focused.  More broadly, a better understanding of knowledge generation processes can be used to build systems and processes that increase productivity. This in turn may have positive effects on the economy. \n\n\t\t\t\t\tLast Modified: 10/12/2020\n\n\t\t\t\t\tSubmitted by: Deborah M Gordon"
 }
}