{
 "awd_id": "1717984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR:  Small:  Collaborative Research:  GAMBIT:  Efficient Graph Processing on a Memristor-based Embedded Computing Platform",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2017-08-02",
 "awd_max_amd_letter_date": "2021-07-25",
 "awd_abstract_narration": "Recently, graph processing received intensive interests in light of a wide range of needs to understand relationships. Graph analytics are widely used in key domains in our society, such as cyber security, social media, infrastructure monitoring (e.g., smart building), natural language processing, system biology, recommendation systems. These important applications all fall into fast-growing sectors in computer science and engineering research. On the other hand, in many emerging applications, the graph analytics are ideally performed in the edge (e.g., a mobile or embedded system) in order to allow the relationships between events to be discovered in the field where they are unfold. Unfortunately, the existing embedded systems equipped with conventional computing units like CPU/GPU cannot efficiently process large graphs in real time. Instead, large data centers are required to perform the graph processing, either incurring extra latency and energy due to data communication or only providing forensic (offline) graph analysis. This research aims to effectively enable graph analytics in embedded system with disruptive emerging technology. \r\n\r\nTo support graph analytic applications with the limited hardware resources in embedded systems, this project seeks to develop GAMBIT -- a memristor-based embedded computing framework for efficient graph processing. Our research program aims to develop multi-layer techniques to enable highly efficient (e.g., 1000X) and scalable real-time graph analytics in embedded systems (i.e., network edge). It contains research efforts across circuit, architecture, system and vertical integration. (1) At the circuit level, the project proposes a memristor-based graph computing core to enable efficient computations for graph processing. (2) At the architecture level, the project proposes the complete memristor-based graph processing architecture for partitioned graph and various algorithms. (3) At the system level, the project develops a graph analytics framework for embedded systems and integrates it with a popular embedded OS. (4) For integration, the project proposes to develop an emulator of the proposed architecture and cross-layer HW/SW co-design techniques. This project contributes to society through engaging high-school and undergraduate students from minority-serving institutions into research, attracting women and under-represented groups into graduate education, expanding the computer engineering curriculum with graph processing and other emerging applications in embedded systems, disseminating research infrastructure for education and training, and collaborating with the industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuehai",
   "pi_last_name": "Qian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuehai Qian",
   "pi_email_addr": "qian214@purdue.edu",
   "nsf_id": "000702360",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 South Flower Street",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In many emerging applications, the graph analytics are ideally performed in the edge (e.g., a mobile or embedded system) in order to allow the relationships between events to be discovered in the field where they are unfold. Unfortunately, the existing embedded systems equipped with conventional computing units like CPU/GPU cannot efficiently process large graphs in real time. Instead, large data centers are required to perform the graph processing, either incurring extra latency and energy due to data communication or only providing forensic (offline) graph analysis. To bridge this big gap between the needs of graph analytic applications and the limited capability of existing hardware, we propose to develop GAMBIT &ndash; a memristor-based embedded computing framework for efficient graph processing. Our research program aims to develop multi-layer tech- niques to enable highly efficient (e.g., 1000X) and scalable real-time graph analytics in embedded systems (i.e., network edge).</p>\n<p>To enable scalable, real-time, large-scale graph analytics on embedded systems, we propose a synergistic research program to systematically address the aforementioned challenges. The research proposed several nonovel architectures, including: (1) a ReRAM-based architecture for ML training; (2) the first ReRAM-based architecture for graph processing; (3) a highly optimized and flexible architecture to enable floating point computation in ReRAM crossbars. Based on these major ideas, we also developed a number of improvements on each architecture.</p>\n<p>As a part of this project, we incorporated some research outcomes to generate the attractive curriculum and training program to promote the participation of students, especially from minority and underrepresented groups in engineering studies. We focused on efficiently transferring the advances in computer architecture, machine learning, graph computing, digital circuit, and memristor and other emerging devices to the classroom by leveraging the PIs&rsquo; experiences on integrating state-of-the-art research into curricula and diversity programs.</p>\n<p>The project also enhanced the broader participation of underrepresented groups, which is an important component in our proposed research and education. We committed to K-12 education and served as judge of Pittsburgh Regional Science &amp; Engineering Fair and various roles in relevant events. The PIs also worked with a number of female and undergraduate students to participate in the proejct. We also worked with professional society to design projects for high-school education on machine learning to promote the relevant K-12 education by leveraging the outcome of the proposed research.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2023<br>\n\t\t\t\t\tModified by: Xuehai&nbsp;Qian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn many emerging applications, the graph analytics are ideally performed in the edge (e.g., a mobile or embedded system) in order to allow the relationships between events to be discovered in the field where they are unfold. Unfortunately, the existing embedded systems equipped with conventional computing units like CPU/GPU cannot efficiently process large graphs in real time. Instead, large data centers are required to perform the graph processing, either incurring extra latency and energy due to data communication or only providing forensic (offline) graph analysis. To bridge this big gap between the needs of graph analytic applications and the limited capability of existing hardware, we propose to develop GAMBIT &ndash; a memristor-based embedded computing framework for efficient graph processing. Our research program aims to develop multi-layer tech- niques to enable highly efficient (e.g., 1000X) and scalable real-time graph analytics in embedded systems (i.e., network edge).\n\nTo enable scalable, real-time, large-scale graph analytics on embedded systems, we propose a synergistic research program to systematically address the aforementioned challenges. The research proposed several nonovel architectures, including: (1) a ReRAM-based architecture for ML training; (2) the first ReRAM-based architecture for graph processing; (3) a highly optimized and flexible architecture to enable floating point computation in ReRAM crossbars. Based on these major ideas, we also developed a number of improvements on each architecture.\n\nAs a part of this project, we incorporated some research outcomes to generate the attractive curriculum and training program to promote the participation of students, especially from minority and underrepresented groups in engineering studies. We focused on efficiently transferring the advances in computer architecture, machine learning, graph computing, digital circuit, and memristor and other emerging devices to the classroom by leveraging the PIs’ experiences on integrating state-of-the-art research into curricula and diversity programs.\n\nThe project also enhanced the broader participation of underrepresented groups, which is an important component in our proposed research and education. We committed to K-12 education and served as judge of Pittsburgh Regional Science &amp; Engineering Fair and various roles in relevant events. The PIs also worked with a number of female and undergraduate students to participate in the proejct. We also worked with professional society to design projects for high-school education on machine learning to promote the relevant K-12 education by leveraging the outcome of the proposed research.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/01/2023\n\n\t\t\t\t\tSubmitted by: Xuehai Qian"
 }
}