{
 "awd_id": "1718342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF:Small: Continuous Perspectives on Accelerated Methods for Combinatorial Optimization",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A. Funda Ergun",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 497504.0,
 "awd_amount": 497504.0,
 "awd_min_amd_letter_date": "2017-06-22",
 "awd_max_amd_letter_date": "2017-06-22",
 "awd_abstract_narration": "\r\nEfficient algorithms are at the heart of any modern computing systems. In the classical study of algorithms, the notion of efficiency has long been taken to equal polynomial running time in the size of the input. However, the recent rise of massive datasets, for which even quadratic running times may be practically infeasible, has led to a rethinking of this assumption. This effort has led to a number of breakthroughs on fundamental problems, such as computing the maximum flow through a network, which can now be solved in essentially linear time in many cases. These advances are largely based on novel algorithmic tools stemming from convex and numerical optimization, which heavily rely on continuous mathematics. Based on this paradigm, the PIs aim to provide improved algorithms for two classes of problems that are important both in theory and practice: maximum flow problems and submodular optimization problems. These problems are central to computer science and have wide applicability to many real-life problems. The project will support and train two Ph.D. students and a postdoc in algorithm design and optimization at Boston University. The proposed research requires a useful exchange of ideas between theoretical computer science and continuous optimization, strengthening existing ties as well as forging new connections between the two areas. The continuous viewpoint provides a new perspective on algorithm design that the PIs plan to disseminate broadly and to incorporate into their optimization courses at Boston University.\r\n\r\n\r\nIn this project, the PIs will delve deeply into the connection between efficient discrete optimization and continuous mathematics by considering the following continuous approach to algorithm design: algorithms are initially conceived as continuous trajectories through the space of solutions to the problems, e.g., as described by a set of differential equations; these trajectories are discretized to yield true discrete-time algorithms that are provably fast. We plan to exploit the new understanding of algorithms obtained through this framework to provide improved algorithms for two classes of problems that are important both in theory and practice: maximum flow problems and submodular optimization problems. The main technical focus of the project will be understanding and leveraging the idea of \"acceleration\", which plays a central role in convex optimization, as it yields optimal gradient-descent algorithms for a large class of functions. A very recent line of work initiated the study of accelerated methods from a continuous-time perspective using ordinary differential equations (ODEs) and classical discretization tools. More precisely, these works aim to represent a class of accelerated methods via ODEs whose dynamics describe the continuous-time limits of the discrete algorithms, while the discrete algorithms can be interpreted as appropriate discretizations of the continuous-time curves described by the ODEs.\r\n\r\nThe project will build on this recently established viewpoint to make progress on central combinatorial optimization problems involving graphs and submodular functions. In particular, the project aims to exploit the rich combinatorial structure present in these problems to construct improved discretization procedures for known dynamical systems corresponding to accelerated algorithms. Specific problems of interest include: (a) Maximum s-t flows and connectivity problems in graphs and networks - The emphasis will be on leveraging convex optimization techniques such as acceleration in order to obtain faster approximate solutions for these problems in undirected and directed graphs. (b) Constrained submodular maximization problems - A particular area of focus will be on designing new continuous algorithms and discretization for solving known continuous relaxations of submodular objectives under structured constraints, such as packing and covering constraints.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorenzo",
   "pi_last_name": "Orecchia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lorenzo Orecchia",
   "pi_email_addr": "orecchia@uchicago.edu",
   "nsf_id": "000572818",
   "pi_start_date": "2017-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alina",
   "pi_last_name": "Ene",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Alina R Ene",
   "pi_email_addr": "aene@bu.edu",
   "nsf_id": "000727264",
   "pi_start_date": "2017-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 497504.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project led to the development of novel algorithmic frameworks for discrete and continuous optimization. On the continuous optimization front, the novel techniques and associated algorithms developed as part of this award have significantly advanced the understanding of accelerated methods, an important class of first-order methods that provide optimal convergence guarantees for smooth convex optimization problems, i.e., problems involving the mininimization of smooth (continuously differentiable) convex functions. Many practically important problems, such as regression problems, belong to this class. Moreover, techniques inspired by accelerated methods are of great importance beyond the convex case, as they are often applied to speed up the solution of non-convex problems in machine learning applications, such as deep learning. Specifically, the novel approximate-duality-gap framework gives a simple, unified explanation of accelerated methods and standard first-order methods. It shows that all such methods are based on iteratively constructing a primal-dual pair of solutions, i.e., a primal solution to the original problem and a dual solution certifying a lower bound on the value of optimum. All methods can be methodically derived by specifying the form of such primal-dual pair, which is an immediate consequence of the problem assumptions, and by driving the gap between values of primal and dual solutions to 0. The benefits of this new insights are already evident from related results funded by this award, including novel algorithms for acceleration in the presence of noise and improved methods for resource allocation problems. Beyond the time frame of this award, the approximate-duality-gap framework provides a systematic foundation to connect algorithm design within theoretical computer science to the study of natural continuous-time dynamical systems and to the calculus of variations.</p>\n<p>On the discrete optimization front, the project led to the development of very efficient sequential and parallel algorithms for maximizing submodular functions, a broad class of discrete functions that capture the key diminishing returns property of utility functions in Economics, joint entropy functions in information theory, clustering and other objective functions in information retrieval and machine learning. The parallel algorithms developed achieve exponential speedups in parallel running time over existing methods. The algorithms smoothly interpolate between the linear and more general submodular objectives. In practice, where the objective does not exhibit worst-case submodular behavior, this interpolation leads to further improved performance. The sequential algorithms make progress toward achieving very fast and practical running times that scale nearly-linearly with the size of the input data. The project also tackled the problem of finding a maximum flow in a graph, a fundamental graph optimization problem that is a building block in many applications. The project led to the development of a faster algorithm for finding a minimum cost flow in a graph. The aforementioned results combine the combinatorial structure with techniques from the field of continuous optimization, such as continuous relaxations, gradient descent primitives, and differential equations. The connections between discrete and continuous optimization established have the potential to lead to further progress in theoretical computer science, machine learning, and beyond.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2020<br>\n\t\t\t\t\tModified by: Alina&nbsp;Ene</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project led to the development of novel algorithmic frameworks for discrete and continuous optimization. On the continuous optimization front, the novel techniques and associated algorithms developed as part of this award have significantly advanced the understanding of accelerated methods, an important class of first-order methods that provide optimal convergence guarantees for smooth convex optimization problems, i.e., problems involving the mininimization of smooth (continuously differentiable) convex functions. Many practically important problems, such as regression problems, belong to this class. Moreover, techniques inspired by accelerated methods are of great importance beyond the convex case, as they are often applied to speed up the solution of non-convex problems in machine learning applications, such as deep learning. Specifically, the novel approximate-duality-gap framework gives a simple, unified explanation of accelerated methods and standard first-order methods. It shows that all such methods are based on iteratively constructing a primal-dual pair of solutions, i.e., a primal solution to the original problem and a dual solution certifying a lower bound on the value of optimum. All methods can be methodically derived by specifying the form of such primal-dual pair, which is an immediate consequence of the problem assumptions, and by driving the gap between values of primal and dual solutions to 0. The benefits of this new insights are already evident from related results funded by this award, including novel algorithms for acceleration in the presence of noise and improved methods for resource allocation problems. Beyond the time frame of this award, the approximate-duality-gap framework provides a systematic foundation to connect algorithm design within theoretical computer science to the study of natural continuous-time dynamical systems and to the calculus of variations.\n\nOn the discrete optimization front, the project led to the development of very efficient sequential and parallel algorithms for maximizing submodular functions, a broad class of discrete functions that capture the key diminishing returns property of utility functions in Economics, joint entropy functions in information theory, clustering and other objective functions in information retrieval and machine learning. The parallel algorithms developed achieve exponential speedups in parallel running time over existing methods. The algorithms smoothly interpolate between the linear and more general submodular objectives. In practice, where the objective does not exhibit worst-case submodular behavior, this interpolation leads to further improved performance. The sequential algorithms make progress toward achieving very fast and practical running times that scale nearly-linearly with the size of the input data. The project also tackled the problem of finding a maximum flow in a graph, a fundamental graph optimization problem that is a building block in many applications. The project led to the development of a faster algorithm for finding a minimum cost flow in a graph. The aforementioned results combine the combinatorial structure with techniques from the field of continuous optimization, such as continuous relaxations, gradient descent primitives, and differential equations. The connections between discrete and continuous optimization established have the potential to lead to further progress in theoretical computer science, machine learning, and beyond.\n\n\t\t\t\t\tLast Modified: 12/29/2020\n\n\t\t\t\t\tSubmitted by: Alina Ene"
 }
}