{
 "awd_id": "1718360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Small: Collaborative: Information Disclosure and Security Policy Design: A Large-Scale Randomization Experiment in Trans-Pacific Region",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 91459.0,
 "awd_amount": 91459.0,
 "awd_min_amd_letter_date": "2017-07-19",
 "awd_max_amd_letter_date": "2017-07-19",
 "awd_abstract_narration": "With more prominent data breaches and cybersecurity incidents, cyber insecurity is becoming a serious problem for every individual and the society. Such security incidents are partially due to the lack of relevant governmental polices and the insufficient security protection by organizations managing information assets. The investigators will design an independent Trans-Pacific cybersecurity evaluation institution that measures and reports organizations' security weaknesses. The proposed institution aims at effectively motivating organizations to achieve a desirable level of cybersecurity. An opt-in field experiment with a rigorous design will be employed to empirically evaluate the performance of organizations in the Trans-Pacific region to see how they will respond to the diversified security performance reports of malicious cybercrimes, including spam, phishing, and distributed denial of service (DDoS) attacks. Based on the experimental results, the project will provide practical and credible suggestions to policy makers and companies improve their security preparedness.\r\n\r\nAs methods of data analyses, the researchers will employ potentially useful theoretical and empirical models: (i) a model that allows endogenous experiments, (ii) static and dynamic models with strategic interaction between defenders and attackers, and (iii) a cyber-insurance and reinsurance model which utilizes the PIs' comprehensive security evaluation metric. The PIs will estimate the policy relevant parameters in these models using both experimental and observational data. In addition to the existing dataset on defenders, important data sets that have been collected and will be used in the analyses of the data for attackers, such as data for phishing activity, outgoing spam mails, and real time DDoS information. Since the PIs seek to recover flexible heterogeneous effects of policies, as cybersecurity data typically exhibit a great deal of heterogeneity, they introduce semi-parametric identification and estimation methods developed in the recent econometrics literature. This work contributes to the literature on randomized field experiments in several ways: (i) to identify the problem of endogeneity in randomized field experiments due to the existence of external impact; (ii) in the context of cybersecurity, to redesign a previous experiment and by introducing empirical strategies that control for endogeneity using novel datasets on the attackers; (iii) to recover fully heterogeneous effects of treatments, which departs from a simple and restricted approach commonly taken in the literature; (iv) as some of the datasets are of high frequency (e.g., DDoS real time attack), to develop estimation methods that deal with big data issues. Theoretical models of this project contribute to cybersecurity literature by following novel features: (i) a dynamic cybersecurity game in the continuous-time framework by using stochastic analysis; (ii) a cyber-insurance model with reinsurance opportunity, and specification of the role of governments as the ultimate excessive risk taker, and a method for governments to control organization's cybersecurity investment level by altering the premium.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shu",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shu He",
   "pi_email_addr": "shu.he@warrington.ufl.edu",
   "nsf_id": "000738563",
   "pi_start_date": "2017-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691246",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 91459.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Cyberattacks impose serious threats to individuals, firms, and our society at large. Studies on the economics of cybersecurity argue that economic factors are as important as technical aspects in information security solutions. Besides, country-wide information and communications technology (ICT) development may restrain the technical resources available to firms and limit their capabilities to curb security threats. This project investigates how the awareness of a security vulnerability index affects firms&rsquo; security protection strategy and how the information awareness effect interacts with firm incentives and country-wide IT development level. </strong></p>\n<p><strong>Echoing the origin responsibility principle of the research framework of the Bright ICT initiative, the PIs propose a new security vulnerability index, which is constructed based on outgoing spams and phishing website hosting, to incentivize firms to prevent the widespread use of cyberattacks (e.g., spam and phishing). To study whether security vulnerability awareness causes firms to improve their security, the PIs conducted a randomized field experiment on 1,262 firms in six Pan-Asian countries and regions, including Hong Kong, Macao, Mainland China, Malaysia, Singapore, and Taiwan. Specifically, 631 randomly selected treated firms had been alerted of their security vulnerability index and their relative rankings compared to their peers via advisory emails for six months. Analytic tools had been implemented to track firms&rsquo; responses to outgoing emails and treated website.</strong></p>\n<p><strong>Based on the data collected from the experiment, the PIs have applied the difference-in-differences model and instrumental variable method to evaluate the effects of information disclosure on firms&rsquo; security status. The results show that compared with the controls, the treated firms improve their security over time, with a statistically significant reduction of outgoing spam volume but not of phishing website hosting on average. Surprisingly, a statistically significant reduction in phishing website hosting was observed among non-web hosting firms. The observed difference in firms&rsquo; responses to outbound spam and phishing website hosting and the different behavior among web hosting and non-web hosting firms suggest that firms&rsquo; underlying incentives play an important role in the treatment effect. Lastly, exploiting the multi-country nature of the data, the PIs found that firms in countries with high information and communications technology (ICT) development are more responsive to our intervention because they have higher IT capabilities and more resources to resolve security issues. </strong></p>\n<p><strong>This project contributes to the cybersecurity economics literature in multiple ways. First, the project developed a robust security vulnerability index based on multiple cyberattack types: outgoing spam and phishing web-site hosting. Second, the project showed the effectiveness of disclosing the index with a multi-national randomized field experiment. Third, the empirical analyses found empirical evidence that a firm&rsquo;s underlying incentives and IT environment play important roles in its security investment strategies. These findings provide useful insights to cyber-security policymakers. Besides using penalties to enforce firm compliance, one may publicize security information to incentivize firms to adopt better preventive measures. The findings also suggest that cybersecurity policies should be aligned with national ICT development strategies. This project also responds to the call of the Bright ICT Initiative by developing a security index to promote origin responsibilities.</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2020<br>\n\t\t\t\t\tModified by: Shu&nbsp;He</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCyberattacks impose serious threats to individuals, firms, and our society at large. Studies on the economics of cybersecurity argue that economic factors are as important as technical aspects in information security solutions. Besides, country-wide information and communications technology (ICT) development may restrain the technical resources available to firms and limit their capabilities to curb security threats. This project investigates how the awareness of a security vulnerability index affects firms’ security protection strategy and how the information awareness effect interacts with firm incentives and country-wide IT development level. \n\nEchoing the origin responsibility principle of the research framework of the Bright ICT initiative, the PIs propose a new security vulnerability index, which is constructed based on outgoing spams and phishing website hosting, to incentivize firms to prevent the widespread use of cyberattacks (e.g., spam and phishing). To study whether security vulnerability awareness causes firms to improve their security, the PIs conducted a randomized field experiment on 1,262 firms in six Pan-Asian countries and regions, including Hong Kong, Macao, Mainland China, Malaysia, Singapore, and Taiwan. Specifically, 631 randomly selected treated firms had been alerted of their security vulnerability index and their relative rankings compared to their peers via advisory emails for six months. Analytic tools had been implemented to track firms’ responses to outgoing emails and treated website.\n\nBased on the data collected from the experiment, the PIs have applied the difference-in-differences model and instrumental variable method to evaluate the effects of information disclosure on firms’ security status. The results show that compared with the controls, the treated firms improve their security over time, with a statistically significant reduction of outgoing spam volume but not of phishing website hosting on average. Surprisingly, a statistically significant reduction in phishing website hosting was observed among non-web hosting firms. The observed difference in firms’ responses to outbound spam and phishing website hosting and the different behavior among web hosting and non-web hosting firms suggest that firms’ underlying incentives play an important role in the treatment effect. Lastly, exploiting the multi-country nature of the data, the PIs found that firms in countries with high information and communications technology (ICT) development are more responsive to our intervention because they have higher IT capabilities and more resources to resolve security issues. \n\nThis project contributes to the cybersecurity economics literature in multiple ways. First, the project developed a robust security vulnerability index based on multiple cyberattack types: outgoing spam and phishing web-site hosting. Second, the project showed the effectiveness of disclosing the index with a multi-national randomized field experiment. Third, the empirical analyses found empirical evidence that a firm’s underlying incentives and IT environment play important roles in its security investment strategies. These findings provide useful insights to cyber-security policymakers. Besides using penalties to enforce firm compliance, one may publicize security information to incentivize firms to adopt better preventive measures. The findings also suggest that cybersecurity policies should be aligned with national ICT development strategies. This project also responds to the call of the Bright ICT Initiative by developing a security index to promote origin responsibilities.\n\n \n\n\t\t\t\t\tLast Modified: 09/10/2020\n\n\t\t\t\t\tSubmitted by: Shu He"
 }
}