{
 "awd_id": "1718801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:BIC Affordable Flexible Robotic Technology to Enhance Work Performance of Farmers with Mobility Restrictions",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 999277.0,
 "awd_amount": 1117677.0,
 "awd_min_amd_letter_date": "2017-07-24",
 "awd_max_amd_letter_date": "2021-06-10",
 "awd_abstract_narration": "A growing elderly population is creating a crisis in the farming industry. With the lack of alternative solutions available, robotics could become a welcomed approach for assisting farmers and farm workers with mobility limitations and strength deficits. This award leverages an interdisciplinary academe-industry partnership to jointly develop flexible robotic systems that are designed to be wear by farmers with mobility limitations to assist them in performing activities of daily living. The research team's goal is not only to adapt state-of-the-art flexible robotics technology to the needs of farmers with mobility limitations, but also to educate stakeholders regarding the availability and role of assistive technology to augment their performance at work and improve their quality of life. In particular, the funded effort consists of a combination of 1) technology development in order to take out-of-the-box flexible robotics technology and make it suitable to this particular population; 2) development of a test bed which will allow for technology testing in typical daily activities; 3) coordination of a service delivery system to provide education, health-based agricultural resources, and community-based services  addressing  life and farm-based goals of farm workers and farm families. \r\n\r\nThe research team aims at demonstrating a new use of flexible robotics for the care of farmers and farm workers while performing their daily activities. The investigators will advance knowledge on the actual design of wearable robots (both hardware and software) that can perform a set of tasks to facilitate farmer's mobility and decrease the possibility of secondary injuries. Specifically, the researchers will develop modules to support the back, knee, and hand and assist with motion of these joints. The research plan includes understanding the motions and activities typically performed by farmers, designing the robotic modules to be comfortable and compatible with being worn daily; understanding the user inputs and adapting control algorithms that will enable the robotic modules to best assist with their wearers' mobility; add and study the impact of flex-sensors and force sensors into the structure of some modules. Additionally, motion information collected by the system will help create a data-driven health monitoring system whereby health service providers could understand how a patient's mobility is changing over time.  Undergraduate students will be involved in supplementing graduate student work, in interactions with client farming communities, and in ground-level activities aimed at educating the public in innovative, assistive technologies for people with disabilities. The PFI project plan for educational outreach includes several activities such as summer camps, senior design capstone design experiences, and service learning opportunities for engineering and agriculture students.\r\n\r\nThe lead institution is Virginia Tech with faculty from Mechanical Engineering, Agricultural Leadership, and Community Education, Industrial and Systems Engineering, Engineering Education and the Virginia Cooperative Extension.  The primary industrial partners are TORC Robotics (small business, Blacksburg, VA), and Total Motion Physical Therapy (small business, Blacksburg, VA) together with two nonprofit broader context partners, AgrAbility Virginia (nonprofit, Salem, VA) and Easter Seals UCP (United Cerebral Palsy, Salem, VA). It is expected that this partnership will have broader impacts across the National AgrAbility community where engineers, service providers, and industry professionals collaborate to assist injured or disabled farmers in their respective states. In addition, AgrAbility Virginia will provide the means for education, evaluation, and farmer participation in the system design. The synergy of all the institutions involved in this project will facilitate the translation of research and education outcomes to the broad community of farmers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Leonessa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Leonessa",
   "pi_email_addr": "leonessa@vt.edu",
   "nsf_id": "000261361",
   "pi_start_date": "2017-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donatus",
   "pi_last_name": "Ohanehi",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Donatus C Ohanehi",
   "pi_email_addr": "dohanehi@vt.edu",
   "nsf_id": "000208498",
   "pi_start_date": "2017-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Asbeck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Asbeck",
   "pi_email_addr": "aasbeck@vt.edu",
   "nsf_id": "000707410",
   "pi_start_date": "2017-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Grisso",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Robert Grisso",
   "pi_email_addr": "rgrisso@vt.edu",
   "nsf_id": "000738335",
   "pi_start_date": "2017-07-24",
   "pi_end_date": "2017-12-05"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Niewolny",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Niewolny",
   "pi_email_addr": "niewolny@vt.edu",
   "nsf_id": "000738338",
   "pi_start_date": "2017-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Divya",
   "pi_last_name": "Srinivasan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Divya Srinivasan",
   "pi_email_addr": "sriniv5@clemson.edu",
   "nsf_id": "000750542",
   "pi_start_date": "2017-12-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  },
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  },
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 999277.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15400.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 71000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant leveraged the collaboration between Virginia Tech, AgrAbility Virginia, TORC, Easter Seals UCP, and Total Motion Physical Therapy to develop flexible robotic systems that are wearable by farmers with mobility limitations in order to assist them in performing activities of daily living. Our goal was not only to adapt the flexible robotics technology to the needs of farmers with mobility limitations, hence improving their quality of life, but also to educate them regarding the availability and role of assistive technology in their life from a human factor and social perspective.&nbsp;</p>\n<p>The project outcomes consists of a combination of 1) development of out-of-the-box flexible robotics technology suitable to farmers; 2) coordination of a service delivery system to increase organizational capacity and provide the best quality education and services for stakeholder outreach, health-based agricultural resources, and community-based services that address much needed life and farm-based goals of farm workers and farm families while, at the same time, creating hope and dignity in their lives and communities.</p>\n<p>Particular examples of technology that were developed include a robotic glove, which includes a passive extension layer and an active flexion layer. Both glove layers are made of fabric, which provides comfort. The main benefit of this bi-layer design is that each layer can be used based on the wearer&rsquo;s condition, as it is needed. The first layer implements elastic bands to help with performing the extension movement and opening the fingers. The second layer, which is the active flexion layer, is responsible to control the grasp movements and it is actuated by a single cable-driven mechanism. Moreover, the robotic glove is equipped with a bend sensor to detect the wearer's intention and a vibration sensor to control the grasp movements by detecting the grasped object's slippage. A second major outcome from this grant is the development of a back exoskeleton designed and tested extensively on humans performing simulated farming tasks.&nbsp; The exoskeleton was tested to understand its effects on a variety of farming activities such as standard lifts and low object manipulation postures. Other agricultural tasks were also simulated: shoveling bean bags to both sides, climbing a ladder, pushing and pulling a cart, and walking.&nbsp;Overall, the study found that the back exoskeleton reduced muscle activity by 30-40% in most of the tested motions.&nbsp; Low height object manipulation postures also exhibited large reductions in the back muscles, hence reducing the potential for injuries.&nbsp;</p>\n<p>The final outcome that is worth mentioning is the increased awareness of the farming community to this kind of technology. In particular we targeted farmers working on small, community-based production, rather than large farming enterprises whose products are shipped nationally or internationally. Small farmers lack the financial resources to acquire advanced machinery to automatize their production but, more importantly, they are not interested in such machinery, as they enjoy their profession and they are not looking for a piece of equipment to do the work for them. Instead, small farmers are looking for assistive technology that can help, rather than replace, them by reducing the load that their body are subject to during their daily activities, and overall allowing them to age gracefully, without injuries related to the heavy tasks that they need to complete. Through this project, we were able to reach out to such farmers and to demonstrate that such assistive technology exists and is within reach.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/18/2022<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Leonessa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant leveraged the collaboration between Virginia Tech, AgrAbility Virginia, TORC, Easter Seals UCP, and Total Motion Physical Therapy to develop flexible robotic systems that are wearable by farmers with mobility limitations in order to assist them in performing activities of daily living. Our goal was not only to adapt the flexible robotics technology to the needs of farmers with mobility limitations, hence improving their quality of life, but also to educate them regarding the availability and role of assistive technology in their life from a human factor and social perspective. \n\nThe project outcomes consists of a combination of 1) development of out-of-the-box flexible robotics technology suitable to farmers; 2) coordination of a service delivery system to increase organizational capacity and provide the best quality education and services for stakeholder outreach, health-based agricultural resources, and community-based services that address much needed life and farm-based goals of farm workers and farm families while, at the same time, creating hope and dignity in their lives and communities.\n\nParticular examples of technology that were developed include a robotic glove, which includes a passive extension layer and an active flexion layer. Both glove layers are made of fabric, which provides comfort. The main benefit of this bi-layer design is that each layer can be used based on the wearer’s condition, as it is needed. The first layer implements elastic bands to help with performing the extension movement and opening the fingers. The second layer, which is the active flexion layer, is responsible to control the grasp movements and it is actuated by a single cable-driven mechanism. Moreover, the robotic glove is equipped with a bend sensor to detect the wearer's intention and a vibration sensor to control the grasp movements by detecting the grasped object's slippage. A second major outcome from this grant is the development of a back exoskeleton designed and tested extensively on humans performing simulated farming tasks.  The exoskeleton was tested to understand its effects on a variety of farming activities such as standard lifts and low object manipulation postures. Other agricultural tasks were also simulated: shoveling bean bags to both sides, climbing a ladder, pushing and pulling a cart, and walking. Overall, the study found that the back exoskeleton reduced muscle activity by 30-40% in most of the tested motions.  Low height object manipulation postures also exhibited large reductions in the back muscles, hence reducing the potential for injuries. \n\nThe final outcome that is worth mentioning is the increased awareness of the farming community to this kind of technology. In particular we targeted farmers working on small, community-based production, rather than large farming enterprises whose products are shipped nationally or internationally. Small farmers lack the financial resources to acquire advanced machinery to automatize their production but, more importantly, they are not interested in such machinery, as they enjoy their profession and they are not looking for a piece of equipment to do the work for them. Instead, small farmers are looking for assistive technology that can help, rather than replace, them by reducing the load that their body are subject to during their daily activities, and overall allowing them to age gracefully, without injuries related to the heavy tasks that they need to complete. Through this project, we were able to reach out to such farmers and to demonstrate that such assistive technology exists and is within reach.\n\n\t\t\t\t\tLast Modified: 05/18/2022\n\n\t\t\t\t\tSubmitted by: Alexander Leonessa"
 }
}