{
 "awd_id": "1718450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: Small: Enabling the Best Utilization of GPUs for In-Memory Data Management Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2017-08-02",
 "awd_max_amd_letter_date": "2017-09-12",
 "awd_abstract_narration": "The continuously increasing demand for fast and real-time data analytics requires that in-memory database systems provide both high-performance transaction processing and low-latency query response time. To accomplish these two goals is a highly challenging task as multiple workloads are co-run on conventional CPU/multicores due to different workload characteristics and different quality of service requirements. The rise of general-purpose graphical processing units (GPU) brings a decoupling opportunity of maximizing query execution performance while minimizing interference to transaction processing. However, best utilization of such a hardware device in database systems must effectively address several mismatches between the parallel computing-oriented architecture of GPU and the data processing-oriented database query workloads. This project seeks a solution of building a GPU-based query execution engine and offers in-memory database systems as an unprecedented opportunity and capability to execute both transaction workloads and analytics workloads in a high-performance and low-cost way. This project attempts to make a high broader impact by transforming basic research results into practical database systems, and by training both undergraduate and graduate students with research activities, and by timely introducing new research results into classrooms.\r\n\r\nSpecifically, the project will address three mismatching issues, including (1) the one between high parallel computing power in GPU and slow data transfer speeds from/to main memory; (2) the one between GPU's limited programming capabilities and database query's complex structures; and (3) the one between the availability of massive parallel processing cores and the lack of system software support for concurrent task executions and memory management. This project will apply a holistic system design methodology to cohesively address these challenges by carrying out several closely related research tasks. (1) The project team will develop a software translation framework with multi-level abstractions and optimizations to automatically translate Structured Query Language queries into highly-efficient programs running on GPUs. (2) The team will develop query execution cost models by considering GPU performance factors to support query optimization and dynamic re-optimization. (3) The team will design specific algorithms and query execution techniques to efficiently handle two complex but practically important queries, namely nested sub-queries and recursive queries. (4) The team will build a software layer for system-level device memory management and dynamic query scheduling. (5) A final task will be to integrate the project outcome into representative open source in-memory systems with comprehensive workloads. The research efforts in this project will be open source.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaodong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaodong Zhang",
   "pi_email_addr": "zhang@cse.ohio-state.edu",
   "nsf_id": "000416471",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rubao",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rubao Li",
   "pi_email_addr": "li.961@osu.edu",
   "nsf_id": "000737418",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 Kenny Road",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ending of the Moore&rsquo;s law has created a significant shift for computing in both software and hardware. The road of developing a general-purpose computer architecture to continuously improve its performance in a scalable way has ended. To continue the computing performance improvement to respond the increasingly high demand for data processing, we must rely on&nbsp;customized hardware-based accelerators. In this project,&nbsp; we have identified several performance problems in data processing in existing system infrastructure and appliactions, and effectively addressed them by GPU accelerators with algorithms design and software implementation. We have aimed to overcome three obstacles that academia and industries faced in today's computing fieds. They are (1) the programming model obstacle, meaning the commonly used general-purpose programming model is not helpful for accelerator-based computing; (2) the hardware abstraction obstacle, meaning that the high performance must come from direct interactions to hardware; and (3) the automation obstacle, meaning few automatic tools are available to help users.&nbsp;The research results are published in top venues of the fields, and the software packages have been released in the public domain for other applications and further system development.&nbsp; &nbsp; &nbsp;</p>\n<p>Two Ph.D. students were supported in the project, who joined major US software companies as data scientist and software engineer after their graduations. The materals and research results from the project have been used in PI's teaching in both undergraduate and graduate classes, inspiring students for innovative thinking and actions. Four undergradutae students particulated the projects, one of whom is a woman. All of these undergradutae students are now in graduate schools for their MS and Ph.D. after their college graduation.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2022<br>\n\t\t\t\t\tModified by: Xiaodong&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ending of the Moore’s law has created a significant shift for computing in both software and hardware. The road of developing a general-purpose computer architecture to continuously improve its performance in a scalable way has ended. To continue the computing performance improvement to respond the increasingly high demand for data processing, we must rely on customized hardware-based accelerators. In this project,  we have identified several performance problems in data processing in existing system infrastructure and appliactions, and effectively addressed them by GPU accelerators with algorithms design and software implementation. We have aimed to overcome three obstacles that academia and industries faced in today's computing fieds. They are (1) the programming model obstacle, meaning the commonly used general-purpose programming model is not helpful for accelerator-based computing; (2) the hardware abstraction obstacle, meaning that the high performance must come from direct interactions to hardware; and (3) the automation obstacle, meaning few automatic tools are available to help users. The research results are published in top venues of the fields, and the software packages have been released in the public domain for other applications and further system development.     \n\nTwo Ph.D. students were supported in the project, who joined major US software companies as data scientist and software engineer after their graduations. The materals and research results from the project have been used in PI's teaching in both undergraduate and graduate classes, inspiring students for innovative thinking and actions. Four undergradutae students particulated the projects, one of whom is a woman. All of these undergradutae students are now in graduate schools for their MS and Ph.D. after their college graduation. \n\n\t\t\t\t\tLast Modified: 09/03/2022\n\n\t\t\t\t\tSubmitted by: Xiaodong Zhang"
 }
}