{
 "awd_id": "1719601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  Studying the Strong Nuclear Force at Augustana University",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2017-08-08",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "This award continues the scientific program and laboratory at Augustana University in Sioux Falls, South Dakota devoted to the study of the strong nuclear force, the force responsible for binding protons and neutrons in nuclei. The program's focus is to understand the gluons, particles exchanged through the strong force interaction, in the nucleus. Understanding the binding of nuclei by their gluon content directly explores the matter around us and within us at the most fundamental level. This program will be carried out in two ways. First, current data from the PHENIX experiment at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory will be analyzed. Second, a laboratory that will test silicon photomultiplier (SiPM) detectors for the next-generation experiment, sPHENIX is being built. The SiPMs are low-cost, low-power usage light collection devices with multiple applications in science and industry. Students will help develop and implement tests for a portion of the 125,000 SiPMs for the sPHENIX detector. This program in strong nuclear physics is the first of its kind in South Dakota. It will provide those in the state and the region access to studying this physics where they have had little opportunity. The project will fund research for undergraduates studying both physics and pre-engineering. The educational benefits for the students will be broad. Students will gain practical skills in computer programming, analysis of large data sets, electrical engineering application, and mechanical engineering design just to name a few. These are transferable skills to many areas of interest to the students, the state, and the nation. Those interested in engineering will benefit from the detector testing and development that will be done on site. Students will participate in weekly collaboration meetings, present at national conferences, and visit collaborating institutions. Such opportunities will build their communication skills, grow their profession network, put them in contact with potential graduate schools, and prepare them for the 21st-century technical jobs.\r\n\r\nAn outstanding question in strong-force physics is the behavior of gluons in a nucleus at low momentum fraction. This award continues work by the PI and undergraduates to study this issue in two ways. First, the analysis and determination of the azimuthal correlations between pi-0 mesons and/or between pi-0 mesons and charged hadrons in d-Au collisions recorded by the PHENIX experiment at the Relativistic Heavy Ion Collider (RHIC) in 2016 is proposed. These correlations will utilize the newest sub-detector of PHENIX, the Muon Piston Calorimeter Extension (MPC-EX), this detector is a silicon-tungsten pre-shower detector with high segmentation that can separate photons from pi-0 decays with energies less than 80 GeV. The MPC + MPC-EX is located at a pseudorapidity between three and four, with the positive pseduorapidity defined as the Au-going direction. The pair rate and pair correlation shapes should yield insights to the number and kinematics of low momentum fraction gluons in the nucleus. Second, the group is transitioning from PHENIX to sPHENIX, a new collaboration building a next-generation heavy ion detector in the PHENIX interaction region, which will take advantage of high-luminosity RHIC running beyond 2020.  Augustana is committed to performing a portion of the silicon photomultiplier (SiPM) testing. Both electromagnetic and hadronic calorimeter light collection will be done with approximately 125,000 SiPMs.  Augustana will help design and implement the testing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Grau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Grau",
   "pi_email_addr": "nathan.grau@augie.edu",
   "nsf_id": "000629159",
   "pi_start_date": "2017-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Augustana University Association",
  "inst_street_address": "2001 S SUMMIT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SIOUX FALLS",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6052744090",
  "inst_zip_code": "571970001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "AUGUSTANA UNIVERSITY ASSOCIATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "W6YZCPTMFSD5"
 },
 "perf_inst": {
  "perf_inst_name": "Augustana College",
  "perf_str_addr": "2001 S Summit Ave",
  "perf_city_name": "Sioux Falls",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "571970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 44000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 38000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 38000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>This award continued the scientific program and laboratory at Augustana University in Sioux Falls, South Dakota devoted to the study of the strong nuclear force, which is the force responsible for binding protons and neutrons in the nucleus of an atom. Particles called gluons bind protons and neutrons together to form a stable nucleus at the core of every atom. Since atoms make up the majority of matter we observe, knowing the number of gluons and their motion is necessary to understand matter at its most fundamental level. The number and motion of gluons in a nucleus is an outstanding experimental question. The nuclear physics group at Augustana studies the gluon content of the nucleus by analyzing high energy nuclear collisions produced at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory (BNL).</span></p>\n<p><span>During the course of this award, the Augustana nuclear physics group was part of the PHENIX collaboration, which built and maintained the PHENIX detector RHIC. Data from the 2016 run of deuterium (heavy hydrogen) and gold ions were analyzed to look for signatures of changing number of gluons and their motion within the nucleus. We use a new subsystem, the MPC-EX. Much of the work focused on determining the detectors capabilities and its performance in the 2016 dataset. The PI wrote and continued to maintain the software for the MPC-EX within the PHENIX framework and maintained the calibrations database. The PI also pushed ahead on analysis of two-particle angular correlations that is a main signature of modifications to the number and motion of gluons in the nucleus. Undergraduate students in the group worked on several aspects of the analysis including looking at data from other parts of the detector and studying models that would help inform how we should best analyze data.</span></p>\n<p><span>The Augsutana nuclear physics group was also a member of the sPHENIX collaboration that is currently building the sPHENIX detector at RHIC. This detector is planned to be constructed by late 2022 and take first data in early 2023. Large portions of the detector, called calorimeters, measure the energy of particles produced in the collision as they stop in the heavy materials. This energy is converted to light and the light needs to be collected. The light collection is done with silicon photomultipliers (SiPMs). Each SiPM is approximately 1mm x 1mm square. The calorimeters require approximately 125,000 SiPMs in total. The Augustana nuclear physics group along with collaborators at University of Michigan and the University of Debrecen in Hungary, designed, tested, and analyzed data from a fraction of the total SiPMs delivered for installation in sPHENIX. This represented the largest tests of SiPMs in physics. We found that, to the resolution of the test stand device, the performance determined by the manufacturer was sufficient to determine those SiPMs that should be connected together. To date, SiPMs for a large fraction of the calorimeters have been connected together and mounted on the electronics used to power them and collect data.&nbsp;</span></p>\n<p><span>Through this award, the Augustana nuclear physics group is also making broader impacts, in particular with undergraduate experiences and education. The Augustana Physics Department is responsible for teaching physics students and pre-engineering students who participate in the dual-degree options the department offers. Undergraduate research is considered a high-impact practice and is expected as part of the preparation for many degrees, including engineering. Undergraduate students working on this project learn many technical skills including, software development and testing, detector testing, and mechanical and electrical engineering design. Even more, students learn important soft skills. Communication is an important aspect of a student's research experience. Each week students are expected to present research talks to other research students in the department. While most of the students are aware of physics, the department has three faculty working on vary different physics projects. Students need to learn to communicate with a range of expertise. During the regular school semesters, students supported by this award were expected to present at during the regular Chemistry/Physics Seminar series. The audience is even broader and includes students from both disciplines and from various physics backgrounds. Students also present their work to various experts within the collaborations that understand the detector and issues deeply. Finally, many students were able to attend the Conference Experience for Undergraduates at the annual Division of Nuclear Physics meeting. This includes creating a poster to present their work to a broad nuclear physics audience. The software skills are transferable to many technical areas. The communication skills that the students learn and practice are important for all jobs over many industries.</span></p>\n<p>&nbsp;</p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2021<br>\n\t\t\t\t\tModified by: Nathan&nbsp;Grau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThis award continued the scientific program and laboratory at Augustana University in Sioux Falls, South Dakota devoted to the study of the strong nuclear force, which is the force responsible for binding protons and neutrons in the nucleus of an atom. Particles called gluons bind protons and neutrons together to form a stable nucleus at the core of every atom. Since atoms make up the majority of matter we observe, knowing the number of gluons and their motion is necessary to understand matter at its most fundamental level. The number and motion of gluons in a nucleus is an outstanding experimental question. The nuclear physics group at Augustana studies the gluon content of the nucleus by analyzing high energy nuclear collisions produced at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory (BNL).\n\nDuring the course of this award, the Augustana nuclear physics group was part of the PHENIX collaboration, which built and maintained the PHENIX detector RHIC. Data from the 2016 run of deuterium (heavy hydrogen) and gold ions were analyzed to look for signatures of changing number of gluons and their motion within the nucleus. We use a new subsystem, the MPC-EX. Much of the work focused on determining the detectors capabilities and its performance in the 2016 dataset. The PI wrote and continued to maintain the software for the MPC-EX within the PHENIX framework and maintained the calibrations database. The PI also pushed ahead on analysis of two-particle angular correlations that is a main signature of modifications to the number and motion of gluons in the nucleus. Undergraduate students in the group worked on several aspects of the analysis including looking at data from other parts of the detector and studying models that would help inform how we should best analyze data.\n\nThe Augsutana nuclear physics group was also a member of the sPHENIX collaboration that is currently building the sPHENIX detector at RHIC. This detector is planned to be constructed by late 2022 and take first data in early 2023. Large portions of the detector, called calorimeters, measure the energy of particles produced in the collision as they stop in the heavy materials. This energy is converted to light and the light needs to be collected. The light collection is done with silicon photomultipliers (SiPMs). Each SiPM is approximately 1mm x 1mm square. The calorimeters require approximately 125,000 SiPMs in total. The Augustana nuclear physics group along with collaborators at University of Michigan and the University of Debrecen in Hungary, designed, tested, and analyzed data from a fraction of the total SiPMs delivered for installation in sPHENIX. This represented the largest tests of SiPMs in physics. We found that, to the resolution of the test stand device, the performance determined by the manufacturer was sufficient to determine those SiPMs that should be connected together. To date, SiPMs for a large fraction of the calorimeters have been connected together and mounted on the electronics used to power them and collect data. \n\nThrough this award, the Augustana nuclear physics group is also making broader impacts, in particular with undergraduate experiences and education. The Augustana Physics Department is responsible for teaching physics students and pre-engineering students who participate in the dual-degree options the department offers. Undergraduate research is considered a high-impact practice and is expected as part of the preparation for many degrees, including engineering. Undergraduate students working on this project learn many technical skills including, software development and testing, detector testing, and mechanical and electrical engineering design. Even more, students learn important soft skills. Communication is an important aspect of a student's research experience. Each week students are expected to present research talks to other research students in the department. While most of the students are aware of physics, the department has three faculty working on vary different physics projects. Students need to learn to communicate with a range of expertise. During the regular school semesters, students supported by this award were expected to present at during the regular Chemistry/Physics Seminar series. The audience is even broader and includes students from both disciplines and from various physics backgrounds. Students also present their work to various experts within the collaborations that understand the detector and issues deeply. Finally, many students were able to attend the Conference Experience for Undergraduates at the annual Division of Nuclear Physics meeting. This includes creating a poster to present their work to a broad nuclear physics audience. The software skills are transferable to many technical areas. The communication skills that the students learn and practice are important for all jobs over many industries.\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 12/06/2021\n\n\t\t\t\t\tSubmitted by: Nathan Grau"
 }
}