{
 "awd_id": "1719318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Targeted Infusion Project: Establishment of an Undergraduate Peer-Mentor Project-Based Program in STEM at Texas Southern University",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922816",
 "po_email": "cpaigean@nsf.gov",
 "po_sign_block_name": "Carleitta Paige-Anderson",
 "awd_eff_date": "2017-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 393985.0,
 "awd_amount": 460399.0,
 "awd_min_amd_letter_date": "2017-04-21",
 "awd_max_amd_letter_date": "2023-03-07",
 "awd_abstract_narration": "The Historically Black Colleges and Universities Undergraduate Program (HBCU-UP), through Targeted Infusion Projects, supports the development, implementation, and study of evidence-based innovative models and approaches for improving the preparation and success of HBCU undergraduate students so that they may pursue STEM graduate programs and/or careers. The project at Texas Southern University (TSU) seeks to establish an Undergraduate Peer-Mentoring Program (UPMP) that will improve outcomes for first-year STEM students. The proposed program will incorporate a peer-based mentoring program and combine translational research experiences utilizing STEM-based resources.  This program has the potential to serve as a national model for improving retention in STEM subjects, increase graduation rates, and enhance the number and academic preparedness of students who go on to graduate school and the STEM workforce.\r\n\r\nThe overall goal of the program is to improve the retention and academic preparedness of underrepresented undergraduate students working toward degrees in STEM fields. The specific objectives are to increase the number of individuals from underrepresented groups that graduate with STEM degrees; improve retention rates, including among groups traditionally underrepresented, in STEM majors during the first two years of undergraduate education; and enhance academic preparedness of STEM students for graduate school and/or workforce. The Undergraduate Peer-Mentoring Program (UPMP) has two components consisting of an educational arm (ARMa) and an experimental research arm (ARMb), which emphasizes foundational subject matter within core STEM disciplines including physics, chemistry, biology, and mathematics. The project will be based on a foundation of active learning practices using trained undergraduate mentors in structured sessions for freshmen and upperclassmen STEM students using core STEM courses. In addition to peer-mentoring, undergraduates will also be exposed to faculty-mentored research experiences. It is anticipated that this program will enhance the quality of STEM education at TSU and could be expanded both at TSU and implemented at other universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alamelu",
   "pi_last_name": "Sundaresan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alamelu Sundaresan",
   "pi_email_addr": "alamelu.sundaresan@tsu.edu",
   "nsf_id": "000591315",
   "pi_start_date": "2017-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Sapp",
   "pi_mid_init": "B",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "John B Sapp",
   "pi_email_addr": "sapp_jb@tsu.edu",
   "nsf_id": "000376069",
   "pi_start_date": "2017-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Azime",
   "pi_last_name": "Saydam",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Azime S Saydam",
   "pi_email_addr": "azime.saydam@tsu.edu",
   "nsf_id": "000597140",
   "pi_start_date": "2017-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bernnell",
   "pi_last_name": "Peltier-Glaze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bernnell Peltier-Glaze",
   "pi_email_addr": "glazebm@tsu.edu",
   "nsf_id": "000631548",
   "pi_start_date": "2017-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Harvey",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mark C Harvey",
   "pi_email_addr": "harveymc@tsu.edu",
   "nsf_id": "000714564",
   "pi_start_date": "2017-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Southern University",
  "inst_street_address": "3100 CLEBURNE ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133137457",
  "inst_zip_code": "770044501",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "TEXAS SOUTHERN UNIVERSITY",
  "org_prnt_uei_num": "HEMSG8TLU9N3",
  "org_uei_num": "HYYJJ5ZP7CR9"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Southern University",
  "perf_str_addr": "3100 Cleburne Street",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770044598",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 393985.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 66414.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The progam began in the fall 0f 2017.&nbsp;</p>\n<p>1. Mentor selection: Overall, twelve mentors- per yer from 2017-2022&nbsp; were selected according to:</p>\n<p><em>Selection of mentors:&nbsp;</em><strong>Twelve mentors (e.g., 3 per course) were selected from high achieving upperclassmen majors in biology, chemistry, math and physics&nbsp; for each year of the grant period.&nbsp;</strong>Each student mentor&nbsp;received a stipend of $1000.00 in the fall semester and spring&nbsp; to participate in the UPMP program.</p>\n<p>Twelve mentors every year received 40 hours of training by select faculty members in the Departments of Physics, Chemistry, Biology, and Math at TSU.&nbsp; Some of Pearson Publishing and Mastering in Biology, Chemistry and Mathematics was used for training of instructors and mentors.&nbsp; Mentors were trained to assist students and were also given access to see how students were performing to see who needs more targeted help.&nbsp; Student mentors were trained to create assignments of problems that students need more work on. In order for Mentors to maintain the program, Mentors were required to meet with PI and Co-PIs on a biweekly basis to discuss problems and other issues so that improvements can be made throughout the semester.&nbsp;</p>\n<p>Significant Results:</p>\n<p>ARM A-Educational arm:The Departments of Biology and Mathematics began to see greater improvements in students with the initial cohort of (UPMP) peer mentoring program compared with those who did not receive any tutorial assistance. Also, test&nbsp;results showed&nbsp;incremental&nbsp;improvement from the first test to the final exams especially post-midterms a result of the UPMP program.&nbsp;</p>\n<p>Arm B-Research arm:&nbsp;</p>\n<p>NSF TSU UPM peer mentors embarked on interdisciplinary research in Dr. Sundaresan's&nbsp; laboratory which was the only laboratory equipped to accommodate students and which had viable research projects. It was a big endeavor and Dr. Sundaresan ably mentored these students through multiple research projects related to immunology and neurology. The students got an opportunity&nbsp;to learn and apply their knowledge and skills in order to address relevant biological problems using math, biology, chemistry and physics principles. They also learned to&nbsp;communicate their finding&nbsp;<strong>to peers and faculty</strong>. Students were engaged in critical thinking and analytical skills and gained experience in scientific written and oral communication.&nbsp; This experience included exposure to fundamental laboratory techniques, interaction with adjunct faculty mentors, an oral presentation, and a final written document developed according to the scientific method. Abstracts were accepted for poster presentations at the NSF ERN conferences, ABRCMS conference and NASA IWG meetings. .Students from Physics interned at the UT Health facility in Houston. Publications and presentations from Arm B are cited in the annual report.</p><br>\n<p>\n Last Modified: 07/01/2024<br>\nModified by: Alamelu&nbsp;Sundaresan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe progam began in the fall 0f 2017.\n\n\n1. Mentor selection: Overall, twelve mentors- per yer from 2017-2022 were selected according to:\n\n\nSelection of mentors:Twelve mentors (e.g., 3 per course) were selected from high achieving upperclassmen majors in biology, chemistry, math and physics for each year of the grant period.Each student mentorreceived a stipend of $1000.00 in the fall semester and spring to participate in the UPMP program.\n\n\nTwelve mentors every year received 40 hours of training by select faculty members in the Departments of Physics, Chemistry, Biology, and Math at TSU. Some of Pearson Publishing and Mastering in Biology, Chemistry and Mathematics was used for training of instructors and mentors. Mentors were trained to assist students and were also given access to see how students were performing to see who needs more targeted help. Student mentors were trained to create assignments of problems that students need more work on. In order for Mentors to maintain the program, Mentors were required to meet with PI and Co-PIs on a biweekly basis to discuss problems and other issues so that improvements can be made throughout the semester.\n\n\nSignificant Results:\n\n\nARM A-Educational arm:The Departments of Biology and Mathematics began to see greater improvements in students with the initial cohort of (UPMP) peer mentoring program compared with those who did not receive any tutorial assistance. Also, testresults showedincrementalimprovement from the first test to the final exams especially post-midterms a result of the UPMP program.\n\n\nArm B-Research arm:\n\n\nNSF TSU UPM peer mentors embarked on interdisciplinary research in Dr. Sundaresan's laboratory which was the only laboratory equipped to accommodate students and which had viable research projects. It was a big endeavor and Dr. Sundaresan ably mentored these students through multiple research projects related to immunology and neurology. The students got an opportunityto learn and apply their knowledge and skills in order to address relevant biological problems using math, biology, chemistry and physics principles. They also learned tocommunicate their findingto peers and faculty. Students were engaged in critical thinking and analytical skills and gained experience in scientific written and oral communication. This experience included exposure to fundamental laboratory techniques, interaction with adjunct faculty mentors, an oral presentation, and a final written document developed according to the scientific method. Abstracts were accepted for poster presentations at the NSF ERN conferences, ABRCMS conference and NASA IWG meetings. .Students from Physics interned at the UT Health facility in Houston. Publications and presentations from Arm B are cited in the annual report.\t\t\t\t\tLast Modified: 07/01/2024\n\n\t\t\t\t\tSubmitted by: AlameluSundaresan\n"
 }
}