{
 "awd_id": "1719638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Using Surface Information for Quantitative Modeling of the Subsurface",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 282371.0,
 "awd_amount": 282371.0,
 "awd_min_amd_letter_date": "2017-06-30",
 "awd_max_amd_letter_date": "2017-06-30",
 "awd_abstract_narration": "Surface connections, such as those among channels in river networks, are important for understanding the development and evolution of landscapes, such as densely populated coastal river deltas. Connections in the subsurface are critical in understanding groundwater flow and solute transport. Preferential flowpaths, in fact, can quickly deliver contaminants to water supply wells, a particularly important problem in densely populated coastal areas. Establishing a quantitative link between surface and subsurface patterns will greatly advance our capability to predict the movement of contaminants in groundwater, thus improving access to clean water and limiting pollution and health risks. We propose to investigate quantitatively how the dynamics of surface networks create subsurface networks, and thus determine how surface information can be used to predict properties of the subsurface. This will enable us to better predict sustainability and manage water resources in densely populated deltas such as the Ganges-Brahmaputra Delta, where high concentrations of arsenic are widespread in the groundwater of the upper delta, and salinity problems are pervasive in the lower delta. The models and data analysis tools developed as part of this project will be released as open source and we will collaborate with Bangladeshi institutions to disseminate our findings. \r\nOur driving hypothesis is that the 3D subsurface structure can be predicted by combining information on (i) the modern surface network snapshot, (ii) the surface network kinematics (i.e., its temporal evolution), and (iii) accommodation and net sedimentation. We further hypothesize that (iv) the nature of the surface-to-subsurface translation exerts a major influence on structural connectivity and solute transport through the resulting aquifer system. Our goal is to develop new methods to translate surface channel networks to obtain quantitative models of subsurface architecture and flow and transport processes. We will perform this analysis with a combination of experimental, numerical modeling, and observational approaches and we will verify our findings by collecting lithologic and geochemical data in the Ganges-Brahmaputra Delta. Our findings will provide critical information about the predictability of subsurface structure given the surface channel network and its kinematics, and will allow quantification of the factors influencing this predictability. The proposed work will also further the development of quantitative metrics of connectivity of surface networks and subsurface 3D structures and flowpaths, and improve our ability to model the subsurface structure of large deltaic systems where spatial heterogeneity and large spatial extent prevent full characterization via field observations. By extending this structural understanding to dynamic solute transport behavior, the proposed research will enhance the predictability of contaminant migration in highly heterogeneous systems. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Michael",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Holly A Michael",
   "pi_email_addr": "hmichael@udel.edu",
   "nsf_id": "000083114",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 282371.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual Merit: </em></strong>The flow of groundwater is strongly influenced by spatial variation in the ability of subsurface materials to conduct flow (permeability). For the hundreds of millions of people living on deltas like the Ganges-Brahmaputra-Meghna Delta (GBMD) of Bangladesh, safe groundwater is a critical matter of public health. In sedimentary deposits like deltas, high permeability is generally associated with coarser sediment, often sands. Sand is in turn generally associated with former channels that have been buried by ongoing sedimentation. Hence, understanding groundwater flow in the subsurface requires understanding how channel networks on the surface create sand deposits in the subsurface. The overall theme of this project was to address this problem by developing new methods for translating information on surface channel networks into better predictions of the distribution of groundwater-conducting sand deposits in the subsurface.</p>\n<p>In particular, the main goal of this project was to investigate how the dynamics of river networks coupled create underground sandy networks to determine how surface information can be used to predict properties of the subsurface: specifically, the shape, location, and connectivity of the sands that control subsurface flow and transport. Our driving hypothesis was that the subsurface structure can be predicted by combining information on (i) the modern river network, (ii) how the rivers move over time, and (iii) how sediments are deposited. We further hypothesized that (iv) the resulting sandy bodies in the aquifer control how contaminants move in groundwater. This analysis was performed at three collaborating institutions, University of Texas at Austin, University of Delaware, and University of Minnesota, with a combination of experimental, numerical modeling, and observational approaches. Specifically, this project comprised 5 main research tasks: (1) Geologic modeling; (2) Static connectivity analysis; (3) Surface-to-subsurface translation; (4) Dynamic connectivity analysis; and (5) Field analysis and verification.</p>\n<p>Our work at the University of Delaware focused on groundwater flow and contaminant transport analysis. We created numerical geological models across a wide range of different sea level rise rates and input sediment compositions and simulated groundwater flow through them. We showed that the conditions under which a delta system is deposited (i.e. rates of sea level rise and sediment grain size) strongly control how and how fast contaminants move in a groundwater aquifer. These insights allow us to use knowledge of the delta system to better predict how contaminants move. A field analysis showed that the results from simulations are generally applicable to real systems.</p>\n<p><strong><em>Broader Impacts:</em></strong><strong> </strong>Our work has provided a set of connectivity metrics to be used for the analysis of surface and subsurface patterns in river deltas, several open source modeling and analysis tools available for use by the whole community, and new approaches for quantifying the structure, dynamics, and response to change of the surface and subsurface of river deltas towards better predictions of where water and contaminants will flow underground. This has major implications for improving management of groundwater resources and for mitigating problems such as widespread arsenic contamination in Southern Asia.</p>\n<p>The project also had impacts on education and mentoring, having trained two PhD students and two postdoctoral researchers, two of whom have taken tenure-track faculty jobs, and two are using their skills in private industry. The project enabled new collaborations among sedimentologists and hydrogeologists, modelers, and experimentalists, thus broadening understanding across disciplines. The project also supported international collaboration with faculty and students in Bangladesh, resulting in one Bangladeshi masters student enrolling as a PhD student at the University of Delaware.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2022<br>\n\t\t\t\t\tModified by: Holly&nbsp;A&nbsp;Michael</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The flow of groundwater is strongly influenced by spatial variation in the ability of subsurface materials to conduct flow (permeability). For the hundreds of millions of people living on deltas like the Ganges-Brahmaputra-Meghna Delta (GBMD) of Bangladesh, safe groundwater is a critical matter of public health. In sedimentary deposits like deltas, high permeability is generally associated with coarser sediment, often sands. Sand is in turn generally associated with former channels that have been buried by ongoing sedimentation. Hence, understanding groundwater flow in the subsurface requires understanding how channel networks on the surface create sand deposits in the subsurface. The overall theme of this project was to address this problem by developing new methods for translating information on surface channel networks into better predictions of the distribution of groundwater-conducting sand deposits in the subsurface.\n\nIn particular, the main goal of this project was to investigate how the dynamics of river networks coupled create underground sandy networks to determine how surface information can be used to predict properties of the subsurface: specifically, the shape, location, and connectivity of the sands that control subsurface flow and transport. Our driving hypothesis was that the subsurface structure can be predicted by combining information on (i) the modern river network, (ii) how the rivers move over time, and (iii) how sediments are deposited. We further hypothesized that (iv) the resulting sandy bodies in the aquifer control how contaminants move in groundwater. This analysis was performed at three collaborating institutions, University of Texas at Austin, University of Delaware, and University of Minnesota, with a combination of experimental, numerical modeling, and observational approaches. Specifically, this project comprised 5 main research tasks: (1) Geologic modeling; (2) Static connectivity analysis; (3) Surface-to-subsurface translation; (4) Dynamic connectivity analysis; and (5) Field analysis and verification.\n\nOur work at the University of Delaware focused on groundwater flow and contaminant transport analysis. We created numerical geological models across a wide range of different sea level rise rates and input sediment compositions and simulated groundwater flow through them. We showed that the conditions under which a delta system is deposited (i.e. rates of sea level rise and sediment grain size) strongly control how and how fast contaminants move in a groundwater aquifer. These insights allow us to use knowledge of the delta system to better predict how contaminants move. A field analysis showed that the results from simulations are generally applicable to real systems.\n\nBroader Impacts: Our work has provided a set of connectivity metrics to be used for the analysis of surface and subsurface patterns in river deltas, several open source modeling and analysis tools available for use by the whole community, and new approaches for quantifying the structure, dynamics, and response to change of the surface and subsurface of river deltas towards better predictions of where water and contaminants will flow underground. This has major implications for improving management of groundwater resources and for mitigating problems such as widespread arsenic contamination in Southern Asia.\n\nThe project also had impacts on education and mentoring, having trained two PhD students and two postdoctoral researchers, two of whom have taken tenure-track faculty jobs, and two are using their skills in private industry. The project enabled new collaborations among sedimentologists and hydrogeologists, modelers, and experimentalists, thus broadening understanding across disciplines. The project also supported international collaboration with faculty and students in Bangladesh, resulting in one Bangladeshi masters student enrolling as a PhD student at the University of Delaware.\n\n\t\t\t\t\tLast Modified: 12/19/2022\n\n\t\t\t\t\tSubmitted by: Holly A Michael"
 }
}