{
 "awd_id": "1719272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Continuation of the Dark Matter Search with XENON1T at LNGS",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Wester",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2017-08-21",
 "awd_max_amd_letter_date": "2017-08-21",
 "awd_abstract_narration": "Multiple astronomical observations have established that about 85% of the matter in the universe is not made of normal atoms, but must be otherwise undetected elementary \"dark matter\" particles that do not emit or absorb light. Deciphering the nature of this so-called Dark Matter is of fundamental importance to cosmology, astrophysics, and high-energy particle physics. A leading hypothesis is that it is comprised of Weakly Interacting Massive Particles, or WIMPs, that were produced moments after the Big Bang. If WIMPs are the dark matter, then their presence in our galaxy may be detectable via scattering from atomic nuclei in detectors located deep underground to help reject backgrounds due to cosmic rays. Direct detection of WIMP dark matter would solve a fundamental mystery in particle physics and cosmology, providing a unique window to learning about the primary matter constituent of the Universe and of physics beyond the Standard Model of particle physics. This award supports the US groups involved in the XENON1T dark matter search program at the INFN Gran Sasso National Laboratory (LNGS) underground laboratory.\r\n\r\nThe XENON project continues to captivate the imagination of the public. This is evidenced, for example, by several TV shows such as \"The Big Bang Theory\", which on several occasions featured XENON plots and results. Public interest in science is encouraged through talks and outreach activities. XENON1T will play a significant role in solving the dark matter puzzle, by either detecting WIMPs, or putting them under immense pressure as viable dark matter candidates. In addressing this fundamental physics problem, these awards will engage many undergraduate and graduate students as well as post-doctoral researchers, exposing them to a variety of subjects in physics and cosmology, and training them in state-of-the-art technologies, thus preparing to become future leaders in the field. Finally, the instrumentation and techniques used in XENON are relevant to a wide range of applications, from areas in homeland security and medical imaging, to the analysis and statistical treatment of large data sets.\r\n\r\nThe program for the next four years will focus on the continued operation of the XENON1T experiment and its science data analysis. The international XENON Collaboration of 130 scientists continues to be led by the PI at Columbia University with key roles served by US members both in the management of the experiment and its scientific program. XENON1T uses the largest liquid xenon time projection chamber (TPC) built to-date, with 2 tonnes active Xe target, and the highest sensitivity to dark matter Weakly Interacting Massive Particles (WIMPs), at the level of 2 × 10^-47 cm^2 for 40 GeV WIMPs. With funding of this proposal, the US will remain in the lead of the direct search for dark matter well beyond the end of the decade.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Grandi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Grandi",
   "pi_email_addr": "lgrandi@uchicago.edu",
   "nsf_id": "000619540",
   "pi_start_date": "2017-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5640 S. Ellis Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371433",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A wide set of astronomical and astrophysical measurements indicates that the vast majority of the matter contained in the universe is different from the one that we experience everyday. The actual nature of this new form of matter, called dark matter, is still unknown but the latter is expected to be constituted by an exotic and yet undiscovered species of elementary particles. The XENON1T experiment, partially supported through this award, was designed to address this puzzle, testing a wide range of hypotheses about the nature of dark matter.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Its extremely large xenon target mass, instrumented as a time projection chamber, and the low-background achieved within its central core allowed XENON1T to collected a unique set of data. The latter are being searched for potential signs of dark matter particles that, interacting within the detector target, would give rise to an anomalous rate of events beyond the one expected from the known backgrounds.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Since the beginning of its operation XENON1T has been at the forefront of the field. The data were searched for anomalous rates of xenon nuclear recoils, potentially induced by dark matter interactions. The observation of no excess allowed to set stringent constraints on a wide variety of dark matter models, including the hypothesis that dark matter is constituted by Weakly Interactive Massive Particles. At the same, the data analysis revealed an intriguing excess at low energy compatible with the existence of light dark matter particles interacting with the electrons in the xenon atoms, instead of its nuclei. While the excess is not significant enough for claiming a discovery, the observation of this excess triggered a lot of interest in the field and its existence is presently being followed up with XENONnT, the successor of XENON1T.</p>\n<p>&nbsp;</p>\n<p>The present award allowed to develop part of the cyber-infrastructure needed to process raw data acquired with XENON1T and enabled the searches above mentioned.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2022<br>\n\t\t\t\t\tModified by: Luca&nbsp;Grandi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA wide set of astronomical and astrophysical measurements indicates that the vast majority of the matter contained in the universe is different from the one that we experience everyday. The actual nature of this new form of matter, called dark matter, is still unknown but the latter is expected to be constituted by an exotic and yet undiscovered species of elementary particles. The XENON1T experiment, partially supported through this award, was designed to address this puzzle, testing a wide range of hypotheses about the nature of dark matter. \n\n \n\nIts extremely large xenon target mass, instrumented as a time projection chamber, and the low-background achieved within its central core allowed XENON1T to collected a unique set of data. The latter are being searched for potential signs of dark matter particles that, interacting within the detector target, would give rise to an anomalous rate of events beyond the one expected from the known backgrounds. \n\n \n\nSince the beginning of its operation XENON1T has been at the forefront of the field. The data were searched for anomalous rates of xenon nuclear recoils, potentially induced by dark matter interactions. The observation of no excess allowed to set stringent constraints on a wide variety of dark matter models, including the hypothesis that dark matter is constituted by Weakly Interactive Massive Particles. At the same, the data analysis revealed an intriguing excess at low energy compatible with the existence of light dark matter particles interacting with the electrons in the xenon atoms, instead of its nuclei. While the excess is not significant enough for claiming a discovery, the observation of this excess triggered a lot of interest in the field and its existence is presently being followed up with XENONnT, the successor of XENON1T.\n\n \n\nThe present award allowed to develop part of the cyber-infrastructure needed to process raw data acquired with XENON1T and enabled the searches above mentioned.\n\n \n\n\t\t\t\t\tLast Modified: 01/03/2022\n\n\t\t\t\t\tSubmitted by: Luca Grandi"
 }
}