{
 "awd_id": "1719357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Demazure Flags, Hypergeometric Series, and Quantum Affine Algebras",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 155000.0,
 "awd_amount": 155000.0,
 "awd_min_amd_letter_date": "2017-07-07",
 "awd_max_amd_letter_date": "2022-04-29",
 "awd_abstract_narration": "The study of Lie groups and Lie algebras has a long and distinguished history going back to the mid-nineteenth century. It had its roots in the idea that the geometry of space is determined by its group of symmetries. As our understanding of space has evolved, the study of Lie groups and Lie algebras (Lie theory) has become a central part of modern mathematics. The subject has also always benefited by interactions with physics and these led to two of the major developments in the last century; the definition and study of Kac-Moody algebras and quantum groups. These objects turned out to have many connections to physics, combinatorics and number theory. One of the early successes of their study was the fact that many classical identities established by the famous Indian mathematician Srinivasa Ramanujan (1887-1920) could be recovered and interpreted in the language of the representation theory of Kac-Moody algebras. Quantum groups are deformations of Kac-Moody algebras and their study has led to important connections with knot theory and mathematical physics. One of the goals of this project it to exploit the synergy between the study of Kac-Moody algebras and their quantum analogs to study questions in representation theory and to relate them to various series of functions which appear in the work of Ramanujan.\r\n\r\nThis project focuses on the study of the connections between Demazure modules in an affine Kac-Moody Lie algebra and the theory of hypergeometric series, quantum affine algebras, generalized Q-systems and cluster algebras. In the simplest cases, Demazure modules are indexed by a pair of positive integers one of which is called the level of the module. It can be shown that a module of a fixed level admits a flag where the successive quotients are all higher level Demazure modules. This information can be encoded in the form of a generating series and a goal of the project is to relate them to q-hypergeometric series and to study their modularity properties. The study of Demazure modules is also important in the theory of quantum affine Kac-Moody algebras. Another goal of this project is to establish character formulae for prime representations of quantum affine algebras. The latter are known to be related to cluster algebras and the proposal will study the combinatorial problems arising from these many connections.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vyjayanthi",
   "pi_last_name": "Chari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vyjayanthi Chari",
   "pi_email_addr": "chari@math.ucr.edu",
   "nsf_id": "000195096",
   "pi_start_date": "2017-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925078816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 50115.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 51048.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 53837.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project studied several problems in the representation theory of Quantum Affine Algebras. The subject has many interesting connections with mathematical physics, low dimensional topolgy, combinatorics and an emerging connection with the representation theory of p--adic groups.</p>\n<p>An important part of the project involved analyzing the connection with cluster algebras. The problem is to understand when the tensor square of an irreducible representation remain irreducible and thus have a chance of being a cluster variable. Such modules are called real and examples are known in the literature. Although it was expected that real&nbsp; modules very a small part of the whole picture, only one small example (until recently) was known of&nbsp; imaginary ones: modules whose tensor sqaure was reducible. The work of Lapid--Minguez&nbsp; on the p--adic side gave some sufficient combinatorial condition for a tensor square representation of a p-adic group&nbsp; to be imaginary. Using an equivalence of categories one could deduce results on the quantum side.&nbsp;</p>\n<p>One of the substantial achievements of this project&nbsp; was to develop a way to construct examples with the quantum setting of imaginary modules. These examples do not fit in the framework of the ones given by Lapid--Minguez. They confirm the idea that imaginary modules are the rule rather than the exception.</p>\n<p>The ideas developed in this project have provided new insights and new techniques which are being developed in ongoing research projects. They should lead to interesting results even in the case of classical simple Lie algebras and are potentially very exciting.</p>\n<p>The results of the project have been presented at many national and international conferences and have been well--recieved. The projects also gave rise to many theses problems: seven students graduated with their Ph.D over the period of the award. These included several who are from underrepresented groups in mathematics and many of them are now in academia, traning the next generation of scholars.</p><br>\n<p>\n Last Modified: 03/29/2024<br>\nModified by: Vyjayanthi&nbsp;Chari</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project studied several problems in the representation theory of Quantum Affine Algebras. The subject has many interesting connections with mathematical physics, low dimensional topolgy, combinatorics and an emerging connection with the representation theory of p--adic groups.\n\n\nAn important part of the project involved analyzing the connection with cluster algebras. The problem is to understand when the tensor square of an irreducible representation remain irreducible and thus have a chance of being a cluster variable. Such modules are called real and examples are known in the literature. Although it was expected that real modules very a small part of the whole picture, only one small example (until recently) was known of imaginary ones: modules whose tensor sqaure was reducible. The work of Lapid--Minguez on the p--adic side gave some sufficient combinatorial condition for a tensor square representation of a p-adic group to be imaginary. Using an equivalence of categories one could deduce results on the quantum side.\n\n\nOne of the substantial achievements of this project was to develop a way to construct examples with the quantum setting of imaginary modules. These examples do not fit in the framework of the ones given by Lapid--Minguez. They confirm the idea that imaginary modules are the rule rather than the exception.\n\n\nThe ideas developed in this project have provided new insights and new techniques which are being developed in ongoing research projects. They should lead to interesting results even in the case of classical simple Lie algebras and are potentially very exciting.\n\n\nThe results of the project have been presented at many national and international conferences and have been well--recieved. The projects also gave rise to many theses problems: seven students graduated with their Ph.D over the period of the award. These included several who are from underrepresented groups in mathematics and many of them are now in academia, traning the next generation of scholars.\t\t\t\t\tLast Modified: 03/29/2024\n\n\t\t\t\t\tSubmitted by: VyjayanthiChari\n"
 }
}