{
 "awd_id": "1719684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Stability, flexibility, and functionality of thermally tolerant coral symbioses",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2016-12-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 224458.0,
 "awd_amount": 304957.0,
 "awd_min_amd_letter_date": "2016-12-07",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "All reef-building corals require large numbers of internal symbiotic microalgae (called Symbiodinium) for their survival and growth. These mutualisms have shown considerable sensitivity to changes in the environment in recent decades, especially due to global increases in ocean temperatures. When exposed to severe thermal stress, corals loose their symbionts and often die. However, recent experiments show that some symbionts may be more stress-tolerant. Corals with these heat-resistant symbionts continue to receive high amounts of algal derived nutrients and grow under elevated temperatures. If the global trend in seawater warming continues to increase, these heat-resistant symbioses may become more ecologically prevalent on reef systems around the world and could play a critical role in maintaining healthy and productive coral communities. This project will examine the ecological and physiological attributes of stress-tolerant symbioses from the Indo Pacific where coral communities are the largest, most diverse, and productive in the world. The researchers will conduct a series of experiments to (1) evaluate host and symbiont attributes that contribute to thermal tolerance and (2) characterize the relative flexibility and functionality of various corals and symbionts exposed to typical ambient and stressful temperatures. Broader impacts of the project include the training of several Ph.D. students, undergraduates, and high school students in the disciplines of physiology and ecology. The researchers will partner with Global Ocean Exploration, Inc. to communicate this research to the general public through short documentary videos, editorials, and podcasts. An interactive K-5 program, \"Invertebrates on the Road,\" will introduce elementary students in Pennsylvania to marine invertebrate diversity. Research results will also be disseminated to the public at the University of Delaware via educational seminars, as well as through hands-on research displays and demonstrations presented at the annual open house \"Coast Day\" festival in each year of the project. \r\n\r\nThis project will examine several attributes important to the functional ecology of coral-dinoflagellate symbioses. Specifically, the research team seeks to understand the interplay between coral and symbiont physiologies under different environmental conditions and determine the relative influence of biotic factors crucial to the performance of stress tolerant symbioses. Results from recent experiments on Indo-west Pacific corals found that Clade D (S. trenchii) symbionts are stress-tolerant.  These symbionts are able to maintain function and provide nutrients to their hosts under high temperatures that typically elicit the breakdown of symbioses involving many other species of symbiont. A number of questions arise about how enhanced thermal tolerance symbioses may be aided by a combination of factors; for example: Are symbionts physiologically hardier in corals that are routinely feeding? Do host genotypes that are adapted to high temperatures affect the physiology of their symbionts in ways that make the partnership more stress-tolerant? A series of experiments over three years will examine the functionality of different coral-symbiont pairings exposed to ambient and high temperatures. Reciprocal transplants between inshore (stress-tolerant) and offshore (stress-susceptible) reef sites will be used to produce specific host-symbiont parings. Controlled experiments will test the relative importance of coral trophic status (nutrient content) while holding symbiont type constant and how changes in both coral trophic status and symbiont species identity of the resident affect thermal tolerance. Tank experiments on shore will track rates of photosynthesis as well as carbon translocation and assimilation from symbiont to host tissues and skeletons. Long-term growth rates via skeletal density, linear extension, and biomass gain will also be measured. This project will help elucidate how biochemical, physiological and ecological differences among host-symbiont pairings may respond to rising ocean temperatures and enhance the future viability of coral reefs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dustin",
   "pi_last_name": "Kemp",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Dustin W Kemp",
   "pi_email_addr": "dwk@uab.edu",
   "nsf_id": "000595608",
   "pi_start_date": "2016-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7657",
   "pgm_ref_txt": "Integrative Ecologi Physiology"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 124458.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 80499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was initiated to understand the physiological and ecological mechanisms that reef coral mutualisms cope with environmental change. The close relationship between animal corals and internal photosynthetic symbionts is recognized as a major weakness when exposed to severe marine heat waves; and reasons for mass coral mortality causing reef ecosystem degradation over large geographic scales. Specifically, this research detailed the extent to which the identity of the symbiont contributed to stress sensitivity to as well as stress tolerance. Working in the Island nation of Palau provided unique access to a breadth of coral diversity represented by colonies from various reef habitats harboring very different symbiont species over a small geographic area. Once identified, distinct partner combinations were experimented with in the field (reciprocal transplants to different environments) and in laboratory seawater aquaria onshore (artificial thermal stress experiments). Long-term fieldwork of this nature is extremely challenging and while there were some setbacks (e.g. destruction by typhoons; pandemic travel restrictions) the project was an overall success. The intellectual merit of our discoveries include the following:</p>\n<p>1. Building upon recent findings, which documented inshore colonies better tolerated thermal stress than offshore colonies, we found that most colonies from each habitat contained similar lipid, protein, and carbohydrate content contrary to expectations, and therefore concluded that the symbiont species, not necessarily access to greater amounts of nutrient reserves, was the most consequential feature that explained thermal tolerance among colonies. While host genotypic diversity is also important, these findings further underscore the essential role of symbiont identity in the stability of these mutualisms exposed to physiological stress (Figure 1).</p>\n<p>2. Colonies harboring symbionts adapted to high temperatures do not necessarily experience physiological trade-offs that compromise the growth and reproductive capabilities of the host. Moreover, the continued maintenance of nutrient assimilation and translocation when subjected to high temperatures largely explains why some mutualisms are tolerant to stress while others are not. These findings dispel the dogma that hosting heat-adapted symbionts has negative consequences and further highlight how these mutualisms may respond on ecological time scales to significant environmental change through partner recombination while maintaining ecosystem productivity (Figure 2).</p>\n<p>3. Complementary to the major objectives of this project, discoveries from coinciding (opportune) research substantiated and advanced our fundamental understanding of these mutualisms. Our continued monitoring of numerous and diverse tagged corals showed conclusively that individual colonies typically maintain long-term stable relationships comprising one symbiont species whose population is genetically homogenous (clonal) (Figure 3). This further emphasizes the need to further study genotype-by-genotype interactions and the importance of this diversity under natural selection.</p>\n<p><span>4. Significant progress was made in codifying symbiont taxonomy critical for use in subsequent scientific correspondence related to this research project and beyond (Figure 4). These supporting works establish that different symbiont species possess different ecological niches. Such fundamental improvements to taxonomy offers new perspectives about the community composition and ecology of these mutualisms and introduces new questions for future research.</span></p>\n<p>5. We assessed the relative importance of autotrophy and heterotrophy among a broad diversity of 8 species of coral living on offshore reefs that are characteristic of contemporary oceanic conditions and from warmer, more acidic, nearshore environments. Using stable isotope analyses, we found that the trophic strategies of colonies living nearshore were distinct from colonies living on offshore reefs. A Bayesian mixing model provided strong support for distinct population and community-wide trophic differences where nearshore colonies consume more zooplankton while symbiotic dinoflagellates provide a larger autotrophic contribution to offshore coral biomass (Figure 5). Our findings demonstrates that reef-building corals rely on diverse nutritional sources in different reef environments to meet their energetic needs and that extensive trophic plasticity represents a critical community-level response that may help corals cope with major environmental changes.&nbsp;</p>\n<p>6. Throughout this project we emphasized the importance of working with local Palauan researchers and the local rangers of Koror State. We were accompanied by law enforcement rangers during all field collection trips and develop excellent working partnerships with the local authorities. We gave presentations about our ongoing research to local marine resource managers in Palau and submitted progress reports on an annual basis. Additionally, we worked with local dive operations throughout the course of this project and benefitted from the local knowledge of coral reef ecosystems throughout Palau.</p>\n<p>We teamed up with Ocean Exploration Inc. to produce a short film titled \"Palau Coral: Glimmer of Hope.\" In Palau, we welcomed environmental journalists and videographer Gaelin Rosenwaks from Global Ocean Exploration, Inc. to gather interviews, capture footage, and document our research expeditions. The documentary showcases our research team and emphasizes significant discoveries from our NSF award. The film gained recognition at the World Ocean Forum, premiered at the 2019 Ocean Film Festival in San Francisco, and has since garnered over 25,000 views on YouTube.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/20/2024<br>\nModified by: Dustin&nbsp;W&nbsp;Kemp</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705770491382_Fig._4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705770491382_Fig._4--rgov-800width.png\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705770491382_Fig._4--rgov-66x44.png\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The formal recognition of host-generalist symbiont species, which dominate coral communities from the Indo-Pacific.</div>\n<div class=\"imageCredit\">T. LaJeunesse</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Dustin&nbsp;W&nbsp;Kemp\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705771442809_Fig._2c_01--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705771442809_Fig._2c_01--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705771442809_Fig._2c_01--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Maintenance of coral-dinoflagellate mutualisms under thermal stress was assessed using Carbon and Nitrogen isotopic enrichment. A) Colonies from offshore and nearshore habitats. B) Biological compartments measured C) and D)  carbon and nitrogen concentrations during thermal stress.</div>\n<div class=\"imageCredit\">T. LaJeunesse, D. Kemp</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Dustin&nbsp;W&nbsp;Kemp\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705770031730_Fig_1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705770031730_Fig_1--rgov-800width.png\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705770031730_Fig_1--rgov-66x44.png\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The physiological/nutritional state of Palau's reef-building corals across habitats. A) Corals in warm, acidic nearshore waters and clear oceanic offshore reefs were compared. B) Tissue quantities (AFDW) C) Tissue lipid and carbohydrate content.</div>\n<div class=\"imageCredit\">T. LaJeunesse, E. Keister</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Dustin&nbsp;W&nbsp;Kemp\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705773403565_Fig._5--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705773403565_Fig._5--rgov-800width.png\" title=\"Figure 5\"><img src=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705773403565_Fig._5--rgov-66x44.png\" alt=\"Figure 5\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Palau's corals show varied diets based on habitat. Warmer, acidic areas consume more zooplankton, while colder, alkaline reefs rely on photosynthetic nutrients. Habitat conditions impact feeding patterns, revealing nuanced dietary preferences.</div>\n<div class=\"imageCredit\">D. Kemp, J. Allgeier</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Dustin&nbsp;W&nbsp;Kemp\n<div class=\"imageTitle\">Figure 5</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705773145933_Fig._3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705773145933_Fig._3--rgov-800width.png\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2024/1719684/1719684_10451911_1705773145933_Fig._3--rgov-66x44.png\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">High temporal stability, clonal homogeneity, and host specificity define the relationships between symbiotic dinoflagellates (=zooxanthellae) and coral colonies from an Indo-Pacific reef community.</div>\n<div class=\"imageCredit\">T. LaJeunesse</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Dustin&nbsp;W&nbsp;Kemp\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project was initiated to understand the physiological and ecological mechanisms that reef coral mutualisms cope with environmental change. The close relationship between animal corals and internal photosynthetic symbionts is recognized as a major weakness when exposed to severe marine heat waves; and reasons for mass coral mortality causing reef ecosystem degradation over large geographic scales. Specifically, this research detailed the extent to which the identity of the symbiont contributed to stress sensitivity to as well as stress tolerance. Working in the Island nation of Palau provided unique access to a breadth of coral diversity represented by colonies from various reef habitats harboring very different symbiont species over a small geographic area. Once identified, distinct partner combinations were experimented with in the field (reciprocal transplants to different environments) and in laboratory seawater aquaria onshore (artificial thermal stress experiments). Long-term fieldwork of this nature is extremely challenging and while there were some setbacks (e.g. destruction by typhoons; pandemic travel restrictions) the project was an overall success. The intellectual merit of our discoveries include the following:\n\n\n1. Building upon recent findings, which documented inshore colonies better tolerated thermal stress than offshore colonies, we found that most colonies from each habitat contained similar lipid, protein, and carbohydrate content contrary to expectations, and therefore concluded that the symbiont species, not necessarily access to greater amounts of nutrient reserves, was the most consequential feature that explained thermal tolerance among colonies. While host genotypic diversity is also important, these findings further underscore the essential role of symbiont identity in the stability of these mutualisms exposed to physiological stress (Figure 1).\n\n\n2. Colonies harboring symbionts adapted to high temperatures do not necessarily experience physiological trade-offs that compromise the growth and reproductive capabilities of the host. Moreover, the continued maintenance of nutrient assimilation and translocation when subjected to high temperatures largely explains why some mutualisms are tolerant to stress while others are not. These findings dispel the dogma that hosting heat-adapted symbionts has negative consequences and further highlight how these mutualisms may respond on ecological time scales to significant environmental change through partner recombination while maintaining ecosystem productivity (Figure 2).\n\n\n3. Complementary to the major objectives of this project, discoveries from coinciding (opportune) research substantiated and advanced our fundamental understanding of these mutualisms. Our continued monitoring of numerous and diverse tagged corals showed conclusively that individual colonies typically maintain long-term stable relationships comprising one symbiont species whose population is genetically homogenous (clonal) (Figure 3). This further emphasizes the need to further study genotype-by-genotype interactions and the importance of this diversity under natural selection.\n\n\n4. Significant progress was made in codifying symbiont taxonomy critical for use in subsequent scientific correspondence related to this research project and beyond (Figure 4). These supporting works establish that different symbiont species possess different ecological niches. Such fundamental improvements to taxonomy offers new perspectives about the community composition and ecology of these mutualisms and introduces new questions for future research.\n\n\n5. We assessed the relative importance of autotrophy and heterotrophy among a broad diversity of 8 species of coral living on offshore reefs that are characteristic of contemporary oceanic conditions and from warmer, more acidic, nearshore environments. Using stable isotope analyses, we found that the trophic strategies of colonies living nearshore were distinct from colonies living on offshore reefs. A Bayesian mixing model provided strong support for distinct population and community-wide trophic differences where nearshore colonies consume more zooplankton while symbiotic dinoflagellates provide a larger autotrophic contribution to offshore coral biomass (Figure 5). Our findings demonstrates that reef-building corals rely on diverse nutritional sources in different reef environments to meet their energetic needs and that extensive trophic plasticity represents a critical community-level response that may help corals cope with major environmental changes.\n\n\n6. Throughout this project we emphasized the importance of working with local Palauan researchers and the local rangers of Koror State. We were accompanied by law enforcement rangers during all field collection trips and develop excellent working partnerships with the local authorities. We gave presentations about our ongoing research to local marine resource managers in Palau and submitted progress reports on an annual basis. Additionally, we worked with local dive operations throughout the course of this project and benefitted from the local knowledge of coral reef ecosystems throughout Palau.\n\n\nWe teamed up with Ocean Exploration Inc. to produce a short film titled \"Palau Coral: Glimmer of Hope.\" In Palau, we welcomed environmental journalists and videographer Gaelin Rosenwaks from Global Ocean Exploration, Inc. to gather interviews, capture footage, and document our research expeditions. The documentary showcases our research team and emphasizes significant discoveries from our NSF award. The film gained recognition at the World Ocean Forum, premiered at the 2019 Ocean Film Festival in San Francisco, and has since garnered over 25,000 views on YouTube.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/20/2024\n\n\t\t\t\t\tSubmitted by: DustinWKemp\n"
 }
}