{
 "awd_id": "1719248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Directional Differentiability in Econometrics",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2016-11-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 86665.0,
 "awd_amount": 86665.0,
 "awd_min_amd_letter_date": "2017-02-27",
 "awd_max_amd_letter_date": "2017-02-27",
 "awd_abstract_narration": "This award to the University of California San Diego funds research to develop a new framework for statistical estimation of a broad group of economic models.  The framework will be useful for situations that cannot be analyzed with current methods.  The framework will also be useful for some kinds of statistical problems.\r\n\r\nThe research aims to develop and employ a general asymptotic framework for conducting inference on non differentiable transformations of estimable parameters.  The general framework will provide a unifying understanding of existing inferential methods developed for specific applications and will also ease the construction and analysis of new estimators and tests.  The project will provide simple conditions that fully characterize when the standard bootstrap is consistent, will develop an alternative method that remains valid even when the standard bootstrap is inconsistent, and will study the local properties of the new tests.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Santos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andres Santos",
   "pi_email_addr": "andres@econ.ucla.edu",
   "nsf_id": "000663465",
   "pi_start_date": "2017-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "11000 Kinross Avenue",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900952000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 86664.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We developed a unified theory for conducting inference on parameters that can be expressed as directionally differentiable functions of the underlying distribution of the data. The manuscript&nbsp;<em>&ldquo;Inference on Directionally Differentiable Functions&rdquo;</em>, joint with Zheng Fang, contains the principal results, which provide: (i) A simply way to obtain approximations to the finite sample distribution of such statistics via analytical calculations and the use of re-sampling methods; (ii) A simple diagnostic for assessing when standard methods for inference such as the bootstrap can be expected to fail; (iii) An application of the theoretical results to conduct inference on qualitative features of trends in (residual) wage inequality inequality in the United States.</p>\n<p>The manuscript&nbsp;<em>\"Overidentification in Regular Models\",</em>&nbsp;joint with Xiaohong Chen, derived a unified theory for studying the implications of the properties of the model on the local behavior of statistics. In particular, we showed that, for so-called ``regular&rdquo; models, a simple condition on the model fully characterizes whether both (i) The model is potentially refutable in the sense that the data can provide evidence against it, and (ii) Efficiency considerations are of concern in the sense that there exist multiple estimators of the same parameter that have different asymptotic risks.&nbsp;</p>\n<p>We further completed multiple applications and extensions of the general theory to the study of specific problems in economics. The manuscript, &ldquo;<em>Using Instrumental Variables for Inference about Policy Relevant Treatment Effects&rdquo;</em>, joint with Alexander Torgovitsky and Magne Mogstad, proposes novel methods to extrapolate from available data to obtain bounds and conduct inference on the potential effects of particular policies. This work is supplemented by the manuscript&nbsp;<em>&ldquo;Constrained Conditional Moment Restriction Models&rdquo;</em>, joint with Victor Chernozhukov and Whitney Newey, which proposes a general framework for testing for shape restrictions and/or imposing them to sharpen inference. Unlike the previously described work, a key feature of the results in this paper is that it applies to parameters that cannot be estimated at the root-n rate. Finally, in a review article,&nbsp;<em>The Econometrics of Shape Restrictions&rdquo;,</em>&nbsp;joint with Denis Chetverikov and Azeem Shaikh, we provide an overview of recent theoretical results in both statistics in econometrics with the goal of increasing the use of these methods by empiricists.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2019<br>\n\t\t\t\t\tModified by: Andres&nbsp;Santos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe developed a unified theory for conducting inference on parameters that can be expressed as directionally differentiable functions of the underlying distribution of the data. The manuscript \"Inference on Directionally Differentiable Functions\", joint with Zheng Fang, contains the principal results, which provide: (i) A simply way to obtain approximations to the finite sample distribution of such statistics via analytical calculations and the use of re-sampling methods; (ii) A simple diagnostic for assessing when standard methods for inference such as the bootstrap can be expected to fail; (iii) An application of the theoretical results to conduct inference on qualitative features of trends in (residual) wage inequality inequality in the United States.\n\nThe manuscript \"Overidentification in Regular Models\", joint with Xiaohong Chen, derived a unified theory for studying the implications of the properties of the model on the local behavior of statistics. In particular, we showed that, for so-called ``regular\" models, a simple condition on the model fully characterizes whether both (i) The model is potentially refutable in the sense that the data can provide evidence against it, and (ii) Efficiency considerations are of concern in the sense that there exist multiple estimators of the same parameter that have different asymptotic risks. \n\nWe further completed multiple applications and extensions of the general theory to the study of specific problems in economics. The manuscript, \"Using Instrumental Variables for Inference about Policy Relevant Treatment Effects\", joint with Alexander Torgovitsky and Magne Mogstad, proposes novel methods to extrapolate from available data to obtain bounds and conduct inference on the potential effects of particular policies. This work is supplemented by the manuscript \"Constrained Conditional Moment Restriction Models\", joint with Victor Chernozhukov and Whitney Newey, which proposes a general framework for testing for shape restrictions and/or imposing them to sharpen inference. Unlike the previously described work, a key feature of the results in this paper is that it applies to parameters that cannot be estimated at the root-n rate. Finally, in a review article, The Econometrics of Shape Restrictions\", joint with Denis Chetverikov and Azeem Shaikh, we provide an overview of recent theoretical results in both statistics in econometrics with the goal of increasing the use of these methods by empiricists.\n\n \n\n\t\t\t\t\tLast Modified: 10/11/2019\n\n\t\t\t\t\tSubmitted by: Andres Santos"
 }
}