{
 "awd_id": "1720507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Video in the Middle: Flexible Digital Experiences for Mathematics Teacher Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Noll",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 2987524.0,
 "awd_amount": 2987524.0,
 "awd_min_amd_letter_date": "2017-05-04",
 "awd_max_amd_letter_date": "2021-05-12",
 "awd_abstract_narration": "This work focuses on a practical problem in mathematics education; supporting teacher professional development for algebra teaching. The project will design and develop a web-based form of professional development and teacher education for learning and teaching algebra in middle school. The project is a 4-year Design and Development project within the Teaching Strand.  Forty modules are planned that will provide focus and structure to an online professional development experience. These modules follow an explicit learning trajectory in which a video clip is used in the middle of an online teacher learning experience composed of mathematical problem solving, video analysis of classroom practice, and pedagogical reflection. Within each module activity, a teacher experiences a consistent set of activities. Before and after teachers watch each video clip, they engage in activities designed to immerse them deeply in both the mathematics content and the focal instructional components. The study has the potential to advance the knowledge of the use of educational data mining into the research and development of teacher education materials. In researching both the design and impact of the materials this project may offer implications for others interested in designing online professional development and teacher education materials. The Discovery Research preK-12 program seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics by preK-12 students and teachers, through research and development of innovative resources, models, and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThe professional development is rooted in refining and consistently examining best practices in developing the teacher materials. The study investigates the design and impact of the materials which can support others who are interested in designing digital professional development. The project will employ the use of data analytics to discover what video-based modules users choose to use first, the sequence in which they use the modules, and the modules they don't choose. The modules will include three delivery formats to meet the variety of teacher learning needs (individual self-paced, group-paced, facilitated/structured course) and offer flexible pathways and sequences of multiple modules for professional development providers and teacher educators to use in their own contexts. Moreover, the project includes a plan to make the modules available through open access for professional developers and educators. The project contains a robust plan for evaluating the effectiveness of the professional development. In Year 3, a randomized controlled trial pilot efficacy study is planned to address the impact of teachers' participation in the group-paced delivery and facilitated course form format on their mathematics knowledge for teaching and teaching practice as well as the overall impact on their students' performance. The project has a strong focus on the practical problem of supporting teachers' knowledge of linear functions, expressions, and equations as well as how various representations are connected and linked.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nanette",
   "pi_last_name": "Seago",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nanette Seago",
   "pi_email_addr": "nseago@wested.org",
   "nsf_id": "000447018",
   "pi_start_date": "2017-05-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Carroll",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Carroll",
   "pi_email_addr": "ccarroll@wested.org",
   "nsf_id": "000465044",
   "pi_start_date": "2017-05-04",
   "pi_end_date": "2021-05-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Montgomery",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Montgomery",
   "pi_email_addr": "rmontgo@wested.org",
   "nsf_id": "000738731",
   "pi_start_date": "2017-05-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Knotts",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Knotts",
   "pi_email_addr": "aknotts@wested.org",
   "nsf_id": "000855805",
   "pi_start_date": "2021-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WestEd",
  "inst_street_address": "730 HARRISON ST FL 5",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4156153136",
  "inst_zip_code": "941071242",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "WESTED",
  "org_prnt_uei_num": "WNCAQMKJ7WZ9",
  "org_uei_num": "WNCAQMKJ7WZ9"
 },
 "perf_inst": {
  "perf_inst_name": "WestEd",
  "perf_str_addr": "730 Harrison Street",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941071242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1478736.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1508788.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;<em>Video in the Middle (VIM): Flexible digital experiences for mathematics teacher education </em>project developed a collection of 40 web-based VIM professional development modules grounded in teachers&rsquo; mathematical knowledge for teaching linear functions, expressions and equations that can be experienced in flexible formats. VIM module design places a video clip at the center, or &ldquo;in the middle,&rdquo; of a professional learning experience as teachers take part in an online experience of mathematical problem solving, video analysis of classroom practice, and pedagogical reflection. Before and after teachers watch each clip, there are activities designed to ensure that the teachers engage deeply with the mathematics content and the focal instructional components. Each individual VIM module is approximately two hours of teacher learning time plus classroom application. The VIM modules have been released as Open Educational Resources (OER) for mathematics teacher educators and professional developers (<a href=\"http://videointhemiddle.org/\">videointhemiddle.org</a>).</p>\n<p>Another goal of the VIM project was to advance knowledge of teacher learning from asynchronous professional learning by testing a subset of the modules with teachers to better understand (1) how participating in the VIM modules supports teachers in better understanding and visualizing key concepts related to linear functions and in teaching these topics with more of a conceptual emphasis, and (2) how teachers&rsquo; learning differed by facilitation format. In Spring 2020, middle and high school teachers were recruited from across California to participate in a pilot study to begin to answer these questions.</p>\n<p>All teachers experienced the same four sequenced, two-hour modules over the course of eight weeks. Modules were offered in three formats: (1) project staff-facilitated, (2) district leader-facilitated, and (3) structured independent. Teachers in each of the two districts leader-facilitated cohorts were all from the same district, while the other two groups included teachers from many different districts. All three facilitation formats were otherwise identical in content and structure, reflecting what is known about effective teacher professional development and mathematics teacher learning. Multiple measures were used to gather impact data on teachers, including teachers&rsquo; pre-post analysis of student work, their work on the mathematics tasks, module reflections, and post-study interviews. Ultimately, the project produced transferable information about critical design elements of professional development in an online format, along with data regarding the use and impact of such professional learning opportunities that has implications for improving both educational practice and theory. Research findings include:</p>\n<ul>\n<li>Post-study interviews and surveys indicated that teachers felt the modules were relevant to their work and that they supported their growth in key areas of instructional practice (such as facilitating meaningful mathematical discourse and using and connecting multiple representations effectively).</li>\n<li>Analysis of responses to two reflection prompts revealed that over 92% of teachers experienced learning consistent with VIM module goals such as setting specific learning goals to focus learning during a lesson; using and connecting multiple different representations of linear functions; facilitating meaningful mathematical discourse; and posing purposeful questions during a class discussion. These goals also overlap significantly with NCTM&rsquo;s Eight Effective Mathematics Teaching Practices.</li>\n<li>Teachers&rsquo; learning related to module learning goals was comparable across the three different formats; no significant differences were found between teachers in the project staff-facilitated group, locally facilitated group, or structured independent group.</li>\n<li>When asynchronous, collaborative, online professional learning experiences are designed such that key facilitation moves (such as orienting teachers to a classroom video or piece of student work; sustaining an inquiry stance; maintaining a focus on the mathematics; or supporting group collaboration) are embedded within the structure and activities, teachers proceeding through the modules at their own pace can learn just as much as those who receive active facilitation from a VIM project staff facilitator or a district-based facilitator.</li>\n</ul>\n<p>The broader impacts of the VIM project include:</p>\n<p>1) developing STEM teacher education materials aimed at improving mathematical knowledge for teaching;</p>\n<p>2) creating a set of five equity foregrounded modules reviewed by both experts in the field and teacher practitioners who expressed that they add a valuable contribution of resources for teacher professional learning. Many reviewers stated that they could see themselves using the modules with the preservice teachers they work with and/or incorporating them into professional development they provide;</p>\n<p>3) developing and disseminating OER materials that have the potential to reach an unlimited number of practicing and pre-service teachers (and, by extension, their current and future students);</p>\n<p>4) ensuring the participation of underrepresented groups in the project by piloting the materials in rural, urban, and suburban school districts that serve disadvantaged and underrepresented populations; and</p>\n<p>5) sharing the project&rsquo;s findings through multi- and interdisciplinary conferences, peer-reviewed publications, workshops, and research activities, targeted for both researchers and practitioners, including those where diversity is a priority. WestEd will market and publicize the 40 Professional Learning modues to broad audiences across the U.S.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/22/2023<br>\n\t\t\t\t\tModified by: Nanette&nbsp;Seago</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Video in the Middle (VIM): Flexible digital experiences for mathematics teacher education project developed a collection of 40 web-based VIM professional development modules grounded in teachers’ mathematical knowledge for teaching linear functions, expressions and equations that can be experienced in flexible formats. VIM module design places a video clip at the center, or \"in the middle,\" of a professional learning experience as teachers take part in an online experience of mathematical problem solving, video analysis of classroom practice, and pedagogical reflection. Before and after teachers watch each clip, there are activities designed to ensure that the teachers engage deeply with the mathematics content and the focal instructional components. Each individual VIM module is approximately two hours of teacher learning time plus classroom application. The VIM modules have been released as Open Educational Resources (OER) for mathematics teacher educators and professional developers (videointhemiddle.org).\n\nAnother goal of the VIM project was to advance knowledge of teacher learning from asynchronous professional learning by testing a subset of the modules with teachers to better understand (1) how participating in the VIM modules supports teachers in better understanding and visualizing key concepts related to linear functions and in teaching these topics with more of a conceptual emphasis, and (2) how teachers’ learning differed by facilitation format. In Spring 2020, middle and high school teachers were recruited from across California to participate in a pilot study to begin to answer these questions.\n\nAll teachers experienced the same four sequenced, two-hour modules over the course of eight weeks. Modules were offered in three formats: (1) project staff-facilitated, (2) district leader-facilitated, and (3) structured independent. Teachers in each of the two districts leader-facilitated cohorts were all from the same district, while the other two groups included teachers from many different districts. All three facilitation formats were otherwise identical in content and structure, reflecting what is known about effective teacher professional development and mathematics teacher learning. Multiple measures were used to gather impact data on teachers, including teachers’ pre-post analysis of student work, their work on the mathematics tasks, module reflections, and post-study interviews. Ultimately, the project produced transferable information about critical design elements of professional development in an online format, along with data regarding the use and impact of such professional learning opportunities that has implications for improving both educational practice and theory. Research findings include:\n\nPost-study interviews and surveys indicated that teachers felt the modules were relevant to their work and that they supported their growth in key areas of instructional practice (such as facilitating meaningful mathematical discourse and using and connecting multiple representations effectively).\nAnalysis of responses to two reflection prompts revealed that over 92% of teachers experienced learning consistent with VIM module goals such as setting specific learning goals to focus learning during a lesson; using and connecting multiple different representations of linear functions; facilitating meaningful mathematical discourse; and posing purposeful questions during a class discussion. These goals also overlap significantly with NCTM’s Eight Effective Mathematics Teaching Practices.\nTeachers’ learning related to module learning goals was comparable across the three different formats; no significant differences were found between teachers in the project staff-facilitated group, locally facilitated group, or structured independent group.\nWhen asynchronous, collaborative, online professional learning experiences are designed such that key facilitation moves (such as orienting teachers to a classroom video or piece of student work; sustaining an inquiry stance; maintaining a focus on the mathematics; or supporting group collaboration) are embedded within the structure and activities, teachers proceeding through the modules at their own pace can learn just as much as those who receive active facilitation from a VIM project staff facilitator or a district-based facilitator.\n\n\nThe broader impacts of the VIM project include:\n\n1) developing STEM teacher education materials aimed at improving mathematical knowledge for teaching;\n\n2) creating a set of five equity foregrounded modules reviewed by both experts in the field and teacher practitioners who expressed that they add a valuable contribution of resources for teacher professional learning. Many reviewers stated that they could see themselves using the modules with the preservice teachers they work with and/or incorporating them into professional development they provide;\n\n3) developing and disseminating OER materials that have the potential to reach an unlimited number of practicing and pre-service teachers (and, by extension, their current and future students);\n\n4) ensuring the participation of underrepresented groups in the project by piloting the materials in rural, urban, and suburban school districts that serve disadvantaged and underrepresented populations; and\n\n5) sharing the project’s findings through multi- and interdisciplinary conferences, peer-reviewed publications, workshops, and research activities, targeted for both researchers and practitioners, including those where diversity is a priority. WestEd will market and publicize the 40 Professional Learning modues to broad audiences across the U.S.\n\n\t\t\t\t\tLast Modified: 08/22/2023\n\n\t\t\t\t\tSubmitted by: Nanette Seago"
 }
}