{
 "awd_id": "1720620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: The 2016 Yellowstone Fires: early indicators of ecosystem transitions in a changing fire regime.",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 57045.0,
 "awd_amount": 57045.0,
 "awd_min_amd_letter_date": "2017-03-03",
 "awd_max_amd_letter_date": "2017-03-03",
 "awd_abstract_narration": "Forests in the western US are facing warmer temperatures and larger, more severe wildfires than at any time in recorded history. Lodgepole pine forests of Yellowstone National Park (Wyoming) are well adapted to large, severe wildfires, which have burned at 100 to 300-yr intervals during the past 10,000 years. However, the interval between fires is shortening, making it likely that young forests will re-burn before fully recovering from previous fires. How forests will respond to more frequent fire and warmer, drier conditions is not known. Wildfires during summer 2016 burned young forests (less than 30 years old) that grew after the momentous 1988 Yellowstone Fires. These recent fires produced an unexpected opportunity to study the characteristics of short-interval fires and their effects on western pine forests. Sampling soon after severe fire is necessary because the time to find field evidence of burn severity is very short after the fire, and most tree seedlings establish during the first year after the fire. This RAPID award will measure burn severity, tree establishment and carbon storage in young forests that burned in 2016. Results will be immediately useful to regional forest managers, and mini-documentary videos will explain effects of increasing fire activity on western forests to a wide audience. Field data also will be used to improve computer models of forest growth and to assess burn-severity patterns across the US northern Rocky Mountains.\r\n\r\nField studies in areas burned in the 1988 fires that burned again in 2106 will test three hypotheses. (1) Short-interval fires will reduce forest resilience because burns will be of high severity, and post-fire conifer regeneration and carbon storage will be substantially reduced. (2) Post-fire climate will amplify consequences of short fire-return intervals such that post-fire conifer establishment will be substantially reduced (or fail) in re-burns where conditions are warm and dry. (3) Regionally, the proportion of high-severity fire will be greater in short-interval than long-interval fires, but landscape patterns of high-severity fire will be similar. Burn severity, tree regeneration and carbon storage will be measured during summer 2017 in 0.25-ha plots following standard protocols. A seed addition experiment will be conducted to separate effects of seed supply from post-fire climate conditions on tree seedling establishment. Plot-based burn-severity data will be used to validate satellite-based burn-severity metrics and to map spatial patterns of burn severity in short-interval fires across the Northern Rockies. This study will help scientists and managers understand conditions likely to change forest ecosystems fundamentally in a future with more fire.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Harvey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Harvey",
   "pi_email_addr": "bjharvey@uw.edu",
   "nsf_id": "000739409",
   "pi_start_date": "2017-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 57045.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Warming temperatures and associated increases in wildfire activity are posing challenges for the resilience of forests across western North America. Many such forests possess tree species that are adapted to fire, and resilience following events such as the 1988 Yellowstone Fires demonstrate the capacity to rebound following severe fires. However, as the climate warms, fires are becoming larger, more severe, and more frequent in many areas. In 2016, several large portions of the 1988 Yellowstone Fires footprint (and other fires that occurred in 2000) ?reburned? after a relatively short fire-free period. Rather than fire occurring every 150-300 years, as it has historically in this ecosystem, these reburns of &lt;30 years present a timely and unique opportunity to assess the characteristics of short-interval reburns and their effects on the forest ecosystem. Such understanding is important as these events are expected to become more common in the 21<sup>st</sup> Century, yet they are relatively understudied.</p>\n<p>&nbsp;</p>\n<p>To address this knowledge gap, we calibrated and validated commonly used satellite indices for burn severity with multiple field measures of burn severity (tree mortality by proportion of basal area and proportion of stems, surface charring, char height on burned trees, percentage of the bole of trees that is scorched). We then used calibrated satellite indices to compare the landscape patterns of high-severity (or stand replacing, &gt; 90% of tree basal area killed) fire within the reburn areas for the prior long-interval fire and the current short-interval reburn. Across the reburn areas, landscape patterns of burn severity were less severe and patchier in the reburns than the prior long-interval fires. The proportion of stand replacing fire, average patch size of stand replacing fire, and the total amount of stand-replacing fire that was far from a seed source was lower in the reburns, and the patch complexity (edge to area ratio) was greater in the reburns. However, when the first (prior) and second (reburn) fire mosaics were evaluated together, they produced burned landscapes with a high amount of cumulative burned area that was far from unburned forest patches and critical seed sources. Collectively, these results suggest that increasing fire activity and resulting reburns could produce burned landscapes where forest resilience may be eroded.</p>\n<p>&nbsp;</p>\n<p>This project provided insights that were highly relevant and broadly disseminated to audiences outside the scientific community through two videos, news media reports, public presentations, and a field trip for regional forest and fire managers. This project also provided critical training and professional development opportunities for undergraduate and graduate students, as well as post-doctoral researchers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/10/2019<br>\n\t\t\t\t\tModified by: Brian&nbsp;Harvey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWarming temperatures and associated increases in wildfire activity are posing challenges for the resilience of forests across western North America. Many such forests possess tree species that are adapted to fire, and resilience following events such as the 1988 Yellowstone Fires demonstrate the capacity to rebound following severe fires. However, as the climate warms, fires are becoming larger, more severe, and more frequent in many areas. In 2016, several large portions of the 1988 Yellowstone Fires footprint (and other fires that occurred in 2000) ?reburned? after a relatively short fire-free period. Rather than fire occurring every 150-300 years, as it has historically in this ecosystem, these reburns of &lt;30 years present a timely and unique opportunity to assess the characteristics of short-interval reburns and their effects on the forest ecosystem. Such understanding is important as these events are expected to become more common in the 21st Century, yet they are relatively understudied.\n\n \n\nTo address this knowledge gap, we calibrated and validated commonly used satellite indices for burn severity with multiple field measures of burn severity (tree mortality by proportion of basal area and proportion of stems, surface charring, char height on burned trees, percentage of the bole of trees that is scorched). We then used calibrated satellite indices to compare the landscape patterns of high-severity (or stand replacing, &gt; 90% of tree basal area killed) fire within the reburn areas for the prior long-interval fire and the current short-interval reburn. Across the reburn areas, landscape patterns of burn severity were less severe and patchier in the reburns than the prior long-interval fires. The proportion of stand replacing fire, average patch size of stand replacing fire, and the total amount of stand-replacing fire that was far from a seed source was lower in the reburns, and the patch complexity (edge to area ratio) was greater in the reburns. However, when the first (prior) and second (reburn) fire mosaics were evaluated together, they produced burned landscapes with a high amount of cumulative burned area that was far from unburned forest patches and critical seed sources. Collectively, these results suggest that increasing fire activity and resulting reburns could produce burned landscapes where forest resilience may be eroded.\n\n \n\nThis project provided insights that were highly relevant and broadly disseminated to audiences outside the scientific community through two videos, news media reports, public presentations, and a field trip for regional forest and fire managers. This project also provided critical training and professional development opportunities for undergraduate and graduate students, as well as post-doctoral researchers.\n\n\t\t\t\t\tLast Modified: 05/10/2019\n\n\t\t\t\t\tSubmitted by: Brian Harvey"
 }
}