{
 "awd_id": "1720230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Behavior-Based Incentive Mechanism Design for Crowd Defense against Phishing Attacks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2017-07-17",
 "awd_max_amd_letter_date": "2021-07-09",
 "awd_abstract_narration": "This research is aimed at preventing harm from phishing attacks. Phishing attacks have been on the rise in the last few years with nearly 450,000 attacks and record estimated losses of over USD $5.9 billion just in the year 2013 alone. These attacks attempt to acquire personal information, such as username and passwords, through fraudulent emails. Phishing emails are becoming more targeted, using personal information about their intended victims, in an attempt to seem like authentic emails and improve the response rate to the attacks. If a large number of participants who receive a phishing email can respond to it strategically using fake or deceptive information, the attacker will be overwhelmed and misled by the number of responses, and thus making it more costly to locate the victim. In this way, vulnerable users who tend to fall victim to phishing scams will be hidden in a number of fake responses. The cooperative large-population behavior of the defenders can increase significantly the cost of attack, and hence reduce the economic incentives for the attacker to send phishing email. This type of defense mechanism is called crowd defense. This project will holistically explore the psychological, economic, behavioral, and technical aspects of crowd defense mechanism design.\r\n\r\nCrowd defense is a critical defense mechanism to reverse the asymmetric advantage from the attacker to the defender. The research aims to understand the psychological and economic factors in the behavior of crowd defenders, create essential behavioral game-theoretic design frameworks, and develop a proof-of-concept automated software system that enables users to coordinate and respond automatically to phishing. The analytical and design methodologies developed for anti-phishing crowd defense can be broadly applied to other security problems, such as distributed denial of service attacks (DDoS), advanced persistent threats (APT), and coordinated reconnaissance. The tools created in this project will be released as open-source for building a more collaborative and trustworthy cyberspace. The PIs are committed to public education through outreach activities that will further increase the participation of women and minorities as graduate and undergraduate students in the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Quanyan",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Quanyan Zhu",
   "pi_email_addr": "quanyan.zhu@nyu.edu",
   "nsf_id": "000658728",
   "pi_start_date": "2017-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Balcetis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Balcetis",
   "pi_email_addr": "eb107@nyu.edu",
   "nsf_id": "000405555",
   "pi_start_date": "2017-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "114Z",
   "pgm_ref_txt": "SaTC-CISE-SBE New Collabs"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8225",
   "pgm_ref_txt": "SaTC Special Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The increasing integration of our lives with the cyber world has exposed us to an increasing number of phishing attacks. We have witnessed during the COVID times that the number of attacks has been on the rise as many rely on cyber technologies to communicate and interact. Through fake correspondence, called phishing emails, hackers are attempting to entice users to click on email content to deliver malware to personal computers, steal personal information, and infiltrate companies' internal systems as users log in while working from home. This project aims to address this issue by investigating the concept of crowd defense. If a large number of participants who receive a phishing email can respond to it strategically using fake or deceptive information, the attacker will be overwhelmed and misled by the number of responses, thus making it more costly to locate the victim. In this way, vulnerable users who tend to fall victim to phishing scams will be hidden in a number of fake responses. In addition, the large population behaviors increase significantly the cost of attack, and hence reduce the economic incentives for the attacker to send a phishing email. There are two major challenges that we need to deal with crowd defense. One is to understand the psychological and economic factors in the behavior of crowd defenders.&nbsp;&nbsp;The second is the mechanism design of the automated system that enables users to coordinate and respond automatically to phishing. This project is a close collaboration between two PIs from different research domains to explore holistically the psychological, economic, behavioral, and technical aspects.</p>\n<p>We have found out that it is ineffective to present the base rate statistics reflecting the percentage of individuals or organizations who have been targeted or victimized by attacks to inform individuals about their susceptibility to harm. Despite access to these accurate and informative base rate statistics, 4 published studies including one well-powered, pre-registered study found that individuals underestimate their own susceptibility to cyber-attacks. Using statistical modeling and covert eye-tracking, we find that people believe they are less likely than others to engage in actions that pose a threat to their cyber security, particularly because they give less weight to statistically and allocate fewer eye gaze fixations to base rate information when predicting their own behavior compared to others&rsquo; behavior when considering their own susceptibility to cyber threat. We discuss evidence for individuals&rsquo; differential use of base rate information as a cognitive and motivational bias that contributes to forecasting errors and accuracy in self and social risk assessment.&nbsp;</p>\n<p>The team has worked closely together and leveraged the results and findings from the human experiments to create a data-driven behavior-based mechanism design theory for designing defense against phishing attacks. The developed analytical and design methodologies for anti-phishing crowd defense can be broadly applied to other security problems, such as distributed denial of service attacks (DDoS), advanced persistent threats (APT), and coordinated reconnaissance. The PIs have incorporated human factors into their proof-of-concept prototype software tool to create an effective automated deceptive response to a social phishing attack. The PIs have made their data and artifacts open and accessible through an open-source OSF project. The PIs have disseminated results not only in academic conferences and journals but also in major news outlets including Psychology Today, Scientific American, and Science Daily.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2022<br>\n\t\t\t\t\tModified by: Quanyan&nbsp;Zhu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe increasing integration of our lives with the cyber world has exposed us to an increasing number of phishing attacks. We have witnessed during the COVID times that the number of attacks has been on the rise as many rely on cyber technologies to communicate and interact. Through fake correspondence, called phishing emails, hackers are attempting to entice users to click on email content to deliver malware to personal computers, steal personal information, and infiltrate companies' internal systems as users log in while working from home. This project aims to address this issue by investigating the concept of crowd defense. If a large number of participants who receive a phishing email can respond to it strategically using fake or deceptive information, the attacker will be overwhelmed and misled by the number of responses, thus making it more costly to locate the victim. In this way, vulnerable users who tend to fall victim to phishing scams will be hidden in a number of fake responses. In addition, the large population behaviors increase significantly the cost of attack, and hence reduce the economic incentives for the attacker to send a phishing email. There are two major challenges that we need to deal with crowd defense. One is to understand the psychological and economic factors in the behavior of crowd defenders.  The second is the mechanism design of the automated system that enables users to coordinate and respond automatically to phishing. This project is a close collaboration between two PIs from different research domains to explore holistically the psychological, economic, behavioral, and technical aspects.\n\nWe have found out that it is ineffective to present the base rate statistics reflecting the percentage of individuals or organizations who have been targeted or victimized by attacks to inform individuals about their susceptibility to harm. Despite access to these accurate and informative base rate statistics, 4 published studies including one well-powered, pre-registered study found that individuals underestimate their own susceptibility to cyber-attacks. Using statistical modeling and covert eye-tracking, we find that people believe they are less likely than others to engage in actions that pose a threat to their cyber security, particularly because they give less weight to statistically and allocate fewer eye gaze fixations to base rate information when predicting their own behavior compared to others’ behavior when considering their own susceptibility to cyber threat. We discuss evidence for individuals’ differential use of base rate information as a cognitive and motivational bias that contributes to forecasting errors and accuracy in self and social risk assessment. \n\nThe team has worked closely together and leveraged the results and findings from the human experiments to create a data-driven behavior-based mechanism design theory for designing defense against phishing attacks. The developed analytical and design methodologies for anti-phishing crowd defense can be broadly applied to other security problems, such as distributed denial of service attacks (DDoS), advanced persistent threats (APT), and coordinated reconnaissance. The PIs have incorporated human factors into their proof-of-concept prototype software tool to create an effective automated deceptive response to a social phishing attack. The PIs have made their data and artifacts open and accessible through an open-source OSF project. The PIs have disseminated results not only in academic conferences and journals but also in major news outlets including Psychology Today, Scientific American, and Science Daily.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/03/2022\n\n\t\t\t\t\tSubmitted by: Quanyan Zhu"
 }
}