{
 "awd_id": "1720135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:   Compactified Gauge Theories: Phase Structure, Strings, and Continuity",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 79278.0,
 "awd_amount": 79278.0,
 "awd_min_amd_letter_date": "2017-08-03",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "This award funds the research activities of Professor Mohamed Anber at Lewis & Clark College. \r\n\r\nThe visible part of our Universe is made of atoms, in particular, protons and neutrons. Protons and neutrons, in turn, are made of quarks, which are held together by what is known as the strong nuclear force. However, how the strong force holds the quarks together is still one of the most puzzling questions in physics. It is in our national interest to answer this question as it will advance our knowledge about one of the fundamental aspects of nature, namely the origin and structure of matter. This project will develop new techniques that will shed light on the nature of the strong nuclear force.  In general, this force is poorly understood primarily because the theory that explains it, namely quantum chromodynamics (QCD), has a complex mathematical structure.  Professor Anber seeks to modify QCD by adding new deformations that will make it possible to study the strong force by analytical means.  This research project will also have significant broader impacts on undergraduate students and the broader community. Professor Anber will recruit highly motivated students to collaborate with him, making special efforts to reach out to women and underrepresented minorities. Professor Anber will also design two courses on field theory and computational physics, and several meaningful examples from his research will be brought to the classroom. In addition, he will present the results of his research in workshops and conferences and will give talks at other universities and liberal-arts colleges. The undergraduate students who will participate in the proposed research will disseminate their contributions through talks and posters in conferences. \r\n\r\nMore technically, Professor Anber proposes to deform QCD by compactifying QCD on a circle and/or adding matter in various representations, which introduces an infrared cutoff that brings the theory into a weakly coupled regime and makes it amenable to semi-classical treatment. The deformed theory is not the real world. It is hoped, however, that by studying this class of models, one will gain new insights into real-world QCD. Surprisingly enough, studies of this class of theories have shown that various physical observables have the same qualitative behavior both in the strongly- and weakly-coupled regimes, suggesting continuity between weakly- and strongly-coupled theories. This conjectured continuity is tantalizing. However, we are still far from a complete understanding of this continuity, and ample evidence in support of or even against it has to be collected before such an understanding can be reached. The proposed research program will enhance our understanding of the structure of compactified gauge theories and inform us about the limitations of and/or reasons behind the conjectured continuity. The proposed study aims to (1) classify all confining gauge theories on a circle and understand the structure of the molecular instantons that form in the vacuum of this class of theories, (2) study the phase diagram of thermal gauge theories on a circle, (3) track the behavior of physical observables as we decompactify the circle, and (4) compare and contrast the topological field theories that describe the extended objects (confining strings) in the weakly- and strongly-coupled regimes. Confronting the results of the proposed study with the available lattice data may yield a new perspective on the structure of confining gauge theories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohamed",
   "pi_last_name": "Anber",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mohamed M Anber",
   "pi_email_addr": "manber@lclark.edu",
   "nsf_id": "000736411",
   "pi_start_date": "2017-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lewis and Clark College",
  "inst_street_address": "615 S PALATINE HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037687211",
  "inst_zip_code": "972198091",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OR05",
  "org_lgl_bus_name": "LEWIS & CLARK COLLEGE",
  "org_prnt_uei_num": "JXJJHFBDBLD5",
  "org_uei_num": "JXJJHFBDBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "Lewis and Clark College",
  "perf_str_addr": "0615 SW Palatine Hill Road",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972197879",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OR05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 17109.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 17791.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 44378.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The strong nuclear force is one of the greatest puzzles in theoretical physics. Irrespective of the many years of research in this direction, we still do not have a full qualitative and quantitative understanding of the deepest aspects of this force. <span>&nbsp;</span></p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">This project aimed to shed light on a model of the strong force compactified on a circle. The compactification enabled us to understand many aspects of the strong force, that are otherwise very hard to explain. By the second year of this project, the PI was also able to use a newly discovered mathematical tool, called<span>&nbsp; </span>anomalies of higher-form symmetries, in order to scrutinize the strong force on a finer level. Then, merging the compactification technique along with anomalies helped the scientific community to have new insights on the strong force.<span>&nbsp;</span></p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">During the course of this project, the PI and his collaborators published 13 papers in journals with high impact factors.<span>&nbsp; </span>Also, he and his students disseminated the results in international conferences.<span>&nbsp;</span></p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">Several undergraduate students were involved in the numerical aspects of this project.<span>&nbsp; </span>They were involved in projects based on Monte Carlo simulations, numerical solutions of partial differential equations, and group theory. These students were prepared for careers in theoretical research as well as other science, technology, engineering, and mathematics (STEM) related fields. Two of the PI's students students pursued graduate studies in STEM related fields in top-rank Universities.<span>&nbsp;</span></p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2021<br>\n\t\t\t\t\tModified by: Mohamed&nbsp;M&nbsp;Anber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The strong nuclear force is one of the greatest puzzles in theoretical physics. Irrespective of the many years of research in this direction, we still do not have a full qualitative and quantitative understanding of the deepest aspects of this force.  \n \nThis project aimed to shed light on a model of the strong force compactified on a circle. The compactification enabled us to understand many aspects of the strong force, that are otherwise very hard to explain. By the second year of this project, the PI was also able to use a newly discovered mathematical tool, called  anomalies of higher-form symmetries, in order to scrutinize the strong force on a finer level. Then, merging the compactification technique along with anomalies helped the scientific community to have new insights on the strong force. \n \nDuring the course of this project, the PI and his collaborators published 13 papers in journals with high impact factors.  Also, he and his students disseminated the results in international conferences. \n \nSeveral undergraduate students were involved in the numerical aspects of this project.  They were involved in projects based on Monte Carlo simulations, numerical solutions of partial differential equations, and group theory. These students were prepared for careers in theoretical research as well as other science, technology, engineering, and mathematics (STEM) related fields. Two of the PI's students students pursued graduate studies in STEM related fields in top-rank Universities. \n \n \n\n \n\n\t\t\t\t\tLast Modified: 08/02/2021\n\n\t\t\t\t\tSubmitted by: Mohamed M Anber"
 }
}