{
 "awd_id": "1720256",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Materials Research Science and Engineering Center at UCSB",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924429",
 "po_email": "sogut@nsf.gov",
 "po_sign_block_name": "Serdar Ogut",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 23101000.0,
 "awd_amount": 24021203.0,
 "awd_min_amd_letter_date": "2017-09-14",
 "awd_max_amd_letter_date": "2022-07-19",
 "awd_abstract_narration": "NON-TECHNICAL: The Materials Research Science and Engineering Center at the University of California, Santa Barbara develops and sustains the necessary human and physical infrastructure to advance materials research, education, and training in an integrative manner. The project involves a dynamic team of investigators from six different departments whose interdisciplinary research contributes to advancing three different topical areas within the three Interdisciplinary Research Groups (IRGs). Research in IRG-1 focuses on understanding interactions within novel magnetic materials to advance a plethora of applications including refrigeration and fine-scale motion control. Research in IRG-2 advances plastic materials with potential impact on chemical separations and energy storage. Inspired by nature, IRG-3 establishes the foundational design rules for creating materials for applications such as self-healing materials and materials for biological tissue replacement. The research in the different IRGs integrates the preparation of new materials with the development of forefront theories to understand them, and advanced tools to measure materials properties. In parallel, seed projects allow new researchers, venturing in exciting research directions, to join the Center. Shared experimental facilities are leveraged to support the project and strengthen interactions with industry. Developing job creation through start-ups and impacting work-force preparedness through enhancing education and outreach is a goal that threads through all of the activities of the Center.\r\n\r\nTECHNICAL: The Materials Research Science and Engineering Center at the University of California, Santa Barbara includes three IRGs. The three IRGs address fundamental problems in materials research that cannot be advanced without contributions from a team of interdisciplinary and collaborative-domain experts. The research in each IRG integrates synthesis with characterization and property measurement, accompanied by theoretical and computational efforts, to advance fundamental understanding and develop promising materials classes for a range of applications. IRG-1 aims to understand and develop unprecedented control over the couplings between strain, magnetization, and temperature in single- and multiphase intermetallic compounds to advance technologies including actuation and solid-state refrigeration. IRG-2 plans to develop novel polymeric ionic liquid chemistries, understand self-assembly and ion transport in these materials, and develop applications that incorporate the emergent properties of multi-valent ion conductivity, light-driven adaptive mechanics, switchable redox activity, and magnetic response. Inspired by natural marine materials, IRG-3 aims to discover how material assembly and innovative processing can help establish the foundational design rules for creating versatile, graded, multiphase soft materials for eventual use  in applications such as advanced fabrics, packaging, additive manufacturing, and tissue replacements, as well as self-shaping, self-healing, and reconfigurable materials platforms. Alongside the research, MRSEC scientists and education staff are dedicated to improving access to science and to building a dynamic and inclusive workforce of scientists and engineers. The portfolio of education programs has a core focus on undergraduate research opportunities. Outreach activities also involve K-12 students, support of teachers to create relevant curricula, and the broader lay public, to share current excitement in materials research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ram",
   "pi_last_name": "Seshadri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ram Seshadri",
   "pi_email_addr": "seshadri@mrl.ucsb.edu",
   "nsf_id": "000486548",
   "pi_start_date": "2017-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ania",
   "pi_last_name": "Bleszynski Jayich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ania Bleszynski Jayich",
   "pi_email_addr": "ania@physics.ucsb.edu",
   "nsf_id": "000587149",
   "pi_start_date": "2017-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Bates",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Bates",
   "pi_email_addr": "cbates@ucsb.edu",
   "nsf_id": "000753501",
   "pi_start_date": "2020-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Rm 3227 Cheadle Hall",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "173500",
   "pgm_ele_name": "MATERIALS RSCH SCI & ENG CENT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "1359",
   "pgm_ref_txt": "RET SITE-Res Exp for Tchr Site"
  },
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8615",
   "pgm_ref_txt": "Nanoscale Devices and Systems"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 3681000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 4660000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 3980203.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 3900000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 3900000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 3900000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong></p>\r\n<p>The NSF Materials Research Science and Engineering Center at UC Santa Barbara (NSF DMR-1720256) has established a strong record of contributing to research and education in materials in the national interest and with international impact, while maintaining a tradition of being inclusive. The Center has involved a range of committed stakeholders spanning K-12 students and teachers, undergraduate research interns, graduate student and postdoctoral researchers, faculty investigators, facility users, industry partners, and collaborators in the US and abroad. All stakeholders have been driven by the vision of synergistically integrating three key components - IRG and Seed research, Shared Research Facilities, and Education and Outreach activities - to prepare a diverse workforce and advance fundamental scientific understanding. Research contributions from the Center were principally embodied within three Interdisciplinary Research Groups (IRGs). The focus of all three IRGs was on fundamental understanding, but the tools and techniques developed within them are applicable across a wide variety of problems and challenges. &nbsp;<strong>IRG-1: Magnetic Intermetallic Mesostructures</strong> focused on structure-property relationships in intermetallics and the interrelationships among magnetism, strain, temperature, and chemistry. The materials challenge addressed in this IRG was to develop design rules for intermetallic compounds that can respond to external stimuli such as strain or magnetic fields in a controlled manner, with implications for technologies including actuation and solid-state refrigeration. <strong>IRG-2: Polymeric Ionic Liquids</strong> focused on developing the design rules to translate the properties of ionic liquids onto solid supporting polymers. This IRG has developed new insights into materials that could benefit, for example, electrochemical energy storage (i.e. rechargeable batteries). <strong>IRG-3: Resilient Multiphase Soft Materials</strong> was based on a desire to understand and develop new syntheses, processing schemes and structure-property relationships for ultra strong and ultra tough soft materials by understanding and capturing the processing and features of materials produced by marine organisms. Besides IRG research, Seed Projects in several emerging areas were also supported within the project, many of which have since grown into larger, collaborative programs.&nbsp;<strong> </strong>Seeds served the essential role of expanding MRSEC research directions, and perhaps as importantly, brought in new (and almost always, early-career) investigators. A strong foundation of shared facilities sustained a large community of users of central, open-access laboratories housing state-of-the-art instrumentation, operated by staff dedicated to user training, support, and collaboration. Over 1000 publications in archival journals have acknowledged support from this award.</p>\r\n<p><strong>Broader Impacts:</strong></p>\r\n<p>UC Santa Barbara MRSEC scientists and education staff have been dedicated to improving access to science for a range of different groups, and to building a dynamic workforce of scientists and engineers. The programs provided undergraduate research opportunities for over 500 undergraduate student interns. Additionally, graduate students and postdoctoral mentoring was an important focus, teaching transferable professional skills. Outreach to K-12 students and teachers has also been a highlight, impacting several thousand K-12 students within Santa Barbara and nearby counties. Interactions with several industrial partners were strong, ranging from large industrial concerns, such as Mitsubishi Chemical and Dow Chemical, all the way through small startups.</p><br>\n<p>\n Last Modified: 12/05/2024<br>\nModified by: Ram&nbsp;Seshadri</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:\r\n\n\nThe NSF Materials Research Science and Engineering Center at UC Santa Barbara (NSF DMR-1720256) has established a strong record of contributing to research and education in materials in the national interest and with international impact, while maintaining a tradition of being inclusive. The Center has involved a range of committed stakeholders spanning K-12 students and teachers, undergraduate research interns, graduate student and postdoctoral researchers, faculty investigators, facility users, industry partners, and collaborators in the US and abroad. All stakeholders have been driven by the vision of synergistically integrating three key components - IRG and Seed research, Shared Research Facilities, and Education and Outreach activities - to prepare a diverse workforce and advance fundamental scientific understanding. Research contributions from the Center were principally embodied within three Interdisciplinary Research Groups (IRGs). The focus of all three IRGs was on fundamental understanding, but the tools and techniques developed within them are applicable across a wide variety of problems and challenges. IRG-1: Magnetic Intermetallic Mesostructures focused on structure-property relationships in intermetallics and the interrelationships among magnetism, strain, temperature, and chemistry. The materials challenge addressed in this IRG was to develop design rules for intermetallic compounds that can respond to external stimuli such as strain or magnetic fields in a controlled manner, with implications for technologies including actuation and solid-state refrigeration. IRG-2: Polymeric Ionic Liquids focused on developing the design rules to translate the properties of ionic liquids onto solid supporting polymers. This IRG has developed new insights into materials that could benefit, for example, electrochemical energy storage (i.e. rechargeable batteries). IRG-3: Resilient Multiphase Soft Materials was based on a desire to understand and develop new syntheses, processing schemes and structure-property relationships for ultra strong and ultra tough soft materials by understanding and capturing the processing and features of materials produced by marine organisms. Besides IRG research, Seed Projects in several emerging areas were also supported within the project, many of which have since grown into larger, collaborative programs. Seeds served the essential role of expanding MRSEC research directions, and perhaps as importantly, brought in new (and almost always, early-career) investigators. A strong foundation of shared facilities sustained a large community of users of central, open-access laboratories housing state-of-the-art instrumentation, operated by staff dedicated to user training, support, and collaboration. Over 1000 publications in archival journals have acknowledged support from this award.\r\n\n\nBroader Impacts:\r\n\n\nUC Santa Barbara MRSEC scientists and education staff have been dedicated to improving access to science for a range of different groups, and to building a dynamic workforce of scientists and engineers. The programs provided undergraduate research opportunities for over 500 undergraduate student interns. Additionally, graduate students and postdoctoral mentoring was an important focus, teaching transferable professional skills. Outreach to K-12 students and teachers has also been a highlight, impacting several thousand K-12 students within Santa Barbara and nearby counties. Interactions with several industrial partners were strong, ranging from large industrial concerns, such as Mitsubishi Chemical and Dow Chemical, all the way through small startups.\t\t\t\t\tLast Modified: 12/05/2024\n\n\t\t\t\t\tSubmitted by: RamSeshadri\n"
 }
}