{
 "awd_id": "1720420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Modeling and Computation of Three-Dimensional Multicomponent Vesicles in Complex Flow Domains",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 206040.0,
 "awd_amount": 206040.0,
 "awd_min_amd_letter_date": "2017-07-18",
 "awd_max_amd_letter_date": "2017-07-18",
 "awd_abstract_narration": "Vesicles have long been considered as model systems for studying fundamental physics underlying complicated biological systems such as cells and microcapsules.  Additionally, vesicles are increasingly being used as carriers for drug delivery or as biochemical micro-reactors operating in physiological environments.  This project aims to develop efficient computational models and numerical tools for modeling of vesicle dynamics, which involves phase separation, formation of compartments, and interactions among vesicles and their aqueous environment.  The results are expected to aid in the design of phase domains on the surface of a vesicle such that specific proteins can anchor on the membrane to initiate subsequent biological reactions.  The project aims to contribute to the forefront of research on constructing artificial cells with multiple compartments. The research also advances numerical method development, analytical theory, and integral equation formulations in the context of bio-membrane mechanics and particulate flows. The project will create opportunities for students to receive interdisciplinary training crossing the mathematical, biological, and physical sciences.\r\n\r\nThis project addresses the challenges of mathematically modeling and numerically simulating three-dimensional multi-component and multi-compartment vesicles in complex flow domains using sharp interface methods. At the continuum level, the mathematical description of vesicle dynamics is a highly nonlinear, nonlocal moving boundary problem where the bilayer membrane serves as the moving boundary. The fundamental mathematical feature is that this system effectively couples surface phase dynamics, morphological evolution and compartment formation, and fluid motion so that the model describes a more realistic physical system than has been developed previously in the literature. The investigators develop and apply state-of-the-art adaptive numerical methods, perform analytical, numerical and modeling studies of important constituent processes, and work with experimentalists to test the model predictions and to help elucidate the underlying physical processes. The project will investigate how the presence of surface phases and multiple compartments modifies the classical motions and hydrodynamic interactions and may lead to novel dynamical regimes. The project will also investigate the morphological stability of multi-compartment vesicles in applied flows, and possible control strategies using multiple surface phases for optimizing stability in complex flow domains.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuwang",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuwang Li",
   "pi_email_addr": "sli15@iit.edu",
   "nsf_id": "000502338",
   "pi_start_date": "2017-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 206040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Membranes are composed of bilayer lipid molecules with a hydrophilic head and two hydrophobic chains. In an aqueous environment, a bilayer lipid membrane forms a vesicle (a closed bio-membrane containing fluid) to reduce the energy of the hydrophobic edges. Because of their relatively simple structure, vesicles are often used as a model system for studying fundamental physics underlying complicated biological systems such as cells and micro-capsules. In addition, vesicles have also been used as building blocks to engineer artificial cells consisting of two or more adherent vesicles, e.g.&nbsp;</span>used as a carrier for drug delivery.</p>\n<p><span>As the principal components of living cells, membranes contain a mixture of materials such as lipids, proteins, cholesterol and ions and play important roles in their biological function (e.g. solute transport). For example, the presence of multiple lipid components in the membrane can induce the formation of surface phase-domains with di</span><span>ff</span><span>erent mechanical properties. Subject to an applied flow, vesicles exhibit rich dynamic behaviors in fluid. For instance, a vesicle in an applied shear flow can experience several classical motions including tank-treading, tumbling and trembling.&nbsp;In the last few decades, theories, experiments, and nonlinear simulations have contributed to gain a better understanding of the mechanisms ruling the vesicle dynamics, in which fluid-membrane interaction is the central question.</span></p>\n<p><span>At the continuum level, the mathematical description of vesicle dynamics poses a highly nonlinear, nonlocal moving boundary problem where the bilayer membrane serves as the moving boundary. The fundamental mathematical feature is that this system e</span><span>ff</span><span>ectively couples surface phase dynamics, morphological evolution, and fluid dynamics so that the model describes a more realistic physical system than those developed previously in the literature. </span><span>&nbsp;</span><span>Much theoretical work has focused on the determination of equilibrium shapes of homogeneous vesicles and comparisons with experiments. In the presence of fluids, most theoretical and numerical studies have been limited to nearly spherical (or circular) vesicles in simple fluid domains.</span></p>\n<p>Thus far, using sharp and diffuse interface modeling, we have contributed&nbsp; to understanding the nonlinear dynamics and morphologies of vesicles. Indeed, the sharp interface approach we have developed enables us to characterize key features of experimentally observed shape transitions, as shown in a figure (titled 3D wrinkling) describing the wrinkling process a 3D vesicle under extensional flow. Our research has also furthered the study of shrinking or expanding vesicles by allowing mass transfer between the interior and exterior phase domains, as shown in a figure (titled ShrinkageVesicle) describing the shrinkage of vesicles via a diffuse interface approach. These results go well beyond the prediction of linear theory and provide insights on general nonequilibrium systems by highlighting nonlinearity from membrane-fluid interactions.</p>\n<p>Results have been published in peer-reviewed journals. The research program provided interdisciplinary training to three Ph.D students (one of them is female).</p>\n<p>&nbsp;</p>\n<p><span><br /></span></p>\n<p><span><br /></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/26/2021<br>\n\t\t\t\t\tModified by: Shuwang&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1720420/1720420_10503579_1640495726585_3DComputing--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1720420/1720420_10503579_1640495726585_3DComputing--rgov-800width.jpg\" title=\"3DWrinkling\"><img src=\"/por/images/Reports/POR/2021/1720420/1720420_10503579_1640495726585_3DComputing--rgov-66x44.jpg\" alt=\"3DWrinkling\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Wrinkles developed on the surface of a vesicle in an extensional flow.</div>\n<div class=\"imageCredit\">W. Xiao and K. Liu and M. Zhao and S. Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shuwang&nbsp;Li</div>\n<div class=\"imageTitle\">3DWrinkling</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1720420/1720420_10503579_1640495960849_ShrinkingVesicle--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1720420/1720420_10503579_1640495960849_ShrinkingVesicle--rgov-800width.jpg\" title=\"ShrinkageVesicle\"><img src=\"/por/images/Reports/POR/2021/1720420/1720420_10503579_1640495960849_ShrinkingVesicle--rgov-66x44.jpg\" alt=\"ShrinkageVesicle\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Shape evolution of shrinking Vesicles with different initial configurations.</div>\n<div class=\"imageCredit\">X. Tang and S. Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shuwang&nbsp;Li</div>\n<div class=\"imageTitle\">ShrinkageVesicle</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1720420/1720420_10503579_1640535793249_Channelflow--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1720420/1720420_10503579_1640535793249_Channelflow--rgov-800width.jpg\" title=\"MulticomponentVesicleChannel\"><img src=\"/por/images/Reports/POR/2021/1720420/1720420_10503579_1640535793249_Channelflow--rgov-66x44.jpg\" alt=\"MulticomponentVesicleChannel\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Dynamics of a multicomponent vesicle in a pipe subject to different initial orientations.</div>\n<div class=\"imageCredit\">K. Liu and S. Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shuwang&nbsp;Li</div>\n<div class=\"imageTitle\">MulticomponentVesicleChannel</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMembranes are composed of bilayer lipid molecules with a hydrophilic head and two hydrophobic chains. In an aqueous environment, a bilayer lipid membrane forms a vesicle (a closed bio-membrane containing fluid) to reduce the energy of the hydrophobic edges. Because of their relatively simple structure, vesicles are often used as a model system for studying fundamental physics underlying complicated biological systems such as cells and micro-capsules. In addition, vesicles have also been used as building blocks to engineer artificial cells consisting of two or more adherent vesicles, e.g. used as a carrier for drug delivery.\n\nAs the principal components of living cells, membranes contain a mixture of materials such as lipids, proteins, cholesterol and ions and play important roles in their biological function (e.g. solute transport). For example, the presence of multiple lipid components in the membrane can induce the formation of surface phase-domains with different mechanical properties. Subject to an applied flow, vesicles exhibit rich dynamic behaviors in fluid. For instance, a vesicle in an applied shear flow can experience several classical motions including tank-treading, tumbling and trembling. In the last few decades, theories, experiments, and nonlinear simulations have contributed to gain a better understanding of the mechanisms ruling the vesicle dynamics, in which fluid-membrane interaction is the central question.\n\nAt the continuum level, the mathematical description of vesicle dynamics poses a highly nonlinear, nonlocal moving boundary problem where the bilayer membrane serves as the moving boundary. The fundamental mathematical feature is that this system effectively couples surface phase dynamics, morphological evolution, and fluid dynamics so that the model describes a more realistic physical system than those developed previously in the literature.  Much theoretical work has focused on the determination of equilibrium shapes of homogeneous vesicles and comparisons with experiments. In the presence of fluids, most theoretical and numerical studies have been limited to nearly spherical (or circular) vesicles in simple fluid domains.\n\nThus far, using sharp and diffuse interface modeling, we have contributed  to understanding the nonlinear dynamics and morphologies of vesicles. Indeed, the sharp interface approach we have developed enables us to characterize key features of experimentally observed shape transitions, as shown in a figure (titled 3D wrinkling) describing the wrinkling process a 3D vesicle under extensional flow. Our research has also furthered the study of shrinking or expanding vesicles by allowing mass transfer between the interior and exterior phase domains, as shown in a figure (titled ShrinkageVesicle) describing the shrinkage of vesicles via a diffuse interface approach. These results go well beyond the prediction of linear theory and provide insights on general nonequilibrium systems by highlighting nonlinearity from membrane-fluid interactions.\n\nResults have been published in peer-reviewed journals. The research program provided interdisciplinary training to three Ph.D students (one of them is female).\n\n \n\n\n\n\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/26/2021\n\n\t\t\t\t\tSubmitted by: Shuwang Li"
 }
}