{
 "awd_id": "1720727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "CREST-PRF: Linking physiology and demography in the Eastern Mosquitofish Gambusia holbrooki",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Emanuel WAddell",
 "awd_eff_date": "2017-12-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2017-06-13",
 "awd_max_amd_letter_date": "2017-06-13",
 "awd_abstract_narration": "The Centers of Research Excellence in Science and Technology-Postdoctoral Research Fellowship (CREST-PRF) track within the CREST program supports beginning CREST Center investigators with significant potential and provides them with training and research experiences that will broaden perspectives, facilitate interdisciplinary interactions and establish them in positions of leadership within the scientific community. This CREST-PRF project is aligned with the research focus of the CREST Center for Aquatic Chemistry and the Environment (CAChE) at Florida International University. The project will focus on how mercury (Hg) affects organisms' physiology, vital rates, and local population growth.  The Everglades, a network of interconnected freshwater ecosystems that includes local areas contaminated by (Hg) and its methylated or organic form, methylmercury, will provide a natural laboratory for this study. The eastern mosquitofish, Gambusia holbrooki, will be used as a model species to document the demographic and population consequences of physiological stress induced by water contaminants (Hg). Since the eastern mosquitofish play a critical role in the Everglades food webs, this project will advance our knowledge and understanding of how human-induced contaminants affect aquatic biota. Findings from this study will be useful for designing conservation and restoration activities. The research will contribute to the postdoctoral training of a Latin American student, thus increasing the number of underrepresented minority candidates pursuing a career in STEM, an important goal of the CREST-CAChE. In addition, this research project will be integrated into the education and outreach program at the Center.\r\n\r\nThe overarching goal of the research is to determine whether the organism's physiological response to environmental stress regulates individual and population performance. Although other studies have examined the demographic consequences of stress in aquatic organisms, studies considering multiple life-history traits (e.g. growth, survival, and reproduction) are scarce. Furthermore, research examining how local population dynamics are affected by variation in patterns of resource allocation due to physiological stress, are warranted. This study will also test the life-history trade-off hypothesis as the basis to understand species' adaptation to environmental conditions by measuring the relationship between organisms' physiological conditions and demographic and population performance. This project will address such gaps by measuring, both in the field and in controlled lab experiments, the demographic response of G. holbrooki to mercury-induced physiological stress. The demographic data (growth, survival, and reproductive output) will be used to develop stage-based population matrix models to estimate population growth rates under different physiological pressures. By combining empirical physiological data with demographic modeling, the proposed study will be among the first to test such a relationship directly. The outcomes of this study will provide quantitative evidence of the success (or failure) of using physiological measurements as a biomarker to determine the effects of water contaminants in the demography and life-history traits of aquatic organisms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Mercado-Molina",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Alex E Mercado-Molina",
   "pi_email_addr": "",
   "nsf_id": "000740483",
   "pi_start_date": "2017-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mercado-Molina          Alex           E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "San Juan",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "",
  "inst_zip_code": "009262254",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": null,
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9131",
   "pgm_ref_txt": "CENTERS FOR RSCH EXCELL IN S&T"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Because physiology links processes at the organismal level to population growth rates, it has been proposed that assessing an individual&rsquo;s physiological status can be a powerful tool to foresee the population response to different environmental stressors. A major limitation of this physiological approach is that the relationship between population growth and variation in resource allocation due to physiological stress has not been established. To determine such relationships, it is essential to document the demographic consequences of stress-induced trade-off dynamics. I combined field and laboratory studies to quantify the influence of physiological stress on the vital rates (e.g., growth, survival, and reproductive output, population growth rates) of the Eastern Mosquitofish <em>Gambusia holbrooki</em>. The hypothesis of this research was tested by measuring the demography of <em>G. holbrooki,</em> and its condition factor (a measure of the physiological state of the fish) under distinct environmental stressors known to induce physiological stress in the species: mercury (Hg), salinity, and food quality. It was found that the physiological response of the fish (e.g., condition factor) varies depending on the environmental stressor. No apparent effect of mercury (based on natural levels found food items in the field) and salinity on fish demographic performance was observed. Changes in food quality, on the other hand, impaired normal development. Poor quality food (e.g., low Nitrogen) increased oxidative stress, which was related to suppressed growth and a delay in females reaching sexual maturity. The combination of lower growth rates and low reproductive output associated with physiological stress was reflected at the population level. Under physiological stress, population growth rates were 173% lower than under non-stress environment. This result demonstrates that physiological stress and variation in vital rates in the Eastern mosquitofish, <em>Gambusia holbrooki</em>, are related and that it may have significant consequences for the population dynamics of the fish, This research contributes to increase our understanding of the physiological mechanistic link between an organism and its environment by assessing the population-level effect of stress-induced demographic variability. This project trained one postdoctoral and three undergraduate students from underrepresented college students (e.g, Latinos) in ecological research. Results were presented in national and international conferences and will result in at least two peer-review publications.</p>\n<p><em>&nbsp;</em><em>&ldquo;This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\"</em><em>&nbsp;</em></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2020<br>\n\t\t\t\t\tModified by: Alex&nbsp;E&nbsp;Mercado-Molina</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBecause physiology links processes at the organismal level to population growth rates, it has been proposed that assessing an individual’s physiological status can be a powerful tool to foresee the population response to different environmental stressors. A major limitation of this physiological approach is that the relationship between population growth and variation in resource allocation due to physiological stress has not been established. To determine such relationships, it is essential to document the demographic consequences of stress-induced trade-off dynamics. I combined field and laboratory studies to quantify the influence of physiological stress on the vital rates (e.g., growth, survival, and reproductive output, population growth rates) of the Eastern Mosquitofish Gambusia holbrooki. The hypothesis of this research was tested by measuring the demography of G. holbrooki, and its condition factor (a measure of the physiological state of the fish) under distinct environmental stressors known to induce physiological stress in the species: mercury (Hg), salinity, and food quality. It was found that the physiological response of the fish (e.g., condition factor) varies depending on the environmental stressor. No apparent effect of mercury (based on natural levels found food items in the field) and salinity on fish demographic performance was observed. Changes in food quality, on the other hand, impaired normal development. Poor quality food (e.g., low Nitrogen) increased oxidative stress, which was related to suppressed growth and a delay in females reaching sexual maturity. The combination of lower growth rates and low reproductive output associated with physiological stress was reflected at the population level. Under physiological stress, population growth rates were 173% lower than under non-stress environment. This result demonstrates that physiological stress and variation in vital rates in the Eastern mosquitofish, Gambusia holbrooki, are related and that it may have significant consequences for the population dynamics of the fish, This research contributes to increase our understanding of the physiological mechanistic link between an organism and its environment by assessing the population-level effect of stress-induced demographic variability. This project trained one postdoctoral and three undergraduate students from underrepresented college students (e.g, Latinos) in ecological research. Results were presented in national and international conferences and will result in at least two peer-review publications.\n\n \"This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\" \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/06/2020\n\n\t\t\t\t\tSubmitted by: Alex E Mercado-Molina"
 }
}