{
 "awd_id": "1721884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Scalable fabrication of stable perovskite solar panels using slot-die coating technique",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2017-07-10",
 "awd_max_amd_letter_date": "2017-07-10",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to revolutionize the US solar cell market with low-cost and high-efficiency solar cells. The development of cost-effective and efficient solar power technologies is of national interest because solar power has broad potential to support US priorities such as economic growth and job creation, as well as mitigation of climate change. However, the cost of solar energy is still high, and technological innovations are needed to further lower costs and increase efficiency. The efficiency of perovskite solar cells has surged to over 22% in five years of research and now rivals that of CdTe and Si-based solar panels. Perovskite inks are made from Earth-abundant, inexpensive precursors and can be printed on plastic foils, which can significantly reduce their manufacturing and installation costs. However, before commercialization of this technology can be considered, device stability and the feasibility of reliable, scalable manufacturing of large-area panels have to be established. This project will bridge this critical knowledge gap and develop manufacturing technology that can compete in terms of cost and performance not only with other solar panels but also with conventional fossil fuel-based energy sources. \r\n\r\nThis SBIR Phase I project proposes to develop scalable, reliable, reproducible, and cost-effective technology to manufacture perovskite photovoltaic devices using an industry-proven slot die coating technique. Most research lab perovskite solar cell devices are fabricated via spin casting, and have a device area of less 1 sq. cm. Despite the impressive progress of this technology, its commercially viable scalability and reliability have not yet been demonstrated. In this project, slot-die coating will be used, which is a proven technology to be scalable for large area processing and robust for high-yield manufacturing in a wide range of applications. We will use the slot die coating method and air stable p-i-n devices architecture to manufacture perovskite solar panel with a target power conversion efficiency of 20%, operational lifetime of more than 10,000 hours, power-to-weight ratio of 1 kW/kg, and target manufacturing cost of less than $0.3/W, which is more than a 40% reduction in costs when compared to industry leading photovoltaic technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Gibson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Gibson",
   "pi_email_addr": "g.gibson@ntact.com",
   "nsf_id": "000741082",
   "pi_start_date": "2017-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FAS HOLDINGS GROUP",
  "inst_street_address": "10480 MARKISON RD",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2143435387",
  "inst_zip_code": "752381650",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "TX32",
  "org_lgl_bus_name": "FAS HOLDINGS GROUP, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JKJJMQ8SKQ23"
 },
 "perf_inst": {
  "perf_inst_name": "FAS HOLDINGS GROUP",
  "perf_str_addr": "10480 MARKISON RD",
  "perf_city_name": "DALLAS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752381650",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "TX32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Solar power has the potential to support economic growth and jobs-creation while mitigating climate change. Currently, there are more than one million solar energy projects in operation in the US and the industry is doubling every few years. Nonetheless, not even 1% of America&rsquo;s energy needs are met using solar power, largely because the current technologies are financially unattractive. While the costs of both solar panels and solar electric systems have dropped by 50% or more since 2010, solar power remains more expensive than conventional energy sources. Perovskite solar cells constitute an emerging technology that offers power-conversion efficiency on a par with conventional solar cells and can be manufactured using low-cost materials. The spin coaters commonly used in manufacturing perovskite-based solar technologies are also inexpensive, however, they cannot scale to meet the roll-to-roll challenge or large scale production needs. nTact has 20+ years of industrial experience with an alternative manufacturing process, slot die deposition, that ranges from R&amp;D through full production. Our equipment, which extrudes the perovskite onto the substrate, can meet through-put needs while still achieving low production costs. Prior to this NSF Phase I project, however, several essential properties for commercialization of the nTact&rsquo;s patent-pending process had not yet been demonstrated. Thus, our key objective was to establish technical proof of scalable, reliable, reproducible, and cost-effective technology to manufacture perovskite solar cells using our industry-proven slot die coating technique.</p>\n<p>For this Phase I project, nTact collaborated with Texas State University to successfully complete 5 key objectives. Our first two objectives were to determine how key parameters influence solar cell efficiency for lab scale devices and then improve perovskite film characteristics (morphology, composition, structure and crystallinity) through successive coating experiments. Through these efforts, the team developed air-stable, proprietary perovskite inks with up to 12 different components, yielding chemical formulas that will challenge competitors&rsquo; efforts at reverse engineering. Using a range of dispensing rates, nTact measured perovskite thicknesses from 450nm to 1500nm. Overall, higher dispense rates, drier the ambient conditions, and higher the temperature produced thicker film, but measured thicknesses varied among replicates produced under the same (known) conditions. After several rounds of optimization, much better uniformity of perovskite film was achieved with thickness variation limited to &plusmn;2%. Our next pair of objectives was to build and test a scale up prototype and develop cost estimates for scale-up production. To accomplish this, nTact designed and manufactured set of stainless steel shims for the 200mm wide die, including a high-fidelity stripe pattern suitable for deposition of large scale substrates. This is a must for the solar cell modules. Our perovskite-based solar cell technology was able to achieve our target power conversion efficiency (20%), which is higher than other competing commercial off the shelf products (Si- or CdTe-based) at less cost. Our success paved the way for the sale of 10 systems for perovskite development on both rigid and flexible substrates. Although most of the systems were for small substrates, nTact has also delivered semi-automated system (at the 300 x 400mm panel size) for perovskite development, with plans to develop and deliver large panel coaters in 2019/2020. For our final objective, we tested device lifetime and variation and found our technology could sustain a continuous operational lifetime of more than 2,000 hours under continues 1 sun illumination while showing less than 2% device parameter deviation. This was a promising stability test result given the short timeframe of the Phase I project, however, it did not meet the Phase I milestone of achieving operational stability &gt;3000h. Further stability studies are needed to ensure that device meets solar panel reliability expectations, and these will be conducted in Phase II.</p>\n<p>The results of the research conducted in Phase I demonstrate the commercial feasibility of nTact&rsquo;s technology, which can produce perovskite solar cells with superior power conversion efficiency per unit cost compared to related technologies. This proof-of-concept data, generated by experiments on test sheet prototypes, lays the foundation for the expansion of R&amp;D to full-roll prototypes of perovskite solar panels in Phase II. Our objectives will be to design the scaled-up system, improve solar cell performance, and optimize manufacturing process conditions. nTact&rsquo;s technology offers the competitive advantage of a complete solution for perovskite PV devices that includes both equipment and process. In addition, we have existing sales and service organization, as well as existing partnerships with companies providing related process equipment and automation. Solar power contributes to energy independence by reducing dependence on foreign oil and fossil fuels. It offers positive environmental effects through reduced greenhouse gas emissions as well as reduced water consumption and withdrawal. The development of cost effective and efficient solar power technologies, such as the perovskite-based solar cells proposed in this project, is expected to promote expanded use of solar power cells across applications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2019<br>\n\t\t\t\t\tModified by: Gregory&nbsp;Gibson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSolar power has the potential to support economic growth and jobs-creation while mitigating climate change. Currently, there are more than one million solar energy projects in operation in the US and the industry is doubling every few years. Nonetheless, not even 1% of America?s energy needs are met using solar power, largely because the current technologies are financially unattractive. While the costs of both solar panels and solar electric systems have dropped by 50% or more since 2010, solar power remains more expensive than conventional energy sources. Perovskite solar cells constitute an emerging technology that offers power-conversion efficiency on a par with conventional solar cells and can be manufactured using low-cost materials. The spin coaters commonly used in manufacturing perovskite-based solar technologies are also inexpensive, however, they cannot scale to meet the roll-to-roll challenge or large scale production needs. nTact has 20+ years of industrial experience with an alternative manufacturing process, slot die deposition, that ranges from R&amp;D through full production. Our equipment, which extrudes the perovskite onto the substrate, can meet through-put needs while still achieving low production costs. Prior to this NSF Phase I project, however, several essential properties for commercialization of the nTact?s patent-pending process had not yet been demonstrated. Thus, our key objective was to establish technical proof of scalable, reliable, reproducible, and cost-effective technology to manufacture perovskite solar cells using our industry-proven slot die coating technique.\n\nFor this Phase I project, nTact collaborated with Texas State University to successfully complete 5 key objectives. Our first two objectives were to determine how key parameters influence solar cell efficiency for lab scale devices and then improve perovskite film characteristics (morphology, composition, structure and crystallinity) through successive coating experiments. Through these efforts, the team developed air-stable, proprietary perovskite inks with up to 12 different components, yielding chemical formulas that will challenge competitors? efforts at reverse engineering. Using a range of dispensing rates, nTact measured perovskite thicknesses from 450nm to 1500nm. Overall, higher dispense rates, drier the ambient conditions, and higher the temperature produced thicker film, but measured thicknesses varied among replicates produced under the same (known) conditions. After several rounds of optimization, much better uniformity of perovskite film was achieved with thickness variation limited to &plusmn;2%. Our next pair of objectives was to build and test a scale up prototype and develop cost estimates for scale-up production. To accomplish this, nTact designed and manufactured set of stainless steel shims for the 200mm wide die, including a high-fidelity stripe pattern suitable for deposition of large scale substrates. This is a must for the solar cell modules. Our perovskite-based solar cell technology was able to achieve our target power conversion efficiency (20%), which is higher than other competing commercial off the shelf products (Si- or CdTe-based) at less cost. Our success paved the way for the sale of 10 systems for perovskite development on both rigid and flexible substrates. Although most of the systems were for small substrates, nTact has also delivered semi-automated system (at the 300 x 400mm panel size) for perovskite development, with plans to develop and deliver large panel coaters in 2019/2020. For our final objective, we tested device lifetime and variation and found our technology could sustain a continuous operational lifetime of more than 2,000 hours under continues 1 sun illumination while showing less than 2% device parameter deviation. This was a promising stability test result given the short timeframe of the Phase I project, however, it did not meet the Phase I milestone of achieving operational stability &gt;3000h. Further stability studies are needed to ensure that device meets solar panel reliability expectations, and these will be conducted in Phase II.\n\nThe results of the research conducted in Phase I demonstrate the commercial feasibility of nTact?s technology, which can produce perovskite solar cells with superior power conversion efficiency per unit cost compared to related technologies. This proof-of-concept data, generated by experiments on test sheet prototypes, lays the foundation for the expansion of R&amp;D to full-roll prototypes of perovskite solar panels in Phase II. Our objectives will be to design the scaled-up system, improve solar cell performance, and optimize manufacturing process conditions. nTact?s technology offers the competitive advantage of a complete solution for perovskite PV devices that includes both equipment and process. In addition, we have existing sales and service organization, as well as existing partnerships with companies providing related process equipment and automation. Solar power contributes to energy independence by reducing dependence on foreign oil and fossil fuels. It offers positive environmental effects through reduced greenhouse gas emissions as well as reduced water consumption and withdrawal. The development of cost effective and efficient solar power technologies, such as the perovskite-based solar cells proposed in this project, is expected to promote expanded use of solar power cells across applications.\n\n \n\n\t\t\t\t\tLast Modified: 06/28/2019\n\n\t\t\t\t\tSubmitted by: Gregory Gibson"
 }
}