{
 "awd_id": "1721236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Project MAPLE: MAkerspaces Promoting Learning and Engagement",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 669253.0,
 "awd_amount": 669253.0,
 "awd_min_amd_letter_date": "2017-08-16",
 "awd_max_amd_letter_date": "2020-11-10",
 "awd_abstract_narration": "The Discovery Research K-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools (RMTs). The project plans to develop and study a series of metacognitive strategies that support learning and engagement for struggling middle school students during makerspace experiences. The makerspace movement has gained recognition and momentum, which has resulted in many schools integrating makerspace technologies and related curricular practices into the classroom.  The study will focus narrowly on establishing a foundational understanding of how to ameliorate barriers to engaging in design learning through the use of metacognitive strategies. The project plans to translate and apply research on the use of metacognitive strategies in supporting struggling learners to develop approaches that teachers can implement to increase opportunities for students who are the most difficult to reach academically. Project strategies, curricula, and other resources will be disseminated through existing outreach websites, research briefs, peer-reviewed publications for researchers and practitioners, and a webinar for those interested in middle-school makerspaces for diverse learners.\r\n\r\nThe research will address the paucity of studies to inform practitioners about what pedagogical supports help struggling learners engage in these makerspace experiences. The project will focus on two populations of struggling learners in middle schools, students with learning disabilities, and students at risk for academic failure. The rationale for focusing on metacognition within makerspace activities comes from the literature on students with learning disabilities and other struggling learners that suggests that they have difficulty with metacognitive thinking. Multiple instruments will be used to measure metacognitive processes found to be pertinent within the research process. The project will tentatively focus on persistence (attitudes about making), iteration (productive struggle) and intentionality (plan with incremental steps). The work will result in an evidence base around new instructional practices for middle school students who are struggling learners so that they can experience more success during maker learning experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Bievenue",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa A Bievenue",
   "pi_email_addr": "bievenue@illinois.edu",
   "nsf_id": "000295225",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Ginger",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Ginger",
   "pi_email_addr": "ginger@illinois.edu",
   "nsf_id": "000711796",
   "pi_start_date": "2017-08-16",
   "pi_end_date": "2020-07-27"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Bievenue",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa A Bievenue",
   "pi_email_addr": "bievenue@illinois.edu",
   "nsf_id": "000295225",
   "pi_start_date": "2017-08-16",
   "pi_end_date": "2020-07-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maya",
   "pi_last_name": "Israel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maya Israel",
   "pi_email_addr": "misrael@coe.ufl.edu",
   "nsf_id": "000566077",
   "pi_start_date": "2017-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois",
  "perf_str_addr": "506 S Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 669253.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Given the proliferation of makerspace experiences in K-12 education, there is growing attention on ensuring accessibility for all learners, including those with disabilities. Project MAPLE: MAkerspaces Promoting Learning and Engagement examines the pedagogical and curriculum approaches by middle school teachers to include students with disabilities in maker learning activities. The aims were to answer preliminary questions related to (1) what learning barriers are present during the design-redesign and problem/project process common to makerspace and early engineering experiences, especially for struggling learners and (2) how can instruction that supports metacognitive strategies be integrated within typical K-12 classroom makerspace activities to address those barriers.</p>\n<p>Project MAPLE is a case study designed<strong> </strong>to explore the challenges and successes that four general education teachers faced in meeting the needs of students with disabilities and at-risk in middle school makerspace instruction. It is important to note that this study was intended to be exploratory rather than conclusive. The findings related to barriers are consistent with previous research, but the recommendations for addressing those barriers are preliminary based on individual case observations and interviews. Further study is needed to verify whether these interventions are successful in developing the necessary metacognitive practices among students with learning disabilities or at risk of academic failure.</p>\n<p><strong>Barriers to Engaging in Maker Activities</strong></p>\n<p>Project MAPLE identified a number of barriers, at the student, teacher, and school level.</p>\n<p><span style=\"text-decoration: underline;\">Student</span> &ndash; All teachers experienced performance avoidance and limited persistence among the students with disabilities as well as those receiving Tier 2 support in the making activities. The students rarely tried these activities on their own. One teacher explained that her struggling learners, especially those with disabilities, often exhibited learned helplessness, wherein they would not initiate or persist in learning activities independently. Another teacher, similarly, stated that students with disabilities feared failure in his class and exhibited limited persistence.</p>\n<p><span style=\"text-decoration: underline;\">Teacher</span> &ndash; The classroom observation shows that it was too challenging for teachers to implement instructional strategies (e.g., explicit instruction, modeling, prompting) to meet the needs of students with disabilities or at-risk in maker activities. Classroom observations also indicated limited implementation of instructional strategies to support students with disabilities.</p>\n<p><span style=\"text-decoration: underline;\">Current practices in School</span> &ndash; First there is limited access to maker-based activities for students with LD. One teacher noted that most students with intellectual and developmental disabilities were &ldquo;pulled out&rdquo; of the STEM course to receive reading instruction (or other specialized interventions) and did not have an opportunity to participate in the STEM class. Second, there is limited professional development for how to design maker-based learning experiences for struggling learners. Finally, often the way courses are scheduled limits the instructional time available for maker-based activities.</p>\n<p><strong>Strategies for Meeting Needs of Struggling Learners</strong></p>\n<p>These recommendations stem from researchers&rsquo; observations in the classroom and interviews with students and teachers. It was not within the scope of this exploratory study to test these suggestions; they are presented here for consideration and potential future research directions. Recommendations are grouped into two areas of focus: classroom-based strategies and system-level strategies.</p>\n<p>Classroom-based strategies for middle school teachers of maker-based activities:</p>\n<ul>\n<li>Seek professional development in  \n<ul>\n<li>Metacognitive Strategies for Struggling Learners &ndash; Learn to nurture persistence without diminishing the students&rsquo; agency, self-confidence and learning, and</li>\n<li>Universal Design Learning.</li>\n</ul>\n</li>\n<li>Scaffold student learning with clear purpose, modeling, and individual support.</li>\n<li>Develop a Maker Mindset to promote collaboration, creativity, and critical thinking.  \n<ul>\n<li>Encourage tinkering.</li>\n<li>Structure student-centered projects by understanding what students already know and what they want to learn.</li>\n</ul>\n<ul>\n</ul>\n</li>\n</ul>\n<p>School and school district-based strategies to provide successful making activities and classes for middle school students include:</p>\n<ul>\n<li>Ensure access to reliable and up-to-date technology.</li>\n<li>Ensure access to appropriate professional development for teachers.</li>\n<li>Integrate making activities into existing core classes so that all students have access to the benefits of making and project-based activities. </li>\n<li>Offer a makerspace class or STEM lab that has the same prestige as other rigorous optional courses (e.g., band or a foreign language) and is offered as a double period for at least 1 semester.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2021<br>\n\t\t\t\t\tModified by: Lisa&nbsp;A&nbsp;Bievenue</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGiven the proliferation of makerspace experiences in K-12 education, there is growing attention on ensuring accessibility for all learners, including those with disabilities. Project MAPLE: MAkerspaces Promoting Learning and Engagement examines the pedagogical and curriculum approaches by middle school teachers to include students with disabilities in maker learning activities. The aims were to answer preliminary questions related to (1) what learning barriers are present during the design-redesign and problem/project process common to makerspace and early engineering experiences, especially for struggling learners and (2) how can instruction that supports metacognitive strategies be integrated within typical K-12 classroom makerspace activities to address those barriers.\n\nProject MAPLE is a case study designed to explore the challenges and successes that four general education teachers faced in meeting the needs of students with disabilities and at-risk in middle school makerspace instruction. It is important to note that this study was intended to be exploratory rather than conclusive. The findings related to barriers are consistent with previous research, but the recommendations for addressing those barriers are preliminary based on individual case observations and interviews. Further study is needed to verify whether these interventions are successful in developing the necessary metacognitive practices among students with learning disabilities or at risk of academic failure.\n\nBarriers to Engaging in Maker Activities\n\nProject MAPLE identified a number of barriers, at the student, teacher, and school level.\n\nStudent &ndash; All teachers experienced performance avoidance and limited persistence among the students with disabilities as well as those receiving Tier 2 support in the making activities. The students rarely tried these activities on their own. One teacher explained that her struggling learners, especially those with disabilities, often exhibited learned helplessness, wherein they would not initiate or persist in learning activities independently. Another teacher, similarly, stated that students with disabilities feared failure in his class and exhibited limited persistence.\n\nTeacher &ndash; The classroom observation shows that it was too challenging for teachers to implement instructional strategies (e.g., explicit instruction, modeling, prompting) to meet the needs of students with disabilities or at-risk in maker activities. Classroom observations also indicated limited implementation of instructional strategies to support students with disabilities.\n\nCurrent practices in School &ndash; First there is limited access to maker-based activities for students with LD. One teacher noted that most students with intellectual and developmental disabilities were \"pulled out\" of the STEM course to receive reading instruction (or other specialized interventions) and did not have an opportunity to participate in the STEM class. Second, there is limited professional development for how to design maker-based learning experiences for struggling learners. Finally, often the way courses are scheduled limits the instructional time available for maker-based activities.\n\nStrategies for Meeting Needs of Struggling Learners\n\nThese recommendations stem from researchers’ observations in the classroom and interviews with students and teachers. It was not within the scope of this exploratory study to test these suggestions; they are presented here for consideration and potential future research directions. Recommendations are grouped into two areas of focus: classroom-based strategies and system-level strategies.\n\nClassroom-based strategies for middle school teachers of maker-based activities:\n\nSeek professional development in  \n\nMetacognitive Strategies for Struggling Learners &ndash; Learn to nurture persistence without diminishing the students’ agency, self-confidence and learning, and\nUniversal Design Learning.\n\n\nScaffold student learning with clear purpose, modeling, and individual support.\nDevelop a Maker Mindset to promote collaboration, creativity, and critical thinking.  \n\nEncourage tinkering.\nStructure student-centered projects by understanding what students already know and what they want to learn.\n\n\n\n\n\n\nSchool and school district-based strategies to provide successful making activities and classes for middle school students include:\n\nEnsure access to reliable and up-to-date technology.\nEnsure access to appropriate professional development for teachers.\nIntegrate making activities into existing core classes so that all students have access to the benefits of making and project-based activities. \nOffer a makerspace class or STEM lab that has the same prestige as other rigorous optional courses (e.g., band or a foreign language) and is offered as a double period for at least 1 semester.\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/19/2021\n\n\t\t\t\t\tSubmitted by: Lisa A Bievenue"
 }
}