{
 "awd_id": "1721692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Utilizing Natural Variation to Increase the Antioxidant Carotenoid Content in High Yielding Corn Varieties",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2017-06-27",
 "awd_max_amd_letter_date": "2017-06-27",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Technology Transfer (STTR) project will be the development and commercialization of a novel variety of corn that is high in carotenoids and orange in color, and with yields that are competitive with today's commercial hybrids.  In the diets of Americans, two important antioxidant carotenoids, lutein and zeaxanthin, are in low abundance.  This deficiency has been associated with higher risk for degenerative diseases such as Age Related Macular Degeneration, and potentially, dementia. The ultimate goal of the proposed research is to get American's to consume more lutein and zeaxanthin, which will be achieved by increasing significantly the levels of these antioxidants in the most widely grown staple crop: Corn. Since corn is used in a wide variety of popular processed food formats, improving the carotenoid content of corn provides an opportunity to significantly increase the amount of health benefiting antioxidants that Americans consume, without changing consumers eating habits. However, in order for this strategy to be economically feasible, corn varieties that are high in carotenoids must be developed that are also high in grain yield. \r\n\r\nThis STTR Phase I project proposes to develop genetic markers for favorable alleles of genes associated with carotenoid biosynthesis and stability. There is considerable genetic variation in genes associated with carotenoid biosynthesis and stability, however, the most favorable alleles are typically not found in varieties that are commercially relevant to US corn production. Thus, the development of genetic markers will enable favorable alleles to be moved from lower yielding germplasm that is not well adapted to the US Corn Belt into elite inbreds suitable for the production of yield-competitive commercial F1 hybrids for the US market. The primary goal of this Phase I research is to create user-friendly genetic markers associated with favorable alleles for 12 key genes associated with carotenoid biosynthesis and stability. These markers will then be validated for efficacy by testing their ability to create progenies with higher carotenoid production, particularly lutein and zeaxanthin. This will result in a set of markers and experimental breeding materials that can be used to rapidly develop fixed inbreds for use in the production of yield-competitive high carotenoid F1 hybrids.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Rocheford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evan Rocheford",
   "pi_email_addr": "admin@nutramaize.com",
   "nsf_id": "000723419",
   "pi_start_date": "2017-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Torbert",
   "pi_last_name": "Rocheford",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Torbert R Rocheford",
   "pi_email_addr": "torbert@purdue.edu",
   "nsf_id": "000103078",
   "pi_start_date": "2017-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NUTRAMAIZE LLC",
  "inst_street_address": "1281 WIN HENTSCHEL BLVD",
  "inst_street_address_2": "UNIT 46",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7652738274",
  "inst_zip_code": "479064182",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "NUTRAMAIZE LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "E16UK7H5FLN4"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "915 West State Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072054",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The broader impact of this Small Business Technology Transfer (STTR) project is that it has significantly advanced the development and commercialization of a novel variety of corn that is high in antioxidant carotenoids and orange in color. In the diets of most Americans, two important carotenoids, lutein and zeaxanthin, are in low abundance. This deficiency has been associated with higher risk for degenerative diseases such as Age Related Macular Degeneration, and potentially, Dementia. The ultimate social impact goal of this research is to get American's to consume more lutein and zeaxanthin, which is being achieved by significantly increasing the levels of these antioxidants in the United States&rsquo; most widely grown staple crop: corn. Since corn is used in a wide variety of popular processed food formats, improving the carotenoid content of corn provides an opportunity to significantly increase the amount of health benefiting antioxidants that Americans consume, without changing consumers eating habits. However, in order for this strategy to be economically feasible on a population wide scale, corn varieties that are high in carotenoids must be developed that are also high in grain yield.&nbsp;<br /><br />This STTR Phase I project developed genetic markers for favorable alleles of genes associated with carotenoid biosynthesis and stability. There is considerable genetic variation in genes associated with carotenoid biosynthesis and stability, however, the most favorable alleles are typically not found in varieties that are commercially relevant to US corn production. Thus, the development of genetic markers enables favorable alleles to be moved from lower yielding germplasm that is not well adapted to the US Corn Belt into elite inbreds suitable for the production of yield-competitive commercial F1 hybrids for the US market. This Phase I research was successful in creating user-friendly genetic markers associated with favorable alleles for 18 key genes associated with carotenoid biosynthesis and stability. These markers were validated for efficacy by testing their ability to create progenies with higher carotenoid production. This has resulted in a set of markers and experimental breeding materials that can be used to rapidly develop new fixed inbreds for use in the production of yield-competitive high carotenoid Orange Corn F1 hybrids.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2019<br>\n\t\t\t\t\tModified by: Evan&nbsp;Rocheford</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe broader impact of this Small Business Technology Transfer (STTR) project is that it has significantly advanced the development and commercialization of a novel variety of corn that is high in antioxidant carotenoids and orange in color. In the diets of most Americans, two important carotenoids, lutein and zeaxanthin, are in low abundance. This deficiency has been associated with higher risk for degenerative diseases such as Age Related Macular Degeneration, and potentially, Dementia. The ultimate social impact goal of this research is to get American's to consume more lutein and zeaxanthin, which is being achieved by significantly increasing the levels of these antioxidants in the United States? most widely grown staple crop: corn. Since corn is used in a wide variety of popular processed food formats, improving the carotenoid content of corn provides an opportunity to significantly increase the amount of health benefiting antioxidants that Americans consume, without changing consumers eating habits. However, in order for this strategy to be economically feasible on a population wide scale, corn varieties that are high in carotenoids must be developed that are also high in grain yield. \n\nThis STTR Phase I project developed genetic markers for favorable alleles of genes associated with carotenoid biosynthesis and stability. There is considerable genetic variation in genes associated with carotenoid biosynthesis and stability, however, the most favorable alleles are typically not found in varieties that are commercially relevant to US corn production. Thus, the development of genetic markers enables favorable alleles to be moved from lower yielding germplasm that is not well adapted to the US Corn Belt into elite inbreds suitable for the production of yield-competitive commercial F1 hybrids for the US market. This Phase I research was successful in creating user-friendly genetic markers associated with favorable alleles for 18 key genes associated with carotenoid biosynthesis and stability. These markers were validated for efficacy by testing their ability to create progenies with higher carotenoid production. This has resulted in a set of markers and experimental breeding materials that can be used to rapidly develop new fixed inbreds for use in the production of yield-competitive high carotenoid Orange Corn F1 hybrids.\n\n \n\n\t\t\t\t\tLast Modified: 02/15/2019\n\n\t\t\t\t\tSubmitted by: Evan Rocheford"
 }
}