{
 "awd_id": "1721660",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Nano- and micro-particle transport prediction in subsurface media: The role of heterogeneity and structure",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Barnard",
 "awd_eff_date": "2016-07-31",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 76333.0,
 "awd_amount": 76333.0,
 "awd_min_amd_letter_date": "2017-01-11",
 "awd_max_amd_letter_date": "2017-01-11",
 "awd_abstract_narration": "Many water quality contexts exist in which particle transport and retention in saturated sands and gravels is a critical process; e.g., streambed removal of particle-bound contaminants, low energy drinking water treatment using riverbank filtration, engineered subsurface delivery of novel nanoparticles or bacteria for contaminant cleanup, and protection of drinking water supplies from disease-causing pathogen sources.  There is yet insufficient capability to predict the observed complex transport behaviors of these particles under environmental conditions.  Consequently, the theory to support optimized design of the above environmental systems is lacking.  Mathematical models currently can describe but not predict these behaviors because, as yet, the models do not represent the underlying mechanisms and processes for particle attachment to surfaces under environmental conditions.  The proposed research aims to determine whether observed complex colloid transport behaviors will emerge from pore-scale representation of the surface heterogeneity responsible for particle attachment.  The proposed investigations involve parallel experiments and simulations at pore (micromodel) and network (packed sand column) scales.  The research will provide for a transformative platform for researchers and practitioners to perform mechanistic prediction of particle transport for design of solutions to environmental problems.  Additional broader impacts include engagement of middle and high school biology, chemistry, and earth science teachers in six-week long summer internships where they undertake field and laboratory experiences examining the role of particles in trace element transport and transformation.\r\n\r\nThe capability to predict the observed complex transport behaviors of colloids under environmental conditions (e.g., non log-linear profiles of retained colloids, extended tailing of low concentrations, blocking, and ripening) is currently lacking.  Empirically based continuum-scale rate constants and scaling factors are employed in the advection-dispersion equation to describe, and to a limited extent predict, the observed complex transport behaviors.  Whereas these descriptions are extremely useful indicators of mechanisms, true predictive capability will be possible only if the underlying physicochemical mechanisms/processes are identified and parameterized at a more fundamental level.  Pore scale (nanoscale) colloid-surface interactions are well-demonstrated to exert profound influences on colloid transport behaviors at the continuum scale (column and field).  This research aims to determine whether the continuum-scale rate constants and scaling factors can be predicted, and the whether the observed complex continuum-scale behavior will emerge, from pore-scale representation of surface heterogeneity and network-scale representation of packing structure.  This investigation involves parallel experiments and simulations at pore (micromodel) and continuum (column) scales.  Coupled pore scale force/torque balance simulations will be conducted to pore/grain network simulations in order to develop mechanistic prediction of continuum scale rate constants and scaling factors.  New approaches will be used to represent surface heterogeneity responsible for colloid attachment to bulk repulsive surfaces at the pore scale.  The proposed research will also capitalize on, and extend, recent understanding of influences of topology at the continuum (network) scale where the transition between molecular (diffusion-driven) and particle (trajectory-driven) transport behaviors will be explored.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Markus",
   "pi_last_name": "Hilpert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Markus Hilpert",
   "pi_email_addr": "mh3632@columbia.edu",
   "nsf_id": "000249505",
   "pi_start_date": "2017-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 76333.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Predicting transport of colloids (small particles) in subsurface environments is a goal that relates to practical issues such as estimation of pathogen transport distances from septic systems, design of riverbank filtration systems, and design of engineered granular filtration devices. There exists a compelling need for a functioning theory to predict colloid transport under environmental conditions, which are also termed unfavorable attachment conditions, because under these conditions colloids are usually not immobilized when they approach grain surfaces. The profound influence of repulsive colloid-surface interactions on colloid transport in porous media under environmental conditions has rendered quantitative prediction of colloid transport under these conditions unattainable to date.</p>\n<p>We developed mathematical models to examine colloid transport under unfavorable attachment conditions. These models were then used to predict breakthrough elution curves of colloids injected into porous medium columns (filled with glass beads or sand) as well as profiles of colloids immobilized on grain surfaces. We found that colloid transport in the near-surface fluid domain of grains and transfer of colloids between this near-surface domain and bulk pore water can lead to emerging colloid transport behaviors including extended tailing and non-monotonic profiles of immobilized colloids. Inter-grain transport of colloids within the near-surface fluid domain can cause extended tailing, which has traditionally been attributed to hydrodynamic dispersion emanating from flow tortuosity of solute trajectories. This inter-grain transport also explains non-monotonic retention profiles, which can occur both for immobilized colloids and for colloids slowly moving in the near-surface fluid domain. For instance, our model explains the experimentally observed downgradient transport of adhesion-deficient bacteria retained in the near-surface fluid domain. For the case of no colloid reentrainment from the near-surface fluid domain into bulk pore water, we developed simple mathematical expressions for the shape and the maximum of non-monotonic colloid retention profiles. Notably, the models we developed show that emergent colloid transport behaviors also occur for apparently identical colloids; whereas other theories attribute these emerging behaviors to a distribution of stickiness within a colloid population.</p>\n<p>Findings of our study do not only allow for better prediction of the spatio-temporal distribution of potentially harmful colloids (e.g., pathogens) in groundwater systems but also for better prediction of the efficiency of groundwater remediation techniques that are based on the injection of colloids (e.g., manufactured nano-particles).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2019<br>\n\t\t\t\t\tModified by: Markus&nbsp;Hilpert</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1721660/1721660_10413216_1563306027201_Figure_1a--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1721660/1721660_10413216_1563306027201_Figure_1a--rgov-800width.jpg\" title=\"Colloid transport under environmental conditions\"><img src=\"/por/images/Reports/POR/2019/1721660/1721660_10413216_1563306027201_Figure_1a--rgov-66x44.jpg\" alt=\"Colloid transport under environmental conditions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Model for colloid transport in a porous medium consisting of three grains (gray). A colloid starting out in bulk pore water (baby blue) can migrate downstream by remaining in bulk pore water or by visiting the near-surface fluid domain (magenta). The colloid can also get immobilized on the grain.</div>\n<div class=\"imageCredit\">Water Resources Research 53: 5626-5644 (2017)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Markus&nbsp;Hilpert</div>\n<div class=\"imageTitle\">Colloid transport under environmental conditions</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nPredicting transport of colloids (small particles) in subsurface environments is a goal that relates to practical issues such as estimation of pathogen transport distances from septic systems, design of riverbank filtration systems, and design of engineered granular filtration devices. There exists a compelling need for a functioning theory to predict colloid transport under environmental conditions, which are also termed unfavorable attachment conditions, because under these conditions colloids are usually not immobilized when they approach grain surfaces. The profound influence of repulsive colloid-surface interactions on colloid transport in porous media under environmental conditions has rendered quantitative prediction of colloid transport under these conditions unattainable to date.\n\nWe developed mathematical models to examine colloid transport under unfavorable attachment conditions. These models were then used to predict breakthrough elution curves of colloids injected into porous medium columns (filled with glass beads or sand) as well as profiles of colloids immobilized on grain surfaces. We found that colloid transport in the near-surface fluid domain of grains and transfer of colloids between this near-surface domain and bulk pore water can lead to emerging colloid transport behaviors including extended tailing and non-monotonic profiles of immobilized colloids. Inter-grain transport of colloids within the near-surface fluid domain can cause extended tailing, which has traditionally been attributed to hydrodynamic dispersion emanating from flow tortuosity of solute trajectories. This inter-grain transport also explains non-monotonic retention profiles, which can occur both for immobilized colloids and for colloids slowly moving in the near-surface fluid domain. For instance, our model explains the experimentally observed downgradient transport of adhesion-deficient bacteria retained in the near-surface fluid domain. For the case of no colloid reentrainment from the near-surface fluid domain into bulk pore water, we developed simple mathematical expressions for the shape and the maximum of non-monotonic colloid retention profiles. Notably, the models we developed show that emergent colloid transport behaviors also occur for apparently identical colloids; whereas other theories attribute these emerging behaviors to a distribution of stickiness within a colloid population.\n\nFindings of our study do not only allow for better prediction of the spatio-temporal distribution of potentially harmful colloids (e.g., pathogens) in groundwater systems but also for better prediction of the efficiency of groundwater remediation techniques that are based on the injection of colloids (e.g., manufactured nano-particles).\n\n\t\t\t\t\tLast Modified: 07/16/2019\n\n\t\t\t\t\tSubmitted by: Markus Hilpert"
 }
}