{
 "awd_id": "1721809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Porous Cyclodextrin Polymers: A Sustainable and Highly Effective Platform for Water Treatment",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2017-07-10",
 "awd_max_amd_letter_date": "2017-07-10",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to remove organic pollutants using newly developed adsorbent materials derived from cyclodextrins. The chemical contamination of water resources due to agricultural, industrial, and human activities is known to have adverse effects on the environment, especially aquatic ecosystems, and human health. Currently utilized adsorbents, particularly activated carbons, typically have limitations in removing micropollutants effectively at environmentally relevant concentrations, ranging from parts per trillion (ppt) to parts per billion (ppb). This project will focus on the fundamental development and manufacture of polymer adsorbents from building blocks derived from corn starch that rapidly sequester many pollutants more effectively than activated carbons. These polymers exhibit tiny pores and high surface areas, and are structurally programmable to target specific contaminants and separation challenges. Current water filtration systems found in homes, hospitals, industrial settings, and municipal wastewater treatment sites will benefit from these activities.\r\n\r\nThis SBIR Phase I project will develop a sustainable materials solution to address the problem of emerging organic contaminants in water. Promising materials are derived from a cyclodextrin monomer and a crosslinker, which react to provide a rigid porous network. Materials derived from this approach remove contaminants from water more effectively than leading adsorbents, such as activated carbons. Previously, initial polymers were prepared at laboratory scales in relatively low yields. The objective of this proposal is to develop polymerization conditions that provide high yields and are amenable to large-scale manufacturing processes, while maintaining the pollutant removal performance of the polymer. This objective will require a systematic study of reaction conditions to minimize side reactions and maximize polymerization efficiency. Structural characterization using various spectroscopies and porosimetry will be used to evaluate the polymerization process as a function of the reaction conditions. The polymer's ability to bind pollutants will also ensure that improved yields still maintain performance. Determining the optimal polymerization conditions and processing protocols will be critical for validating the technical feasibility of the proposed porous cyclodextrin polymer and will also be criteria for the success of this SBIR Phase I project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gokhan",
   "pi_last_name": "Barin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gokhan Barin",
   "pi_email_addr": "gbarin@cyclopure.com",
   "nsf_id": "000737957",
   "pi_start_date": "2017-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CycloPure, Inc.",
  "inst_street_address": "710 CLARK ST STE 350",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8447969717",
  "inst_zip_code": "602013701",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "CYCLOPURE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LBJ7HD24LWG1"
 },
 "perf_inst": {
  "perf_inst_name": "CycloPure, Inc.",
  "perf_str_addr": "8025 Lamon Ave. Suite P-450",
  "perf_city_name": "Skokie",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600775315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Clean water is indispensable for healthy communities, economies, and ecosystems. CycloPure has developed a new class of high-affinity, high-surface area adsorbents that remove hazardous micropollutants from contaminated water sources in a safe and cost-effective manner (see the image). Cyclodextrins are sustainably made from cornstarch and naturally bind thousands of organic compounds. To date, our material has been shown safe in NSF/ANSI 42 testing and effective in the removal of more than 200 different micropollutants.</p>\n<p>Ensuring an adequate supply of safe drinking water has become a major challenge for water treatment managers. Community water supplies around the world are impacted by pervasive contamination from micropollutants, introduced through industrial processes, agriculture, municipal waste, and other human activities. Labeled &ldquo;micro&rdquo; due to their presence in concentrations of one microgram per liter or less, micropollutants consist of industrial chemicals, pesticides, pharmaceutical residues?and components of personal care products. One microgram per liter, commonly referred to as one part per billion (1 ppb), is equal to one teaspoon in an Olympic-sized swimming pool.</p>\n<p>Micropollutants can retain toxicity at extremely low concentrations, and when ingested many compounds accumulate in the body, causing endocrine disorders, cancers and developmental illnesses.&nbsp; Not surprising, water quality is a significant issue of public concern. A 2017 Gallop poll revealed that 63% of Americans worry a &ldquo;great deal&rdquo; about pollution in their drinking water. The U.S. Geological Survey (USGS) has stated that &ldquo;protecting the integrity of our water resources is one of the most essential environmental issues of the 21<span style=\"font-size: 10px;\">st</span>&nbsp;century.&rdquo;</p>\n<p>The problem of contamination by micropollutants is not being solved by current treatment methods, which allow thousands of contaminants to pass easily through treatment facilities into drinking water supplies. Activated carbon is the mostly widely used adsorbent to remove organic pollutants, but offers marginal removal of contaminants at micropollutant level concentrations due to poorly defined structures and weak adsorption affinity.</p>\n<p>CycloPure&rsquo;s materials are made in a patented polymer process that arranges cyclodextrin cups into rigid, highly porous networks. The novel mechanism of adsorption occurs as pollutants are drawn into the high-affinity pores of the polymer structure to bind within a 0.78 nanometer cyclodextrin cup. &nbsp;It would take 120,000 cyclodextrin cups stacked one on top of the other to equal the thickness of a sheet of paper. This molecular level of operation is what gives our material its exacting nature and breakthrough effectiveness.</p>\n<p>The commercial attractiveness of our material is enhanced by a favorable cost profile. The polymer&rsquo;s selectivity, combined with size-exclusion features of the sub-nanometer cups, uniquely target contaminants at trace concentrations and provide resistance to fouling by other materials found in water. These features create major efficiencies, such as instant pollutant uptake, low mass requirements for removal, and longer duration prior to saturation, allowing for implementation in varying water treatment applications from industrial and municipal containment and flow-through filtration systems to domestic point-of-use consumer filtration products.</p>\n<p>With the support of the NSF SBIR program, CycloPure was able to achieve multiple manufacturing milestones during the Phase I period. Starting from small volume production (hundreds of milligrams) with low conversion efficiencies, the company was able to successfully increase production volumes to hundred-gram scale, a 1000 times improvement, with commercially acceptable yields. In related developments, the company was also able to optimize polymerization and processing conditions to create greater cost efficiencies in the manufacture of its high adsorption material. Importantly, desired features such as porosity and effectiveness at trace concentrations were preserved in materials produced using new large-scale procedures.</p>\n<p>Developments realized during Phase I had a very positive affect on the company&rsquo;s commercialization activities. The ability to produce our polymer in large quantities at commercially acceptable yields allowed us to convert introductory conversations with potential manufacturing partners and end-user customers into product trials and active commercial development.</p>\n<p>Our initial commercialization efforts are directed at the point-of-use water filtration market. As noted above, U.S. households have a high degree of concern about the quality of domestic water supplies. Due to its size and direct access to consumers, the point-of-use market is an ideal application for CycloPure to introduce its micropollutant adsorbent, paving the way for adoption of our materials across the broader category of water treatment applications, industrial, municipal, and domestic, to make water safe for consumers.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2018<br>\n\t\t\t\t\tModified by: Gokhan&nbsp;Barin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1721809/1721809_10500368_1516158644894_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1721809/1721809_10500368_1516158644894_Figure1--rgov-800width.jpg\" title=\"CycloPure's Polymers\"><img src=\"/por/images/Reports/POR/2018/1721809/1721809_10500368_1516158644894_Figure1--rgov-66x44.jpg\" alt=\"CycloPure's Polymers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Porous Cyclodextrin Polymers for Water Treatment</div>\n<div class=\"imageCredit\">CycloPure</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gokhan&nbsp;Barin</div>\n<div class=\"imageTitle\">CycloPure's Polymers</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nClean water is indispensable for healthy communities, economies, and ecosystems. CycloPure has developed a new class of high-affinity, high-surface area adsorbents that remove hazardous micropollutants from contaminated water sources in a safe and cost-effective manner (see the image). Cyclodextrins are sustainably made from cornstarch and naturally bind thousands of organic compounds. To date, our material has been shown safe in NSF/ANSI 42 testing and effective in the removal of more than 200 different micropollutants.\n\nEnsuring an adequate supply of safe drinking water has become a major challenge for water treatment managers. Community water supplies around the world are impacted by pervasive contamination from micropollutants, introduced through industrial processes, agriculture, municipal waste, and other human activities. Labeled \"micro\" due to their presence in concentrations of one microgram per liter or less, micropollutants consist of industrial chemicals, pesticides, pharmaceutical residues?and components of personal care products. One microgram per liter, commonly referred to as one part per billion (1 ppb), is equal to one teaspoon in an Olympic-sized swimming pool.\n\nMicropollutants can retain toxicity at extremely low concentrations, and when ingested many compounds accumulate in the body, causing endocrine disorders, cancers and developmental illnesses.  Not surprising, water quality is a significant issue of public concern. A 2017 Gallop poll revealed that 63% of Americans worry a \"great deal\" about pollution in their drinking water. The U.S. Geological Survey (USGS) has stated that \"protecting the integrity of our water resources is one of the most essential environmental issues of the 21st century.\"\n\nThe problem of contamination by micropollutants is not being solved by current treatment methods, which allow thousands of contaminants to pass easily through treatment facilities into drinking water supplies. Activated carbon is the mostly widely used adsorbent to remove organic pollutants, but offers marginal removal of contaminants at micropollutant level concentrations due to poorly defined structures and weak adsorption affinity.\n\nCycloPure?s materials are made in a patented polymer process that arranges cyclodextrin cups into rigid, highly porous networks. The novel mechanism of adsorption occurs as pollutants are drawn into the high-affinity pores of the polymer structure to bind within a 0.78 nanometer cyclodextrin cup.  It would take 120,000 cyclodextrin cups stacked one on top of the other to equal the thickness of a sheet of paper. This molecular level of operation is what gives our material its exacting nature and breakthrough effectiveness.\n\nThe commercial attractiveness of our material is enhanced by a favorable cost profile. The polymer?s selectivity, combined with size-exclusion features of the sub-nanometer cups, uniquely target contaminants at trace concentrations and provide resistance to fouling by other materials found in water. These features create major efficiencies, such as instant pollutant uptake, low mass requirements for removal, and longer duration prior to saturation, allowing for implementation in varying water treatment applications from industrial and municipal containment and flow-through filtration systems to domestic point-of-use consumer filtration products.\n\nWith the support of the NSF SBIR program, CycloPure was able to achieve multiple manufacturing milestones during the Phase I period. Starting from small volume production (hundreds of milligrams) with low conversion efficiencies, the company was able to successfully increase production volumes to hundred-gram scale, a 1000 times improvement, with commercially acceptable yields. In related developments, the company was also able to optimize polymerization and processing conditions to create greater cost efficiencies in the manufacture of its high adsorption material. Importantly, desired features such as porosity and effectiveness at trace concentrations were preserved in materials produced using new large-scale procedures.\n\nDevelopments realized during Phase I had a very positive affect on the company?s commercialization activities. The ability to produce our polymer in large quantities at commercially acceptable yields allowed us to convert introductory conversations with potential manufacturing partners and end-user customers into product trials and active commercial development.\n\nOur initial commercialization efforts are directed at the point-of-use water filtration market. As noted above, U.S. households have a high degree of concern about the quality of domestic water supplies. Due to its size and direct access to consumers, the point-of-use market is an ideal application for CycloPure to introduce its micropollutant adsorbent, paving the way for adoption of our materials across the broader category of water treatment applications, industrial, municipal, and domestic, to make water safe for consumers. \n\n\t\t\t\t\tLast Modified: 01/16/2018\n\n\t\t\t\t\tSubmitted by: Gokhan Barin"
 }
}