{
 "awd_id": "1722906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCH: INT: Collaborative Research: Smart Intervention Strategies for Hepatitis C Elimination",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 133752.0,
 "awd_amount": 133752.0,
 "awd_min_amd_letter_date": "2017-07-31",
 "awd_max_amd_letter_date": "2017-07-31",
 "awd_abstract_narration": "Chronic hepatitis C virus (HCV) infection is a global health problem that causes more deaths than other common infectious conditions, including HIV/AIDS, tuberculosis and malaria.  Because the infection has a long latency period with few symptons, the majority of those infected remain unaware of their health status. The World Health Organization (WHO) and the National Academy of Medicine recently set an ambitious target to eliminate HCV by 2030; however, several challenges exist.  The true prevalence of disease is unknown and effective screening policies do not exist, and treatment, while effective, is very expensive. This project has the following three overarching aims:  1) estimating the true disease burden of hepatitis C at the State and National level; 2) identifying effective screening and treatment strategies for identifying hepatitis C infection; and 3) designing practical decision support tools for use by stakeholders to manage the disease.  From a societal perspective, the research will assist decision makers in reducing HCV disease burden. The team is engaged with the Centers for Disease Control and Prevention (CDC), State and County health departments, and the World Health Organization (WHO), who are the potential stakeholders of the research.  This project will also provide learning and research experience to students and fellows on the application of systems dynamic modeling to healthcare.\r\n\r\nThis research will apply methodologies from epidemiology and operations research to provide decision support for the allocation of limited resources to effective intervention policies to contain the ongoing epidemic of HCV. The research team will address several important research questions related to hepatitis C management and control by 1) conducting surveys to estimate HCV prevalence in at-risk populations; 2) estimating the true HCV prevalence at the State and National level via a validated agent-based simulation model; 3) researching optimization-based approaches to dynamic allocation of adaptive intervention strategies.  The research is expected to lead to practical decision support. The research will advance knowledge in mathematical and computational modeling of infectious diseases and guide the allocation of limited resources towards eliminating HCV as a global health threat.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Spaulding",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Anne C Spaulding",
   "pi_email_addr": "ASPAULD@emory.edu",
   "nsf_id": "000739710",
   "pi_start_date": "2017-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Rollins School of Public Health",
  "perf_str_addr": "1518 Clifton Road",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "006Y00",
   "pgm_ele_name": "OE Operations Engineering"
  },
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  },
  {
   "pgm_ref_code": "8062",
   "pgm_ref_txt": "SCH Type II: INT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 133752.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hepatitis C is the disease caused by the Hepatitis C Virus (HCV) infecting the liver. The most common source of infection in the United States is via contaminated needles used in injecting drugs, most of which are illicit. Due to the illegality of drug use, many persons who inject drugs are incarcerated each year in the US. Hence, there is a concentration of hepatitis C in the prisons and jails. For the past 10 years, there have been oral treatments available which cure this infection. Elimination of the disease will occur in the US if incarcerated persons have access to curative therapy.</p>\n<p>&nbsp;</p>\n<p>Under funding from this grant, the major thrust of Emory&rsquo;s Center for the Health of Incarcerated Persons, headed by the PI Dr. Spaulding, has been to characterize the number of persons in US state prisons who have been exposed to HCV and how many people remain infected. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Project outcomes that address the intellectual merit and broader of impacts.</p>\n<p>&nbsp;</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp; We completed our surveillance of state prison systems and estimated the prevalence of HCV viremia by state as of 2021.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp; Along with Dr. Chhatwal, we developed an online tool, Hep Corrections, that summarizes and visually displays hepatitis C prevalence, treatment rates, and screening policies in state prisons in the United States. This website provides &ldquo;best estimates&rdquo; of hepatitis C in state prison systems. Here is the link:&nbsp;<a href=\"http://www.hepcorrections.org/\">http://www.hepcorrections.org/</a>.</p>\n<p>&nbsp;</p>\n<p>The report on hepatitis C in state prison systems was published in the Journal of Infectious Diseases in September 2023. Some data were available for all 50 states. It showed that the prevalence (rate of infection) of HCV infection is 8.7 times higher among persons incarcerated than among person at liberty. In 2021, over 90,000 persons were dwelling in prisons who would benefit from treatment. The paper was chosen as one of the 5 top papers of 2023 by the prison group of INHSU (the International Network on Health and Hepatitis in Substance Users). It was referenced in a New York Times article in April 2024.</p>\n<p>&nbsp;</p>\n<p>After the survey, we developed a tool to estimate the prevalence of hepatitis C in the state prison systems that do not routinely test their incarcerated population for hepatitis C. The next step in our work is to publish this prediction tool.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/30/2024<br>\nModified by: Anne&nbsp;C&nbsp;Spaulding</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nHepatitis C is the disease caused by the Hepatitis C Virus (HCV) infecting the liver. The most common source of infection in the United States is via contaminated needles used in injecting drugs, most of which are illicit. Due to the illegality of drug use, many persons who inject drugs are incarcerated each year in the US. Hence, there is a concentration of hepatitis C in the prisons and jails. For the past 10 years, there have been oral treatments available which cure this infection. Elimination of the disease will occur in the US if incarcerated persons have access to curative therapy.\n\n\n\n\n\nUnder funding from this grant, the major thrust of Emorys Center for the Health of Incarcerated Persons, headed by the PI Dr. Spaulding, has been to characterize the number of persons in US state prisons who have been exposed to HCV and how many people remain infected. \n\n\n\n\n\nProject outcomes that address the intellectual merit and broader of impacts.\n\n\n\n\n\n1) We completed our surveillance of state prison systems and estimated the prevalence of HCV viremia by state as of 2021.\n\n\n2) Along with Dr. Chhatwal, we developed an online tool, Hep Corrections, that summarizes and visually displays hepatitis C prevalence, treatment rates, and screening policies in state prisons in the United States. This website provides best estimates of hepatitis C in state prison systems. Here is the link:http://www.hepcorrections.org/.\n\n\n\n\n\nThe report on hepatitis C in state prison systems was published in the Journal of Infectious Diseases in September 2023. Some data were available for all 50 states. It showed that the prevalence (rate of infection) of HCV infection is 8.7 times higher among persons incarcerated than among person at liberty. In 2021, over 90,000 persons were dwelling in prisons who would benefit from treatment. The paper was chosen as one of the 5 top papers of 2023 by the prison group of INHSU (the International Network on Health and Hepatitis in Substance Users). It was referenced in a New York Times article in April 2024.\n\n\n\n\n\nAfter the survey, we developed a tool to estimate the prevalence of hepatitis C in the state prison systems that do not routinely test their incarcerated population for hepatitis C. The next step in our work is to publish this prediction tool.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/30/2024\n\n\t\t\t\t\tSubmitted by: AnneCSpaulding\n"
 }
}