{
 "awd_id": "1722969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fate and role of metastable pyroxenes in the subduction process",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2017-06-16",
 "awd_max_amd_letter_date": "2019-06-06",
 "awd_abstract_narration": "Subduction zones are geological environments that play a particularly important role in plate tectonics and recycling of crustal material into the mantle. A majority of earthquakes with magnitude greater than 5.5, and much of volcanic activity, both of which dramatically affect human civilization, are distributed along the boundaries of tectonic plates, and originate within subduction zones (e.g. the Ring of Fire). Pyroxene minerals are present within the subducting slabs in large quantities and their transformations are relevant for controlling the subduction process. Better understanding of the transformations these minerals undergo on microscopic scale will improve our ability to predict earthquakes and volcanic eruptions, and may help to mitigate some of the damage they cause. Within this project the team will use a diamond anvil cell apparatus, miniature hand-held devices capable of generating pressure and temperature conditions found at hundreds of kilometers of depth within the Earth interior, and will conduct an investigation of transformations that different members of the pyroxene family undergo, while transported into the Earth's mantle within the subducting slabs.  The results of these experiments will be complemented by quantum mechanical calculations and will be incorporated into geophysical modeling software to assess the effects on the subduction process and mantle convection. Besides specific scientific goals, within this project the investigators will focus on educating the broader scientific community and the general public about mineral physics research through activities such as participation in live interviews on Hawaiian TV and participation in the CIDER program. \r\n\r\nWhile most mantle pyroxenes disappear below the transition zone (either dissolved into garnet, transformed to dense high-pressure polymorphs, or decomposed into oxides and dense silicates), at convergent margins the conditions of the cold subducting slab are characterized by much lower temperatures and promote metastable preservation of minerals such as pyroxenes and olivine beyond their thermodynamic stability fields, with possible consequences for slab buoyancy and earthquake triggering. The pyroxene (Px) structure is remarkably resilient, and if the temperature does not exceed 1000°C, can be easily preserved to pressures as high as 60 GPa (depths well beyond 1000 km). The general topology of the Px stable phase diagram has been well-established, however, until recently, very few experimental studies ventured into the metastable compression regime, most important for cold subduction zones. With previous NSF funding the PI and collaborators used synchrotron single-crystal micro-diffraction technique and discovered a number of intriguing, previously unknown phase transformations in the pyroxene family, occurring on compression at temperatures lower than the pyrolite geotherm. These transformations discontinuously change the thermodynamic properties of pyroxenes as a function of depth within the subducting slab, and are present across a wide range of pyroxene compositions. This current project continues exploration of the metastable phase boundaries and geodynamic consequences of the metastable polymorphism of pyroxenes. The team is aiming to explore three primary hypotheses: (H1) Even though the structural modifications introduced by the metastable phase transitions are subtle, and accompanying density discontinuities small, their consequences on thermodynamic and elastic properties, PT slopes of phase boundaries, as well as buoyancy relations within subduction zone can be significant; (H2) Defects, such as dislocations caused by metastable phase transitions, have significant consequences for pyroxene phase diagrams, and may leave quenchable signatures that will be recognizable in exhumed rock samples; (H3) Well-defined crystalline phases with penta-coordinated silicon are present as intermediates during densification of most Px compositions within cold slabs, and may significantly affect reactivity and rheology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Przemyslaw",
   "pi_last_name": "Dera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Przemyslaw Dera",
   "pi_email_addr": "pdera@hawaii.edu",
   "nsf_id": "000643542",
   "pi_start_date": "2017-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1680 East West Road, POST Bldg,",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 234023.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 125977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Within this project we explored the relations between metastable structural phase transitions in pyroxene minerals present in subduction zone environments and their geodynamic consequences for slab buoyancy, stagnation and deep earthquake formation. We have successfully demonstrated that the metastable phase diagrams of pyroxenes are far more complex than previously assumed. We found evidence that even though the structural modifications introduced by the metastable phase transitions are subtle, and accompanying discontinuities in density small, their consequences on thermodynamic and elastic properties, PT slopes of phase boundaries, as well as buoyancy relations within subduction zone can be significant. We also found evidence that previously unknown, well-defined crystalline phases with penta-coordinated silicon are present as intermediates during densification of most Px compositions within cold slabs, and may significantly affect reactivity and rheology.&nbsp;</p>\n<p>Thanks to this project, the topic of metastable transformations in subducting slab minerals is now attracting increasing attention of mineral physicists. In addition to our own work, several other research groups at the Bayerisches GeoInstitute, Stony Brook University, University of New Mexico and Caltech also started systematic exploration of chain and framework silicates in the context of subduction zone environments. They recently reported discovery of several non-quenchable high pressure phases.</p>\n<p>We published 12 peer reviewed papers. 3 project-supported Ph.D. students and 2 Ms.Sc. students completed their degrees. 2 new Ph.D. students have been recruited.&nbsp;We organized and hosted a major research conference: workshop of the International Union of Crystallography Commission on High Pressure, held in Honolulu July 29-August 2, 2018, which featured a software training event attended by 40+ student participants.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2021<br>\n\t\t\t\t\tModified by: Przemyslaw&nbsp;Dera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWithin this project we explored the relations between metastable structural phase transitions in pyroxene minerals present in subduction zone environments and their geodynamic consequences for slab buoyancy, stagnation and deep earthquake formation. We have successfully demonstrated that the metastable phase diagrams of pyroxenes are far more complex than previously assumed. We found evidence that even though the structural modifications introduced by the metastable phase transitions are subtle, and accompanying discontinuities in density small, their consequences on thermodynamic and elastic properties, PT slopes of phase boundaries, as well as buoyancy relations within subduction zone can be significant. We also found evidence that previously unknown, well-defined crystalline phases with penta-coordinated silicon are present as intermediates during densification of most Px compositions within cold slabs, and may significantly affect reactivity and rheology. \n\nThanks to this project, the topic of metastable transformations in subducting slab minerals is now attracting increasing attention of mineral physicists. In addition to our own work, several other research groups at the Bayerisches GeoInstitute, Stony Brook University, University of New Mexico and Caltech also started systematic exploration of chain and framework silicates in the context of subduction zone environments. They recently reported discovery of several non-quenchable high pressure phases.\n\nWe published 12 peer reviewed papers. 3 project-supported Ph.D. students and 2 Ms.Sc. students completed their degrees. 2 new Ph.D. students have been recruited. We organized and hosted a major research conference: workshop of the International Union of Crystallography Commission on High Pressure, held in Honolulu July 29-August 2, 2018, which featured a software training event attended by 40+ student participants.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/01/2021\n\n\t\t\t\t\tSubmitted by: Przemyslaw Dera"
 }
}