{
 "awd_id": "1722596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCH: INT: Collaborative Research:  Smart Wearable Systems to Support and Measure Movement in Children With and Without Mobility Impairments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 537101.0,
 "awd_amount": 537101.0,
 "awd_min_amd_letter_date": "2017-08-17",
 "awd_max_amd_letter_date": "2017-08-17",
 "awd_abstract_narration": "This project focuses on the development of wearable technologies to measure and assist upper-limb mobility in children with mobility impairments. Because mobility impairments in early life can have long-term effects on psychological as well as physical development, it is important both to help children overcome these impairments through assistive technologies and to be able to measure the effect of interventions in everyday movements over long periods of time. However, most assistive and sensing technologies are bulky and uncomfortable. The project team will develop soft, low-profile sensing and actuating technologies that look and feel like everyday clothing. The wearable systems will be developed and evaluated with a group of 3-12 year old children and their caregivers. This work will contribute to the development of technologies that enable understanding and effects of interventions on mobility impairments, and contribute to the burgeoning smart textiles and clothing industry in the USA.  \r\n\r\n\r\nThe approach relies on stitched, textile-based sensing and a hybrid approach of soft inflatable structures and shape-memory fibers to assist limb movements. Learning based activity recognition algorithms will be developed that are robust to differences in body shape and garment-movement error. The atypical movements performed by children with mobility impairments will be recognized, enabling assessment of clinical indicators like range of movement. The actuating component of the proposed system uses soft pneumatic structures to provide counter-gravitational (lift) forces, and Shape Memory Alloy (SMA) spring-type actuators to provide directional control. The system will be developed in two phases: initially, the sensing component and the passive lift (inflatable abduction support) will be developed using typically-developing children, and tested in 4-week in-home trials with 15 children with mobility impairments. The active actuated system will be developed and deployed in collaboration with 5-10 families with children with mobility impairments over a period of one year. The effects of both systems on user?s upper-limb mobility as well as the usability and social acceptability of the systems will be evaluated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Lobo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Lobo",
   "pi_email_addr": "malobo@UDel.Edu",
   "nsf_id": "000639295",
   "pi_start_date": "2017-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "540 South College Ave",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8062",
   "pgm_ref_txt": "SCH Type II: INT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 537101.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to develop a novel soft, user-controlled exoskeleton called the Playskin Air<sup>TM</sup>&nbsp;&nbsp;to support the arms of children with physical disabilities. Exoskeletons are wearable devices that support a person&rsquo;s movement. To achieve the study aim, our team first reviewed the scientific literature to see what pediatric upper extremity (UE) exoskeletons are available and determine their effectiveness. We found several devices were researched, with only some available to end users commercially or through do-it-yourself (DIY) manuals. The devices had primarily been used in laboratories rather than natural settings, like homes or schools. There were also many characteristics that end users disliked about these devices. Altogether, there is a need for more rigorous research on UE exoskeletons, however, the existing research suggests that these devices can improve function, activity performance, and perhaps participation for children with physical disabilities. Therefore, it is important to continue to support research to develop and evaluate UE exoskeletons.</p>\n<p>&nbsp;</p>\n<p>Next, our research team interviewed children with UE physical disabilities and their parents to determine their needs and wants for UE exoskeletons. Interviewees noted they would like exoskeletons to help children perform a range of personal care, academic, recreation, mobility, and social activities. They rated a variety of design factors, such as comfort, size, ease of use, and appearance, in terms of importance to them; this provided useful information for our team and other device developers (i.e., developers should aim to ensure their devices meet the needs that are most important to end users by addressing those needs throughout the design process). Interviewees also provided specific feedback about design elements for the Playskin Air<sup>TM</sup>, identifying that they would like it to attach to the body within a form-fitting shirt, and they would like Velcro or magnets to be used for the fasteners.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We used the information gained from the review and interviews to guide development of the Playskin Air<sup>TM</sup>. The Playskin Air<sup>TM</sup>&nbsp;is an exoskeleton made of only soft materials. It has an air bladder under the arm(s) that can be inflated to help lift the arm(s) or deflated to lower the arm(s). For this project, a portable, manual pump was used to inflate the bladder. Development started with laboratory testing to determine which fabrics to use, what shape the air bladders should be to effectively lift the arms, and how to integrate the air bladders within a form-fitting shirt. We included input from end users throughout this process to ensure we would meet the needs that were most important to them. When the final exoskeleton design was ready, we tested it on three children with UE physical disabilities. We found it was not helpful for a child with significant weakness and little function; similarly, it was not beneficial for a child with little weakness and good independent function. It was, however, helpful for a child with Spinal Muscular Atrophy (SMA) Type 2 who had moderate weakness and function. This is important information to characterize who this device might benefit. For the child with SMA, the Playskin Air<sup>TM</sup>&nbsp;helped him to lift his arm higher, to perform manual tasks more quickly after practice with the exoskeleton at home, and to participate in activities that were important to him, like eating and playing card games. The child and family rated the Playskin Air<sup>TM</sup>&nbsp;high across a number of factors identified earlier by interviewees as important to end users, including ease of use and donning/doffing, comfort, and appearance. The exoskeleton was feasible for use in the child&rsquo;s home on multiple days each week throughout a 2.5-month period.</p>\n<p>&nbsp;</p>\n<p>Exoskeletons have the potential to improve quality of life for children with UE physical disabilities and their families. It is critical to design these devices in a manner that involves end users and considers their needs and wants. This project resulted in a concrete list of design metrics for UE exoskeletons ranked in order of importance to end users; this can serve as a tool to guide future device developers. The project also resulted in a novel, soft UE exoskeleton for children that is openly available via a DIY manual found on Dr. Michele Lobo&rsquo;s laboratory website, in Bai Li&rsquo;s doctoral dissertation, and in an appendix for the manuscript detailing testing of the device. The DIY manual includes a detailed materials list and illustrated instructions for fabrication of the device. This is important to ensure that other researchers can expand upon this work and that clinicians and families can access this device for children in need.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The results of this project have been shared with scientists, healthcare professionals, and relevant community organizations. The project supported the training of a doctoral student, a post-doctoral researcher, and more than 30 undergraduate students interested in careers in fields such as engineering, apparel studies, rehabilitation, and medicine.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2022<br>\n\t\t\t\t\tModified by: Michele&nbsp;Lobo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to develop a novel soft, user-controlled exoskeleton called the Playskin AirTM  to support the arms of children with physical disabilities. Exoskeletons are wearable devices that support a person’s movement. To achieve the study aim, our team first reviewed the scientific literature to see what pediatric upper extremity (UE) exoskeletons are available and determine their effectiveness. We found several devices were researched, with only some available to end users commercially or through do-it-yourself (DIY) manuals. The devices had primarily been used in laboratories rather than natural settings, like homes or schools. There were also many characteristics that end users disliked about these devices. Altogether, there is a need for more rigorous research on UE exoskeletons, however, the existing research suggests that these devices can improve function, activity performance, and perhaps participation for children with physical disabilities. Therefore, it is important to continue to support research to develop and evaluate UE exoskeletons.\n\n \n\nNext, our research team interviewed children with UE physical disabilities and their parents to determine their needs and wants for UE exoskeletons. Interviewees noted they would like exoskeletons to help children perform a range of personal care, academic, recreation, mobility, and social activities. They rated a variety of design factors, such as comfort, size, ease of use, and appearance, in terms of importance to them; this provided useful information for our team and other device developers (i.e., developers should aim to ensure their devices meet the needs that are most important to end users by addressing those needs throughout the design process). Interviewees also provided specific feedback about design elements for the Playskin AirTM, identifying that they would like it to attach to the body within a form-fitting shirt, and they would like Velcro or magnets to be used for the fasteners. \n\n \n\nWe used the information gained from the review and interviews to guide development of the Playskin AirTM. The Playskin AirTM is an exoskeleton made of only soft materials. It has an air bladder under the arm(s) that can be inflated to help lift the arm(s) or deflated to lower the arm(s). For this project, a portable, manual pump was used to inflate the bladder. Development started with laboratory testing to determine which fabrics to use, what shape the air bladders should be to effectively lift the arms, and how to integrate the air bladders within a form-fitting shirt. We included input from end users throughout this process to ensure we would meet the needs that were most important to them. When the final exoskeleton design was ready, we tested it on three children with UE physical disabilities. We found it was not helpful for a child with significant weakness and little function; similarly, it was not beneficial for a child with little weakness and good independent function. It was, however, helpful for a child with Spinal Muscular Atrophy (SMA) Type 2 who had moderate weakness and function. This is important information to characterize who this device might benefit. For the child with SMA, the Playskin AirTM helped him to lift his arm higher, to perform manual tasks more quickly after practice with the exoskeleton at home, and to participate in activities that were important to him, like eating and playing card games. The child and family rated the Playskin AirTM high across a number of factors identified earlier by interviewees as important to end users, including ease of use and donning/doffing, comfort, and appearance. The exoskeleton was feasible for use in the child’s home on multiple days each week throughout a 2.5-month period.\n\n \n\nExoskeletons have the potential to improve quality of life for children with UE physical disabilities and their families. It is critical to design these devices in a manner that involves end users and considers their needs and wants. This project resulted in a concrete list of design metrics for UE exoskeletons ranked in order of importance to end users; this can serve as a tool to guide future device developers. The project also resulted in a novel, soft UE exoskeleton for children that is openly available via a DIY manual found on Dr. Michele Lobo’s laboratory website, in Bai Li’s doctoral dissertation, and in an appendix for the manuscript detailing testing of the device. The DIY manual includes a detailed materials list and illustrated instructions for fabrication of the device. This is important to ensure that other researchers can expand upon this work and that clinicians and families can access this device for children in need. \n\n \n\nThe results of this project have been shared with scientists, healthcare professionals, and relevant community organizations. The project supported the training of a doctoral student, a post-doctoral researcher, and more than 30 undergraduate students interested in careers in fields such as engineering, apparel studies, rehabilitation, and medicine.  \n\n \n\n\t\t\t\t\tLast Modified: 10/02/2022\n\n\t\t\t\t\tSubmitted by: Michele Lobo"
 }
}