{
 "awd_id": "1723380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: MAKER: Mobile Makerspaces for Children's Hospital Patients: Exploring Impact on Patients' Agency, Creative STEM Problem Solving and Physical Well-being",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2017-07-19",
 "awd_max_amd_letter_date": "2017-07-19",
 "awd_abstract_narration": "The Maker movement has grown considerably over the past decade, both in the USA and internationally.  Several varieties of Making have been developed, but there are still many important questions to ask and research to conduct about how different programmatic structures may relate to the potential impact Maker programs can have on individuals and communities.  WestEd, in collaboration with the Lucile Packard Children's Hospital, the University of Michigan C. S. Mott Hospital Children's Hospital, and the Children's Hospital of Orange County, is conducting a year-long exploratory research study that will focus on the out-of-school learning by adolescents and young adults in children's hospitals. This research study will focus on mobile and dedicated Makerspaces in hospitals to support patients' learning.  The application of Makerspaces to hospital environments is a unique opportunity to research a critical need of chronically ill individuals, i.e. to explore how Making can enhance patients' agency, creative STEM learning, and physical well-being. The proposed study is building on the prior work of the principal investigator and will: (1) examine the nature and processes of learning in children's hospitals; (2) revise the current design of the mobile Makerspace and the associated implementation model in response to variations in programmatic contexts across multiple hospital settings and disparate patients' conditions; and (3) investigate and test the effectiveness of the Makerspace approach as it relates to both patients' learning and health outcomes. The study would contribute to longer-term efforts to develop a comprehensive, scalable, and sustainable strategy to determine the programmatic viability of the mobile Makerspace approach across a more varied array of hospital settings.  This project has the potential to have a much broader impact by reaching out to other isolated students beyond the hospital environment, including those in residential treatment facilities for behavioral and emotional problems, as well as those attending programs designed to help youth who have been in trouble with the law get back on track.  This project is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences, advancing innovative research on and assessment of STEM learning in informal environments, and developing understandings of deeper learning by participants.\r\n\r\nThis project's goals are to contribute to the understanding of how to: (1) describe and measure the education and health impact of mobile Makerspaces on chronically ill patients, and (2) design and sustain implementation models in various hospital settings. Since a children's hospital is a challenging context to support a patient's learning, it is not typically conducive to learning. Patients are constantly interrupted by the demands of the illness, by the strict protocols that need to be adhered to, and by the medical staff who manage their exhaustive treatment regimens. The mobile Makerspace is intended to adjust the environment in deliberate ways, allowing researchers to study and observe what kinds of learning intervention models enable youth and young adults to recapture a sense of their own agency and enable them to see themselves as creators, and makers of things that improve their own and others' lives.  The project will have two strands: one on learning and one on adaptation of the model.  In the learning strand, the study will investigate how engaging with the Makerspace can enhance patients' learning by provoking their sense of curiosity, encouraging them to set up and pursue personal goals via invention, and inspiring them to feel more agentive in taking charge of their learning process i.e., development of affinity for and fluency in the ways of knowing, doing and being (the epistemologies and ontologies) of engineers or scientists.  In the adaptation strand, they will identify challenges and opportunities for implementing Makerspaces and develop an implementation plan that provides a process for introducing Makerspaces into hospital settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gokul",
   "pi_last_name": "Krishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gokul Krishnan",
   "pi_email_addr": "gokul@makertherapy.com",
   "nsf_id": "000734849",
   "pi_start_date": "2017-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Schneider",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Schneider",
   "pi_email_addr": "sschnei@wested.org",
   "nsf_id": "000458613",
   "pi_start_date": "2017-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WestEd",
  "inst_street_address": "730 HARRISON ST FL 5",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4156153136",
  "inst_zip_code": "941071242",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "WESTED",
  "org_prnt_uei_num": "WNCAQMKJ7WZ9",
  "org_uei_num": "WNCAQMKJ7WZ9"
 },
 "perf_inst": {
  "perf_inst_name": "WestEd",
  "perf_str_addr": "730 Harrison Street",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941071242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058Z",
   "pgm_ref_txt": "EAGER: MAKER"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The children&rsquo;s hospital is a challenging context to support children&rsquo;s learning. It is not conducive to learning. Patients are constantly interrupted by the demands of the illness, by the strict protocols that need to be adhered to, and by the medical staff who manage their exhaustive treatment regimens. This one year-long exploratory research study focused on the design of a new patient learning experience in children's hospitals that could provide pre-adolescent and adolescent youth with creative outlets, nurture STEM skills, encourage social interchange with others, and at the same time improve their health care and quality of life. &nbsp;As a primary part of the innovative approach, a variety of Makerspace platforms were designed to meet the unique users' and environment's needs.</p>\n<p>Primary goals of the one year-exploratory research study were to: (1) Examine the nature and processes of learning in the unconventional setting of a children&rsquo;s hospital; (2) Revise the design of the Makerspace and the associated implementation model in response to variations in programmatic contexts across multiple hospital settings and disparate patients&rsquo; considerations; and (3) Investigate and test the effectiveness of the Makerspace approach as it relates to both patients&rsquo; learning and health outcomes.&nbsp;</p>\n<p>Significant accomplishments included: (1) Collaborating with patients in the design of a Makerspace, located in the Bass Center for Cancer and Blood Diseases at Lucile Packard Children&rsquo;s Hospital Stanford, specifically for Adolescent and Young Adult (AYA) Cancer patients whose unique needs are often not met in traditional healthcare settings intended for children or adults. (2) Opening the world's first family-centered Makerspace at Ronald McDonald House Stanford. The groundbreaking programmatic addition to the charity&rsquo;s 123 bedroom House offers families of critically ill children opportunities to design and create functional keepsakes and practical inventions to support their treatment experiences and enhance familial bonds. (3) Identifying opportunities for scaling and adaptability, by collaborating with Children's Hospital Orange County and University of California Irvine Biomedical Engineering (BME) students to design a mobile Makerspace for patients as part of a BME senior design project</p>\n<p>In the context of pursuing this study, the Makerspace proved to have the highly beneficial potential to increase patients&rsquo; physical activity. This result provides an excellent opportunity to expand upon a more general conception of learning, as it bridges the gap between physical health and learning. The increase in physical activity among patients who interacted with the Makerspace suggests that these Maker environments could perhaps be more than just learning environments&mdash;they could also potentially serve as therapeutic environments. This innovative approach, called <strong>&ldquo;Maker Therapy,&rdquo;</strong> provides a way to motivate hospitalized, chronically ill patients to be more physically active while learning and, at the same time, enhance their sense of agency and identity.</p>\n<p>By providing patients with powerful technological tools via Makerspaces, Maker Therapy sparks creativity, bolsters confidence, and forges a new sense of personal identity. Maker Therapy takes a holistic approach to health care, recognizing the symbiotic relationships between physical health, mental health, and emotional health. The term Maker Therapy is used to communicate the hope that, with further investigation and research, these Makerspaces may prove to act as both a stimulus for creativity and learning and as a catalyst for increased physical activity, and thus improved overall patient well-being.</p>\n<p><br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2018<br>\n\t\t\t\t\tModified by: Gokul&nbsp;Krishnan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe children?s hospital is a challenging context to support children?s learning. It is not conducive to learning. Patients are constantly interrupted by the demands of the illness, by the strict protocols that need to be adhered to, and by the medical staff who manage their exhaustive treatment regimens. This one year-long exploratory research study focused on the design of a new patient learning experience in children's hospitals that could provide pre-adolescent and adolescent youth with creative outlets, nurture STEM skills, encourage social interchange with others, and at the same time improve their health care and quality of life.  As a primary part of the innovative approach, a variety of Makerspace platforms were designed to meet the unique users' and environment's needs.\n\nPrimary goals of the one year-exploratory research study were to: (1) Examine the nature and processes of learning in the unconventional setting of a children?s hospital; (2) Revise the design of the Makerspace and the associated implementation model in response to variations in programmatic contexts across multiple hospital settings and disparate patients? considerations; and (3) Investigate and test the effectiveness of the Makerspace approach as it relates to both patients? learning and health outcomes. \n\nSignificant accomplishments included: (1) Collaborating with patients in the design of a Makerspace, located in the Bass Center for Cancer and Blood Diseases at Lucile Packard Children?s Hospital Stanford, specifically for Adolescent and Young Adult (AYA) Cancer patients whose unique needs are often not met in traditional healthcare settings intended for children or adults. (2) Opening the world's first family-centered Makerspace at Ronald McDonald House Stanford. The groundbreaking programmatic addition to the charity?s 123 bedroom House offers families of critically ill children opportunities to design and create functional keepsakes and practical inventions to support their treatment experiences and enhance familial bonds. (3) Identifying opportunities for scaling and adaptability, by collaborating with Children's Hospital Orange County and University of California Irvine Biomedical Engineering (BME) students to design a mobile Makerspace for patients as part of a BME senior design project\n\nIn the context of pursuing this study, the Makerspace proved to have the highly beneficial potential to increase patients? physical activity. This result provides an excellent opportunity to expand upon a more general conception of learning, as it bridges the gap between physical health and learning. The increase in physical activity among patients who interacted with the Makerspace suggests that these Maker environments could perhaps be more than just learning environments&mdash;they could also potentially serve as therapeutic environments. This innovative approach, called \"Maker Therapy,\" provides a way to motivate hospitalized, chronically ill patients to be more physically active while learning and, at the same time, enhance their sense of agency and identity.\n\nBy providing patients with powerful technological tools via Makerspaces, Maker Therapy sparks creativity, bolsters confidence, and forges a new sense of personal identity. Maker Therapy takes a holistic approach to health care, recognizing the symbiotic relationships between physical health, mental health, and emotional health. The term Maker Therapy is used to communicate the hope that, with further investigation and research, these Makerspaces may prove to act as both a stimulus for creativity and learning and as a catalyst for increased physical activity, and thus improved overall patient well-being.\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/09/2018\n\n\t\t\t\t\tSubmitted by: Gokul Krishnan"
 }
}