{
 "awd_id": "1723283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HMSC Cyberinfrastructure upgrade",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 229418.0,
 "awd_amount": 229418.0,
 "awd_min_amd_letter_date": "2017-08-09",
 "awd_max_amd_letter_date": "2017-08-09",
 "awd_abstract_narration": "Marine habitats, nearshore ecosystems and coastal communities face daunting pressures that threaten their sustainability. The bold, innovative approaches needed to manage the ocean's resources wisely are increasingly data driven, with marine researchers now generating and analyzing vast datasets. The OSU Hatfield Marine Science Center (HMSC - http://hmsc.oregonstate.edu) brings 50 years of collaborative marine research to bear on these critical issues, with innovative ideas but aged facilities not designed for the Big Data needs of the present and future. This HMSC communication cyberinfrastructure modernization project will improve the fiber network connections between all federal, state and university buildings on the HMSC campus to remove barriers to collaboration and Big Data transfer at HMSC, and complement upcoming investments by Oregon State University (OSU). Training the next generation of leaders who can utilize these data intensive tools to bridge the social and natural sciences in designing multi-pronged, 21st century solutions is imperative to a sustainable future for our nation. As a land grant/sea grant university, OSU's Hatfield Marine Science Center excels in research and training, as well as public education and outreach for youth, families, and adults. The Visitor Center hosts >150,000 visitors and 40,000 students from K-12 classes annually, and through extensive partnerships including with the Center for Ocean Sciences Education Excellence, Pacific Partnerships (COSEE) and the Oregon Coast STEM Hub (K-12), is uniquely positioned to rapidly communicate research findings to visitors and stakeholders.\r\n\r\nThis project will replace an aging and minor fiber infrastructure built for the pre-ethernet days with a fiber installation designed to allow an immediate 20X increase in bandwidth ? but also allowing for virtually unlimited scaling increases for the future. This new cyberinfrastructure will be capable of fully supporting current, as well as future science and education needs through expandability. The project will first build a conduit network between HMSC buildings to replace an ageing direct buried fiber infrastructure. This will be done with a modern backbone vault and conduit design to permit future improvements without significant reinvestment. Then, bundles of single mode fibers will be deployed through the vaults and conduits to each building. Finally, modern switching equipment will be implemented to realize the full potential of this new fiber, making it possible to provision and aggregate high speed connections to individual ports in HMSC buildings. In addition, this equipment will support MPLS and fully integrate HMSC into the MPLS-based architecture of OSU?s new core network including the research network OSU has built through an NSF CC-NIE grant. These improvements will enable full utilization of an OSU-funded dark fiber network path planned between HMSC and the main OSU campus 50 miles away, which will allow virtually unlimited bandwidth growth on demand to HMSC. They will also enable full integration of HMSC with the core network on OSU?s Corvallis campus, including the 40 Gb/s research network built through an NSF CC-NIE (Campus Cyberinfrastructure - Network Infrastructure and Engineering) grant. This project will be the final piece enabling all components of this modern cyberinfrastructure for HMSC to become fully operational and integrated at the maximal capacity needed for current and future Big Data needs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Cowen",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Robert K Cowen",
   "pi_email_addr": "robert.cowen@oregonstate.edu",
   "nsf_id": "000471471",
   "pi_start_date": "2017-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University Marine Science Center",
  "perf_str_addr": "2030 Marine Science Drive",
  "perf_city_name": "Newport",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973655296",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  },
  {
   "pgm_ele_code": "759300",
   "pgm_ele_name": "FIELD STATIONS AND MARINE LABS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 229418.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>\n<div>The HMSC Cyberinfrastructure upgrade project had three primary goals. The first was to provide a new hardened pathway across the large multi-agency campus in Newport, for usage by the University and all the state and federal agencies. The second goal was to provide new fiber capable of reaching speeds demanded by modern research needs. Finally, new electronic switching gear was needed to provide those speed across the new fiber.</div>\n<div></div>\n<div>The goals were accomplished, allowing high-speed video, large data sets and</div>\n<div>collaboration in real-time with colleagues from remote locations to take place, instantly saving everyone involved time and costs associated with these activities or travel/shipping. In the final phase of the work, we were able to establish a direct high-speed (&gt;1Gb) fiber optic network connection between the OSU campus in Corvallis and its&nbsp;<a href=\"https://hmsc.oregonstate.edu/\">Hatfield Marine Science Center&nbsp;</a>(HMSC) in&nbsp;Newport.&nbsp;<span>This investment in connectivity removes the virtual distance between the Hatfield Marine Science Center and Oregon State University&rsquo;s Corvallis campus, and it eliminates barriers between HMSC and its government and university research partners.&nbsp;<span>Real-time monitoring of experiments, observing systems, and manipulation of data will no longer be constrained by whether researchers are close to HMSC and will allow greater use of its unique, world class research resources.&nbsp;</span></span></div>\n</p>\n<p>&nbsp;</p>\n&nbsp;<br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2019<br>\n\t\t\t\t\tModified by: Robert&nbsp;K&nbsp;Cowen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe HMSC Cyberinfrastructure upgrade project had three primary goals. The first was to provide a new hardened pathway across the large multi-agency campus in Newport, for usage by the University and all the state and federal agencies. The second goal was to provide new fiber capable of reaching speeds demanded by modern research needs. Finally, new electronic switching gear was needed to provide those speed across the new fiber.\n\nThe goals were accomplished, allowing high-speed video, large data sets and\ncollaboration in real-time with colleagues from remote locations to take place, instantly saving everyone involved time and costs associated with these activities or travel/shipping. In the final phase of the work, we were able to establish a direct high-speed (&gt;1Gb) fiber optic network connection between the OSU campus in Corvallis and its Hatfield Marine Science Center (HMSC) in Newport. This investment in connectivity removes the virtual distance between the Hatfield Marine Science Center and Oregon State University?s Corvallis campus, and it eliminates barriers between HMSC and its government and university research partners. Real-time monitoring of experiments, observing systems, and manipulation of data will no longer be constrained by whether researchers are close to HMSC and will allow greater use of its unique, world class research resources. \n\n\n \n \n\n\t\t\t\t\tLast Modified: 08/08/2019\n\n\t\t\t\t\tSubmitted by: Robert K Cowen"
 }
}