{
 "awd_id": "1723861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Refugee and European Cities Panel",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 124865.0,
 "awd_amount": 124865.0,
 "awd_min_amd_letter_date": "2017-07-26",
 "awd_max_amd_letter_date": "2017-07-26",
 "awd_abstract_narration": "General Abstract\r\nThis proposal studies how advanced democracies help or hinder the integration of immigrants.  It seeks to identify when, how, and under what circumstances individual immigrants acquire positive attitudes toward democratic values, institutions, and toward the receiving country.  This is a topic of great importance, as it is clear that not all immigrants adopt pro-democratic values, as evident by instances of hostility on the part of immigrants directed at the receiving country.  The project will study refugees in order to assess their attitudes toward the host country upon their arrival, and then subsequently track the respondents' attitudes over time.  With an increasing number of individuals seeking to flee their home countries to move to advanced democracies, the topic is timely and important. By assessing how immigrants acquire (or fail to acquire) pro-democracy attitudes, the research is poised to help determine strategies to help integrate the new arrivals into democratic society.  Successful programs that foster integration can help to reduce the negative consequences often associated with large influxes of refugees. Those findings would be of great values to both the scholarly and policymaking communities.  \r\n\r\nTechnical Abstract\r\nThis proposal studies how, when, and why some immigrants successfully integrate into democratic societies, while others do not.  The research design allows for the investigators to evaluate the immigrant respondents' attitudes toward democracy upon arriving in the receiving country, and subsequently at multiple points over time.  Unlike previous studies, the team is able to study refugees fleeing a specific country, but who ultimately end up dispersed across multiple advanced democratic countries. This will allow the team to assess how different conditions across countries may contribute to the successful integration of immigrants and the adoption of pro-democratic values by these immigrants.  To do so, the team will utilize state-of-the-art cellular technology, an experimental research design, and a panel data survey design to assess the success or failure of host states to integrate newly arrived immigrants.  By identifying factors that contribute to successful integration efforts that foster democratic values among newly arrived immigrants, this research will provide valuable insights to scholars who study civic values and political socialization.  Likewise, the findings will be of great importance for policymakers who must design appropriate and effective integration programs and policies for particular immigrants to their country.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "LasalaBlanco",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Maria N LasalaBlanco",
   "pi_email_addr": "Maria.Lasala.Blanco@asu.edu",
   "nsf_id": "000585208",
   "pi_start_date": "2017-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 117942.0
  }
 ],
 "por": null
}