{
 "awd_id": "1723081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSFGEO-NERC: Global ultralow-velocity zone properties from seismic waveform modeling",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 430000.0,
 "awd_amount": 553668.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2023-02-23",
 "awd_abstract_narration": "This project aims to image the Earth's deep interior using recordings of seismic waveforms generated by earthquakes occurring globally.  Constraining the structure, composition and dynamic motions of the deep Earth, from which we have no definitive rock samples, is crucial to understanding both the forces that are actively shaping our Earth from formation to present, and hazards such as surface volcanism that arise from deep within the Earth.  This study focuses on technical development of a new modeling approach combining data analysis and prediction of seismic waveforms, which will be applied to imaging features at the core-mantle boundary called ultralow-velocity zones (ULVZs).  The existence of these ULVZs is well documented, and several past studies have linked them to important global Earth processes, such as melting, influx of core iron into the mantle, or the leftover remnants from a molten Earth early in its history.  Yet what ULVZs physically represent remains in question. This research is aimed at determining what ULVZs are in terms of their composition, location, and relation to past and present processes inside the Earth.  This work will provide crucial constraints on understanding how the Earth formed, what the ongoing dynamic motions within the Earth currently are, and how these motions are related to surface hot spot volcanism such as Hawaii and Yellowstone.  This project aims to develop a new seismic waveform modeling approach that will allow for a new understanding of the origin of the complex seismic waveforms we routinely record from earthquakes worldwide and how these seismic waves are sensitive to small-scale features within the Earth.  The methods and software developed in this project will be shared openly and will be applicable to a broad range of researchers who may wish to apply these techniques to different target areas.  In addition, this research benefits a large area of researchers who work on determining Earth structure and processes and how they relate to surface processes. This project establishes a new international collaborative research effort between the United Kingdom and the USA and will support the training of two post-doctoral researcher fellows, one in the UK and one in the USA.\r\n\r\nThe specific project goal is to develop a transformative joint waveform modeling and data analysis approach to characterize global ULVZ structure.  The primary tasks are to (1) collect a new global database of seismic waveforms sensitive to ULVZ structure, (2) use recent developments in seismic wavefield modeling that includes full-wave sensitivity kernels and differential wavefield mapping to determine the sensitivity of seismic arrivals to ULVZ structure and to identify additional seismic arrivals that may be utilized to study ULVZ properties, (3) further the development of wavefield modeling approaches using a fast 3-D Born waveform modeling approach in order to predict seismic waveforms for any desired input model, which allows for (4) the determination of global ULVZ structure through a Bayesian probabilistic inversion, and (5) assess the physical origin of ULVZs by testing current mineral physics models of ULVZs.  The approach represents an entirely new line of interrogating localized structures in the deep Earth.  The ultimate aim of this work is to fundamentally reassess ULVZs from all angles, and reduce uncertainties in their properties, location, and composition. Ultimately this project will produce a global assessment of ULVZ existence as well as to determine their compositional and geographic scope, and how they are related to other dynamic features inside the Earth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Thorne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Thorne",
   "pi_email_addr": "michael.thorne@utah.edu",
   "nsf_id": "000508824",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 123668.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this study we analyzed recordings of seismic waves that interact with structure just above the core-mantle boundary (CMB) at a depth of roughly 2890 km (1800 miles) beneath the surface.&nbsp; Our main focus was to investigate features referred to as ultra-low velocity zones (ULVZs).&nbsp; These features are regions of the Earth in which seismic waves passing through them are significantly slowed down.&nbsp; In this work, we focused on a specific type of seismic wave arrival that is called SPdKS.&nbsp; This seismic arrival has short sections of wave energy that diffract just above the CMB and is highly diagnostic of ULVZ structure.&nbsp; For this work we collected a new data set of over 600,000 recordings of SPdKS from 1,146 earthquakes recorded at 13,156 unique seismic stations.&nbsp; By examining the shapes of the seismic waveforms and applying an imaging technique referred to as a genetic algorithm we were able to generate a new map of where ULVZs are located.&nbsp; One such image, focusing on the largest scale ULVZs we found is shown in Figure 1 of this report. &nbsp;We were able to search an area of ~57% of the CMB which more than doubled the area that has been investigated in all previous studies combined.&nbsp; We observe ULVZs to be widely dispersed in the lower mantle and are found in regions known to harbor anomalously low seismic velocities, such as beneath the Central Pacific and Africa, as well as in areas of the circum-Pacific which is thought to be the final resting place of subducting slabs.&nbsp; Overall, we find that ULVZs exist from between 2 and 20% of the CMB by surface area.&nbsp; We discovered several ULVZs that have never been observed before, such as large ULVZs to the east of the Philippine Islands, beneath western Canada, and the Amazon basin.&nbsp; Previous studies have shown that ULVZs may be found beneath hot spot volcanoes.&nbsp; We found that three additional hot spots also have ULVZs beneath them.&nbsp; These are the Caroline, San Felix, and Galapagos hot spots.&nbsp; Interestingly, we also found that ULVZs are found in abundance beneath regions of long-standing subduction zones, such as beneath Northern Mexico, South America, and East Asia.</p>\n<p>&nbsp;</p>\n<p>We further investigated several of the ULVZs in greater detail.&nbsp; We observed that the ULVZ beneath Samoa may be twice as large as previously thought.&nbsp; In addition, it appears to be a feature that has a compositional anomaly associated with it.&nbsp; Its long linear shape is consistent with calculations that have been performed predicting what a compositional anomaly moving across the CMB would look like.&nbsp; We also studied ULVZs that exists beneath the Coral Sea and to the East of the Philippines.&nbsp; Both ULVZs have characteristics that suggest they have been shoved up against the Pacific Large Low Velocity Province (LLVP).&nbsp;&nbsp; This LLVP is a well-known feature that is several thousands of miles across (i.e., it spans across most of the Pacific Ocean region).&nbsp; Evidence suggests that this feature may also be a compositional anomaly.&nbsp; If that is the case, numerical experiments suggest that ULVZs will hit the LLVP boundaries and pile up on their borders, which is corroborated by these two ULVZs.&nbsp; However, if ULVZs represent material that has been around for a long time, for example primordial materials left-over from the formation of the Earth, we might expect all ULVZs to be found at LLVP edges.&nbsp; But instead, we see significant evidence for ULVZs in regions far away from the LLVPs beneath northwestern China, northern Mexico, and the western United States and Canada.&nbsp; These regions have been associated with past subduction going all of the way down to the CMB. It is possible that ULVZs are getting created in these subduction zones, possibly through the melting of mid-ocean ridge basalt (MORB) the rock that forms the top of oceanic lithosphere that is getting subducted.&nbsp; The ULVZs we studied beneath Northern Mexico and northwestern China have a unique seismic signature, in which S-waves traveling through them are slowed down by 4X as much as P-waves.&nbsp; This may indicate that these ULVZs contain a significant proportion of melt.</p>\n<p>This work also advanced our ability to detect and locate the origin of small-amplitude seismic arrivals through the development of a new technique and software package that uses methods in seismic array analysis and unsupervised learning.</p>\n<p>This work supported the education of two undergraduate research assistants who contributed to two papers published in this work.&nbsp; This project was the primary source of funding and training for a post-doctoral research fellow.</p><br>\n<p>\n Last Modified: 03/04/2024<br>\nModified by: Michael&nbsp;Thorne</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1723081/1723081_10502684_1709515011314_outcomes_figure_01--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1723081/1723081_10502684_1709515011314_outcomes_figure_01--rgov-800width.jpg\" title=\"ULVZ Locations\"><img src=\"/por/images/Reports/POR/2024/1723081/1723081_10502684_1709515011314_outcomes_figure_01--rgov-66x44.jpg\" alt=\"ULVZ Locations\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This figure highlights the largest ULVZs we detected as a part of this study.  The colors show the likelihood of ULVZ existence, with blue regions show small likelihood and red regions showing high likelihood.  A few of the largest ULVZs are labeled.  Gray regions are areas without data coverage.</div>\n<div class=\"imageCredit\">Michael Thorne</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Thorne\n<div class=\"imageTitle\">ULVZ Locations</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this study we analyzed recordings of seismic waves that interact with structure just above the core-mantle boundary (CMB) at a depth of roughly 2890 km (1800 miles) beneath the surface. Our main focus was to investigate features referred to as ultra-low velocity zones (ULVZs). These features are regions of the Earth in which seismic waves passing through them are significantly slowed down. In this work, we focused on a specific type of seismic wave arrival that is called SPdKS. This seismic arrival has short sections of wave energy that diffract just above the CMB and is highly diagnostic of ULVZ structure. For this work we collected a new data set of over 600,000 recordings of SPdKS from 1,146 earthquakes recorded at 13,156 unique seismic stations. By examining the shapes of the seismic waveforms and applying an imaging technique referred to as a genetic algorithm we were able to generate a new map of where ULVZs are located. One such image, focusing on the largest scale ULVZs we found is shown in Figure 1 of this report. We were able to search an area of ~57% of the CMB which more than doubled the area that has been investigated in all previous studies combined. We observe ULVZs to be widely dispersed in the lower mantle and are found in regions known to harbor anomalously low seismic velocities, such as beneath the Central Pacific and Africa, as well as in areas of the circum-Pacific which is thought to be the final resting place of subducting slabs. Overall, we find that ULVZs exist from between 2 and 20% of the CMB by surface area. We discovered several ULVZs that have never been observed before, such as large ULVZs to the east of the Philippine Islands, beneath western Canada, and the Amazon basin. Previous studies have shown that ULVZs may be found beneath hot spot volcanoes. We found that three additional hot spots also have ULVZs beneath them. These are the Caroline, San Felix, and Galapagos hot spots. Interestingly, we also found that ULVZs are found in abundance beneath regions of long-standing subduction zones, such as beneath Northern Mexico, South America, and East Asia.\n\n\n\n\n\nWe further investigated several of the ULVZs in greater detail. We observed that the ULVZ beneath Samoa may be twice as large as previously thought. In addition, it appears to be a feature that has a compositional anomaly associated with it. Its long linear shape is consistent with calculations that have been performed predicting what a compositional anomaly moving across the CMB would look like. We also studied ULVZs that exists beneath the Coral Sea and to the East of the Philippines. Both ULVZs have characteristics that suggest they have been shoved up against the Pacific Large Low Velocity Province (LLVP). This LLVP is a well-known feature that is several thousands of miles across (i.e., it spans across most of the Pacific Ocean region). Evidence suggests that this feature may also be a compositional anomaly. If that is the case, numerical experiments suggest that ULVZs will hit the LLVP boundaries and pile up on their borders, which is corroborated by these two ULVZs. However, if ULVZs represent material that has been around for a long time, for example primordial materials left-over from the formation of the Earth, we might expect all ULVZs to be found at LLVP edges. But instead, we see significant evidence for ULVZs in regions far away from the LLVPs beneath northwestern China, northern Mexico, and the western United States and Canada. These regions have been associated with past subduction going all of the way down to the CMB. It is possible that ULVZs are getting created in these subduction zones, possibly through the melting of mid-ocean ridge basalt (MORB) the rock that forms the top of oceanic lithosphere that is getting subducted. The ULVZs we studied beneath Northern Mexico and northwestern China have a unique seismic signature, in which S-waves traveling through them are slowed down by 4X as much as P-waves. This may indicate that these ULVZs contain a significant proportion of melt.\n\n\nThis work also advanced our ability to detect and locate the origin of small-amplitude seismic arrivals through the development of a new technique and software package that uses methods in seismic array analysis and unsupervised learning.\n\n\nThis work supported the education of two undergraduate research assistants who contributed to two papers published in this work. This project was the primary source of funding and training for a post-doctoral research fellow.\t\t\t\t\tLast Modified: 03/04/2024\n\n\t\t\t\t\tSubmitted by: MichaelThorne\n"
 }
}