{
 "awd_id": "1723972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "S&AS: FND: COLLAB: Probabilistic Underactuated Motion Adaptation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928074",
 "po_email": "jdonlon@nsf.gov",
 "po_sign_block_name": "James Donlon",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 274739.0,
 "awd_amount": 274739.0,
 "awd_min_amd_letter_date": "2017-07-22",
 "awd_max_amd_letter_date": "2017-07-22",
 "awd_abstract_narration": "Unconventional, underactuated robots, such as humanoids or legged platforms more broadly, offer the potential to move through and perform work in constrained, three-dimensional environments that are currently inaccessible to existing autonomous agents.  However, this potential has been largely unrealized because it is difficult to reliably adapt the behaviors of these platforms to account for the changing and uncertain task and environmental conditions in the \"real world.\"  Although many of the fundamental principles that govern contemporary task and motion planning techniques are applicable across different platforms, the practical implementation of these principles has been largely platform specific.  In contrast, this project will adopt a probabilistic planning framework which learns common structure for the motion patterns of different platforms performing related tasks, then uses this structure to generate generalized, inherently platform independent, motion primitives.  At runtime, the primitives will be grounded and adapted where necessary to specific robot models given local task and environmental conditions.  The primary benefit of this project will be an increase in the utility of autonomous platforms for tasks such as urban search and rescue, industrial inspection, and planetary exploration.  The analytical techniques that will be developed will have further impacts on locomotion science and learning-based approaches to motion coordination.  The PIs will additionally be involved with K-12 outreach involving robot demonstrations at FIRST Robotics Competitions and the Rochester Museum and Science Center.\r\n\r\nThis project will specifically address fundamental limitations in the tractability of real-time task and motion planning for underactuated robots over diverse objectives and distributions of environmental conditions.  Probabilistic models will be developed to efficiently reason over and adapt the nominal behaviors of different highly-articulated, underactuated robots.  The behavioral inference will make it possible to 1) select appropriate pre-existing behaviors (developed over the course of the project) where relevant, 2) use novel combinations of nominal behaviors to form compound, task-specific behaviors, and 3) leverage similar, but not necessarily the same, kinematic structure across heterogeneous platforms to transfer behaviors between them.  To ensure the success of the practical, online implementation of the developed models, the PIs will develop algorithms that combine probabilistic inference, nonlinear dimensionality reduction, and dynamic movement primitives to produce a novel combination of efficient motion generation and robust online adaptation.  In addition to varying task and environmental conditions, the adaptability of the probabilistic models to changes in the internal kinematics and dynamics of robot platforms, such as those that would arise from degraded motor performance or structural failures of joints or entire limbs, will also be explored.  The models will be trained and validated using a combination of simulation and experimental results on two physical platforms: the Carnegie Mellon Hexapod and the Robotis OP2.   Furthermore, the PIs will develop software tools and release open-source products related to generalizable probabilistic models for motion adaptation of underactuated systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Howard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Howard",
   "pi_email_addr": "thomas.howard@rochester.edu",
   "nsf_id": "000681387",
   "pi_start_date": "2017-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "518 HYLAN, RC BOX 270140",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "039Y00",
   "pgm_ele_name": "S&AS - Smart & Autonomous Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046Z",
   "pgm_ref_txt": "S&AS - Smart & Autonomous Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 274739.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Current approaches for planning and control of highly articulated robots are limited by the complexity of sampling and predicting the quality of motions in high-dimensional joint spaces.&nbsp;&nbsp;This research project explored approaches for learning parameterized central pattern generators for the purpose of locomotion of highly articulated robots.&nbsp;&nbsp;This work, performed in conjunction with researchers from Carnegie Mellon University, demonstrated that probabilistic graphical model-based inference techniques which learn in a self-supervised manner and apply structure inspired by the robot's kinematics can enable highly articulated hexapod robots to locomote efficiently over flat and non-flat environments through simulation and physical robot experiments. &nbsp;&nbsp;</p>\n<p>The following summarizes the specific outcomes of the project:</p>\n<p><strong>Central Pattern Generator Parameter Inference: </strong><span>We developed a novel approach for central pattern generator parameter inference for open-loop control of highly articulated robots.&nbsp;&nbsp;This approach used probabilistic graphical models where factors were conditioned on the immediate obstacle height.&nbsp;&nbsp;Factors in the model were trained using a genetic algorithm-based approach that provided examples of gait parameters that result in effective locomotion in the context of the robot's environment.&nbsp;&nbsp;Analysis of the model was performed with a hexapod robot in both simulation and physical experiments.&nbsp;&nbsp;Results were published at the 2019 American Control Conference.</span></p>\n<p><strong>Closed-Loop Control of Underactuated Robots using Task-Space Central Pattern Generator Parameter Inference:</strong>&nbsp;&nbsp;<span>We developed extensions to the original central pattern generator parameter inference algorithm that modified the formulation to exploit symmetries of the robot model, used neural networks to encode the conditional probabilities at factors in the probabilistic graphical model, and a modification to the central pattern generator formulation that enforces oscillator convergence to the limit cycle.&nbsp;&nbsp;Analysis of the model was again performed with a hexapod robot in both simulation and physical experiments.&nbsp;&nbsp;Results were published at the 2020 IEEE International Conference on Robotics and Automation and the 2022 IEEE/RSJ International Conference on Intelligent Robots and Systems.</span></p>\n<p><strong>Transition and Training:&nbsp;</strong>&nbsp;This project produced three refereed conference papers and provided significant support to several graduate and undergraduate research assistants over the course of the project.&nbsp;&nbsp;Students supported by this grant also participated in NSF Portal to the Public training, science communication activities at the Rochester Museum and Science Center and mentored high school students during summer course modules through the Upward Bound Math/Science program at the University of Rochester. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2023<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Howard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCurrent approaches for planning and control of highly articulated robots are limited by the complexity of sampling and predicting the quality of motions in high-dimensional joint spaces.  This research project explored approaches for learning parameterized central pattern generators for the purpose of locomotion of highly articulated robots.  This work, performed in conjunction with researchers from Carnegie Mellon University, demonstrated that probabilistic graphical model-based inference techniques which learn in a self-supervised manner and apply structure inspired by the robot's kinematics can enable highly articulated hexapod robots to locomote efficiently over flat and non-flat environments through simulation and physical robot experiments.   \n\nThe following summarizes the specific outcomes of the project:\n\nCentral Pattern Generator Parameter Inference: We developed a novel approach for central pattern generator parameter inference for open-loop control of highly articulated robots.  This approach used probabilistic graphical models where factors were conditioned on the immediate obstacle height.  Factors in the model were trained using a genetic algorithm-based approach that provided examples of gait parameters that result in effective locomotion in the context of the robot's environment.  Analysis of the model was performed with a hexapod robot in both simulation and physical experiments.  Results were published at the 2019 American Control Conference.\n\nClosed-Loop Control of Underactuated Robots using Task-Space Central Pattern Generator Parameter Inference:  We developed extensions to the original central pattern generator parameter inference algorithm that modified the formulation to exploit symmetries of the robot model, used neural networks to encode the conditional probabilities at factors in the probabilistic graphical model, and a modification to the central pattern generator formulation that enforces oscillator convergence to the limit cycle.  Analysis of the model was again performed with a hexapod robot in both simulation and physical experiments.  Results were published at the 2020 IEEE International Conference on Robotics and Automation and the 2022 IEEE/RSJ International Conference on Intelligent Robots and Systems.\n\nTransition and Training:  This project produced three refereed conference papers and provided significant support to several graduate and undergraduate research assistants over the course of the project.  Students supported by this grant also participated in NSF Portal to the Public training, science communication activities at the Rochester Museum and Science Center and mentored high school students during summer course modules through the Upward Bound Math/Science program at the University of Rochester.  \n\n\t\t\t\t\tLast Modified: 01/28/2023\n\n\t\t\t\t\tSubmitted by: Thomas Howard"
 }
}