{
 "awd_id": "1724016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "S&AS: FND: COLLAB: Planning and Control of Heterogeneous Robot Teams for Ocean Monitoring",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 346929.0,
 "awd_amount": 346929.0,
 "awd_min_amd_letter_date": "2017-08-21",
 "awd_max_amd_letter_date": "2017-08-21",
 "awd_abstract_narration": "Robots in marine and littoral environments are envisioned for commerce, scientific exploration, search and rescue, and many other tasks. However, robots in such environments face significant challenges. Vehicles must act and effect change in environments with large inertial effects and disturbances, with only near-field perception. Coupled with our limited understanding of ocean dynamics and the lack of accessible and high-quality ocean flow data, these obstacles make the use of robotics technology in these varied applications extremely difficult. This project realizes an integrated, heterogeneous robotic approach towards large-scale ocean monitoring for environmental mitigation and search and rescue operations. It enables data-driven tracking and mapping of various physical, chemical, and/or biological processes of interest in marine environments, such as tracking contaminant dispersion or missing aircraft. This project significantly improves the state of the art in ocean search and monitoring technology, helping us understand and harness ocean currents, and improve the health of the world's oceans. Results from the project are integrated into education, through the PIs' courses, mentoring students on research, and expanding an existing K-12 outreach relationship. \r\n \r\nThe project creates fundamental knowledge about new ways that robots can better monitor, sense, and operate in dynamic and uncertain environments. The project develops new methods for heterogeneous teams of monitoring robots to improve their environment model through current interactions with the environment; concurrently collect data, process and assimilate it into the existing model, and plan on that model; accept high-level instruction and translate goal-oriented directives such as environmental monitoring into a suitable plan for sensing, reasoning, communicating, and acting through the underlying system architecture; and monitor their actions, optimize, and reconfigure autonomously. The heterogeneous team of robots proposed includes surface vehicles providing samples at the air-sea interface and aerial robots creating flow models and acting as intermediaries within the team. The hierarchical structure of the approach takes advantage of the natural boundaries defined by Lagrangian coherent structures in the creation of a distributed sensing framework.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mongying",
   "pi_last_name": "Hsieh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mongying A Hsieh",
   "pi_email_addr": "m.hsieh@seas.upenn.edu",
   "nsf_id": "000514698",
   "pi_start_date": "2017-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3701 Market St",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042760",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "039Y00",
   "pgm_ele_name": "S&AS - Smart & Autonomous Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046Z",
   "pgm_ref_txt": "S&AS - Smart & Autonomous Systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}