{
 "awd_id": "1724744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Methanotrophic-Mediated Methylmercury Transformation:  An Important Yet Poorly Understood Biogeochemical Process",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 373786.0,
 "awd_amount": 373786.0,
 "awd_min_amd_letter_date": "2017-08-17",
 "awd_max_amd_letter_date": "2017-08-17",
 "awd_abstract_narration": "Methylmercury is a very potent neurotoxin produced by some microbes.  Once formed, methylmercury can easily bio-magnify, that is, the concentrations of methylmercury in organisms increase as one goes up the food chain.  Other microbes have the ability to degrade methylmercury, thus limiting this process of bio-magnification.  These known systems of methylmercury degradation, however, do not appear to be significant in most environments.  Recent work, however, has found that different microbes, through a process yet to be full elucidated, degrade methylmercury under more environmentally relevant conditions.  This process may thus be very important in controlling methylmercury bioaccumulation, and its toxicity. In this project we will delineate this process and determine how wide-spread it may be in the environment. \r\n\r\nMethane-oxidizing bacteria, i.e., methanotrophs, are widespread in the environment, but their impact on biogeochemical cycling of mercury, has only just been investigated.  The investigators have recently found that methanotrophs bind and demethylate substantial amounts of methylmercury (MeHg), a neurotoxic form of mercury that is generated via anaerobic microbial activity.  What is remarkable is that methanotrophs do not have merB, encoding for the well-characterized organomercurial lyase, indicating that methanotrophs use an as yet unknown mechanism to demethylate MeHg.  Further, methanotrophic-mediated MeHg degradation was observed under environmentally relevant conditions (i.e., nanomolar concentrations of mercury and circumneutral pH), unlike the organomercurial lyase, which is operative only under conditions rarely seen in the environment.  As such, it appears that the methanotrophic-mediated MeHg degradation is much more environmentally significant than the canonical merB-mediated pathway.  The objectives of this proposal are thus to determine how methanotrophs take up and degrade MeHg. Investigators will examine a suite of methanotrophs that span the phylogenetic and physiological diversity of these microbes as well as several mutants of one of these species to determine how these microorganisms take up and demethylate MeHg, and the impact of MeHg uptake and degradation on growth, activity and transcriptome.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Semrau",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy D Semrau",
   "pi_email_addr": "jsemrau@umich.edu",
   "nsf_id": "000366652",
   "pi_start_date": "2017-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 373786.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Methylmercury is a very potent neurotoxin produced by some microbes. Once formed, methylmercury can easily bio-magnify, that is, the concentrations of methylmercury in organisms increase as one goes up the food chain. Other microbes have the ability to degrade methylmercury, thus limiting this process of bio-magnification. The most well-known system for biological methylmercury degradation (i.e., an enzyme called the organomercurial lyase), however, does not appear to be significant in most environments. &nbsp;Herein, we describe how an intriguing group of bacteria that consume methane (i.e., &ldquo;methanotrophs&rdquo; or &ldquo;methane eaters&rdquo;) can take and degrade methylmercury at concentrations found in many environments, but do so without the involvement of the organomercurial lyase.&nbsp; In our study, we found that methanotrophs, through the production of a compound to collect copper (this metal is very important for their metabolism), can also take up methylmercury, and subsequently degrade it.&nbsp; This compound, called methanobactin, binds copper through a unique set of ligands or &ldquo;claws&rdquo;. These same &ldquo;claws&rdquo; can also &ldquo;grab&rdquo; methylmercury.&nbsp; Subsequently, methylmercury is then taken up into the methanotroph, where it can be converted to elemental mercury (which is much less toxic than methylmercury).&nbsp; Here we showed that many methanotrophs can take up methylmercury via methanobactin, methanotrophic-mediated methylmercury degradation may be a wide-spread, naturally occurring phenomena, and stimulation of these microbes may be a useful strategy to remediate mercury contaminated sites.</p>\n<p><br /> Further, in addition to these practical applications, we also discovered that methanotrophs have active and interesting &ldquo;social lives&rdquo;, or interactions.&nbsp; That is, in this project, we found that methanobactin made by one methanotroph can actually be &ldquo;stolen&rdquo; by another, as this helps the &ldquo;stealer&rdquo; to meet its copper needs.&nbsp; This indicates that in the future, more attention should be paid to how individual bacteria interact in complex systems (like soils) to best optimize not only our understanding of basic biological interactions, but also to best manipulate microbial communities for various purposes ranging from mercury detoxification to control of methane emissions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>As part of the project activities, undergraduate and graduate students were supported, as were post-doctoral scholars, culminating in several peer-reviewed publications and book chapters, as well as multiple conference presentations.</p>\n<p>&nbsp;</p>\n<p>Finally, as part of the broader outreach of this project, we developed and led a series of &ldquo;hands-on&rdquo; science lessons for 3<sup>rd</sup> grade students at a local &ldquo;Title 1&rdquo; elementary school.&nbsp; Title 1 schools are schools identified by the US Dept. of Education as having a significant fraction of students that qualify for free/reduced lunch (i.e., this is an indication of the community having a large population of low income households).&nbsp; Such schools typically suffer from a lack of resources, and as part of this support from the National Science Foundation, we endeavored to directly engage and train these students in the basic sciences to stimulate their interest in and ability to comprehend and apply multiple scientific concepts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2021<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;D&nbsp;Semrau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMethylmercury is a very potent neurotoxin produced by some microbes. Once formed, methylmercury can easily bio-magnify, that is, the concentrations of methylmercury in organisms increase as one goes up the food chain. Other microbes have the ability to degrade methylmercury, thus limiting this process of bio-magnification. The most well-known system for biological methylmercury degradation (i.e., an enzyme called the organomercurial lyase), however, does not appear to be significant in most environments.  Herein, we describe how an intriguing group of bacteria that consume methane (i.e., \"methanotrophs\" or \"methane eaters\") can take and degrade methylmercury at concentrations found in many environments, but do so without the involvement of the organomercurial lyase.  In our study, we found that methanotrophs, through the production of a compound to collect copper (this metal is very important for their metabolism), can also take up methylmercury, and subsequently degrade it.  This compound, called methanobactin, binds copper through a unique set of ligands or \"claws\". These same \"claws\" can also \"grab\" methylmercury.  Subsequently, methylmercury is then taken up into the methanotroph, where it can be converted to elemental mercury (which is much less toxic than methylmercury).  Here we showed that many methanotrophs can take up methylmercury via methanobactin, methanotrophic-mediated methylmercury degradation may be a wide-spread, naturally occurring phenomena, and stimulation of these microbes may be a useful strategy to remediate mercury contaminated sites.\n\n\n Further, in addition to these practical applications, we also discovered that methanotrophs have active and interesting \"social lives\", or interactions.  That is, in this project, we found that methanobactin made by one methanotroph can actually be \"stolen\" by another, as this helps the \"stealer\" to meet its copper needs.  This indicates that in the future, more attention should be paid to how individual bacteria interact in complex systems (like soils) to best optimize not only our understanding of basic biological interactions, but also to best manipulate microbial communities for various purposes ranging from mercury detoxification to control of methane emissions. \n\n \n\nAs part of the project activities, undergraduate and graduate students were supported, as were post-doctoral scholars, culminating in several peer-reviewed publications and book chapters, as well as multiple conference presentations.\n\n \n\nFinally, as part of the broader outreach of this project, we developed and led a series of \"hands-on\" science lessons for 3rd grade students at a local \"Title 1\" elementary school.  Title 1 schools are schools identified by the US Dept. of Education as having a significant fraction of students that qualify for free/reduced lunch (i.e., this is an indication of the community having a large population of low income households).  Such schools typically suffer from a lack of resources, and as part of this support from the National Science Foundation, we endeavored to directly engage and train these students in the basic sciences to stimulate their interest in and ability to comprehend and apply multiple scientific concepts.\n\n\t\t\t\t\tLast Modified: 10/25/2021\n\n\t\t\t\t\tSubmitted by: Jeremy D Semrau"
 }
}