{
 "awd_id": "1724488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Highland-Lowland Interactions in the Development of Social Complexity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 291032.0,
 "awd_amount": 291032.0,
 "awd_min_amd_letter_date": "2017-07-13",
 "awd_max_amd_letter_date": "2017-07-13",
 "awd_abstract_narration": "Prof. Jesse Casana (Dartmouth College), Dr. Claudia Glatz (University of Glasgow), and an international team of researchers will investigate the crucial role that inter-regional interaction among highland and lowland communities had in driving the emergence and development of early imperial states.  Focusing on an archaeologically unexplored borderland region between the Mesopotamian plains of southern Iraq and the Zagros Mountains of western Iran, this project will document a wealth of information regarding the communities who inhabited the area during a historical period that saw the rise of the world's first empires.  Results will transform understanding of highland-lowland interaction in greater Mesopotamia, and will thereby offer a new model for considering similar processes globally. In many states in the world today altitudinal variation plays a significant role in partitioning populations and structuring relations among them. This research places such interactions into a long term chronological context. Furthermore, this effort will provide invaluable cultural heritage management data in the region, documenting new archaeological sites, evidence of looting or damage, and an assessment of future threats from expanding agriculture and construction.  As the only international archaeological project to have ever worked within this part of Iraq, the project will also play an important role in developing capacities of the local antiquities authorities through training, technology transfer, and public workshops.\r\n\r\nThis project speaks to and challenges a long history of scholarship which views the origin of Old World complex societies, from the Nile to the Yangtze, as a process nested squarely in the urban centers of lowland river valleys.  Mountainous regions, by contrast, are generally seen as peripheral zones inhabited by communities who lowland state propaganda, and by extension much modern research, depicts as uncivilized and barbarous.  In Mesopotamia, the proverbial cradle of civilization, the dichotomy between perspectives on highlands and lowlands is perhaps most stark, as virtually all archaeological and historical data are derived from lowland cities, while the flanking highlands of the Zagros Mountains remain nebulously blank on archaeological maps, presumed to have been home to pastoral nomads.  Focusing on the Upper Diyala (Sirwan) River Valley in the Kurdistan Region of northern Iraq, this project employs a multi-scalar research strategy involving regional archaeological survey, excavations at the newly-discovered second millennium BC site of Khani Masi, and artifactual analyses of finds, including paleobotanical studies, stable isotope analysis of faunal materials, and organic residue analysis of ceramics.  Results will reveal nuanced insights into settlement and land use patterns, pastoral strategies, craft production, and foodways, demonstrating the degree to which inhabitants of distinct environmental zones engaged in shared cultural practices, how these relationships transformed both lowland and highland groups as well as changed over the course of the third and second millennia BC.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jesse",
   "pi_last_name": "Casana",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jesse Casana",
   "pi_email_addr": "jesse.j.casana@dartmouth.edu",
   "nsf_id": "000241736",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Glatz",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Claudia Glatz",
   "pi_email_addr": "claudia.glatz@glasgow.ac.uk",
   "nsf_id": "000662261",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "6047 Silsby Hall",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553537",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 291032.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Focusing on a borderland region between the Mesopotamian plains of southern Iraq and the Zagros Mountains of western Iran, this archaeological project investigated the role that inter-regional interaction among highland and lowland communities had in driving the emergence and development of world&rsquo;s first imperial states. From the Nile to the Yangtze, a long history of scholarship has viewed the origin of Old World complex societies as a process nested squarely in the urban centers of lowland river valleys. Mountainous regions, by contrast, have traditionally been regarded as peripheral zones inhabited by uncivilized and barbarous communities. In Mesopotamia, the proverbial &ldquo;cradle of civilization,&rdquo; the dichotomy between perspectives on highlands and lowlands is stark, as virtually all archaeological and historical data are derived from lowland cities, while the flanking highlands of the Zagros Mountains are presumed to have been home to pastoral nomads or used for nothing more than resource extraction. Employing a multi-scalar research strategy involving regional archaeological survey, excavation, and lab-based analyses, this project explored the Upper Diyala (Sirwan) River Valley in the Kurdistan Region of northern Iraq, a key historical corridor connecting highland and lowland areas.</p>\n<p>This grant directly supported several major seasons of archaeological fieldwork, undertaken from 2017-2019, as well as range of lab-based analyses of excavated artifacts and other samples. The project successfully documented hundreds of previously unrecorded archaeological sites, including Bronze Age urban centers, ancient religious monuments, and Paleolithic caves. A few key sites, dating from the Pottery Neolithic (c.7000 BC) through the medieval period, were selected for more intensive investigation. We used geophysical instruments to detect buried remains, high-resolution drone-based imaging to map surface features, and test excavations to recover stratified artifacts and samples for scientific dating. We also undertook large-scale excavations at two very significant sites: Khani Masi, an urban center dating to the second millennium BC, and Shakhi Kura, a strategically situated site dating to the fourth millennium BC.&nbsp; Both sites show strong connections to better known civilizations of southern Mesopotamia and date to key periods spanning the emergence of the world&rsquo;s first cities to the rise of territorial empires. From our excavations, we recovered abundant artifacts and materials that have been the basis for ongoing lab-based research, including phytolith analysis of archaeological soils, organic residue analysis of ancient pottery, and stable isotope analysis of animal bones.</p>\n<p>Results have begun to reveal nuanced insights into past settlement and land use patterns, pastoral strategies, craft production, and foodways, demonstrating the degree to which inhabitants of distinct environmental zones engaged in shared cultural practices, how these relationships transformed both lowland and highland groups. Findings are beginning to challenge our understanding of highland-lowland interaction in greater Mesopotamia and will offer new models for considering similar processes globally. Furthermore, this project has provided invaluable cultural heritage management data in the region, locating many previously unrecorded archaeological sites, documenting evidence of looting or damage, and providing assessments of future threats from expanding agriculture and construction. As the first international archaeological project to have worked within this part of Iraq, the effort also played an important role in developing capacities of the local antiquities authorities through training, technology transfer, and workshops. In addition, the project offered training opportunities for many graduate students and postdoctoral scholars, and served as the basis for two completed PhD projects.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2021<br>\n\t\t\t\t\tModified by: Jesse&nbsp;Casana</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFocusing on a borderland region between the Mesopotamian plains of southern Iraq and the Zagros Mountains of western Iran, this archaeological project investigated the role that inter-regional interaction among highland and lowland communities had in driving the emergence and development of world’s first imperial states. From the Nile to the Yangtze, a long history of scholarship has viewed the origin of Old World complex societies as a process nested squarely in the urban centers of lowland river valleys. Mountainous regions, by contrast, have traditionally been regarded as peripheral zones inhabited by uncivilized and barbarous communities. In Mesopotamia, the proverbial \"cradle of civilization,\" the dichotomy between perspectives on highlands and lowlands is stark, as virtually all archaeological and historical data are derived from lowland cities, while the flanking highlands of the Zagros Mountains are presumed to have been home to pastoral nomads or used for nothing more than resource extraction. Employing a multi-scalar research strategy involving regional archaeological survey, excavation, and lab-based analyses, this project explored the Upper Diyala (Sirwan) River Valley in the Kurdistan Region of northern Iraq, a key historical corridor connecting highland and lowland areas.\n\nThis grant directly supported several major seasons of archaeological fieldwork, undertaken from 2017-2019, as well as range of lab-based analyses of excavated artifacts and other samples. The project successfully documented hundreds of previously unrecorded archaeological sites, including Bronze Age urban centers, ancient religious monuments, and Paleolithic caves. A few key sites, dating from the Pottery Neolithic (c.7000 BC) through the medieval period, were selected for more intensive investigation. We used geophysical instruments to detect buried remains, high-resolution drone-based imaging to map surface features, and test excavations to recover stratified artifacts and samples for scientific dating. We also undertook large-scale excavations at two very significant sites: Khani Masi, an urban center dating to the second millennium BC, and Shakhi Kura, a strategically situated site dating to the fourth millennium BC.  Both sites show strong connections to better known civilizations of southern Mesopotamia and date to key periods spanning the emergence of the world’s first cities to the rise of territorial empires. From our excavations, we recovered abundant artifacts and materials that have been the basis for ongoing lab-based research, including phytolith analysis of archaeological soils, organic residue analysis of ancient pottery, and stable isotope analysis of animal bones.\n\nResults have begun to reveal nuanced insights into past settlement and land use patterns, pastoral strategies, craft production, and foodways, demonstrating the degree to which inhabitants of distinct environmental zones engaged in shared cultural practices, how these relationships transformed both lowland and highland groups. Findings are beginning to challenge our understanding of highland-lowland interaction in greater Mesopotamia and will offer new models for considering similar processes globally. Furthermore, this project has provided invaluable cultural heritage management data in the region, locating many previously unrecorded archaeological sites, documenting evidence of looting or damage, and providing assessments of future threats from expanding agriculture and construction. As the first international archaeological project to have worked within this part of Iraq, the effort also played an important role in developing capacities of the local antiquities authorities through training, technology transfer, and workshops. In addition, the project offered training opportunities for many graduate students and postdoctoral scholars, and served as the basis for two completed PhD projects.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2021\n\n\t\t\t\t\tSubmitted by: Jesse Casana"
 }
}