{
 "awd_id": "1724099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biochemical, Genetic, Metabolic and Isotopic Constraints on an Ancient Thiobiosphere",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032928528",
 "po_email": "amushegi@nsf.gov",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 484560.0,
 "awd_amount": 484560.0,
 "awd_min_amd_letter_date": "2017-07-11",
 "awd_max_amd_letter_date": "2022-03-21",
 "awd_abstract_narration": "Chemical bonds between phosphorus and oxygen are important in building DNA and RNA, and also in supplying modern cells with energy. It is not known, however, whether the first life forms had the same chemistry, and early life in particular may have run on sulfur instead of phosphorus. This project will work backwards from the traces of this sulfur-based chemistry in modern life to reconstruct the role of sulfur-oxygen bonds in early ecosystems. Predictions made from this approach will be compared to the carbon and sulfur isotope record in  >2.5 billion year old rocks. We will use the astrobiology social media platform (SAGANet) for the conversations with public about this project and other studies of evolution of life on Earth.  \r\n \r\nPhosphate esters, such as nucleotide triphosphates, diphosphates, and pyrophosphate, are the central component of energy metabolism in all living cells. It is not known, however, whether they were of similar paramount importance at the origin of life or in the first cells, or whether another kind of chemistry was playing the same role there. Considerations from geochemistry, molecular evolution, and systems biology imply that thioesters - high-energy bonds based on sulfur instead of phosphorus - may have supplied energy in the first metabolisms on Earth. This project will develop a broad and detailed understanding of the natural history of thioester utilization, working backwards to reconstruct ancient biochemistry from contemporary metabolism, and simultaneously examining pre-biological chemistries that can couple thioester formation and degradation. These two lines of study will allow the research team to infer the carbon and sulfur isotopic signatures of important metabolic pathways in a putative early thiobiosphere, and test whether these signatures are preserved in the >2.5 billion year old geological record. The results of this project should be of broad interest, and the project will engage with the scientific community and the public through journal publications as well as an established astrobiology social media platform (SAGANet). Select high school serving communities traditionally underrepresented in science will be reached through semester-long programs led by SAGANet graduate student mentors and facilitated by the investigators of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "House",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher House",
   "pi_email_addr": "chrishouse@psu.edu",
   "nsf_id": "000469302",
   "pi_start_date": "2017-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "2217 Earth & Engineering Science",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 484560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>A major goal of this research was to directly and critically evaluate past claims that thioesters were central to the origin of life. While working to evaluate whether thioesters formed readily on the early Earth, we found that rather than thioester, thioformamide forms robustly via a thiol catalytic step under conditions known to be present on Earth during the planets first few hundred of millions of years. </span><span>Therefore, our primary discovery in this project is that thioformamide would likely</span><span> <span>be readily formed from cyanide rainout on the early Earth.</span></span> <span>Thioformamide and its subsequence degradation products might have been</span> <span>very common and provided a feed stock for forming other prebiotic</span> <span>chemicals during the chemical evolution that occured during the origin of lfie. After that,</span> <span>continued abiotic thioformamide production may have fueled the earliest</span> <span>primitive cells.</span><span> During this project, we discovered the thioformamide is forming through a step catalyzed by an primary thiol group, similar to way some enzymes and co-factors catalyze important biochemical steps. The research is significant because it presently indicates that there is a viable energy source to drive origin of life processes that might connect directly to the use of thiol catalysis in present metabolisms.</span></p>\n<p><span>We explored the energy available for cells to use thioformamide and other simple carbon compounds. We applied our calculations to explore how many microbial cells might be supported in the ocean of Enceladus, if there is life there. The results indicate that the ocean is habitable and could contain microbial cells at a level similar to low biosphere places on Earth. </span></p>\n<p><span>We also reported growth of sulfate-reducing bacteria on surfaces placed a deep mine in Canada, an extremely low biomass environment on Earth.</span></p>\n<p><span>During the project, we found several new routes by which prebiotic reactions on the early Earth could have formed or linked genetic material before the evolution of RNA, and found that specific abundant molecules called nitriles would transform to more sable compounds in hydrothermal vents on the early Earth. This later discovery provides a way to form molecules that have not been widely considered before in origin of life research.</span></p>\n<p><span>Our work also includes a paper reporting distinctive microfossil from billions of years ago with remarkable complexity. The microfossils are possible Eukaryotic algae and represent a new windown in the early evoltuion on Earth.</span></p>\n<p>Overall, the project produced ten journal publications through full or partial support, and supported the graduate work two gradaute students and four undergraduate students. Of the ten papers from this work, six are published to date.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2023<br>\n\t\t\t\t\tModified by: Christopher&nbsp;House</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA major goal of this research was to directly and critically evaluate past claims that thioesters were central to the origin of life. While working to evaluate whether thioesters formed readily on the early Earth, we found that rather than thioester, thioformamide forms robustly via a thiol catalytic step under conditions known to be present on Earth during the planets first few hundred of millions of years. Therefore, our primary discovery in this project is that thioformamide would likely be readily formed from cyanide rainout on the early Earth. Thioformamide and its subsequence degradation products might have been very common and provided a feed stock for forming other prebiotic chemicals during the chemical evolution that occured during the origin of lfie. After that, continued abiotic thioformamide production may have fueled the earliest primitive cells. During this project, we discovered the thioformamide is forming through a step catalyzed by an primary thiol group, similar to way some enzymes and co-factors catalyze important biochemical steps. The research is significant because it presently indicates that there is a viable energy source to drive origin of life processes that might connect directly to the use of thiol catalysis in present metabolisms.\n\nWe explored the energy available for cells to use thioformamide and other simple carbon compounds. We applied our calculations to explore how many microbial cells might be supported in the ocean of Enceladus, if there is life there. The results indicate that the ocean is habitable and could contain microbial cells at a level similar to low biosphere places on Earth. \n\nWe also reported growth of sulfate-reducing bacteria on surfaces placed a deep mine in Canada, an extremely low biomass environment on Earth.\n\nDuring the project, we found several new routes by which prebiotic reactions on the early Earth could have formed or linked genetic material before the evolution of RNA, and found that specific abundant molecules called nitriles would transform to more sable compounds in hydrothermal vents on the early Earth. This later discovery provides a way to form molecules that have not been widely considered before in origin of life research.\n\nOur work also includes a paper reporting distinctive microfossil from billions of years ago with remarkable complexity. The microfossils are possible Eukaryotic algae and represent a new windown in the early evoltuion on Earth.\n\nOverall, the project produced ten journal publications through full or partial support, and supported the graduate work two gradaute students and four undergraduate students. Of the ten papers from this work, six are published to date.\n\n\t\t\t\t\tLast Modified: 11/01/2023\n\n\t\t\t\t\tSubmitted by: Christopher House"
 }
}