{
 "awd_id": "1725459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Leica M205 FA Stereomicroscope with Fluorescence",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 83270.0,
 "awd_amount": 83270.0,
 "awd_min_amd_letter_date": "2017-08-22",
 "awd_max_amd_letter_date": "2017-08-22",
 "awd_abstract_narration": "An award is made to State University of New York at Oswego to purchase a Leica M205 FA Stereomicroscope with fluorescence to facilitate analyses and to provide high quality bright field or fluorescence images of fixed and living whole-mount organisms, tissues, or organs in culture. This microscope will not only allow investigators to make significant progress with their individual research projects and collaborations with faculty of the chemistry and anthropology departments, but will have broader impacts with regards to expanding interactions with local high school teachers and their students. Being a NCATE-accredited institution, SUNY Oswego offers courses and training program to teachers of advanced placement (AP) biology and to students entering grades 2-10, enabling direct connections and communication between the faculty of SUNY Oswego and the local science teacher and student community. The investigators are particularly committed to promoting training and participation of students from local schools, which are in a socioeconomically challenged region of New York State. The Leica M205 FA Stereomicroscope with fluorescence significantly bolsters programs at SUNY Oswego by enhancing research, research training, teaching, and community outreach. \r\n\r\nThe instrument will immediately facilitate the study of the following biological processes: interactions between various signaling pathways to learn about formation of unique body forms; genetic factors leading to the evolution of chromosomes in the nematode C. Elegans; pathogenicity of aquatic mites in freshwater mussels, which will aid in conserving these biological indicators of ecosystem health; directed cell migration, which is essential for understanding physiological and pathophysiological. Microscopy of intact organisms and tissues, coupled with the advance of fluorescent markers that can be genetically encoded to overexpress or knock down gene signaling pathways, is a powerful tool for basic research into biological structure, development, and function. Improving spatial and temporal resolution of whole-mount or organ imaging techniques is essential to realize the full potential of this approach. The Leica M205 FA Stereomicroscope with fluorescence system will be housed in the Molecular Biology & Biochemistry Center (MBBC) at SUNY Oswego, ensuring the availability of the microscope to train new users, and facilitating maintenance of the instrument due to the proximity of the MBBC facility to faculty.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Poongodi",
   "pi_last_name": "Geetha-Loganathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Poongodi Geetha-Loganathan",
   "pi_email_addr": "p.geethaloganathan@oswego.edu",
   "nsf_id": "000705177",
   "pi_start_date": "2017-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Chandler",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher H Chandler",
   "pi_email_addr": "christopher.chandler@oswego.edu",
   "nsf_id": "000115848",
   "pi_start_date": "2017-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "McElwain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew McElwain",
   "pi_email_addr": "andrew.mcelwain@oswego.edu",
   "nsf_id": "000715152",
   "pi_start_date": "2017-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yulia",
   "pi_last_name": "Artemenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yulia Artemenko",
   "pi_email_addr": "yulia.artemenko@oswego.edu",
   "nsf_id": "000730056",
   "pi_start_date": "2017-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jinyan",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jinyan Guo",
   "pi_email_addr": "jinyan.guo@oswego.edu",
   "nsf_id": "000740242",
   "pi_start_date": "2017-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Oswego",
  "inst_street_address": "7060 STATE RTE 104",
  "inst_street_address_2": "",
  "inst_city_name": "OSWEGO",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3153122884",
  "inst_zip_code": "131263501",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "NY24",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DLV5DEVHGF38"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Oswego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "131263514",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "NY24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 83270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of the project was to purchase the Leica M205 FA Stereomicroscope with Fluorescence for the research projects and teaching activities that involve faculty members and undergraduate research students.</p>\n<p>Dr. Geetha-Loganathan trained all possible users (faculties and students) in the department of biological science at SUNY Oswego to use the microscope. The equipment has been used effectively soon after installation for both research and teaching activities by Dr. Geetha-Loganathan and Dr. Artemenko. The stereoscope was utilized for research projects to image regeneration in planarian flatworm segments treated with penicillin antibiotic; to image the phenotypes caused by music stimulation during chicken embryo development; and to compare multicellular development of <em>Dictyostelium</em> <em>discoideum </em>cells that either lack an actin-binding crosslinker filamin, or have wild-type or a mutant version of filamin expressed. The high quality of the images was retained throughout the 24-hour time lapse, producing reliable data that allowed for direct comparison of the cell lines.</p>\n<p>The microscope is also being used in Animal Development course this semester (Fall 2018) to provide students with hand-on experience to obtain bright field, and fluorescent images of live and fixed embryos. The new stereomicroscope was efficiently utilized by students for lab exercises to fate map lineages of fluorescently tagged cells in <em>C. elegans</em> and chicken embryos; imaging duplicated heart obtained by surgical manipulation in early chicken embryos; to analyze gametes and early embryonic stages of sea urchins. Thus, the stereomicroscope is a great addition to our existing microscope facility to obtain and analyze bright field or fluorescence images of whole-mount organisms and <em>in vitro</em> cultures.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2018<br>\n\t\t\t\t\tModified by: Poongodi&nbsp;Geetha-Loganathan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary objective of the project was to purchase the Leica M205 FA Stereomicroscope with Fluorescence for the research projects and teaching activities that involve faculty members and undergraduate research students.\n\nDr. Geetha-Loganathan trained all possible users (faculties and students) in the department of biological science at SUNY Oswego to use the microscope. The equipment has been used effectively soon after installation for both research and teaching activities by Dr. Geetha-Loganathan and Dr. Artemenko. The stereoscope was utilized for research projects to image regeneration in planarian flatworm segments treated with penicillin antibiotic; to image the phenotypes caused by music stimulation during chicken embryo development; and to compare multicellular development of Dictyostelium discoideum cells that either lack an actin-binding crosslinker filamin, or have wild-type or a mutant version of filamin expressed. The high quality of the images was retained throughout the 24-hour time lapse, producing reliable data that allowed for direct comparison of the cell lines.\n\nThe microscope is also being used in Animal Development course this semester (Fall 2018) to provide students with hand-on experience to obtain bright field, and fluorescent images of live and fixed embryos. The new stereomicroscope was efficiently utilized by students for lab exercises to fate map lineages of fluorescently tagged cells in C. elegans and chicken embryos; imaging duplicated heart obtained by surgical manipulation in early chicken embryos; to analyze gametes and early embryonic stages of sea urchins. Thus, the stereomicroscope is a great addition to our existing microscope facility to obtain and analyze bright field or fluorescence images of whole-mount organisms and in vitro cultures.\n\n \n\n\t\t\t\t\tLast Modified: 11/09/2018\n\n\t\t\t\t\tSubmitted by: Poongodi Geetha-Loganathan"
 }
}