{
 "awd_id": "1725413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Multipoint Laser Vibrometer for Studying Multiscale and Nonstationary Dynamics of Materials and Complex Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joanne Culbertson",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 470250.0,
 "awd_amount": 470250.0,
 "awd_min_amd_letter_date": "2017-09-19",
 "awd_max_amd_letter_date": "2017-09-19",
 "awd_abstract_narration": "This Major Research Instrumentation award supports the acquisition of a Multipoint Laser Vibrometer (MPV800) system to enable potentially transformative research in civil and mechanical engineering, materials, and biomedical engineering.   The MPV800 system tracks transient and random vibrations and structural deformations, allowing researchers to monitor the dynamic response of materials, components and systems with challenging geometries and soft materials, such as biological tissues. The MPV 800 also monitors nonlinear vibration and wave propagation. Researchers will gain an enhanced understanding of the dynamic behavior of complex systems that can lead to advances in early-diagnosis of disease, more reliable 3D printing processes and the development of novel materials and structures with enhanced resilience. The MPV800 system will also be used in laboratory projects to educate the next generation of vibration engineers and outreach events for industry and the public.\r\n\r\nThe MPV800 laser vibrometer with 5-optical units and 40 fiber heads enables noncontact and full-field vibration measurements up to 0.5 mm spatial resolution, and bandwidth ranging from several Hz to 100 kHz. This new system also uses a wavelength of 1550 nm for higher reflectance and lower noise in testing soft and hard materials, even materials with high water content such as biological tissues, swollen polymers and hydrogels. A total of 10 major users will use the system to measure the dynamic response of soft, porous, multiphasic, and hard materials with an unprecedented range and resolution in time and space. The MPV800 system will provide essential measurements to update models of sophisticated assemblies in civil and aerospace applications.  It will also be used for noncontact characterization and structural health monitoring of 3D printed parts and tissue scaffolds. Analysis of wave propagation in cartilage and tendons will reveal new insights on the high loading-rate response of those tissues and the tissue behavior that leads to osteoarthritis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melih",
   "pi_last_name": "Eriten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melih Eriten",
   "pi_email_addr": "eriten@engr.wisc.edu",
   "nsf_id": "000636336",
   "pi_start_date": "2017-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Allen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Allen",
   "pi_email_addr": "matt.allen@byu.edu",
   "nsf_id": "000500407",
   "pi_start_date": "2017-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1513 University Avenue",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1385",
   "pgm_ref_txt": "SPECIAL STUDIES AND ANALYSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 470250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, a multipoint vibrometer with 40 laser heads was acquired and stationed at a departmental lab facility for the purpose of obtaining full field vibration measurement data.&nbsp;Multipoint Laser Vibrometer (MPV800) system consists of 5-optical units and 40 fiber heads to enable high resolution, noncontact and full-field vibration testing at the University of Wisconsin-Madison (UW-Madison). The bandwidth of data acquisition in this system ranges from several Hz to 100 kHz, and the spatial resolution is 0.5 mm. This new system uses a wavelength of 1550 nm for higher reflectance and lower noise in testing soft and hard materials, even materials with high water content such as biological tissues, swollen polymers and hydrogels.&nbsp;</p>\n<p>The PI&rsquo;s group and collaborators have been using the MPV800 in four specific research projects: Shear wave propagation across soft interfaces; nonlinear dynamics and characterizing nonlinear mechanical properties of soft and biological materials; poroelastic damping and absorption, and tool vibrations during friction stir welding. The simultaneous multi-point measurements by the MPV800 facilitated investigation of nonlinear and nonstationary vibrations due to interfaces in soft/complex materials with very high resolution and accuracy. This system was especially valuable in cases where the nonlinear effects are one-time irreproducible events (e.g., transients in nonlinear systems). In such cases, simultaneous multi-point measurements captured the dynamics more accurately than a single point vibrometer can. To exemplify, the PI&rsquo;s group investigated the propagation of shear and surface waves in soft materials with and without interfaces and revealed the nature of wave scattering and generation of higher harmonics due to nonlinear contact interactions. The multi-point measurements were also used to estimate shear wave speeds quickly in these materials. The MPV800 system showed very good signal strength when the laser beam was incident on the surface of the soft materials (regardless of the water content). The PI&rsquo;s group also developed a testing platform, whose transient and steady-state vibrations enabled identification of constitutive and contact nonlinearities. The MPV system was instrumental in monitoring modal coupling and energy transfer during transient vibrations. The MPV system was also used in assessing the performance of indenter-foam dampers developed by the PI and a friction stir welding tool developed by the collaborators (manufacturing faculty at the UW-Madison). The PI and students involved in those projects presented the findings at several international conferences and research institutes. Besides, those projects lead to three manuscripts to be submitted to journals.&nbsp;</p>\n<p>During the project, a total of seven graduate students, 2 postdoctoral researchers and a staff engineer are trained to use the MPV800 system. This number will grow further once Covid-related restrictions relax. Data and recordings collected by the MPV800 system were presented as case studies in junior and senior-master-level courses at UW-Madison. Through those case studies, approximately 100 undergraduate and graduate students got informed on this cutting-edge multipoint vibration testing technique.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2021<br>\n\t\t\t\t\tModified by: Melih&nbsp;Eriten</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, a multipoint vibrometer with 40 laser heads was acquired and stationed at a departmental lab facility for the purpose of obtaining full field vibration measurement data. Multipoint Laser Vibrometer (MPV800) system consists of 5-optical units and 40 fiber heads to enable high resolution, noncontact and full-field vibration testing at the University of Wisconsin-Madison (UW-Madison). The bandwidth of data acquisition in this system ranges from several Hz to 100 kHz, and the spatial resolution is 0.5 mm. This new system uses a wavelength of 1550 nm for higher reflectance and lower noise in testing soft and hard materials, even materials with high water content such as biological tissues, swollen polymers and hydrogels. \n\nThe PI’s group and collaborators have been using the MPV800 in four specific research projects: Shear wave propagation across soft interfaces; nonlinear dynamics and characterizing nonlinear mechanical properties of soft and biological materials; poroelastic damping and absorption, and tool vibrations during friction stir welding. The simultaneous multi-point measurements by the MPV800 facilitated investigation of nonlinear and nonstationary vibrations due to interfaces in soft/complex materials with very high resolution and accuracy. This system was especially valuable in cases where the nonlinear effects are one-time irreproducible events (e.g., transients in nonlinear systems). In such cases, simultaneous multi-point measurements captured the dynamics more accurately than a single point vibrometer can. To exemplify, the PI’s group investigated the propagation of shear and surface waves in soft materials with and without interfaces and revealed the nature of wave scattering and generation of higher harmonics due to nonlinear contact interactions. The multi-point measurements were also used to estimate shear wave speeds quickly in these materials. The MPV800 system showed very good signal strength when the laser beam was incident on the surface of the soft materials (regardless of the water content). The PI’s group also developed a testing platform, whose transient and steady-state vibrations enabled identification of constitutive and contact nonlinearities. The MPV system was instrumental in monitoring modal coupling and energy transfer during transient vibrations. The MPV system was also used in assessing the performance of indenter-foam dampers developed by the PI and a friction stir welding tool developed by the collaborators (manufacturing faculty at the UW-Madison). The PI and students involved in those projects presented the findings at several international conferences and research institutes. Besides, those projects lead to three manuscripts to be submitted to journals. \n\nDuring the project, a total of seven graduate students, 2 postdoctoral researchers and a staff engineer are trained to use the MPV800 system. This number will grow further once Covid-related restrictions relax. Data and recordings collected by the MPV800 system were presented as case studies in junior and senior-master-level courses at UW-Madison. Through those case studies, approximately 100 undergraduate and graduate students got informed on this cutting-edge multipoint vibration testing technique. \n\n \n\n\t\t\t\t\tLast Modified: 01/13/2021\n\n\t\t\t\t\tSubmitted by: Melih Eriten"
 }
}