{
 "awd_id": "1725910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating Early Field Experiences for Prospective Mathematics Teachers through the University Teaching Experience Model",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922125",
 "po_email": "jtellis@nsf.gov",
 "po_sign_block_name": "Jennifer Ellis",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 804895.0,
 "awd_amount": 804895.0,
 "awd_min_amd_letter_date": "2017-07-13",
 "awd_max_amd_letter_date": "2017-07-13",
 "awd_abstract_narration": "This IUSE Development and Implementation for Engaged Student Learning project addresses the urgent need to improve the preparation of undergraduate prospective secondary mathematics teachers. The project will test the implementation of a field experience model designed to accelerate prospective teachers' capacity to design and implement equitable learning environments that enhance understanding and achievement in mathematics from the start of their teaching careers. The project will research the implementation of the University Teaching Experience (UTE) model where secondary prospective teachers assume teaching responsibility in an undergraduate mathematics course early in their preparation program with mentoring provided by mathematics teacher educators. Enhancing early field experiences for novice mathematics teachers can better prepare them for their initial years of practice. Since high-needs schools largely employ early career teachers, improving student outcomes in high-need schools depends upon making sure that novices are well-prepared for ambitious teaching as soon as they enter the profession.  \r\n\r\nThis project involves collaborative research across three different teacher preparation programs (Michigan State University, The Pennsylvania State University, and University of Delaware) to achieve two broad aims: (1) assess the portability of the UTE model to a wide range of university-based teacher preparation institutions and (2) gather both quantitative and qualitative data to investigate the development of PSTs' knowledge about teaching and their teaching practice as a result of participating in the UTE. Data collection will include videorecorded observations of PSTs' teaching twice during the UTE with follow-up observations of teaching twice during the PSTs' subsequent student teaching placement to determine the influence of the UTE experience on practice in secondary mathematics classrooms. Additionally, participants will complete pre and post-assessment of their knowledge of algebra teaching and participate in interviews during their UTE experience. Control group data from two of three implementation sites will be compared to UTE participants' data to assess the effectiveness of the UTE. Finally, to determine the scalability of the UTE model, final grade data for students enrolled in the mathematics courses involved in the UTE will be collected and analyzed, along with artifacts of implementation, such as syllabi from each institution. Research findings will inform the field about how the prospective teachers' knowledge and algebra teaching practices are influenced by mentored teaching experiences early in their preparation program. In particular, this study is among the first to examine how prospective teachers' understanding of the professional obligations of mathematics teaching that guide teacher decision making develop as a result of participating in such early field experiences. Finally, the findings will inform teacher preparation in other subject areas, such as science education, by providing a model for teacher preparation courses to partner with other introductory undergraduate courses that also serve as gateways to STEM degrees. The Robert Noyce Teacher Scholarship program is providing co-funding for this project in recognition of its alignment with the broader teacher preparation goals of the Noyce effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Bieda",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen N Bieda",
   "pi_email_addr": "kbieda@msu.edu",
   "nsf_id": "000534521",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "620 Farm Lane",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 804895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9af6552a-7fff-246e-52bb-a48309640a5d\"> </span></p>\n<p style=\"text-align: center;\" dir=\"ltr\"><strong>Collaborative Research on Early Field Experiences for Prospective STEM Teachers:&nbsp;Scaling the UTE Model</strong></p>\n<p dir=\"ltr\"><span>The focus of this project was to scale a novel model of early field experiences for secondary mathematics pre-service teachers (PTs) to two new sites of university-based teacher preparation, and study the viability of this model in a range of university-based teacher preparation contexts. In addition, we sought to study the impact of the model on PTs&rsquo; visions of high-quality mathematics instruction, professional obligations, and practices for eliciting and responding to student thinking.&nbsp;</span></p>\n<p dir=\"ltr\"><span>This model of early field experience (the &ldquo;University Teaching Experience&rdquo; (UTE)), serves as a field placement component of a mathematics methods course taken prior to student teaching. The experience involves having PTs attend the same placement in an undergraduate mathematics course (at a level below calculus) taught using ambitious teaching practices (e.g., NCTM, 2014) - the same teaching practices that the PTs are learning in their methods course. Unlike early field experiences where each PT is placed with a different mentor teacher working in a K-12 school setting, and the scope of PTs work is observations-centered,&nbsp; the UTE involves PTs sharing experiences concurrently in the same university mathematics classroom and with the same mentor teacher. This enables richer conversations about their observations, as they can react from the perspective of having witnessed, as well as been involved with, the same classroom experience. The UTE is designed so that PTs have the opportunity to work with small groups of mathematics students, observe ambitious teaching practices, plan for, enact, and reflect on lessons in which they lead instruction, and engage in joint debrief sessions after each mathematics class.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We have had many positive findings from this project. First, the project has refined the UTE model and shown that it is not only a viable, but a transformative, model for early field experiences for secondary mathematics PTs in university-based teacher preparation programs. The model has been institutionalized for continued implementation at each of the project sites.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Next, our inquiry has revealed specific and significant ways that the UTE model supports PTs&rsquo; visions of high-quality mathematics instruction (Munter, 2014) and their understanding of professional obligations of mathematics teaching (Herbst &amp; Chazan, 2012). Specifically, we saw statistically significant effects of PTs&rsquo; participation for broadening their visions of high-quality mathematics instruction; these effects were observed regardless of the visions held by the PTs at the beginning of the UTE. They broadened their visions in three areas: role of the teacher, classroom discourse, and mathematical tasks - three areas of importance in developing teaching practices that focus on sense-making in mathematics.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Additionally, we sought to understand how the UTE affords opportunities for PTs to develop understanding of the professional obligations of mathematics teaching. We now have rich insights about PTs&rsquo; reasoning about practice as they attempt ambitious teaching practices. We learned that PTs are especially sensitive to addressing the needs of individual learners and ensuring that the interpersonal aspect of their classroom promotes learning for all. However, they frequently faced dilemmas in navigating how to address individuals&rsquo; needs and the needs of learners working together in classrooms while at the same time ensuring they are teaching the mathematics content in rigorous and meaningful ways.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Although we continue to analyze data to investigate the extent to which the UTE supports PTs&rsquo; learning of a key high-leverage practice &ndash;eliciting and responding to student thinking - our work in developing a new construct (</span><span>the eliciting cycle</span><span>) and framework for analysis presents an advance for the field in being able to understand the development of PTs&rsquo; practice with regards to eliciting and responding to student thinking.&nbsp;</span></p>\n<p dir=\"ltr\"><span>More information about this project can be found on our </span><a href=\"https://sites.google.com/msu.edu/utemptproject/home?authuser=0\"><span>website.</span></a><span>&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>References</strong></p>\n<p dir=\"ltr\"><span>Herbst, P., &amp; Chazan, D. (2012). On the instructional triangle and sources of justification for actions in mathematics teaching. </span><span>ZDM</span><span>, </span><span>44</span><span>(5), 601-612.</span></p>\n<p dir=\"ltr\"><span>Munter, C. (2014). Developing visions of high-quality mathematics instruction. </span><span>Journal for Research in Mathematics Education</span><span>, </span><span>45</span><span>, 584-635.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2022<br>\n\t\t\t\t\tModified by: Kristen&nbsp;N&nbsp;Bieda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nCollaborative Research on Early Field Experiences for Prospective STEM Teachers: Scaling the UTE Model\nThe focus of this project was to scale a novel model of early field experiences for secondary mathematics pre-service teachers (PTs) to two new sites of university-based teacher preparation, and study the viability of this model in a range of university-based teacher preparation contexts. In addition, we sought to study the impact of the model on PTs’ visions of high-quality mathematics instruction, professional obligations, and practices for eliciting and responding to student thinking. \nThis model of early field experience (the \"University Teaching Experience\" (UTE)), serves as a field placement component of a mathematics methods course taken prior to student teaching. The experience involves having PTs attend the same placement in an undergraduate mathematics course (at a level below calculus) taught using ambitious teaching practices (e.g., NCTM, 2014) - the same teaching practices that the PTs are learning in their methods course. Unlike early field experiences where each PT is placed with a different mentor teacher working in a K-12 school setting, and the scope of PTs work is observations-centered,  the UTE involves PTs sharing experiences concurrently in the same university mathematics classroom and with the same mentor teacher. This enables richer conversations about their observations, as they can react from the perspective of having witnessed, as well as been involved with, the same classroom experience. The UTE is designed so that PTs have the opportunity to work with small groups of mathematics students, observe ambitious teaching practices, plan for, enact, and reflect on lessons in which they lead instruction, and engage in joint debrief sessions after each mathematics class. \nWe have had many positive findings from this project. First, the project has refined the UTE model and shown that it is not only a viable, but a transformative, model for early field experiences for secondary mathematics PTs in university-based teacher preparation programs. The model has been institutionalized for continued implementation at each of the project sites. \nNext, our inquiry has revealed specific and significant ways that the UTE model supports PTs’ visions of high-quality mathematics instruction (Munter, 2014) and their understanding of professional obligations of mathematics teaching (Herbst &amp; Chazan, 2012). Specifically, we saw statistically significant effects of PTs’ participation for broadening their visions of high-quality mathematics instruction; these effects were observed regardless of the visions held by the PTs at the beginning of the UTE. They broadened their visions in three areas: role of the teacher, classroom discourse, and mathematical tasks - three areas of importance in developing teaching practices that focus on sense-making in mathematics. \nAdditionally, we sought to understand how the UTE affords opportunities for PTs to develop understanding of the professional obligations of mathematics teaching. We now have rich insights about PTs’ reasoning about practice as they attempt ambitious teaching practices. We learned that PTs are especially sensitive to addressing the needs of individual learners and ensuring that the interpersonal aspect of their classroom promotes learning for all. However, they frequently faced dilemmas in navigating how to address individuals’ needs and the needs of learners working together in classrooms while at the same time ensuring they are teaching the mathematics content in rigorous and meaningful ways. \nAlthough we continue to analyze data to investigate the extent to which the UTE supports PTs’ learning of a key high-leverage practice &ndash;eliciting and responding to student thinking - our work in developing a new construct (the eliciting cycle) and framework for analysis presents an advance for the field in being able to understand the development of PTs’ practice with regards to eliciting and responding to student thinking. \nMore information about this project can be found on our website. \n\n \nReferences\nHerbst, P., &amp; Chazan, D. (2012). On the instructional triangle and sources of justification for actions in mathematics teaching. ZDM, 44(5), 601-612.\nMunter, C. (2014). Developing visions of high-quality mathematics instruction. Journal for Research in Mathematics Education, 45, 584-635.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/23/2022\n\n\t\t\t\t\tSubmitted by: Kristen N Bieda"
 }
}