{
 "awd_id": "1725946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Transforming the Evaluation of Teaching: A Study of Institutional Change to Advance STEM Undergraduate Education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 842571.0,
 "awd_amount": 1011076.0,
 "awd_min_amd_letter_date": "2017-06-30",
 "awd_max_amd_letter_date": "2019-08-08",
 "awd_abstract_narration": "The economic prosperity of the United States relies on progress in science, the advancement of national health initiatives, and overall national prosperity in an increasingly technical economy. This prosperity relies on a talented workforce with the ability to nimbly address new challenges and develop innovative technologies. Colleges and universities can best prepare this future workforce by adopting evidence-based, student-centered teaching approaches. This project will support and study the adoption of new approaches to teaching evaluation that encourage the use of teaching practices known to support the excellence in learning needed to address national needs. Universities have long relied on student surveys as the primary means of evaluating instruction, despite their significant limitations. By introducing a scholarly framework for the evaluation of teaching, this project will help faculty members create a shared vision of effective teaching in their discipline, identify appropriate forms of evidence of effective teaching, and apply the resulting framework for such means as mentoring, annual evaluations, promotion and tenure. Given that four-year public colleges and universities accounted for 40% of the 17 million undergraduates enrolled in US universities in 2014 (National Center of Education Statistics), the work in this project to study the development and implementation of new approaches to evaluating teaching will provide models for change at hundreds of similar institutions that enroll millions of students.\r\n\r\nIn this project, the University of Kansas, the University of Colorado at Boulder and the University of Massachusetts Amherst will approach change in ways best suited to their campus culture. Each, though, will implement an evaluation framework that is based on two decades of scholarship on scholarly teaching and its evaluation. The framework draws on multiple sources of evidence, including students, peers, instructors, and that speaks to multiple dimensions of teaching and learning. The work on each campus will center on the development and use of a teaching evaluation rubric that provides a richer, more complete view of teaching practice, and the evidence that speaks to it. Leaders and faculty members at each campus will also share their experiences with colleagues at the other universities, creating faculty learning communities that will provide further means for improving teaching. The researchers will study the process of transformation within and across the three campuses, focusing on what approaches work most effectively under what circumstances. Informed by theories of organizational change and organizational learning, case studies of each campus will illuminate the strategies and processes that lead to adoption of new approaches to teaching evaluation. The cross-case analysis will provide greater insight into the ways in which these strategies and processes interact with institutional cultures and contexts. The research findings will also serve to uncover aspects of institutional change for teaching evaluation that may be adaptable by many institutional types. Project findings will be disseminated through knowledge exchange meetings, professional and scholarly conferences, meetings of senior institutional leaders, reports, and articles in order to provide models of effective teaching evaluation to higher education institutions throughout the country.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriela",
   "pi_last_name": "Weaver",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriela C Weaver",
   "pi_email_addr": "gweaver@umass.edu",
   "nsf_id": "000458095",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "140 Hicks Way",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039272",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 842571.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 168505.0
  }
 ],
 "por": null
}