{
 "awd_id": "1725625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF:  Monitoring the role of subsurface physical processes in carbon flux from a degraded permafrost site using novel multidisciplinary observations",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 87000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2017-07-07",
 "awd_max_amd_letter_date": "2018-08-01",
 "awd_abstract_narration": "Dr. Stephanie R. James has been awarded an NSF EAR Postdoctoral Fellowship to carry out a research and education plan at the U.S. Geological Survey, Crustal Geophysics and Geochemistry Science Center, in Denver, CO. Her research project will improve the understanding of how Arctic boreal peatlands respond, both physically and chemically, to thawing permafrost. The release of permafrost carbon has the potential to impact the global carbon budget. However, the magnitude of this impact is uncertain due to the complex relationships between processes above and below ground, dramatic seasonal changes, and limitations in subsurface measurement capabilities. Dr. James will use a novel combination of geophysical and biogeochemical techniques in a multidisciplinary field experiment near Fairbanks, Alaska to improve the understanding of the physical controls on carbon fluxes at the site scale. This will lead to improved predictions of the permafrost-carbon feedback in climate models at the global scale. In addition, this project will advance a passive seismic technique capable of continuous monitoring for permafrost degradation, which could improve infrastructure security in local communities. Dr. James will also conduct an education plan to advance academic and professional scientific inquiry and public education. A multiday geophysical workshop will train college graduates and professionals in cutting-edge hydrogeophysical methods. Then, a series of Earth science outreach visits to middle schools in Denver, CO and Fairbanks, AK will broaden student awareness and encourage science participation.\r\n \r\nThis project entails a one year multidisciplinary field experiment and the integration of field data with numerical simulations of water and energy transport using the code SUTRA 3.0. Passive seismic, nuclear magnetic resonance, temperature, soil moisture, and carbon flux measurements will be collected along a transect between intact permafrost and a collapse-scar bog. By using a unique combination of geophysical and biogeochemical methods, this project will address how subsurface physical processes, such as seasonal freeze-thaw dynamics and changes in water content, impact carbon exchange with the atmosphere across a permafrost thaw gradient. Numerical modeling will improve the understanding of relationships between surface conditions and subsurface processes, as well as aid with interpretation of seismic velocity changes. This work builds off previous studies of the Alaskan Peatland Experiment (APEX) and will advance passive seismic techniques for permafrost monitoring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "James",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie R James",
   "pi_email_addr": "",
   "nsf_id": "000743400",
   "pi_start_date": "2017-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "James                   Stephanie      R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Gainesville",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "326083270",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "USGS Crustal Geophysics and Geochemistry Science Center",
  "perf_str_addr": null,
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802250046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 87000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 87000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Peatland permafrost can contain substantial quantities of organic carbon within frozen soils close to thawing, and is therefore particularly vulnerable to enhanced carbon losses in response to climatic and disturbance-induced changes. However, complete understanding of the drivers and impacts related to permafrost thaw is limited by our ability to observe and measure processes and properties below the ground surface. In this postdoctoral fellowship, Dr. Stephanie James and colleagues at the U.S. Geological Survey set out to better understand how the spatial distribution and temporal dynamics of water and ice below the ground surface influence above ground fluxes of greenhouses gases observed at a site with degrading permafrost. This was accomplished through a 1.5-year multidisciplinary field study at the Alaska Peatland Experiment (APEX) research site near Fairbanks, Alaska. We installed an instrument transect between stable permafrost and two collapse-scar bogs with co-located geophysical and biogeochemical measurements. We used a novel combination of cutting-edge geophysical techniques, nuclear magnetic resonance (NMR), and passive seismic monitoring, to directly measure liquid water content and continuously monitor changes in water and ice content with time. We also developed a first-of-its-kind permafrost gas probe that was installed at key sites along the transect and allowed us to directly sample greenhouse gases within permafrost soils at depth. Fluxes of carbon dioxide (CO<sub>2</sub>) and methane (CH<sub>4</sub>) were recorded at the surface through a combination of forced diffusion flux sensors, chamber measurements, and eddy covariance towers.&nbsp;</p>\n<p>The results from this project have shown that warm permafrost close to the thawing point can contain substantial amounts of liquid water (10-20 % by volume) and both temperature and water content increases with proximity to the collapse-scar bogs. Furthermore, the bog-edge locations contained elevated methane concentrations at depth (up to 3.0x10<sup>5</sup> ppm) many orders of magnitude higher than ambient atmospheric levels. These results suggest that permafrost soils may support microbial activity below the freezing point and be an important source of greenhouse gases prior to collapse. In addition, this project has provided a successful demonstration of the value of passive seismic monitoring, particularly when paired with NMR. The seismic results captured changes in water and ice content on multiple time scales, such as the seasonal freeze and thaw dynamics across the site along with subtle fluctuations in response to precipitation and air temperature. Time-lapse maps of seismic velocity changes across the site showed the younger of the two collapse-scar bogs experienced the greatest velocity reductions in the summer, indicating this area has the greatest accumulation of water and the possibility of additional ice-loss across its margins. Comparison of seismic monitoring with surface fluxes of CO<sub>2</sub> observed in the winter suggest that small warming events can lead to slightly warmer and wetter conditions within the soils, seen as decreases in seismic velocity, which may be stimulating overwinter microbial respiration leading to elevated CO<sub>2</sub> fluxes. Conversely, some locations experience the opposite trend, particularly in the early winter, where increased seismic velocity suggests ice formation coincides with increased CO<sub>2</sub> fluxes. We hypothesize this could be observation of ice formation forcing gases out of the pore spaces. Overall, the results of this project have demonstrated that geophysical monitoring techniques can provide important new insights into the role of water and ice below the surface in controlling or influencing greenhouse gas generation, and consequently carbon losses, in permafrost and frozen soils.&nbsp;</p>\n<p>The outcomes of this project will add to the base of knowledge in the fields of permafrost science, boreal and soil ecology, and near-surface geophysics. The results have spurred new research questions and prompted further investigation at the APEX study site and beyond. The successful demonstration of this multidisciplinary approach will serve as a proof-of-concept for future research in permafrost ecosystems, and has the possibility for successful applications in other geologic settings. The project has also greatly benefited the professional development of Dr. James by furthering her knowledge and expertise in permafrost and near-surface geophysical methods. She was also afforded multiple opportunities to share her research and advance her knowledge at professional meetings, field trips, and workshops which has resulted in new collaborations and connections within many scientific communities. Through the leadership and mentorship activities of Dr. James, this project also had the broader impact of promoting Earth science interest in middle school students as well as fostering geophysical knowledge and training in graduate students and professionals connected to this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/27/2020<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;R&nbsp;James</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590597703819_20190624_111320_cropped--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590597703819_20190624_111320_cropped--rgov-800width.jpg\" title=\"Emergent bog\"><img src=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590597703819_20190624_111320_cropped--rgov-66x44.jpg\" alt=\"Emergent bog\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An elevated boardwalk leads across the young emergent collapse-scar bog at the Alaska Peatland Experiment (APEX) study site, and a seismic station is visible in the background.</div>\n<div class=\"imageCredit\">Stephanie James</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephanie&nbsp;R&nbsp;James</div>\n<div class=\"imageTitle\">Emergent bog</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598237591_20180610_130048_cropped--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598237591_20180610_130048_cropped--rgov-800width.jpg\" title=\"Example instrument site\"><img src=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598237591_20180610_130048_cropped--rgov-66x44.jpg\" alt=\"Example instrument site\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Site #1. The seismometer was buried and connected to an elevated box housing the batteries and data logger. A white PVC borehole allowed for repeat logging with the NMR tool. Thermistors, soil moisture, and permafrost gas probes were installed in the surrounding area.</div>\n<div class=\"imageCredit\">Stephanie James</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephanie&nbsp;R&nbsp;James</div>\n<div class=\"imageTitle\">Example instrument site</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598382507_20190301_150858_cropped--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598382507_20190301_150858_cropped--rgov-800width.jpg\" title=\"Permafrost gas collection\"><img src=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598382507_20190301_150858_cropped--rgov-66x44.jpg\" alt=\"Permafrost gas collection\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A team member collects a gas sample from one of the probes installed in the permafrost. The adjacent PVC borehole provided a co-located measurement of permafrost unfrozen water content using the NMR tool.</div>\n<div class=\"imageCredit\">Stephanie James</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephanie&nbsp;R&nbsp;James</div>\n<div class=\"imageTitle\">Permafrost gas collection</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598572585_20190228_093643_cropped--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598572585_20190228_093643_cropped--rgov-800width.jpg\" title=\"Winter NMR data collection\"><img src=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598572585_20190228_093643_cropped--rgov-66x44.jpg\" alt=\"Winter NMR data collection\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The nuclear magnetic resonance (NMR) tool is lowered into the borehole and connected to the control unit and laptop by a long cable some distance away to reduce electromagnetic noise interference during data collection</div>\n<div class=\"imageCredit\">Stephanie James</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephanie&nbsp;R&nbsp;James</div>\n<div class=\"imageTitle\">Winter NMR data collection</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598737851_20181012_190155_cropped--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598737851_20181012_190155_cropped--rgov-800width.jpg\" title=\"Surface gas flux sensor for winter monitoring\"><img src=\"/por/images/Reports/POR/2020/1725625/1725625_10499945_1590598737851_20181012_190155_cropped--rgov-66x44.jpg\" alt=\"Surface gas flux sensor for winter monitoring\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Eosense forced diffusion sensors were installed in late fall and recorded carbon dioxide fluxes at the surface beneath the snow pack through the winter.</div>\n<div class=\"imageCredit\">Stephanie James</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephanie&nbsp;R&nbsp;James</div>\n<div class=\"imageTitle\">Surface gas flux sensor for winter monitoring</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nPeatland permafrost can contain substantial quantities of organic carbon within frozen soils close to thawing, and is therefore particularly vulnerable to enhanced carbon losses in response to climatic and disturbance-induced changes. However, complete understanding of the drivers and impacts related to permafrost thaw is limited by our ability to observe and measure processes and properties below the ground surface. In this postdoctoral fellowship, Dr. Stephanie James and colleagues at the U.S. Geological Survey set out to better understand how the spatial distribution and temporal dynamics of water and ice below the ground surface influence above ground fluxes of greenhouses gases observed at a site with degrading permafrost. This was accomplished through a 1.5-year multidisciplinary field study at the Alaska Peatland Experiment (APEX) research site near Fairbanks, Alaska. We installed an instrument transect between stable permafrost and two collapse-scar bogs with co-located geophysical and biogeochemical measurements. We used a novel combination of cutting-edge geophysical techniques, nuclear magnetic resonance (NMR), and passive seismic monitoring, to directly measure liquid water content and continuously monitor changes in water and ice content with time. We also developed a first-of-its-kind permafrost gas probe that was installed at key sites along the transect and allowed us to directly sample greenhouse gases within permafrost soils at depth. Fluxes of carbon dioxide (CO2) and methane (CH4) were recorded at the surface through a combination of forced diffusion flux sensors, chamber measurements, and eddy covariance towers. \n\nThe results from this project have shown that warm permafrost close to the thawing point can contain substantial amounts of liquid water (10-20 % by volume) and both temperature and water content increases with proximity to the collapse-scar bogs. Furthermore, the bog-edge locations contained elevated methane concentrations at depth (up to 3.0x105 ppm) many orders of magnitude higher than ambient atmospheric levels. These results suggest that permafrost soils may support microbial activity below the freezing point and be an important source of greenhouse gases prior to collapse. In addition, this project has provided a successful demonstration of the value of passive seismic monitoring, particularly when paired with NMR. The seismic results captured changes in water and ice content on multiple time scales, such as the seasonal freeze and thaw dynamics across the site along with subtle fluctuations in response to precipitation and air temperature. Time-lapse maps of seismic velocity changes across the site showed the younger of the two collapse-scar bogs experienced the greatest velocity reductions in the summer, indicating this area has the greatest accumulation of water and the possibility of additional ice-loss across its margins. Comparison of seismic monitoring with surface fluxes of CO2 observed in the winter suggest that small warming events can lead to slightly warmer and wetter conditions within the soils, seen as decreases in seismic velocity, which may be stimulating overwinter microbial respiration leading to elevated CO2 fluxes. Conversely, some locations experience the opposite trend, particularly in the early winter, where increased seismic velocity suggests ice formation coincides with increased CO2 fluxes. We hypothesize this could be observation of ice formation forcing gases out of the pore spaces. Overall, the results of this project have demonstrated that geophysical monitoring techniques can provide important new insights into the role of water and ice below the surface in controlling or influencing greenhouse gas generation, and consequently carbon losses, in permafrost and frozen soils. \n\nThe outcomes of this project will add to the base of knowledge in the fields of permafrost science, boreal and soil ecology, and near-surface geophysics. The results have spurred new research questions and prompted further investigation at the APEX study site and beyond. The successful demonstration of this multidisciplinary approach will serve as a proof-of-concept for future research in permafrost ecosystems, and has the possibility for successful applications in other geologic settings. The project has also greatly benefited the professional development of Dr. James by furthering her knowledge and expertise in permafrost and near-surface geophysical methods. She was also afforded multiple opportunities to share her research and advance her knowledge at professional meetings, field trips, and workshops which has resulted in new collaborations and connections within many scientific communities. Through the leadership and mentorship activities of Dr. James, this project also had the broader impact of promoting Earth science interest in middle school students as well as fostering geophysical knowledge and training in graduate students and professionals connected to this project.\n\n \n\n\t\t\t\t\tLast Modified: 05/27/2020\n\n\t\t\t\t\tSubmitted by: Stephanie R James"
 }
}