{
 "awd_id": "1725650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Partnership: From the Classroom to the Field: Improving the Workplace in the Geosciences",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 87420.0,
 "awd_amount": 87420.0,
 "awd_min_amd_letter_date": "2017-07-21",
 "awd_max_amd_letter_date": "2022-11-21",
 "awd_abstract_narration": "This project addresses the need for safe and productive STEM education and research workplaces for each and every person studying and working in STEM.  The project will likely result in systemic change in the geosciences and may become a model for other STEM disciplines.  The focus is on the geosciences because it includes field work expectations and is one of the least diverse of the science, technology, engineering, and mathematics (STEM) fields.  The project will develop bystander intervention workshops for department heads, chairs, and faculty to reduce incidents of sexual harassment and to properly handle it if it happens.   The partners include experts from scientific and professional societies in geoscience, education, and professional development.  The project team has experience leading successful professional development programs for faculty and early-career scientists.  The project will transform teaching of research ethics of current and future geoscientists by addressing sexual harassment as scientific misconduct.  The partnering organizations include: University of Wisconsin-Madison, Brown University, California State Los Angeles, Colorado College, University of California Merced, American Geophysical Union (AGU), Earth Science Women's Network (ESWN), and the Association for Women Geoscientists (AWG). \r\n\r\nThe project will generate systemic change for gender equity in the geosciences through development of tested bystander intervention workshops for department heads, chairs, and faculty to appropriately respond to, prevent, and eliminate sexual harassment.  The novel contributions of the proposed activities include: 1) Designing a community-based approach to bystander intervention training for women and men academic leaders; 2) Updating curriculum for the ethical conduct of research to include sexual harassment as scientific misconduct; and 3) Incorporating geoscience-relevant scenarios into training and teaching materials, including field research and educational settings.  The project aims to improve workplace climate at the institutional level, structurally, and individually.  At the institution level by directly addressing academic cultures through the leadership of scientific societies and institutions.  At the structural level through policies and processes that guide professional conduct and response to misconduct.  At the individual level through education and empowerment of women and men with strategies for intervening in various situations of misconduct.  The training material will include attention to the unique challenges faced by women with intersectional identities.  The collaborations with professional STEM society partners will facilitate national dissemination, implementation, and sustainability.   The model developed and tested in this project will be shared as a model for other STEM disciplines and could result in broader systemic change in the culture of STEM.\r\n\r\nThe NSF ADVANCE program is designed to foster gender equity through a focus on the identification and elimination of organizational barriers that impede the full participation and advancement of women faculty in academic institutions.  Organizational barriers that inhibit equity may exist in policies, processes, practices, and the organizational culture and climate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Asmeret",
   "pi_last_name": "Berhe",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Asmeret A Berhe",
   "pi_email_addr": "aaberhe@ucmerced.edu",
   "nsf_id": "000527052",
   "pi_start_date": "2017-07-21",
   "pi_end_date": "2022-11-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teamrat",
   "pi_last_name": "Ghezzehei",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Teamrat A Ghezzehei",
   "pi_email_addr": "taghezzehei@ucmerced.edu",
   "nsf_id": "000540180",
   "pi_start_date": "2022-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Merced",
  "perf_str_addr": "5200 N. Lake Rd",
  "perf_city_name": "Merced",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "016Y00",
   "pgm_ele_name": "ADVANCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011Z",
   "pgm_ref_txt": "ADVANCE PLAN D"
  },
  {
   "pgm_ref_code": "7650",
   "pgm_ref_txt": "ADVANCE PLAN IHE"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 87420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-be35c125-7fff-8e60-8aee-0666687b753a\"> </span></p>\n<p dir=\"ltr\"><span>Final Outcomes ADVANCEGeo Partnership v 1.0</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The geosciences remain one of the least diverse fields in STEMM. Efforts to diversify the discipline need to address the impacts of hostile working and learning environments and help change these conditions. Oppressive forces including sexism, racism, ableism, and homophobia result in a hostile obstacle course for those who do not fit an outdated stereotype of &ldquo;what a scientist looks like,&rdquo; leading to additional burdens (e.g., unpaid labor, emotional distress). Our survey of geoscientists, ecologists, and space scientists (&gt;3000 respondents) indicated that People of Color, disabled people, LGBTQ+ individuals, and white women are 2-3x more likely to experience negative workplace climates. These scientists are also more likely to opt out of professional activities, with &gt;30% of these scientists reporting their intention to leave their institutions or the field altogether due to negative experiences.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our work aimed to generate systemic change for equity and inclusion in the geosciences through a multi-level approach to transform workplace climate: at the institutional level, by addressing academic cultures through the leadership of scientific societies and on campus efforts; structurally, through policies and processes that guide professional conduct and response to sexual and other types of harassment; and individually, through education and empowerment of all members of the scientific community. To that end our group developed and led more than 175 workshops for departments, professional societies, and research groups. Facilitated by geoscientists, these workshops aim to help participants identify implicit bias, be active bystanders, and create codes of conduct. Evidence-based workshops introduced data describing the endemic nature of the problem and provided participants the chance to practice intervention approaches. Workshop participants reported feeling more confident in identifying and intervening when bullying and harassment occur around them. Train-the-trainer workshops, yielding 15 additional engaged trainers, were critical to our ability to offer this many workshops and increased the sustainability of the program.&nbsp;</span></p>\n<p><span>Collectively we presented the results of our work at (inter)national scientific conferences and town halls and in natural and social science departments across the US (&gt;100 presentations) and wrote &gt;26 commentaries, articles, and book chapters outlining our results and contextualizing them within the literature. We collated resources and worked in collaboration with the Science Education Resource Center (SERC) at Carleton College to disseminate our materials and relevant research and tested strategies to respond to hostile climates in the geosciences and other STEM disciplines via an online resource center (</span><a href=\"https://serc.carleton.edu/advancegeo/resources/index.html\"><span>serc.carleton.edu/advancegeo/resources/index.html</span></a><span>).</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/25/2024<br>\nModified by: Teamrat&nbsp;A&nbsp;Ghezzehei</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nFinal Outcomes ADVANCEGeo Partnership v 1.0\n\n\n\n\n\nThe geosciences remain one of the least diverse fields in STEMM. Efforts to diversify the discipline need to address the impacts of hostile working and learning environments and help change these conditions. Oppressive forces including sexism, racism, ableism, and homophobia result in a hostile obstacle course for those who do not fit an outdated stereotype of what a scientist looks like, leading to additional burdens (e.g., unpaid labor, emotional distress). Our survey of geoscientists, ecologists, and space scientists (3000 respondents) indicated that People of Color, disabled people, LGBTQ+ individuals, and white women are 2-3x more likely to experience negative workplace climates. These scientists are also more likely to opt out of professional activities, with 30% of these scientists reporting their intention to leave their institutions or the field altogether due to negative experiences.\n\n\nOur work aimed to generate systemic change for equity and inclusion in the geosciences through a multi-level approach to transform workplace climate: at the institutional level, by addressing academic cultures through the leadership of scientific societies and on campus efforts; structurally, through policies and processes that guide professional conduct and response to sexual and other types of harassment; and individually, through education and empowerment of all members of the scientific community. To that end our group developed and led more than 175 workshops for departments, professional societies, and research groups. Facilitated by geoscientists, these workshops aim to help participants identify implicit bias, be active bystanders, and create codes of conduct. Evidence-based workshops introduced data describing the endemic nature of the problem and provided participants the chance to practice intervention approaches. Workshop participants reported feeling more confident in identifying and intervening when bullying and harassment occur around them. Train-the-trainer workshops, yielding 15 additional engaged trainers, were critical to our ability to offer this many workshops and increased the sustainability of the program.\n\n\nCollectively we presented the results of our work at (inter)national scientific conferences and town halls and in natural and social science departments across the US (100 presentations) and wrote 26 commentaries, articles, and book chapters outlining our results and contextualizing them within the literature. We collated resources and worked in collaboration with the Science Education Resource Center (SERC) at Carleton College to disseminate our materials and relevant research and tested strategies to respond to hostile climates in the geosciences and other STEM disciplines via an online resource center (serc.carleton.edu/advancegeo/resources/index.html).\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/25/2024\n\n\t\t\t\t\tSubmitted by: TeamratAGhezzehei\n"
 }
}