{
 "awd_id": "1726158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI/Acquisition: Upgrading the Microbial Ecology and Biotechnology Laboratory at Universidad del Turabo with a more efficient Genetic Analyzer for sequencing and fragment analysis",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032920000",
 "po_email": "erlyons@nsf.gov",
 "po_sign_block_name": "Eric Lyons",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 213071.0,
 "awd_amount": 213071.0,
 "awd_min_amd_letter_date": "2017-08-23",
 "awd_max_amd_letter_date": "2020-09-23",
 "awd_abstract_narration": "An award is made to Universidad del Turabo to upgrade the existing molecular facilities with the acquisition of a more efficient Genetic Analyzer that will enhance current research activities at Universidad del Turabo (UT) and project partners (University of Puerto Rico-Cayey). The project will continue to support the training of undergraduate and graduate students under different research activities and recently funded initiatives to Universidad del Turabo. The project will use Sanger-Sequencing and Fragment Analysis in different projects that will provide baseline data for other research projects. All projects will foster collaboration among project researchers and institutions. The project will also provide training in molecular techniques and in the operation of the state of the art Genetic Analyzer, to augment the future STEM work force through different sponsored projects led by the PI, Co-PI and major instrument users (NSF LTER, NIH-INBRE, USDA and PRSTRT at UT and HHMI SEA-PHAGES of UPR-Cayey). UPR-Cayey has also developed a Research Experiences for Teachers (RET) Program, supported by HHMI that provides training to pre-service teachers (pedagogy majors) in original research in Microbial Ecology that will make use of the Genetic Analyzer.  Peer reviewed publications and scientific presentations at local and national meetings will be produced as the results of the different research projects are generated.\r\n\r\nThe requested Genetic Analyzer (ABI3500) provides faster, easier and better quality control for sequencing and fragment analysis. The UT Microbial Ecology and Biotechnology Laboratory (MEBL) has been essential in the training of undergraduate and graduate students, faculty and teachers in the use of genomic techniques such as Sanger Sequencing and Fragment Analysis to study microbial communities. The project brings together seven (7) UT and University of Puerto Rico-Cayey researchers that represent two primary undergraduate minority serving Hispanic institutions.  All research projects have demonstrated the need of the new genetic analyzer ABI 3500 and how the instrument will benefit the training of students at all levels, as well as school teachers. The twelve (12) research projects address the following topics: water quality, aeromycology, tropical rain forest microbial ecology, bioremediation, agro-microbiome, bioprospecting, biochemistry (DNA-conjugated quantum dots), Drosophila population genetics, avian DNA barcoding, and genomics of bacteriophages and bacteria. All these themes are very important for the improvement and understanding of climate change, environmental protection and human and environmental health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Cantrell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon A Cantrell",
   "pi_email_addr": "scantrel@suagm.edu",
   "nsf_id": "000479202",
   "pi_start_date": "2017-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Perez-Jimenez",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jose R Perez-Jimenez",
   "pi_email_addr": "ut_jperezjm@suagm.edu",
   "nsf_id": "000478574",
   "pi_start_date": "2017-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Universidad Del Turabo",
  "inst_street_address": "189 KM 3 HM 3",
  "inst_street_address_2": "",
  "inst_city_name": "GURABO",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877460717",
  "inst_zip_code": "00778",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "SISTEMA UNIVERSITARIO ANA G MENDEZ INC",
  "org_prnt_uei_num": "KSPKNZ673H55",
  "org_uei_num": "KSPKNZ673H55"
 },
 "perf_inst": {
  "perf_inst_name": "Universidad Del Turabo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "009350001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 213071.0
  }
 ],
 "por": null
}