{
 "awd_id": "1726951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High-Performance Computing Cluster to Unveil the Sources of Gravitational Waves",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 349924.0,
 "awd_amount": 349924.0,
 "awd_min_amd_letter_date": "2017-08-10",
 "awd_max_amd_letter_date": "2017-08-10",
 "awd_abstract_narration": "This grant will allow the purchase of a high-performance-computing cluster, which is required by researchers at Northwestern University to investigate sources of gravitational-wave emission.  Modeling and understanding of gravitational-wave sources is becoming extremely important as scientists are utilizing data from the Laser Interferometer Gravitational-wave Observatory to detect black holes and other exotic astrophysical objects (such as \"neutron stars\").  On one level, astronomers require large computers to develop programs that can help us understand the large amounts of data from gravitational-wave detectors, and pick out the real, astronomical sources from a wide variety of noise sources.  But in addition, as detections of gravitational-wave sources occur more frequently, astronomers need to understand what those detections can tell us about the population of exotic objects throughout the universe.  For instance, given the detections of gravitational-wave sources already, researchers ask how many black holes there might be, in our galaxy, and in other galaxies, and how massive are they?  Also, researchers ask: how do those black holes form, and how do systems of pairs of black holes form?  These are important questions in understanding objects at the extreme of the known laws of physics, and to answer these questions, astronomers need to understand not only the lives of individual stars and the formation of black holes and neutron stars, but they need to simulate populations of millions of stars, and the wide variety of events and processes that can affect the development of those stars.  For that work, astrophysicists require large collections of very efficient computers, such as the computer cluster that will be purchased with these funds, to run massive simulations that help us explore these questions.  In addition to the pure research that will be done with this cluster, the PI's group is also well known for generating award-winning visualizations of their simulations, which will be used at a variety of Science, Technology, Engineering, and Mathematics (STEM) education and public-outreach events.  The entire team also has extensive experience in attracting a diverse group of researchers to STEM research and fields; this cluster will help that group to train a new generation of diverse researchers in data-science methods and scientific computing, contributing to the technical workforce of the nation.\r\n \r\n  This grant will allow the acquisition of a high-performance computing (HPC) cluster that will enable research in the emerging area of gravitational physics. The cluster will be essential to the development and optimization of codes needed for both gravitational-wave (GW) data analysis as part of the Laser-Interferometer Gravitational-wave Observatory (LIGO) Scientific Collaboration, and GW source modeling for the physical interpretation of the detections. The equipment consists of a large computer cluster (56 nodes) with InfiniBand networking and 70 TB of usable storage.  This cluster will incorporate three innovative Graphics-Programming-Unit nodes (using GPUs appropriate for scientific computing) which will be used as accelerators for special-purpose massively parallel computations.  The cluster will be housed at a top-of-the-line HPC data center on the Northwestern University campus and will be operated and managed by an experienced team of HPC professionals led by one of the co-PIs.  In more detail, the cluster will be used for GW research focused on binaries with two compact objects (neutron stars and/or black holes) in interdisciplinary collaborations between GW data analysts (members of the LIGO Scientific Collaboration), astrophysicists, and computer scientists. The goals are to optimize data searches for GW signals (through effective detector characterization), to extract as promptly as possible and accurately the physical properties of the signal sources (through continuous improvements of our parameter-estimation algorithms), and to advance the astrophysical interpretation of the discoveries so we can better understand the sources' origin and constrain theoretical models using our GW observations (through the development of state-of-the-art formation models in different environments and comparing predictions to data). The team is led by PI Kalogera and co-PI Rasio, who are well recognized for their significant impact in these research areas and for their innovative development of new computational tools for GW data analysis and astrophysical modeling of GW sources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vassiliki",
   "pi_last_name": "Kalogera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vassiliki Kalogera",
   "pi_email_addr": "vicky@northwestern.edu",
   "nsf_id": "000297503",
   "pi_start_date": "2017-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aggelos",
   "pi_last_name": "Katsaggelos",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Aggelos K Katsaggelos",
   "pi_email_addr": "aggk@eecs.northwestern.edu",
   "nsf_id": "000258523",
   "pi_start_date": "2017-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frederic",
   "pi_last_name": "Rasio",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frederic A Rasio",
   "pi_email_addr": "fred.rasio@gmail.com",
   "nsf_id": "000178601",
   "pi_start_date": "2017-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wei-keng",
   "pi_last_name": "Liao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei-keng Liao",
   "pi_email_addr": "wkliao@eecs.northwestern.edu",
   "nsf_id": "000164583",
   "pi_start_date": "2017-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Paris",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph M Paris",
   "pi_email_addr": "j-paris@northwestern.edu",
   "nsf_id": "000587155",
   "pi_start_date": "2017-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 349924.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant's primary goal was to allow us to build a new high-performance computer cluster at Northwestern University.&nbsp;We are using this computing cluster to advance our understanding of a new form of observational astronomy: <em>gravitational-wave astronomy</em>. In 2015, the NSF-funding&nbsp;Laser Interferometer Gravitational-Wave Observatory (or LIGO for short), made the first direct observation of gravitational waves. Gravitational waves are ripples in spacetime created by some of the most violent events in the Universe. By analyzing&nbsp;the gravitational-wave signal, we can infer what its source was, and so gain a new insight into the processes shaping our Universe. Our computing cluster is being used to develop algorithms which analyze the gravitational-wave signals, to uncover the properties of their sources, and also to make predictions for what sources we should see, so that we can compare the new observations to theoretical predictions.</p>\n<p>By using gravitational-wave observations we can start to answer some of the outstanding questions in modern astrophysics: How do stars change throughout their lifetime? How do stars explode as supernova? How do black holes form? What are neutron stars made of? How big can a black hole be? Obtaining definitive answers to these questions will require many detections. These are expected over the coming few years as the LIGO detectors increase in sensitivity. However, analyzing each gravitational-wave signal takes considerable computing power, as does modeling&nbsp;how a system of stars will evolve to become gravitational-wave sources. This is why it is essential to have a dedicated computing cluster. We will use the cluster to develop and test new algorithms, to enable more efficient computations. We will also use the cluster to analyses&nbsp;the growing population of gravitational-wave signals, and model&nbsp;multiple different ways of forming the black holes&nbsp;and neutron stars observed by LIGO. Over the coming years, our results will answer our questions about the lives of stars, and the black holes and neutron stars they form.</p>\n<p>The cluster came online&nbsp;1 April 2019, the same day that LIGO&nbsp;started their third observing run. So far (as of November 2019), over 2 million hours of computing time has been used by our researchers in pursuing their work in gravitational-wave analysis and source modelling.</p>\n<p>In addition, to being used to answer astrophysics questions, the computer cluster will serve as&nbsp;a training ground for undergraduate and graduate students interested in high-performance computing. It will therefore help train a&nbsp;workforce experienced in using cutting-edge computing tools, as are increasingly important in the modern, data-driven economy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2019<br>\n\t\t\t\t\tModified by: Vassiliki&nbsp;Kalogera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant's primary goal was to allow us to build a new high-performance computer cluster at Northwestern University. We are using this computing cluster to advance our understanding of a new form of observational astronomy: gravitational-wave astronomy. In 2015, the NSF-funding Laser Interferometer Gravitational-Wave Observatory (or LIGO for short), made the first direct observation of gravitational waves. Gravitational waves are ripples in spacetime created by some of the most violent events in the Universe. By analyzing the gravitational-wave signal, we can infer what its source was, and so gain a new insight into the processes shaping our Universe. Our computing cluster is being used to develop algorithms which analyze the gravitational-wave signals, to uncover the properties of their sources, and also to make predictions for what sources we should see, so that we can compare the new observations to theoretical predictions.\n\nBy using gravitational-wave observations we can start to answer some of the outstanding questions in modern astrophysics: How do stars change throughout their lifetime? How do stars explode as supernova? How do black holes form? What are neutron stars made of? How big can a black hole be? Obtaining definitive answers to these questions will require many detections. These are expected over the coming few years as the LIGO detectors increase in sensitivity. However, analyzing each gravitational-wave signal takes considerable computing power, as does modeling how a system of stars will evolve to become gravitational-wave sources. This is why it is essential to have a dedicated computing cluster. We will use the cluster to develop and test new algorithms, to enable more efficient computations. We will also use the cluster to analyses the growing population of gravitational-wave signals, and model multiple different ways of forming the black holes and neutron stars observed by LIGO. Over the coming years, our results will answer our questions about the lives of stars, and the black holes and neutron stars they form.\n\nThe cluster came online 1 April 2019, the same day that LIGO started their third observing run. So far (as of November 2019), over 2 million hours of computing time has been used by our researchers in pursuing their work in gravitational-wave analysis and source modelling.\n\nIn addition, to being used to answer astrophysics questions, the computer cluster will serve as a training ground for undergraduate and graduate students interested in high-performance computing. It will therefore help train a workforce experienced in using cutting-edge computing tools, as are increasingly important in the modern, data-driven economy.\n\n\t\t\t\t\tLast Modified: 11/27/2019\n\n\t\t\t\t\tSubmitted by: Vassiliki Kalogera"
 }
}