{
 "awd_id": "1726811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Neurocognitive Studies to Enhance STEM Education: Divergent Thinking in Female and Male Engineering Students",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 297087.0,
 "awd_amount": 422087.0,
 "awd_min_amd_letter_date": "2017-07-11",
 "awd_max_amd_letter_date": "2023-11-28",
 "awd_abstract_narration": "Engineers provide creative and novel solutions for a rapidly-changing technology-oriented world. Creative problem solving, or divergent thinking, is key to the success of these STEM professionals. Industrial and academic leaders have long expressed concerns that traditional engineering programs teach students to solve well-defined analytical problems, but do not adequately develop creative or divergent thinking skills. However, little is known about the factors that support divergent thinking. In this project, researchers from engineering and psychology will work together to understand and nurture divergent thinking skills in undergraduate engineering students. The project will involve two phases: an examination of the brain activity that occurs during creative problem solving, and the development of instructional materials to encourage divergent thinking in students. This project will increase understanding of the neurocognitive basis of divergent thinking in a STEM setting. It will also provide educational resources that enhance divergent thinking in future engineers and other STEM professionals, which is essential for the innovation economy of the 21st century.\r\n\r\nThis interdisciplinary project will integrate strategies and techniques from engineering, neuroscience, and psychology to examine the neural and cognitive mechanisms underlying divergent thinking and ideation in engineering students. In the first phase of the project, electroencephalography (EEG) techniques that measure changes in brain activity patterns will be used to study engineering students as they perform design tasks. Specifically, participants will perform divergent-thinking tasks while fine-grained temporal resolution EEG is recorded to assess task-related changes in spectral power in the alpha frequency band. Because engineers often work in teams, the researchers will specifically examine how divergent thinking performance in female and male engineering students is affected by group dynamics. Particularly explored will be team members' feedback that impinges on students' gender, with a specific focus on the impact of gender stereotype threat or boost and the gender of a high-authority individual giving feedback on students' divergent thinking performance. In the second phase of the project, results of the EEG studies will be translated into educational principles that foster divergent thinking. Based on these principles, instructional practices will be implemented and tested at two different universities in undergraduate engineering courses that incorporate divergent thinking and design ideation skills in sophomore- and senior-level students. The focus on gender diversity will also contribute essential information for enhancing the education of diverse engineering student populations. The project will disseminate outcomes and materials through the project website, professional development workshops for broad audiences, and publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "van Hell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet van Hell",
   "pi_email_addr": "jgv3@psu.edu",
   "nsf_id": "000498478",
   "pi_start_date": "2017-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 297087.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": null
}