{
 "awd_id": "1726250",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: First Year Experience for Engineering, Computer Science & Technology",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2017-07-19",
 "awd_max_amd_letter_date": "2021-06-15",
 "awd_abstract_narration": "California State University, Los Angeles seeks to meet the need for a diverse STEM workforce through the expansion and scale-up of a first-year experience (FYrE@ECST) program for undergraduate students at its College of Engineering, Computer Science, and Technology. The institution serves primarily Hispanic, first-generation, Pell-grant eligible, commuter students, and is an access institution, offering many kinds of students the opportunity to study and complete an engineering or computer science degree. The FYrE program aims to build a stronger academic foundation during the students' first year by developing the cultural and social capital necessary for students to successfully navigate their undergraduate experience.  The program uses evidence-based strategies to promote student success, including working with student cohorts, offering peer-assisted mathematics Supplementary Instruction, emphasizing hands-on labs, building classes that integrate mathematics and physics, and providing a faculty mentor throughout students? first year. \r\n\r\nThe intellectual merit of this project is the expansion and evaluation of the FYrE model. The performance of each student cohort will be tracked during their first year, and continue for the duration of their time on campus. A multivariate, structural equation modeling (SEM) approach will be used to quantitatively respond to a set of research questions about the impact of the interventions on student attributes. The results of this work will include new knowledge about the first-year experience of low-income, Latinx-majority commuter student populations in the context of the development of their identities as engineering students. Research will be conducted on the impact of a first-year experience program that integrates engineering education best-practices such as cohorting, supplemental instruction, summer bridge experiences, a project-based Introduction to Engineering course, and integrated mathematics-physics courses on student persistence and academic performance. This knowledge will improve the ability of American universities to serve the growing population of low income Hispanic students, especially commuter students who cannot take advantage of built-in cohorting that takes place in on-campus living situations. Best practices for supporting success of first-year engineering students from underrepresented minorities have often been developed and implemented at predominantly white institutions. In a public Hispanic-serving institution in which most students are members of one or more underrepresented minority, scaling these best practices can be challenging. The FYrE@ECST program is designed for scalability and sustainability and may provide insight into successful strategies for supporting student success at similar institutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gisele",
   "pi_last_name": "Ragusa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gisele Ragusa",
   "pi_email_addr": "ragusa@usc.edu",
   "nsf_id": "000447315",
   "pi_start_date": "2017-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 Flower St",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The First Year Experiences in Engineering (FYrE) program at California State University Los Angeles (Cal State LA) in Collaboration with the University of Southern California (USC) is intended &nbsp;to develop a diverse STEM workforce, through the development and scale-up of a first-year program for students in the College of Engineering, Computer Science, and Technology (ECST) at Cal State LA. The research was intended to develop, test and study the impact of an expanded the FYrE program. This program includes both engineering and computer science students in academic cohorts.</p>\n<p><strong>Long Terms Successes From a First Year Experience:</strong> Key outcomes for this project are established longitudinal relationships between enrollment in FYrE and long term college success and degree matriculation in spite of the pandemic. Many students in FYRE have now completed their undergraduate degree, and at a quicker pace than non-intervention peers.&nbsp; The program faculty have also created and redesigned courses to support the students throughout their first year and adjusted such courses for pandemic related virtual instruction , hybrid approach and then returning to campus.</p>\n<p><strong>Ongoing Modification and &nbsp;Improvement of Undergraduate Computer Science Coursework:</strong> For&nbsp; this process, the program faculty researchers implemented lessons learned from the FYrE &nbsp;to improve the courses by including engagement in project focus curricula, thereby continuing to reduce the coding efficacy gap created by mixing students with and without previous coding experience, and by &nbsp;engagement in mindful team formation within course sections to be certain that the groups are heterogenous in terms of coding experiences.</p>\n<p><strong><span style=\"text-decoration: underline;\">Improved Physics Concept Mastery:</span></strong> Resulting from data analyses over several program years, the project team determined that mastery of core physics concepts that facilitate engineering academic success have been a challenge for the students. Accordingly, course revisions for physics heavy courses have been made ongoingly such that students have ample opportunities to apply the physics principles (and in particular those associated with force), to improve their conceptual understanding. &nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Longitudinal Review/Data Analyses of Past FYrE Cohorts</span></strong><strong>:</strong> &nbsp;The researchers looked back and forward at the impact of the FYrE interventions&nbsp; with regard to students&rsquo; retention, academic performance, and progress toward degree.&nbsp; The team will paired these analyses with major analysis of other undergraduate support program achievements including assessment of new mathematics preparation programs and assessments.</p>\n<p><strong><span style=\"text-decoration: underline;\">Program Sustainability:</span></strong> A sustainability culture was established in the College resulting from this engineering education research. This included a self-sustaining cadre of supplementary instruction peer leaders and further comparative, longitudinal data collection and analyses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2022<br>\n\t\t\t\t\tModified by: Gisele&nbsp;Ragusa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe First Year Experiences in Engineering (FYrE) program at California State University Los Angeles (Cal State LA) in Collaboration with the University of Southern California (USC) is intended  to develop a diverse STEM workforce, through the development and scale-up of a first-year program for students in the College of Engineering, Computer Science, and Technology (ECST) at Cal State LA. The research was intended to develop, test and study the impact of an expanded the FYrE program. This program includes both engineering and computer science students in academic cohorts.\n\nLong Terms Successes From a First Year Experience: Key outcomes for this project are established longitudinal relationships between enrollment in FYrE and long term college success and degree matriculation in spite of the pandemic. Many students in FYRE have now completed their undergraduate degree, and at a quicker pace than non-intervention peers.  The program faculty have also created and redesigned courses to support the students throughout their first year and adjusted such courses for pandemic related virtual instruction , hybrid approach and then returning to campus.\n\nOngoing Modification and  Improvement of Undergraduate Computer Science Coursework: For  this process, the program faculty researchers implemented lessons learned from the FYrE  to improve the courses by including engagement in project focus curricula, thereby continuing to reduce the coding efficacy gap created by mixing students with and without previous coding experience, and by  engagement in mindful team formation within course sections to be certain that the groups are heterogenous in terms of coding experiences.\n\nImproved Physics Concept Mastery: Resulting from data analyses over several program years, the project team determined that mastery of core physics concepts that facilitate engineering academic success have been a challenge for the students. Accordingly, course revisions for physics heavy courses have been made ongoingly such that students have ample opportunities to apply the physics principles (and in particular those associated with force), to improve their conceptual understanding.  \n\nLongitudinal Review/Data Analyses of Past FYrE Cohorts:  The researchers looked back and forward at the impact of the FYrE interventions  with regard to students’ retention, academic performance, and progress toward degree.  The team will paired these analyses with major analysis of other undergraduate support program achievements including assessment of new mathematics preparation programs and assessments.\n\nProgram Sustainability: A sustainability culture was established in the College resulting from this engineering education research. This included a self-sustaining cadre of supplementary instruction peer leaders and further comparative, longitudinal data collection and analyses.\n\n\t\t\t\t\tLast Modified: 10/30/2022\n\n\t\t\t\t\tSubmitted by: Gisele Ragusa"
 }
}