{
 "awd_id": "1726834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STEM-Based Applied Organizational Sustainability Curriculum Development: Integrating Business, Climate Science, and the Natural Environment",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ellen Carpenter",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 304009.0,
 "awd_amount": 304009.0,
 "awd_min_amd_letter_date": "2017-06-26",
 "awd_max_amd_letter_date": "2017-06-26",
 "awd_abstract_narration": "Science courses are rarely offered in business schools, and science, technology, engineering and mathematics (STEM) topics are seldom included into business courses. Yet integrating material about environmental sustainability into management and business disciplines would help to build a more capable workforce, one better equipped to meet the needs of the national economy now and in the future. The overarching goal of this three-year project is to develop and implement a STEM-based sustainability curriculum addressing the use and degradation of the natural environment, climate science, and humanitarian issues in the context of business education at Montana State University and the University of Arkansas. The project will develop five courses that will enhance student knowledge, develop STEM skills, and generate an awareness of issues and behavioral choices relating to sustainability and the environment.  This curriculum will improve students' STEM literacy and their capacity to address environmentally driven sustainability-related business issues. This project will produce one of the first interdisciplinary business curriculums to integrate the natural environment and climate science with business and management. Benefits will include production of science-literate students who will be better prepared for real-world challenges facing the workforce.\r\n\r\nResponding to a need to integrate sustainability content into business and management programs, the research team will develop, implement, and evaluate innovative curricula at two public universities. The curricula will include five courses: (1) Applied Climatology, (2) Human Geography, (3) International Business, (4) Business and the Environment, and (5) Applied Organizational Sustainability. Curriculum development will use the Analysis, Design, Development, Implementation, and Evaluation (ADDIE) model to guide the project's instructional system design and use the Theory of Planned Behavior (TPB) to understand why student outcomes occur. Beginning in summer 2017, this project will: (1) develop a curriculum that integrates interdisciplinary STEM-based sustainability content into existing business courses, (2) integrate business content into existing STEM courses, (3) establish a stand-alone interdisciplinary STEM-based applied organizational sustainability course, and (4) rigorously evaluate course outcomes. The evaluation will include formative, process, and summative assessments employing both qualitative and quantitative methods. The project will use multiple assessment methods including formative pilot-testing with students, in-person instructor evaluations, a pre- and post-test at each university, and a counterfactual methodology to provide a comparison for each cohort (i.e., course group) that will be tracked on the same outcomes over the study period. The research team will also quantitatively document the success of the program at improving relevant student outcomes. Expanding the reach of STEM-based programs within universities will help to cultivate a more science-literate, diverse future workforce to meet short- and long-term business sustainability needs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Petrun",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth L Petrun",
   "pi_email_addr": "epetrun@rand.org",
   "nsf_id": "000668871",
   "pi_start_date": "2017-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rand Corporation",
  "inst_street_address": "1776 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA MONICA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3103930411",
  "inst_zip_code": "904013208",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "THE RAND CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "YY46Q97AEZA8"
 },
 "perf_inst": {
  "perf_inst_name": "RAND Corporation",
  "perf_str_addr": "1200 South Hayes Street",
  "perf_city_name": "Arlington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222025050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 304009.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this three-year project was to develop and deliver a science, technology, engineering, and mathematics (STEM)-based sustainability curriculum to students enrolled in business courses across multiple universities in the United States. STEM-based sustainability is an interdisciplinary, technical area that combines sustainability knowledge and understanding with STEM competencies. By improving students' STEM-based sustainability knowledge, skills, and other outcomes, we believe that they will be better prepared to tackle future challenges that include a deteriorating natural environment, climate change, and impacts to human health and well-being. Unfortunately, many business students are rarely exposed to science courses, yet exposure to STEM-based sustainability topics could yield positive benefits for students and future employers as the demand for a science-literate workforce increases.</p>\n<p>We completed our goal of creating STEM-based sustainability curriculum and delivered it to 185 students across universities, not including students who enrolled in comparison courses (who did not receive the new curriculum). The curriculum included an interdisciplinary STEM and sustainability module that was integrated into treatment courses. To determine the effectiveness of the new content, and identify areas for future improvement, we conducted an evaluation using a pre- and post-test in treatment and comparison courses. The evaluation results found that treatment courses experienced a statistically significant change in their understanding of sustainability. After exposure to the new curriculum, students scored higher on critical knowledge items (i.e., items developed to measure core content from relevant courses).</p>\n<p>This project introduced students who may not otherwise have been exposed to STEM-based sustainability content and produced one of the first interdisciplinary business sustainability curriculums to integrate the natural environment, climate science, and business. As a result, these students may be better prepared for real-world challenges facing the future workforce. Further, this research demonstrated how to: (1) use a behavior change theory to examine the impact of curriculum on student outcomes, (2) incorporate qualitative and quantitative methods to evaluate the curriculum's instructional design and implementation, (3) develop and test an instrument to measure student learning, cognitive, affective, and behavioral outcomes, and finally (4) offers a template for achieving high level interdisciplinary integration across courses and across institutions.</p>\n<p>Over the course of this project, we examined the ability of a STEM-based sustainability curriculum to create positive change in students' knowledge, skills, and other outcomes and in turn how these processes could empower students in the future. Overtime, the small gains demonstrated in this project could eventually accumulate into large differences if such an intervention is continued over time. These results suggest that student exposure to this instructional content (or expanded versions) could encourage engagement in sustainability related efforts, even on a small scale, such as pro-conservation activities in the household, in the short-time while enrolled as an undergraduate student, or in the future as students enter the workforce. Ultimately, an increasingly science-literate workforce will be better prepared to address issues related to the natural environment, climate change, and broader impacts to human health.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2020<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;L&nbsp;Petrun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this three-year project was to develop and deliver a science, technology, engineering, and mathematics (STEM)-based sustainability curriculum to students enrolled in business courses across multiple universities in the United States. STEM-based sustainability is an interdisciplinary, technical area that combines sustainability knowledge and understanding with STEM competencies. By improving students' STEM-based sustainability knowledge, skills, and other outcomes, we believe that they will be better prepared to tackle future challenges that include a deteriorating natural environment, climate change, and impacts to human health and well-being. Unfortunately, many business students are rarely exposed to science courses, yet exposure to STEM-based sustainability topics could yield positive benefits for students and future employers as the demand for a science-literate workforce increases.\n\nWe completed our goal of creating STEM-based sustainability curriculum and delivered it to 185 students across universities, not including students who enrolled in comparison courses (who did not receive the new curriculum). The curriculum included an interdisciplinary STEM and sustainability module that was integrated into treatment courses. To determine the effectiveness of the new content, and identify areas for future improvement, we conducted an evaluation using a pre- and post-test in treatment and comparison courses. The evaluation results found that treatment courses experienced a statistically significant change in their understanding of sustainability. After exposure to the new curriculum, students scored higher on critical knowledge items (i.e., items developed to measure core content from relevant courses).\n\nThis project introduced students who may not otherwise have been exposed to STEM-based sustainability content and produced one of the first interdisciplinary business sustainability curriculums to integrate the natural environment, climate science, and business. As a result, these students may be better prepared for real-world challenges facing the future workforce. Further, this research demonstrated how to: (1) use a behavior change theory to examine the impact of curriculum on student outcomes, (2) incorporate qualitative and quantitative methods to evaluate the curriculum's instructional design and implementation, (3) develop and test an instrument to measure student learning, cognitive, affective, and behavioral outcomes, and finally (4) offers a template for achieving high level interdisciplinary integration across courses and across institutions.\n\nOver the course of this project, we examined the ability of a STEM-based sustainability curriculum to create positive change in students' knowledge, skills, and other outcomes and in turn how these processes could empower students in the future. Overtime, the small gains demonstrated in this project could eventually accumulate into large differences if such an intervention is continued over time. These results suggest that student exposure to this instructional content (or expanded versions) could encourage engagement in sustainability related efforts, even on a small scale, such as pro-conservation activities in the household, in the short-time while enrolled as an undergraduate student, or in the future as students enter the workforce. Ultimately, an increasingly science-literate workforce will be better prepared to address issues related to the natural environment, climate change, and broader impacts to human health.\n\n\t\t\t\t\tLast Modified: 11/29/2020\n\n\t\t\t\t\tSubmitted by: Elizabeth L Petrun"
 }
}