{
 "awd_id": "1726627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Current-modulated Electrohydrodynamic (EHD) Jet Printing with Dual-channel Nozzles for Micro/Nano-Fabrication",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Y. Kevin Chou",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 307999.0,
 "awd_min_amd_letter_date": "2017-06-21",
 "awd_max_amd_letter_date": "2019-04-18",
 "awd_abstract_narration": "Inkjet printing as an additive fabrication method has been used in the manufacturing of printed electronics, 3-D object prototypes, solar cells, and light-emitting devices, as well as applications in tissue engineering and other biological and pharmaceutical fields. Unlike the more common method of piezo inkjet printing, which typically generates individual droplets of 10-50 micrometers in diameter, voltage-modulated electrohydrodynamic (EHD) jet printing has a demonstrated ability to produce sub-micrometer-sized droplets/fibers for the fabrication of patterns or features at nanometer scales. However, EHD jet printing has not been considered as a viable manufacturing tool because of the issues of nozzle clogging, ink accumulation at the nozzle exit, and low printing frequencies (resulting in a limited production rate). This project conducts fundamental research on a new form of EHD jet printing, using novel dual-channel printing nozzles and electrical current (instead of voltage) modulation. It is hypothesized that the circulation of liquid ink in the dual channels will eliminate nozzle clogging due to evaporation of carrier fluids or polymerization of ink, and the current modulation/control will enable high-speed, drop-on-demand EHD jet printing. This research could also lead to further improvements on current inkjet printing processes or devices in both industrial and household settings. Furthermore, the technique will be used in education and outreach activities geared toward students (at all levels) and workers in advanced manufacturing.\r\n\r\nThis project will investigate the fundamental science involved in a new current-modulated, drop-on-demand EHD printing method with novel dual-channel nozzles for the fabrication of high-resolution micro/nano patterns at high jetting frequencies (on the level of MHz). The proposed dual-channel printing nozzles use two concentric tubes, providing an annular channel around the inner tube. In the proposed nozzle configuration, one channel provides new ink and the other for extracts ink from the nozzle, thereby achieving fluid circulation within the dual tube nozzle. It is hypothesized that this fluid circulation will eliminate or greatly reduce the issues of nozzle clogging and ink accumulation associated with polymerization or carrier fluid evaporation at the nozzle outlet.  This project further hypothesizes that the ejection rate of droplets can be increased through current control, instead of the voltage control commonly used. Scientific understanding of fluid meniscus dynamics and droplet generation in the proposed EHD printing will be required to achieve robust current control, and needs to incorporate effects of fluid recirculaiton. The novelties of the proposed EHD jet printing technique are i) the proposed dual-channel nozzles that will resolve the technical issues often encountered in single-capillary inkjet printing; and ii) the modulation of frequencies with current rather than voltage in order to achieve reliable EHD jet printing at high jetting frequencies. The specific aims of this project are to: i) develop the fundamental science involved in liquid meniscus formation, jetting, and droplet ejection in a voltage-modulated EHD jet printing process with the dual-channel nozzles; ii) investigate the fundamental jetting mechanisms in current-modulated EHD jet printing process (particularly at high frequencies); iii) numerically model the jetting characteristics in the EHD jet printing technique to develop the underlying fundamental science and aide control strategies; and iv) provide a proof-of-concept of the proposed approach and validate the numerical models through parametric investigations of the quality (i.e. the size, uniformity, and resolution) of micro/nano-sized patterns created.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daren",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daren Chen",
   "pi_email_addr": "dchen3@vcu.edu",
   "nsf_id": "000382650",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Zhao",
   "pi_email_addr": "hzhao2@vcu.edu",
   "nsf_id": "000678909",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "401 West Main Street",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232843015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 299999.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electrohydrodynamic (EHD) printing using a single capillary (as the printing nozzle) with a very small inner diameter has demonstrated the ability to create patterns/objectives with feature sizes in the sub-micrometer and even nanometer scales. However, the use of small capillaries increases the probability of nozzle clogging, which is a serious issue impairing the broad application of EHD printing. The dual-channel nozzle studied in this project is designed to overcome the nozzle clogging issue while still having the high resolution advantage of EHD printing. The dual channel design in the nozzle allows for ink circulation at the nozzle exit by injecting a printing ink through one channel and withdrawing it through the other. In this project, the performance of the dual-channel printing nozzle operated at the print-on-demand and continuous printing modes were experimentally investigated. Additionally, the best practice standards for operating the dual-channel nozzle under both printing modes were identified. The fundamental science involved in each printing mode (i.e., the fluid dynamics of the ink meniscus at the nozzle exit, the sizes of the produced droplets, and the resultant feature sizes on substrates) has been investigated with the nozzles in various configurations, experimental setups, and characterization tools. The control schemes to ensure the quality of the printed patterns have also been studied. It was found that for the print-on-demand printing mode, the nozzle is best operated using meniscus image control, and for the continuous printing mode, current control is best. In addition, it was seen that patterns of finer feature sizes could be printed in the continuous printing mode compared to those of the print-on-demand mode, likely because of the large contraction of the ink meniscus at the nozzle exit in the continuous printing mode. This new EHD printing design provides a viable and low-cost manufacturing method for high resolution micro/nano- patterning, which can find significant applications in areas such as printed electronics, micro-mechanical devices, micro-/nano- patterning of protein/living cells, 3D printing, and many others.</p>\n<p>Research findings from this project have been disseminated through two journal articles in addition to two under the preparation of the journal publication, six conference presentations, and four invited talks. Three Ph.D. students have been supported by this project. More than 30 undergraduate students and one high school student have been mentored during the course of this project, including one REU undergraduate student. These students have acquired and practiced skills vital to conducting fundamental research as well as critical thinking and communication skills. The undergraduate students have also presented their research at the undergraduate research symposium in the College of Engineering at VCU.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2021<br>\n\t\t\t\t\tModified by: Daren&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElectrohydrodynamic (EHD) printing using a single capillary (as the printing nozzle) with a very small inner diameter has demonstrated the ability to create patterns/objectives with feature sizes in the sub-micrometer and even nanometer scales. However, the use of small capillaries increases the probability of nozzle clogging, which is a serious issue impairing the broad application of EHD printing. The dual-channel nozzle studied in this project is designed to overcome the nozzle clogging issue while still having the high resolution advantage of EHD printing. The dual channel design in the nozzle allows for ink circulation at the nozzle exit by injecting a printing ink through one channel and withdrawing it through the other. In this project, the performance of the dual-channel printing nozzle operated at the print-on-demand and continuous printing modes were experimentally investigated. Additionally, the best practice standards for operating the dual-channel nozzle under both printing modes were identified. The fundamental science involved in each printing mode (i.e., the fluid dynamics of the ink meniscus at the nozzle exit, the sizes of the produced droplets, and the resultant feature sizes on substrates) has been investigated with the nozzles in various configurations, experimental setups, and characterization tools. The control schemes to ensure the quality of the printed patterns have also been studied. It was found that for the print-on-demand printing mode, the nozzle is best operated using meniscus image control, and for the continuous printing mode, current control is best. In addition, it was seen that patterns of finer feature sizes could be printed in the continuous printing mode compared to those of the print-on-demand mode, likely because of the large contraction of the ink meniscus at the nozzle exit in the continuous printing mode. This new EHD printing design provides a viable and low-cost manufacturing method for high resolution micro/nano- patterning, which can find significant applications in areas such as printed electronics, micro-mechanical devices, micro-/nano- patterning of protein/living cells, 3D printing, and many others.\n\nResearch findings from this project have been disseminated through two journal articles in addition to two under the preparation of the journal publication, six conference presentations, and four invited talks. Three Ph.D. students have been supported by this project. More than 30 undergraduate students and one high school student have been mentored during the course of this project, including one REU undergraduate student. These students have acquired and practiced skills vital to conducting fundamental research as well as critical thinking and communication skills. The undergraduate students have also presented their research at the undergraduate research symposium in the College of Engineering at VCU.\n\n\t\t\t\t\tLast Modified: 09/26/2021\n\n\t\t\t\t\tSubmitted by: Daren Chen"
 }
}