{
 "awd_id": "1727761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A New Nonlinear Modal Updating Framework for Soft, Hydrated Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927078",
 "po_email": "idolinsk@nsf.gov",
 "po_sign_block_name": "Irina Dolinskaya",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 259320.0,
 "awd_amount": 259320.0,
 "awd_min_amd_letter_date": "2017-07-25",
 "awd_max_amd_letter_date": "2017-07-25",
 "awd_abstract_narration": "The mechanical properties of soft, hydrated materials have long been of interest to the scientific community. Using soft materials in mechanical designs is becoming increasingly prominent due to their obvious advantages such as flexibility in design and intentional exploitation of nonlinearity. Especially, the high-rate response of soft materials has received attention due to their many applications in robotics, materials and the biomedical sciences. Most soft and hydrated materials (e.g., biomaterials) exhibit complex mechanical behavior that is challenging to quantify due to measurement uncertainties, mechanical anisotropy and inhomogeneity. In this project, a new nonlinear dynamics-based system identification and model updating methodology will be formulated to characterize and model soft, hydrated materials. The findings of this research have the potential to drastically enhance the accuracy, cost-efficiency and accessibility of broadband soft material characterization, and, as such, it can be transformative in diverse interdisciplinary areas, such as soft robotic design, mechanical indentation measurements and soft tissue feedback during surgery. The resulting model updating approach for soft materials will be transformative in predictive engineering designs since it will enable the better utilization and integration of soft materials in diverse applications. This approach can be used for both exploiting the nonlinearities in soft mechanical designs, as well as for their health monitoring. This project will also provide training and mentoring opportunities for a diverse group of K12, undergraduate and graduate students, with a special emphasis on underrepresented groups. Interactive demonstrations of the developed methodology are planned to be displayed in local science festivals to engage the interest of the public in this scientific issue.\r\n\r\nThe main objective of this project is to introduce a new nonlinear dynamics-based system identification and model updating methodology to characterize soft, hydrated materials. It is based on direct analysis of measured response time series, and construction of appropriately defined transitions in appropriately defined frequency-energy plots (FEPs) of a soft-tissue tester and sample system. The dynamics of an underlying conservative system (i.e., the corresponding system with no dissipative effects) modeling the tester is then correlated with the measured response by computing nonlinear normal modes (NNMs). In the conservative system model, soft tissues are modeled as highly flexible elements with stiffness and damping nonlinearities. Then, the reconciliation of the measured and simulated responses in the FEPs is utilized to estimate the broadband dissipative properties of the soft tissues. The experimental validation will be done by testing soft materials such as tendons, hydrated PDMS and brain tissue. The physics-based nonlinear approach in this study for model updating is unprecedented since it is based exclusively on direct time series analysis, and the framework is sufficiently general to be applicable to other engineering applications, such as the reconciliation of nonlinear finite element models with experimental measurements, and the accurate model reduction of mechanical and aerospace components. Moreover, this research will drastically increase our understanding of complicated dynamical transitions and modal interactions in systems with nonlinear viscoelastic properties. It will also enable predictive engineering design of such systems and will provide new insights into the broadband response of soft materials by developing and applying a uniquely new nonlinear-dynamics based model updating framework.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Vakakis",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander F Vakakis",
   "pi_email_addr": "avakakis@illinois.edu",
   "nsf_id": "000445841",
   "pi_start_date": "2017-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Bergman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence A Bergman",
   "pi_email_addr": "lbergman@illinois.edu",
   "nsf_id": "000200755",
   "pi_start_date": "2017-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 S. First Steet, Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 259320.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project considered the system identification, reduced-order modeling and model updating of a range of soft systems and materials with nonlinear viscoelastic properties. The research evolved along three basic thrusts, all of which were successfully addressed.</p>\n<p>The first thrust considered structural members with local softening stiffeness and damping nonlinearities due to geometric and kinematic effects.To this end, an experimental fixture was assembled, composed of a flexible cantilever beam subject to shock excitation with an inclined pair of linearly elastic elements attached to its end. It was shown that despite the fact that the inclined elements were governed by linear constitutive stiffness and damping laws, the geometry and kinematics of the dynamics led to strong softening or hardening nonlinearities, which depended on the angle of inclination of the attachment. Based on the experimental measurements, nonlinear system identification and model updating was then performed to create an accurate reduced-order model that fully recovered the softening and hardening nonlinearities of this system, and, hence, could be used for predictive design. The intellectual contribution of this part of the research was the clear demonstration that geometric and kinematic effects can induce strong softening or hardening nonlinearities even in engineering structures that are composed of linearly elastic elements. This represents a paradigm-shifting approach, since in the current wisdom linear elements in a mechanical or structural system are expected to always behave linearly (at least for small deformations). On the contrary, the research showed that this might not necessarily be the case when geometric or kinematic effects are involved.Given that flexible structures are common in engineering practice, the awareness of such \"hidden\" sources of strong nonlinearities is an important contribution of this part of the work. Regarding the impact of the research, the developed nonlinear system identification and model updating methods will find broad applicability to engineering applications involving multi-component flexible components, e.g., soft robotics, very flexible wings with local attachments (stores), etc.</p>\n<p>The second thrust was concerned with the creation of accurate reduced-order models of the soft material of the human brain - especially the corpus caliosum (CC) which earlier studies indicated that is susceptible to nonlinear behavior during traumatic brain injury (TBI). The same general approach with the first thrust was employed, i.e., nonlinear system identification of the basic parameters of the reduced-order model through model updating with experimental data - experiments were performed at the laboratory of Prof. Kurt (PI of this collaborative project) at Stevens Institute of Technology. Moving a step further, the reduced-order model of the human brain was extended by adding a protective device (helmet) and then the extended human brain - skull - helmet reduced-order model was updated with experimental measurements with a dummy head and numerous helmets used in different sports (e.g., football, cycling, etc.). The derived model is quite unique in the literature, given that current models for the human brain either rely on finite elements (and so are impractical for predictive design), or are overly simplified and thus incapable of accurately capturing the brain substructure response during TBI. The reduced model developed in this project showed&nbsp;that the optimal head-helmet coupling values that minimize the CC dynamics are different from the ones that minimize the skull and brain dynamics, so that none of the tested helmets were effective in protecting the CC from harmful impact energies. Moreover, the computational results revealed that the origin of the difference between the properties of a helmet mitigating the CC motion versus the head motion is nonlinear versus linear dynamics. These findings hint on the importance of considering tissue level dynamics in designing protective devices against TBI. The potential broad impact of this research becomes apparent when one considers that there is an estimated 3.8 million people suffering from sports-related mild TBI in the U.S. alone (and probably this number is underestimated due to the confluence of under-awareness, under-reporting, and mis-diagnosis). The performed research paves the way for reliable predictive design of head protective devices, based not only on the head kinematics during shock, but also on the brain substructure response during impact.</p>\n<p>Lastly, the third research thrust was performed in collaboration with the group of Prof. M. Eriten at the University of Wisconsin, Madison, and proposed an efficient methodology to measure nonlinear viscoelastic properties of soft materials from transient shear response. This methodology was experimentally validated with flexible polyurethane foams. The experimental fixture and system identification methodology is an original contribution to the area of soft materials and can find application in dynamic testing of broad classes of soft materials with geometrically nonlinear viscoelastic behavior.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2021<br>\n\t\t\t\t\tModified by: Alexander&nbsp;F&nbsp;Vakakis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project considered the system identification, reduced-order modeling and model updating of a range of soft systems and materials with nonlinear viscoelastic properties. The research evolved along three basic thrusts, all of which were successfully addressed.\n\nThe first thrust considered structural members with local softening stiffeness and damping nonlinearities due to geometric and kinematic effects.To this end, an experimental fixture was assembled, composed of a flexible cantilever beam subject to shock excitation with an inclined pair of linearly elastic elements attached to its end. It was shown that despite the fact that the inclined elements were governed by linear constitutive stiffness and damping laws, the geometry and kinematics of the dynamics led to strong softening or hardening nonlinearities, which depended on the angle of inclination of the attachment. Based on the experimental measurements, nonlinear system identification and model updating was then performed to create an accurate reduced-order model that fully recovered the softening and hardening nonlinearities of this system, and, hence, could be used for predictive design. The intellectual contribution of this part of the research was the clear demonstration that geometric and kinematic effects can induce strong softening or hardening nonlinearities even in engineering structures that are composed of linearly elastic elements. This represents a paradigm-shifting approach, since in the current wisdom linear elements in a mechanical or structural system are expected to always behave linearly (at least for small deformations). On the contrary, the research showed that this might not necessarily be the case when geometric or kinematic effects are involved.Given that flexible structures are common in engineering practice, the awareness of such \"hidden\" sources of strong nonlinearities is an important contribution of this part of the work. Regarding the impact of the research, the developed nonlinear system identification and model updating methods will find broad applicability to engineering applications involving multi-component flexible components, e.g., soft robotics, very flexible wings with local attachments (stores), etc.\n\nThe second thrust was concerned with the creation of accurate reduced-order models of the soft material of the human brain - especially the corpus caliosum (CC) which earlier studies indicated that is susceptible to nonlinear behavior during traumatic brain injury (TBI). The same general approach with the first thrust was employed, i.e., nonlinear system identification of the basic parameters of the reduced-order model through model updating with experimental data - experiments were performed at the laboratory of Prof. Kurt (PI of this collaborative project) at Stevens Institute of Technology. Moving a step further, the reduced-order model of the human brain was extended by adding a protective device (helmet) and then the extended human brain - skull - helmet reduced-order model was updated with experimental measurements with a dummy head and numerous helmets used in different sports (e.g., football, cycling, etc.). The derived model is quite unique in the literature, given that current models for the human brain either rely on finite elements (and so are impractical for predictive design), or are overly simplified and thus incapable of accurately capturing the brain substructure response during TBI. The reduced model developed in this project showed that the optimal head-helmet coupling values that minimize the CC dynamics are different from the ones that minimize the skull and brain dynamics, so that none of the tested helmets were effective in protecting the CC from harmful impact energies. Moreover, the computational results revealed that the origin of the difference between the properties of a helmet mitigating the CC motion versus the head motion is nonlinear versus linear dynamics. These findings hint on the importance of considering tissue level dynamics in designing protective devices against TBI. The potential broad impact of this research becomes apparent when one considers that there is an estimated 3.8 million people suffering from sports-related mild TBI in the U.S. alone (and probably this number is underestimated due to the confluence of under-awareness, under-reporting, and mis-diagnosis). The performed research paves the way for reliable predictive design of head protective devices, based not only on the head kinematics during shock, but also on the brain substructure response during impact.\n\nLastly, the third research thrust was performed in collaboration with the group of Prof. M. Eriten at the University of Wisconsin, Madison, and proposed an efficient methodology to measure nonlinear viscoelastic properties of soft materials from transient shear response. This methodology was experimentally validated with flexible polyurethane foams. The experimental fixture and system identification methodology is an original contribution to the area of soft materials and can find application in dynamic testing of broad classes of soft materials with geometrically nonlinear viscoelastic behavior.\n\n\t\t\t\t\tLast Modified: 10/20/2021\n\n\t\t\t\t\tSubmitted by: Alexander F Vakakis"
 }
}