{
 "awd_id": "1727371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Economic Iterative Learning Control Framework with Application to Airborne Wind Energy Harvesting",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Kanso",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 212318.0,
 "awd_amount": 212318.0,
 "awd_min_amd_letter_date": "2017-07-21",
 "awd_max_amd_letter_date": "2017-07-21",
 "awd_abstract_narration": "The objective of this project is to pioneer new techniques for controlling systems that operate in a repetitive manner, using information from previous iterations to improve the performance at each successive iteration. Unlike existing techniques that seek only to improve position tracking along a path, this research project will focus on the iteration-to-iteration improvement of economic metrics such as energy generation/expenditure, total iteration time, or monetary cost. The control techniques created in this research will be applicable to a wide variety of systems for which repetitive control is essential and there exists a clear economic objective to improve upon from one iteration to the next. Example applications include assembly line and manufacturing operations (an over $1 trillion industry where parts are produced by the thousands and minimizing manufacturing time and energy expenditure is critical), actively-controlled exoskeletons (which control a repetitive human walking gait), and airborne wind energy systems. This research will focus specifically on airborne wind energy systems, which replace the conventional tower with tethers and a lifting body to harness high altitude winds using very little material. These systems can generate substantially increased energy through repetitive crosswind flight, rather than stationary operation, and there exists a significant opportunity to improve the energy generation performance from one repetition to the next. The research will be augmented by education and outreach activities, including the creation of wind energy-inspired undergraduate classroom modules, development of a kite design activity at the Charlotte Engineering Early College High School, and summer opportunities at a regional airborne wind energy company, Windlift, Inc.\r\n\r\nThis project will derive new control theoretic knowledge for a unique economic iterative learning control framework that focuses on maximizing or minimizing a profitability index rather than mere tracking performance. Specifically, the learning framework will blend two mechanisms that will transform the state of the art in point-to-point iterative learning control. First, unlike traditional point-to-point iterative learning control approaches where the waypoints are pre-specified and only the behavior between waypoints can be adapted from one iteration to the next, the framework will enable adaptation of the waypoints themselves from one iteration to the next. Secondly, an inner loop flexible-time iterative learning control module will allow the waypoint arrival times and total iteration time to vary from one iteration to the next. This will enable the research team to tackle time-optimal and energy-optimal problems through an iterative learning framework, which has not been accomplished in a general sense to-date. Considering that the waypoint adaptation law and flexible time iterative learning module comprise two interconnected subsystems, a small gain stability analysis framework will be used to derive bounds on the allowable variation of waypoints from one iteration to the next. Finally, the application of the ILC framework to repetitive crosswind flight of AWE systems will provide an online learning mechanism for the optimization of crosswind flight, which is especially important due to the complex and uncertain dynamic models of these systems (which can often render offline crosswind trajectory optimizations ineffective).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kira",
   "pi_last_name": "Barton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kira Barton",
   "pi_email_addr": "bartonkl@umich.edu",
   "nsf_id": "000614093",
   "pi_start_date": "2017-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 212318.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As engineered systems become increasingly complex and are tasked with operating in disruptive environments, physics-based models of system processes become less reliable. Additionally, for many of these systems, the task objective is not given by the traditional goal of accurate setpoint tracking, but rather an optimization of an economic objective that describes a more general measure of performance, such as energy expenditure, monetary cost, or safety. The presence of uncertainty in the system dynamics, as well as the existence of economic performance objectives complicate controller implementation and make it difficult to design appropriate control signals. Fortunately, for systems that operate repetitively, by leveraging measured sensor data from previous executions of a task, improved understanding of a system?s behavior may be obtained and used to guide future control decisions. However, existing strategies for implementing such a learning-based controller are immature and are only able to address a limited class of system types and economic objectives.</p>\n<p>Work produced through this award has enabled the development of strategies that broaden the scope of learning-based control of repetitive systems with economic performance objectives. Specifically, strategies have been produced to enable the control of uncertain systems with the goal of minimizing iterative task duration, or maximizing the energy generated by tethered energy systems as they traverse along a repetitive flight path. Theoretical guarantees on the economic performance and robustness of these strategies to uncertainties have been established. These results have been made accessible through journal and conference publications and invited talks. A student associated with this project was able to advance their understanding of the practical implications and possibilities of this work through an internship opportunity at an airborne wind energy development startup company. New knowledge obtained through this award has been integrated into course content. Outreach activities have focused on introducing k-12 students to the concepts of learning for robotic systems. The work conducted from this award will allow for control strategies to be aptly applied to a broad variety of systems.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/02/2022<br>\n\t\t\t\t\tModified by: Kira&nbsp;Barton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs engineered systems become increasingly complex and are tasked with operating in disruptive environments, physics-based models of system processes become less reliable. Additionally, for many of these systems, the task objective is not given by the traditional goal of accurate setpoint tracking, but rather an optimization of an economic objective that describes a more general measure of performance, such as energy expenditure, monetary cost, or safety. The presence of uncertainty in the system dynamics, as well as the existence of economic performance objectives complicate controller implementation and make it difficult to design appropriate control signals. Fortunately, for systems that operate repetitively, by leveraging measured sensor data from previous executions of a task, improved understanding of a system?s behavior may be obtained and used to guide future control decisions. However, existing strategies for implementing such a learning-based controller are immature and are only able to address a limited class of system types and economic objectives.\n\nWork produced through this award has enabled the development of strategies that broaden the scope of learning-based control of repetitive systems with economic performance objectives. Specifically, strategies have been produced to enable the control of uncertain systems with the goal of minimizing iterative task duration, or maximizing the energy generated by tethered energy systems as they traverse along a repetitive flight path. Theoretical guarantees on the economic performance and robustness of these strategies to uncertainties have been established. These results have been made accessible through journal and conference publications and invited talks. A student associated with this project was able to advance their understanding of the practical implications and possibilities of this work through an internship opportunity at an airborne wind energy development startup company. New knowledge obtained through this award has been integrated into course content. Outreach activities have focused on introducing k-12 students to the concepts of learning for robotic systems. The work conducted from this award will allow for control strategies to be aptly applied to a broad variety of systems.\n\n \n\n\t\t\t\t\tLast Modified: 02/02/2022\n\n\t\t\t\t\tSubmitted by: Kira Barton"
 }
}