{
 "awd_id": "1727139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: An integrated mantle to surface study of the causes and consequences of high topography in the Northern US Cordillera",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927233",
 "po_email": "mbenoit@nsf.gov",
 "po_sign_block_name": "Margaret Benoit",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 239880.0,
 "awd_amount": 239880.0,
 "awd_min_amd_letter_date": "2017-08-14",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "Recent theoretical advances suggest processes occurring deep within Earth's mantle can have significant impacts on topography at Earth's surface. As topographic history of a region can influence the climate and biologic evolution, understanding the role of the mantle in shaping the landscape is paramount to understanding the Earth as a system. A major barrier to the study of mantle and surface process linkages is that few locations exist where time histories of past mantle and surface events can be well constrained. The inland northwest, which includes the well-studied passage of the Yellowstone hotspot, offers a unique opportunity to examine the role mantle dynamics play in mountain uplift and landscape evolution. This project, which focuses on field sites in Oregon and Idaho, is designed as an integrated mantle to surface study that quantifies the regional erosion history and the structure of the upper mantle beneath this region.  Results from this work will motivate generalized models incorporating different mantle processes and the topographic response to a range in uplift patterns. As a result, our findings, while specific to our field sites, may help shed light on mantle and surface interactions around the globe. The project will support three graduate students and three Primary Investigators from separate collaborating research institutions. The project also unites academic scientists and research students with public educators and science communicators through a partnership with two eastern Oregon organizations: Wallowa Resources, an organization that engages in educational outreach, environmental action, and renewable energy programs and Wallowology, the only natural history museum in this region.\r\n\r\n\r\nThe role of mantle dynamics in driving uplift and landscape evolution is a critical and poorly understood facet of geodynamics and geomorphology research. This project will explore mantle driven epeiorogenic uplift and landscape evolution north of the Yellowstone plume track in the rugged and mountainous Inland Northwest of the United States. Nowhere else has a continent experienced such a recent and profound interaction with a mantle plume, making this area the ideal candidate for the examination of lithosphere-scale responses to mantle dynamics. Guiding our investigation are four testable hypotheses of lithospheric and landscape responses to the Yellowstone plume: (1) uplift and erosion following lithospheric loss through delamination, (2) uplift and erosion following lithospheric loss through drip-like Rayleigh-Taylor convection, (3) uplift and erosion following flattening of the buoyant Yellowstone plume, and (4) erosion driven by faulting induced drainage reorganization. We will build on a strong foundation of prior seismic, geologic and landscape studies across northeastern Oregon and central Idaho. This targeted study will resolve regional landscape evolution and its relation to imaged mantle structure via the integration of geologic and geomorphic field observations, low-temperature thermochronology, and detrital cosmogenic radionuclide derived erosion rates and mantle tomography through geodynamic and landscape evolution modeling. The research will generate models that relate mantle dynamics to uplift and landscape development, constrained by data from our study area and applicable to other locations throughout earth history. This work will help to refine plate-tectonics theory by providing a robust study of intraplate deformation not related to plate boundary forces. Furthermore, we anticipate this study will give the clearest-yet measure of the importance of sub-crustal mantle deformation on landscape evolution, a critical topic in studies from the Andes to Tibet.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Yanites",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Yanites",
   "pi_email_addr": "byanites@indiana.edu",
   "nsf_id": "000308271",
   "pi_start_date": "2017-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "1001 East 10th Street",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474051405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 68820.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 96949.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 74111.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The steep river canyons of central Idaho suggest a recent rejuvenation of the landscape that is enigmatic given to regions is located &gt;600 miles from the nearest plate tectonic boundary. Our research focused on understanding when and why this rejuvenation occurred. To accomplish this, we first measured how deep the canyons of the Salmon and Clearwater Rivers are compared to the low sloping headwater rivers. We found a south to north trend of increasing canyon depth.&nbsp; Next, we quantified how much erosion changed when the rivers began incising these deep canyons. This was accomplished by measuring concentrations of a rare isotope that is only produced in the upper 2 meters of the Earth?s surface to estimate erosion rates. &nbsp;We found that erosion rates are ~3 fold higher in the rejuvenated landscape compared to the low sloping relict landscape at higher elevations.&nbsp; These rates are ~0.03 and 0.1 mm/yr respectively. We used these quantitative estimates to develop a river erosion model that simulated how small tributaries along the Salmon, Snake, and Clearwater rivers responded to the increase in river erosion that resulted in canyon formation. The findings suggest that the ~1km of incision along the Salmon River likely occurred more than 10 million years ago. In fact, we find that the timing of the incision coincides with the arrival of the Yellowstone hotspot in southern Idaho. The age of incision is younger to the north along the Clearwater River, suggesting a wave of mountain uplift has progressed from south to north. The project supported the development of the next generation of geoscientists by providing research experiences for a PhD student and an undergraduate student. The project resulted in at least 4 peer-reviewed publications. Additionally, the work supported outreach to the Wallowa Natural History Center, a regional museum focused on disseminating scientific knowledge to the general public.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2021<br>\n\t\t\t\t\tModified by: Brian&nbsp;J&nbsp;Yanites</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe steep river canyons of central Idaho suggest a recent rejuvenation of the landscape that is enigmatic given to regions is located &gt;600 miles from the nearest plate tectonic boundary. Our research focused on understanding when and why this rejuvenation occurred. To accomplish this, we first measured how deep the canyons of the Salmon and Clearwater Rivers are compared to the low sloping headwater rivers. We found a south to north trend of increasing canyon depth.  Next, we quantified how much erosion changed when the rivers began incising these deep canyons. This was accomplished by measuring concentrations of a rare isotope that is only produced in the upper 2 meters of the Earth?s surface to estimate erosion rates.  We found that erosion rates are ~3 fold higher in the rejuvenated landscape compared to the low sloping relict landscape at higher elevations.  These rates are ~0.03 and 0.1 mm/yr respectively. We used these quantitative estimates to develop a river erosion model that simulated how small tributaries along the Salmon, Snake, and Clearwater rivers responded to the increase in river erosion that resulted in canyon formation. The findings suggest that the ~1km of incision along the Salmon River likely occurred more than 10 million years ago. In fact, we find that the timing of the incision coincides with the arrival of the Yellowstone hotspot in southern Idaho. The age of incision is younger to the north along the Clearwater River, suggesting a wave of mountain uplift has progressed from south to north. The project supported the development of the next generation of geoscientists by providing research experiences for a PhD student and an undergraduate student. The project resulted in at least 4 peer-reviewed publications. Additionally, the work supported outreach to the Wallowa Natural History Center, a regional museum focused on disseminating scientific knowledge to the general public.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2021\n\n\t\t\t\t\tSubmitted by: Brian J Yanites"
 }
}