{
 "awd_id": "1727523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SNM: Carbon Nanotubes Wafers",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 1490275.0,
 "awd_amount": 1490275.0,
 "awd_min_amd_letter_date": "2017-08-02",
 "awd_max_amd_letter_date": "2017-08-02",
 "awd_abstract_narration": "This Scalable NanoManufacturing (SNM) research project will advance the scalable manufacturing of ordered assemblies of carbon nanotubes and of radio frequency electronic devices and systems fabricated from these assemblies. Semiconducting carbon nanotubes are among the best semiconductors that have ever been discovered. They promise to significantly improve the speed, energy efficiency, and sensitivity of a wide range of electronic devices including central processing units (the brains) of personal computers, servers, laptops, and tablets; circuits that send and receive signals for cell phones and communication devices; and sensors such as those employed when screening for diseases or new drugs. The tremendous promise of nanotubes was first discovered 25 years ago, but the field has been held back by materials, processing, and manufacturing roadblocks particularly pertaining to the organization and assembly of aligned arrays of nanotubes. A novel, multiphase fluid process recently discovered by this team called tangential flow interfacial self-assembly with promise for overcoming these roadblocks will be researched in this project. The project is motivated by compelling preliminary results, in which the team has assembled nanotubes into aligned arrays to create field effect transistors (the fundamental building block of electronics) with nearly 10 times higher on-state electrical conductance than previous nanotube transistors' that also exceed the on-state conductance of transistors fabricated from state-of-the-art semiconductors including silicon and gallium arsenide for the first time. In addition to graduate students, underrepresented researchers and undergraduate students from primarily undergraduate institutions will participate in the research effort. The supported graduate students will conduct science-related activities at a local Boys and Girls Clubs and develop new activities via collaboration with an outreach specialist. Local K-12 teachers will also be hosted for summer research experiences.\r\n\r\nThe overarching goal of the project is to assemble semiconducting nanotubes into aligned arrays that are organized across multiple length-scales and that can be integrated into devices and circuits, via a continuous scalable process. The ideal array microstructure consists of parallel semiconducting nanotubes that are densely packed but individualized at a pitch of 5-10 nanometers. This microstructure needs to be uniformly repeated on the wafer-scale. Our approach for scalably realizing this microstructure will be to hierarchically control the structure and organization of nanotubes via multiple stages of self-assembly. Specific research activities will focus on: (1) designing and tailoring the structure of polymer-nanotube conjugates to improve the Nano-, micro-, and millimeter-scale uniformity and reproducibility of ordered nanotubes arrays; (2) uncovering the fundamental factors that control the assembly of nanotubes during the recently discovered tangential flow interfacial self-assembly process; (3) scaling this process; and, (4) integrating assembled nanotube arrays into complex devices, circuits, and systems for next-generation radio frequency communications technologies. At the project's conclusion, the PI aims to provide: (i) a pilot-scale instrument for the continuous deposition of aligned nanotube arrays with exquisite control over microstructure; (ii) the first example of a uniform, densely aligned array of semiconducting nanotubes on the 200 mm wafer-scale - a scale relevant for commercialization; and, (iii) performance-superior radio frequency low-noise amplifiers and mixers fabricated from these arrays and wafers, of relevance for next-generation cellular, WiFi, and Internet of Things technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Arnold",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Arnold",
   "pi_email_addr": "msarnold@wisc.edu",
   "nsf_id": "000516967",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chongwu",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chongwu Zhou",
   "pi_email_addr": "chongwuz@usc.edu",
   "nsf_id": "000111925",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Padma",
   "pi_last_name": "Gopalan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Padma Gopalan",
   "pi_email_addr": "pgopalan@wisc.edu",
   "nsf_id": "000174006",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1509 University Ave.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061595",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "025Y00",
   "pgm_ele_name": "SNM - Scalable NanoManufacturi"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1490275.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Semiconductors&nbsp;have enabled nearly all modern electronics. However, most semiconductor devices are based on silicon (Si) and gallium arsenide (GaAs), materials technologies more than half a century old. These materials are being pushed to their limits and cannot meet the demands of next-gen devices.</p>\n<p>Carbon nanotubes are semiconductors that can significantly outperform Si and GaAs. A nanotube is made of a single layer of carbon atoms rolled into a tube. Nanotubes conduct more electricity per area than Si and GaAs and more rapidly switch conductivity with smaller voltage. Thus, nanotubes are poised to become the semiconductor of choice over Si in <em>logic microprocessors</em> (brains of digital devices) by substantially increasing speed and decreasing power consumption and significantly outperform Si and GaAs in <em>radiofrequency (RF) circuits</em> (vital to cell phones and WiFi).</p>\n<p>Despite carbon nanotubes' promise, no one has been able create a process for employing them in high-performance electronics. Nanotubes have been delayed by manufacturing roadblocks in purifying, aligning, and uniformly assembling them with precision over large areas. Regarding assembly, nanotubes must be lined up in the same direction in a dense layer with the thickness of a single nanotube to create an array through which electricity can rapidly, efficiently travel.</p>\n<p>This project has resulted in the breakthrough development of hierarchical (Fig. 1) manufacturing approaches allowing the creation of such arrays of aligned, dense, semiconducting carbon nanotubes on the wafer-scale.</p>\n<p><em>Specifically, this project has resulted in the discovery of:</em></p>\n<p>(1) The <strong>Shear Alignment Self-Assembly Method (ShASAM)</strong> for creating partially aligned nanotube films. Polymer wrapped, electronics-grade semiconducting nanotubes in organic solvent are forced through a sub-mm tall channel, generating shear forces that align the nanotubes as they deposit onto a substrate, enabling alignment within 28˚, at a density of 50 nanotubes per micrometer. Demonstrated on 4 inch scale.</p>\n<p>(2) The <strong>Tangential Flow Interfacial Self-Assembly (TaFISA) Method</strong> for creating highly aligned nanotube arrays (Fig. 2). This method aligns nanotubes at liquid-liquid interfaces. Thin layers of polymer wrapped nanotubes dispersed in organic solvents are spread on a water bath. The nanotubes accumulate and self-align (within 6˚) at the interface, forming a two-dimensional liquid-crystal. The nanotube arrays are continuously transferred onto substrates, at 100 nanotubes per micrometer. Demonstrated on 4 inch scale.</p>\n<p>(3) The<strong> ShASAM in Trenches (ShASAM-T) manufacturing approach</strong> that uses chemical and topographical trench-like patterns formed on target substrates to guide the self-alignment of nanotubes (Fig. 3). A solution of nanotubes is sheared over the trenches, pre-aligning nanotubes, and trench bottoms are chemically functionalized to promote nanotube adsorption. When trench width is reduced to less than the nanotube length, confinement effects tightly align the nanotubes. In trenches 100 nanometers wide, nanotubes align within 7.6˚ at &gt; 30 nanotubes per micrometer.</p>\n<p><em>This project has moreover resulted in:</em></p>\n<p><strong>(4) The discovery of substrate-modifying, organic, self-assembled monolayer chemical groups that promote versus repel nanotube adsorption</strong> and development of the underlying theory controlling this adsorption (Fig. 4). &nbsp;</p>\n<p><strong>(5) The invention of polymer wrappers for nanotube dispersion and assembly</strong>.</p>\n<p><strong>(6) Advances in carbon nanotube-based field-effect transistors (FETs)</strong>, including demonstration of nanotube FETs that outperform Si FETs with higher on-current density at equivalent charge density; on-current as high as 1.9 mA um<sup>-1</sup> (Fig. 5) and transconductance of 1.2 mS um<sup>-1</sup> at a source-drain bias of -0.6 V and channel length of 60 nm; and uniformity in on-state current, varying by only 19%.</p>\n<p>The above advances have been reported in 17 peer-reviewed papers (with at least 3 more in preparation), 42 conference and seminar presentations, and 4 patents/applications/provisionals.</p>\n<p><em>Other outcomes</em><em>:</em></p>\n<p>12 graduate student and post-doc and 13 undergraduate researchers were trained in high-tech skills varying from electron beam lithography; block copolymer self-assembly; semiconductor device nanofabrication; laser-assisted and water jet machining; etching; thin film deposition; nanotube functionalization and processing; optical and electron microscopy and spectroscopy; polymer synthesis and characterization; surface chemistry modification; scientific communications; mentoring; and, the processes of invention and patenting. Supported Ph.D. student Katherine Jinkins participated in entrepreneurship training, and post-graduation has now founded a company, SixLine Semiconductor, to commercialize the technologies discovered in this project and translate them to real products.&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;</p>\n<p>Supported researchers participated in broader impact activities (Fig. 6) including: the mentoring of one high school and 16 undergraduate student researchers; the design and implementation of a career exploration session for middle-school girls; serving as a panelist for a female student organization for a meeting about STEM; the creation and implementation of multiple activities for the UW-Madison Pre-College Enrichment Opportunity Program for Learning Excellence; mentoring of local high school students for Science Olympiad competitions; volunteering at the UW-Madison Engineering Expo and Wisconsin Science Festivals; multiple guest presentations on materials chemistry at local high schools, including to Spanish-speaking students; serving as a guest panelist for students in Puerto Rico in a session about undergraduate research; science fair judging; and the incorporation of research progress into course curricula.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2023<br>\n\t\t\t\t\tModified by: Michael&nbsp;Arnold</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173301258_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173301258_Fig1--rgov-800width.jpg\" title=\"Fig. 1. Schematic of nanotube nanomanufacturing\"><img src=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173301258_Fig1--rgov-66x44.jpg\" alt=\"Fig. 1. Schematic of nanotube nanomanufacturing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Hierarchical multiscale self-assembly and nanomanufacturing of carbon nanotube (CNT) array-based semiconductor electronics via three stages of self-assembly and systems-level integration. This project focused on Stage 2 and the beginning of Stage 3.</div>\n<div class=\"imageCredit\">Michael S. Arnold</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Fig. 1. Schematic of nanotube nanomanufacturing</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173351423_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173351423_Fig2--rgov-800width.jpg\" title=\"Fig. 2. Nanotube alignment via TaFISA\"><img src=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173351423_Fig2--rgov-66x44.jpg\" alt=\"Fig. 2. Nanotube alignment via TaFISA\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">TaFISA manufacturing approach. (a) shows carbon nanotubes (CNTs) organizing and self-aligning at the liquid-liquid interface and forming a liquid crystal. (b) shows electron microscopy image of aligned CNTs deposited on to a Si substrate.</div>\n<div class=\"imageCredit\">Michael S. Arnold</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Fig. 2. Nanotube alignment via TaFISA</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173412373_Fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173412373_Fig3--rgov-800width.jpg\" title=\"Fig. 3. Nanotube alignment via ShASAM-T\"><img src=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173412373_Fig3--rgov-66x44.jpg\" alt=\"Fig. 3. Nanotube alignment via ShASAM-T\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ShASAM-T manufacturing approach. (a) shows trenches formed on Si substrate. The trench tops and bottoms are functionalized to repel and attract carbon nanotubes (CNTs), respectively. (b) shows composite electron micrograph images of CNTs deposited and self-aligned at trench bottoms.</div>\n<div class=\"imageCredit\">Michael S. Arnold</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Fig. 3. Nanotube alignment via ShASAM-T</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173659673_Fig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173659673_Fig4--rgov-800width.jpg\" title=\"Fig. 4. Surface chemistry effect on nanotube adsorption\"><img src=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173659673_Fig4--rgov-66x44.jpg\" alt=\"Fig. 4. Surface chemistry effect on nanotube adsorption\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Surface modification with self-assembled monolayers (SAMs) dictates carbon nanotube (CNT) adhesion. Top shows strong CNT adhesion to Si with hexamethyldisilane. Bottom shows CNT repulsion with octadecyltrichlorosilane. These differences are explained by considering solvent density oscillations.</div>\n<div class=\"imageCredit\">Michael S. Arnold</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Fig. 4. Surface chemistry effect on nanotube adsorption</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173717163_Fig5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173717163_Fig5--rgov-800width.jpg\" title=\"Fig. 5. Aligned nanotube transistor\"><img src=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173717163_Fig5--rgov-66x44.jpg\" alt=\"Fig. 5. Aligned nanotube transistor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left shows schematic of field effect transistor (FET) fabricated from an aligned carbon nanotube (CNT) array. Right shows measured FET characteristics versus source-drain voltage (VD) and gate voltage (VG) stepping from -1.5V to 1.5V and channel length of 60 nm.</div>\n<div class=\"imageCredit\">Michael S. Arnold</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Fig. 5. Aligned nanotube transistor</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173780937_Fig6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173780937_Fig6--rgov-800width.jpg\" title=\"Fig. 6. Outreach\"><img src=\"/por/images/Reports/POR/2023/1727523/1727523_10510296_1698173780937_Fig6--rgov-66x44.jpg\" alt=\"Fig. 6. Outreach\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Supported graduate student Katherine Jinkins running an outreach session that she organized as part of the Expanding Your Horizons Conference (Oct. 2018).</div>\n<div class=\"imageCredit\">Michael S. Arnold</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Fig. 6. Outreach</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSemiconductors have enabled nearly all modern electronics. However, most semiconductor devices are based on silicon (Si) and gallium arsenide (GaAs), materials technologies more than half a century old. These materials are being pushed to their limits and cannot meet the demands of next-gen devices.\n\nCarbon nanotubes are semiconductors that can significantly outperform Si and GaAs. A nanotube is made of a single layer of carbon atoms rolled into a tube. Nanotubes conduct more electricity per area than Si and GaAs and more rapidly switch conductivity with smaller voltage. Thus, nanotubes are poised to become the semiconductor of choice over Si in logic microprocessors (brains of digital devices) by substantially increasing speed and decreasing power consumption and significantly outperform Si and GaAs in radiofrequency (RF) circuits (vital to cell phones and WiFi).\n\nDespite carbon nanotubes' promise, no one has been able create a process for employing them in high-performance electronics. Nanotubes have been delayed by manufacturing roadblocks in purifying, aligning, and uniformly assembling them with precision over large areas. Regarding assembly, nanotubes must be lined up in the same direction in a dense layer with the thickness of a single nanotube to create an array through which electricity can rapidly, efficiently travel.\n\nThis project has resulted in the breakthrough development of hierarchical (Fig. 1) manufacturing approaches allowing the creation of such arrays of aligned, dense, semiconducting carbon nanotubes on the wafer-scale.\n\nSpecifically, this project has resulted in the discovery of:\n\n(1) The Shear Alignment Self-Assembly Method (ShASAM) for creating partially aligned nanotube films. Polymer wrapped, electronics-grade semiconducting nanotubes in organic solvent are forced through a sub-mm tall channel, generating shear forces that align the nanotubes as they deposit onto a substrate, enabling alignment within 28˚, at a density of 50 nanotubes per micrometer. Demonstrated on 4 inch scale.\n\n(2) The Tangential Flow Interfacial Self-Assembly (TaFISA) Method for creating highly aligned nanotube arrays (Fig. 2). This method aligns nanotubes at liquid-liquid interfaces. Thin layers of polymer wrapped nanotubes dispersed in organic solvents are spread on a water bath. The nanotubes accumulate and self-align (within 6˚) at the interface, forming a two-dimensional liquid-crystal. The nanotube arrays are continuously transferred onto substrates, at 100 nanotubes per micrometer. Demonstrated on 4 inch scale.\n\n(3) The ShASAM in Trenches (ShASAM-T) manufacturing approach that uses chemical and topographical trench-like patterns formed on target substrates to guide the self-alignment of nanotubes (Fig. 3). A solution of nanotubes is sheared over the trenches, pre-aligning nanotubes, and trench bottoms are chemically functionalized to promote nanotube adsorption. When trench width is reduced to less than the nanotube length, confinement effects tightly align the nanotubes. In trenches 100 nanometers wide, nanotubes align within 7.6˚ at &gt; 30 nanotubes per micrometer.\n\nThis project has moreover resulted in:\n\n(4) The discovery of substrate-modifying, organic, self-assembled monolayer chemical groups that promote versus repel nanotube adsorption and development of the underlying theory controlling this adsorption (Fig. 4).  \n\n(5) The invention of polymer wrappers for nanotube dispersion and assembly.\n\n(6) Advances in carbon nanotube-based field-effect transistors (FETs), including demonstration of nanotube FETs that outperform Si FETs with higher on-current density at equivalent charge density; on-current as high as 1.9 mA um-1 (Fig. 5) and transconductance of 1.2 mS um-1 at a source-drain bias of -0.6 V and channel length of 60 nm; and uniformity in on-state current, varying by only 19%.\n\nThe above advances have been reported in 17 peer-reviewed papers (with at least 3 more in preparation), 42 conference and seminar presentations, and 4 patents/applications/provisionals.\n\nOther outcomes:\n\n12 graduate student and post-doc and 13 undergraduate researchers were trained in high-tech skills varying from electron beam lithography; block copolymer self-assembly; semiconductor device nanofabrication; laser-assisted and water jet machining; etching; thin film deposition; nanotube functionalization and processing; optical and electron microscopy and spectroscopy; polymer synthesis and characterization; surface chemistry modification; scientific communications; mentoring; and, the processes of invention and patenting. Supported Ph.D. student Katherine Jinkins participated in entrepreneurship training, and post-graduation has now founded a company, SixLine Semiconductor, to commercialize the technologies discovered in this project and translate them to real products.      \n\nSupported researchers participated in broader impact activities (Fig. 6) including: the mentoring of one high school and 16 undergraduate student researchers; the design and implementation of a career exploration session for middle-school girls; serving as a panelist for a female student organization for a meeting about STEM; the creation and implementation of multiple activities for the UW-Madison Pre-College Enrichment Opportunity Program for Learning Excellence; mentoring of local high school students for Science Olympiad competitions; volunteering at the UW-Madison Engineering Expo and Wisconsin Science Festivals; multiple guest presentations on materials chemistry at local high schools, including to Spanish-speaking students; serving as a guest panelist for students in Puerto Rico in a session about undergraduate research; science fair judging; and the incorporation of research progress into course curricula.\n\n\t\t\t\t\tLast Modified: 10/24/2023\n\n\t\t\t\t\tSubmitted by: Michael Arnold"
 }
}