{
 "awd_id": "1727292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mixing Elastic Waves to Nondestructively Characterize Microstructure During Additive Manufacturing of Metals",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Kramer",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 358000.0,
 "awd_amount": 358000.0,
 "awd_min_amd_letter_date": "2017-08-29",
 "awd_max_amd_letter_date": "2017-08-29",
 "awd_abstract_narration": "Additive manufacturing (AM) is a revolutionary way to directly form structural components. It is transforming the manufacturing industry, however quality assurance testing of safety critical components is creating a bottleneck in advancement of the state of the art. The complex physics involved in the solidification of metal parts results in nonuniformities across multiple length scales. Many non-uniformities, such as voids and lack of fusion, are detectable in off-line, x-ray based, computed tomography (CT) scans, but others, occurring at the micro-scale, are still difficult to quantify.  Currently there is no nondestructive method capable of estimating material strength properties and build quality during the actual manufacturing process. Elastic wave propagation through the material, which is indicative of the material's elastic properties, will be used to address this short coming. This work researches how to effectively use laser induced thermal stresses to generate the elastic waves in the material surface layers, and how to extract material properties from the measured wave propagation. By using a noncontact laser source, the technique can be integrated into the manufacturing environment to characterize material as it is formed on a layer-by-layer basis. This information will be leveraged to provide quality assurance testing and feedback into closed loop process control and to clear the bottleneck in commercializing AM for safety critical components. This innovation, training of students, and outreach to teachers as part of this project will help the United States maintain a leadership role in manufacturing.\r\n \r\nNo current technology is capable of interrogating the microstructure of material during additive manufacturing (AM). However, nonlinear ultrasonics has the capability to nondestructively characterize the features of material microstructure that dictate strength. While the contact transducers customary for nonlinear ultrasonics are not appropriate for the AM environment, laser actuation and reception of ultrasound is tractable, thus nonlinear laser ultrasonics is suggested as the solution. The research objective of this project is to correlate the interaction of elastic waves with material microstructure within an AM environment. To achieve this objective, the hypothesis that Rayleigh surface waves generated by a pulsed laser and propagating in a metal part during layer-by-layer deposition mix together according to the principle of superposition will have to be falsified. A dual slit mask/lens assembly will be researched with the aim of actuating Rayleigh waves at two dominant frequencies. Nonlinear mixing of these Rayleigh waves will generate sum and difference harmonics. By falsifying the hypothesis, the interaction of elastic surface waves will be proven to be a viable method for nondestructive material characterization during AM. The research will lead to understanding how to describe material nonlinearity in terms of the mutual interaction of Rayleigh waves and provide a correlation between sum/difference combinational harmonics and the strength-related material nonlinearity causing them.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cliff",
   "pi_last_name": "Lissenden",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cliff J Lissenden",
   "pi_email_addr": "lissenden@psu.edu",
   "nsf_id": "000215168",
   "pi_start_date": "2017-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abdalla",
   "pi_last_name": "Nassar",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Abdalla R Nassar",
   "pi_email_addr": "abdalla@astroa.org",
   "nsf_id": "000716321",
   "pi_start_date": "2017-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 358000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The additive manufacturing (AM) of metals is revolutionizing materials processing and component fabrication by using digitally-controlled layered deposition. However, the microstructure of the material is different than conventional materials and can vary locally due to process variability. In some cases, flaws are formed, while in others the elastic, strength, fatigue, and fracture properties are affected. Various forms of process monitoring have been investigated as AM technology matures. This project integrated a laser ultrasonics system into a directed energy deposition AM chamber. A pulsed laser generates ultrasonic waves that travel along the surface of the current layer in the AM build. The waves are received by a laser interferometer. Neither wave generation nor reception involves contacting the AM build. The wave interactions with the material provides valuable information about the material.</p>\n<p>The roughness of the AM build surface represents a substantial challenge for receiving the ultrasonic waves due to two factors. First, surface roughness scatters and disperses the wave energy, attenuating the wave amplitude. Second, surface roughness also scatters the light used by the laser interferometer, which decreases the received signal. Both factors reduce the signal to noise ratio making measurements less reliable. The challenges were overcome by characterizing the roughness-induced attenuation and using an adaptive laser interferometer that is less sensitive to the light scattering.</p>\n<p>The novelty of the integrated laser ultrasonic system is that it is designed to leverage nonlinear ultrasonic wave propagation features to obtain information about the material microstructure. Interactions between nonlinear material and ultrasonic waves cause distortion of the waves that is apparent in the frequency spectrum. If the actuated waves have a single primary frequency, then second harmonics are generated at twice the primary frequency. If the actuated waves have two frequencies, then secondary waves are generated at the sum and difference frequencies. The second harmonics and secondary wave amplitudes are indicative of the material nonlinearity associated with specific microstructural features such as dislocations and precipitates. To transform a broadband laser pulse into a narrowband waveform the pulsed laser light is patterned into a line array by a microlens array or slit mask. However, modulation of the broadband pulse with the line array creates second harmonics unrelated to the material nonlinearity, which is undesirable. A scanning method was used to overcome this issue. Likewise, mixing of dual frequency waves to generate secondary waves at sum and difference frequencies is a way to avoid the problem altogether.</p>\n<p>The laser ultrasonic system integrated into a directed energy deposition AM chamber was used to monitor processing of Ti-6Al-4V and IN-718 builds. Artificial flaws were seeded into the Ti-6Al-4V samples and microstructural changes were introduced into the IN-718 samples by changing the process parameters. The laser ultrasonic system enables nonlinear assessments as described above as well as elastic wave speed and attenuation determination. A detailed analysis of specific results is ongoing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2021<br>\n\t\t\t\t\tModified by: Cliff&nbsp;J&nbsp;Lissenden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe additive manufacturing (AM) of metals is revolutionizing materials processing and component fabrication by using digitally-controlled layered deposition. However, the microstructure of the material is different than conventional materials and can vary locally due to process variability. In some cases, flaws are formed, while in others the elastic, strength, fatigue, and fracture properties are affected. Various forms of process monitoring have been investigated as AM technology matures. This project integrated a laser ultrasonics system into a directed energy deposition AM chamber. A pulsed laser generates ultrasonic waves that travel along the surface of the current layer in the AM build. The waves are received by a laser interferometer. Neither wave generation nor reception involves contacting the AM build. The wave interactions with the material provides valuable information about the material.\n\nThe roughness of the AM build surface represents a substantial challenge for receiving the ultrasonic waves due to two factors. First, surface roughness scatters and disperses the wave energy, attenuating the wave amplitude. Second, surface roughness also scatters the light used by the laser interferometer, which decreases the received signal. Both factors reduce the signal to noise ratio making measurements less reliable. The challenges were overcome by characterizing the roughness-induced attenuation and using an adaptive laser interferometer that is less sensitive to the light scattering.\n\nThe novelty of the integrated laser ultrasonic system is that it is designed to leverage nonlinear ultrasonic wave propagation features to obtain information about the material microstructure. Interactions between nonlinear material and ultrasonic waves cause distortion of the waves that is apparent in the frequency spectrum. If the actuated waves have a single primary frequency, then second harmonics are generated at twice the primary frequency. If the actuated waves have two frequencies, then secondary waves are generated at the sum and difference frequencies. The second harmonics and secondary wave amplitudes are indicative of the material nonlinearity associated with specific microstructural features such as dislocations and precipitates. To transform a broadband laser pulse into a narrowband waveform the pulsed laser light is patterned into a line array by a microlens array or slit mask. However, modulation of the broadband pulse with the line array creates second harmonics unrelated to the material nonlinearity, which is undesirable. A scanning method was used to overcome this issue. Likewise, mixing of dual frequency waves to generate secondary waves at sum and difference frequencies is a way to avoid the problem altogether.\n\nThe laser ultrasonic system integrated into a directed energy deposition AM chamber was used to monitor processing of Ti-6Al-4V and IN-718 builds. Artificial flaws were seeded into the Ti-6Al-4V samples and microstructural changes were introduced into the IN-718 samples by changing the process parameters. The laser ultrasonic system enables nonlinear assessments as described above as well as elastic wave speed and attenuation determination. A detailed analysis of specific results is ongoing.\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2021\n\n\t\t\t\t\tSubmitted by: Cliff J Lissenden"
 }
}