{
 "awd_id": "1727492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Additive Nanomanufacturing of Scalable, Three-dimensional Nano-Architectures for Ultra-lightweighting and Resilience",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 399865.0,
 "awd_amount": 399865.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2017-07-14",
 "awd_abstract_narration": "Nanoscale materials such as nanotubes, nanofilms, and nanopillars, composed of carbon, metallic or ceramic material, have been found to exhibit near theoretical strength, damage tolerance, energy conversion and optical properties in their pristine form. When these nanoscale elements are precisely architected into well-defined, three-dimensional topologies, they form macroscopic structures that can reach near-theoretical strength with only a fraction of the mass densities of the starting materials. If such nano-architected structures are manufacturable, many applications are possible, e.g., ultra-lightweight, energy-absorbing materials, tissue engineering scaffolds, energy conversion and wave manipulation devices. Current nanofabrication technologies, based on laser-writing, are incapable of creating these nanostructures in dimensions larger than a few millimeters. While a variety of additive manufacturing approaches are capable of creating complex macroscopic three-dimensional objects, they have not achieved capabilities for creating architectures with nanoscale features. This project will advance knowledge in scalable nanomanufacturing of macroscopic objects comprised of precisely defined, three-dimensional nano-architectures for lightweighting and resilience. The researchers will conduct theoretical and experimental studies to understand, predict and control the interactions between light field, digital optics, and feedstock materials, leading to reliable production of large area, three-dimensional nano-architectures. The research requires understanding fundamental science and engineering disciplines, including nanomanufacturing, optics, mechanics, mechatronics, physics, and chemistry. The research results will be integrated into new curricula and projects to give hands-on research and education opportunities for high school, undergraduate, graduate and under-represented students.\r\n\r\nThe project aims to build the theoretical and experimental foundations underpinning scalable additive nanomanufacturing, overcoming existing barrier in 3D printing, which is to achieve nano-scale precision. The research studies a process to create three-dimensional architectures with nanoscale features under controlled sub-wavelength light field projection onto feedstock primitives. To achieve optimal production speed, a multi-physics based modeling and experimental platforms are established to elucidate the kinetics governing the speed and resolution of the new printing mechanism. The research is then implemented with a new set of instrumentations that enable the parallel production of large area samples with nano-architectures. Additionally, this research establishes theoretical and experimental frameworks to predict and prevent defect generation while scaling up to dimensions over several orders of magnitude. This research enables a new concept of creating three-dimensional nano-architectures. It provides a scientific and engineering basis towards reliable upscaling of nano-architectures to components and devices for applications including structural supports, energy storage and conversion, and wave manipulations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaoyu",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoyu Zheng",
   "pi_email_addr": "rayne23@berkeley.edu",
   "nsf_id": "000700484",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "635 Price's Fork Road",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 169225.0
  }
 ],
 "por": null
}