{
 "awd_id": "1728451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Dispute Resolution within Specialized Judiciary Systems",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 10205.0,
 "awd_amount": 10205.0,
 "awd_min_amd_letter_date": "2017-06-23",
 "awd_max_amd_letter_date": "2017-06-23",
 "awd_abstract_narration": "Scholarly examinations of legal systems have established that their efficacy depends on widespread conviction in their fairness, but have struggled to understand what influence claims of indigenous rights and sovereignty have on the judicial process. States have developed various strategies for the resolution of legal conflicts, including the passage of special domestic laws protecting indigenous peoples, adherence to international norms pertaining to indigenous and community rights, and the establishment of special court bodies to incorporate indigenous notions of justice. This research project, which trains a student in the methods of empirical, scientific data collection and analysis, explores the rule-making capacities of special tribunals designed to resolve disputes between the state and indigenous communities. Specifically, by concentrating on cross-cultural disputes, the project considers what these tribunals do to establish an effectively functioning and trusted legal system. \r\n\r\nJ. Christopher Upton, under the supervision of Dr. Sara Friedman of the Indiana University, will explore what strategies are used in special tribunals, as boundary organizations mediating distinct social contexts, to resolve legal disputes. This research will be conducted in Taiwan where indigenous issues have recently emerged at the forefront of a national conversation about multiculturalism and national sovereignty. Taiwan occupies an anomalous place in the international system as a democratic self-ruling state that does not enjoy formal recognition from most other countries. Indigenous issues have unique salience in this context insofar as visible compliance with international norms provides an opportunity for Taiwan to assert itself on the world platform. As a result, Taiwan has recently created a special set of indigenous courts. These ad hoc tribunals are integrated into the domestic court system and are designed to resolve disputes involving indigenous litigants with greater sensitivity to their cultural differences. Using ethnographic methods, the investigators will study how these courts craft rules about indigenous customary practices. The investigators will examine the interactions of judges, lawyers, and indigenous litigants as they resolve disputes about indigenous customary practices, exploring how judicial proceedings open a space for rule-making to be a co-constitutive process, rather than simply as legal rights granted in a top-down fashion by the state. The research will be focused on a particular tribunal, collecting data over 12 months through participant observation in judicial proceedings; interviewing judges, lawyers, and indigenous litigants; working with local lawyers handling cases involving contentious indigenous practices; and reviewing case decisions. In sum, this research project considers the dynamic process of creating rules about indigenous practices using a specialized judiciary and what these specialized courts do to advance indigenous legal protections and secure a functioning and trusted legal system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Friedman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sara L Friedman",
   "pi_email_addr": "slfriedm@indiana.edu",
   "nsf_id": "000282494",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Upton",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Upton",
   "pi_email_addr": "jcupton@indiana.edu",
   "nsf_id": "000742914",
   "pi_start_date": "2017-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Hualien District Court",
  "perf_str_addr": null,
  "perf_city_name": "Hualien",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TW",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Taiwan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 10205.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>J. Christopher Upton, under the supervision of Dr. Sara Friedman of Indiana University, conducted a seventeen-month ethnographic study of special indigenous tribunals in Taiwan. Integrated into the domestic court system, these newly created ad hoc tribunals worked to resolve disputes involving indigenous litigants with greater sensitivity to indigenous peoples&rsquo; cultures and to ensure indigenous peoples&rsquo; access to judicial rights. These tribunals have emerged at the forefront of a national conversation about multiculturalism and national sovereignty. Combining a large-scale focus on domestic and international law with fine-grained ethnographic detail within the special indigenous tribunals, the researcher studied how notions of indigenous culture and State law emerged in and shaped the constitution of interactions by which legal and indigenous actors confronted one another and crafted rules about indigenous custom and tradition. To study these features, the researcher conducted in-depth ethnographic research in one special indigenous tribunal in eastern Taiwan, engaging in participant-observation at court proceedings; interviewing judges, lawyers, and indigenous actors; working with an indigenous law center; and reviewing case decisions and filings. The special indigenous tribunals emerge as physical, symbolic, and imaginative sites of encounter revealing significant State power, but also crucial aspects of uncertainty, contradiction, and sociality. As such, the tribunals operated as and within a contested and uneven legal terrain of State law, customary law, and human rights, serving simultaneously as a productive and debilitating institution for securing indigenous rights and social justice.&nbsp;</p>\n<p>The project brought together literatures on law and human rights, indigenous politics, and power and resistance in institutional structures. The project considered issues of institutional ontology from an anthropological perspective, examining whether or not the special tribunals were really &ldquo;there&rdquo; as juridical institutions and finding that the tribunals exhibited a pattern of punctuated ontology. The project also explored the scope of indigenous peoples&rsquo; agency within the special tribunals, documenting the creative and productive strategies indigenous litigants used to advance their own understandings of indigenous cultures through legal interactions, and how these strategies simultaneously resisted and supported the legal framework. Additionally, the project challenged assumptions about law as a top-down, deductive application of law to fact sets within a largely closed universe of norms and professional practices by illuminating the ways in which law happens; that is, how law is an activity of crafting, shaped in the interstices of constructions, interpretations, and rationalities that are continually shifting. Further, the project explored the notion of a lawscape, as the wider socio-spatial-cultural-economic milieu in which law is situated, in an effort to trace the contours of a more textured conception of access to justice for indigenous peoples. In addition, the project considered a new approach to indigenous sovereignty grounded in tenuous &ldquo;as-if&rdquo; enactments of sovereign power. Finally, the project outlined a new approach to interdisciplinarity, using the heuristic device of stereoscopy, or three-dimensionality, to rethink collaborations between the disciplines of law and anthropology. This research will have a broader impact in helping guide future efforts to secure indigenous rights in Taiwan and other societies with indigenous populations, such as the United States. Moreover, it provides data for what special tribunals do to establish an effectively functioning and trusted legal system.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/25/2019<br>\n\t\t\t\t\tModified by: John&nbsp;C&nbsp;Upton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nJ. Christopher Upton, under the supervision of Dr. Sara Friedman of Indiana University, conducted a seventeen-month ethnographic study of special indigenous tribunals in Taiwan. Integrated into the domestic court system, these newly created ad hoc tribunals worked to resolve disputes involving indigenous litigants with greater sensitivity to indigenous peoples? cultures and to ensure indigenous peoples? access to judicial rights. These tribunals have emerged at the forefront of a national conversation about multiculturalism and national sovereignty. Combining a large-scale focus on domestic and international law with fine-grained ethnographic detail within the special indigenous tribunals, the researcher studied how notions of indigenous culture and State law emerged in and shaped the constitution of interactions by which legal and indigenous actors confronted one another and crafted rules about indigenous custom and tradition. To study these features, the researcher conducted in-depth ethnographic research in one special indigenous tribunal in eastern Taiwan, engaging in participant-observation at court proceedings; interviewing judges, lawyers, and indigenous actors; working with an indigenous law center; and reviewing case decisions and filings. The special indigenous tribunals emerge as physical, symbolic, and imaginative sites of encounter revealing significant State power, but also crucial aspects of uncertainty, contradiction, and sociality. As such, the tribunals operated as and within a contested and uneven legal terrain of State law, customary law, and human rights, serving simultaneously as a productive and debilitating institution for securing indigenous rights and social justice. \n\nThe project brought together literatures on law and human rights, indigenous politics, and power and resistance in institutional structures. The project considered issues of institutional ontology from an anthropological perspective, examining whether or not the special tribunals were really \"there\" as juridical institutions and finding that the tribunals exhibited a pattern of punctuated ontology. The project also explored the scope of indigenous peoples? agency within the special tribunals, documenting the creative and productive strategies indigenous litigants used to advance their own understandings of indigenous cultures through legal interactions, and how these strategies simultaneously resisted and supported the legal framework. Additionally, the project challenged assumptions about law as a top-down, deductive application of law to fact sets within a largely closed universe of norms and professional practices by illuminating the ways in which law happens; that is, how law is an activity of crafting, shaped in the interstices of constructions, interpretations, and rationalities that are continually shifting. Further, the project explored the notion of a lawscape, as the wider socio-spatial-cultural-economic milieu in which law is situated, in an effort to trace the contours of a more textured conception of access to justice for indigenous peoples. In addition, the project considered a new approach to indigenous sovereignty grounded in tenuous \"as-if\" enactments of sovereign power. Finally, the project outlined a new approach to interdisciplinarity, using the heuristic device of stereoscopy, or three-dimensionality, to rethink collaborations between the disciplines of law and anthropology. This research will have a broader impact in helping guide future efforts to secure indigenous rights in Taiwan and other societies with indigenous populations, such as the United States. Moreover, it provides data for what special tribunals do to establish an effectively functioning and trusted legal system. \n\n\t\t\t\t\tLast Modified: 06/25/2019\n\n\t\t\t\t\tSubmitted by: John C Upton"
 }
}