{
 "awd_id": "1728214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Evaluating controls on orogenic structural style by constraining the spatio-temporal evolution of a retroarc thrust belt",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 230006.0,
 "awd_amount": 230006.0,
 "awd_min_amd_letter_date": "2017-07-06",
 "awd_max_amd_letter_date": "2017-07-06",
 "awd_abstract_narration": "Though all continental mountain belts form as continental crust is shortened in regions of plate convergence, they exhibit major variations in width, elevation, and types of rocks involved. Given that many of these mountain belts are associated with some of Earth's most significant geological hazards and host prolific petroleum and mineral deposits, there is considerable societal and scientific interest in identifying the main factors responsible for their differences. This research will test a hypothesis that major differences in these mountain belts result from variations in the types and strengths of rocks that are present prior to the beginning of mountain building. This contribution is significant because it is expected to redefine the relative importance of these variations in influencing not only the geometry of mountain belts, but also the mechanisms through which they form. In addition to the scientific contributions of the project, important societal outcomes include workforce development through the education of graduate and undergraduate students in an important science, technology, engineering and mathematics (STEM) discipline. It fosters scientific literacy of the public through outreach efforts aimed at K-12 students that will result in the training and attraction of students to STEM careers. The project supports broadening of underrepresented groups in STEM. The project contributes to STEM educator development for high school teachers in the northern Rocky Mountain region through the implementation of a field-based course for high school science teachers in the northern Rockies. Results of the research will be disseminated through presentations at professional society meetings and peer-reviewed scientific literature. \r\n \r\nThe principal investigators will construct a structural, sedimentary, and thermochronologic record of the spatial and temporal transition in structural style--\"thin-skinned\" deformation of primarily sedimentary units or \"thick-skinned\" deformation of basement units--in east-central Idaho and southwestern Montana and compare it to the timing of \"Laramide\" flat subduction beneath Wyoming. The central hypothesis to be tested is that the transition in structural style along the proposed transect, which is outside the classic Laramide region, developed as a result of the pre-orogenic stratigraphic architecture of the upper plate. This work will provide a critical test of whether an intrinsic property of the upper plate, rather than a change in plate boundary geodynamics such as flat-slab subduction, can be a dominant mechanism for controlling orogenic structural style. The team will test the central hypothesis using 1) structural and stratigraphic investigations in east-central Idaho and southwestern Montana to constrain the spatial pattern of structural styles and coeval depocenters and 2) thermochronometry of thrust sheets to constrain the timing of exhumation related to thrusting and coeval foreland sedimentation. The research  design includes zircon and apatite uranium-lead and (uranium-thorium)/helium dating, as well as apatite fission track thermochronometry in the context of field-based structural and stratigraphic investigations; these results will be used to build a regional kinematic model to evaluate the hypothesized non-flat-slab control on the spatio-temporal transition in structural style. Results from this work thus have the potential to transform our knowledge of the causal relationship between thin- and thick-skinned portions of continental fold-thrust belts and could warrant reevaluation of the importance of the pre-orogenic upper crustal architecture in affecting the first order geometries of modern and ancient continental mountain belts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Guenthner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Guenthner",
   "pi_email_addr": "wrg@illinois.edu",
   "nsf_id": "000662876",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "SUITE A 1901 SOUTH FIRST ST.",
  "perf_city_name": "CHAMPAIGN",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 230006.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Rocky Mountains of the western United States are composed of many different mountain ranges, each with a unique history of formation. Some mountain ranges in the western U.S. are made up mostly of &ldquo;young&rdquo; (less than 540 million years old) sedimentary rocks (e.g. sandstones and limestones), whereas others are made up mostly of &ldquo;old&rdquo; (greater than 1700 million years old) igneous and metamorphic rocks (e.g. granites and gneiss). The types of rocks present in each range are reflective of two different styles in which they were brought to the surface: along short and steep fractures in the Earth&rsquo;s crust (older rocks), or along long and shallow fractures in the Earth&rsquo;s crust (younger rocks). The steep fractures are called &ldquo;Laramide-style&rdquo; faults, whereas the shallow fractures are called &ldquo;Sevier-style&rdquo; faults.</p>\n<p>&nbsp;</p>\n<p>An interesting location in which these different types of mountain ranges overlap is found in east-central Idaho and southwestern Montana. Here, we investigated why the style of mountain ranges changes across space and time, and what processes create this change. To answer these questions, we used a method called thermochronology that constrains how rocks move up (and down) inside the earth&rsquo;s crust; that is, how rocks are brought up from depth towards the surface. With this technique, we found that rocks brought to the surface along the short and steep fractures have a very long (i.e. 1 billion year) history of going up and down relative to the Earth&rsquo;s surface, and that this long-lived history might have made these faults more susceptible to failing in a steep, Laramide-style fashion during the most recent phase of mountain building. We also found that both the Laramide-style faults in southwestern Montana, and the Sevier-style faults in east-central Idaho were going up relative to the Earth&rsquo;s surface at the same time ~70 to 80 million years ago. This overlap in timing tells us that either the same process was causing both types of faults to be active at the same time, or that broad erosion was happening simultaneously across all of the different mountain ranges in our study area. Both sets of results from our work better illuminate how mountains are uplifted and what drives their creation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2021<br>\n\t\t\t\t\tModified by: William&nbsp;Guenthner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Rocky Mountains of the western United States are composed of many different mountain ranges, each with a unique history of formation. Some mountain ranges in the western U.S. are made up mostly of \"young\" (less than 540 million years old) sedimentary rocks (e.g. sandstones and limestones), whereas others are made up mostly of \"old\" (greater than 1700 million years old) igneous and metamorphic rocks (e.g. granites and gneiss). The types of rocks present in each range are reflective of two different styles in which they were brought to the surface: along short and steep fractures in the Earth’s crust (older rocks), or along long and shallow fractures in the Earth’s crust (younger rocks). The steep fractures are called \"Laramide-style\" faults, whereas the shallow fractures are called \"Sevier-style\" faults.\n\n \n\nAn interesting location in which these different types of mountain ranges overlap is found in east-central Idaho and southwestern Montana. Here, we investigated why the style of mountain ranges changes across space and time, and what processes create this change. To answer these questions, we used a method called thermochronology that constrains how rocks move up (and down) inside the earth’s crust; that is, how rocks are brought up from depth towards the surface. With this technique, we found that rocks brought to the surface along the short and steep fractures have a very long (i.e. 1 billion year) history of going up and down relative to the Earth’s surface, and that this long-lived history might have made these faults more susceptible to failing in a steep, Laramide-style fashion during the most recent phase of mountain building. We also found that both the Laramide-style faults in southwestern Montana, and the Sevier-style faults in east-central Idaho were going up relative to the Earth’s surface at the same time ~70 to 80 million years ago. This overlap in timing tells us that either the same process was causing both types of faults to be active at the same time, or that broad erosion was happening simultaneously across all of the different mountain ranges in our study area. Both sets of results from our work better illuminate how mountains are uplifted and what drives their creation.\n\n \n\n\t\t\t\t\tLast Modified: 03/30/2021\n\n\t\t\t\t\tSubmitted by: William Guenthner"
 }
}