{
 "awd_id": "1728813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Water Science and Technology Board Core Support",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 360055.0,
 "awd_amount": 360055.0,
 "awd_min_amd_letter_date": "2017-08-22",
 "awd_max_amd_letter_date": "2021-06-11",
 "awd_abstract_narration": "1728813\r\nEide\r\n\r\nWater is the most critical of all natural resources. The need to enhance our knowledge of water resources and the ways in which society conveys, stores, distributes, and increases access to water in appropriate qualities and quantities for a range of purposes has become urgent. Particularly as population growth, land use changes, and the variability in climate have challenged the natural capacity of ground and surface water systems to replenish themselves, greater understanding of water resources in all parts of the hydrological cycle and of ways to develop new approaches to monitor, model, recycle, and treat water is crucial for societal and environmental health and security. This award is for partial core support for the Water Science and Technology Board which serves as the focal point for water issues at the National Academies of Sciences, Engineering, and Medicine. As part of this role the Board brings scientific and engineering attention through publications to respond to a range of water resource questions and is an immediate resource and point of reference for the government on behalf of the water science and engineering community.\r\n\r\nThe Board's objectives include advancing discovery, understanding, and application of the most current science and engineering approaches to a range of water issues; fostering cooperation and exchange among government, academia, industry, and other stakeholders on pressing topics in the water resources arena; and promoting teaching, training, and education in multi-disciplinary water-related research and technology. Through its consensus reports, convening functions, and other publications and communications, the Board, comprising subject-matter experts who serve pro bono, and the Academies staff work with the water science and engineering community to identify emerging topics relevant to the discipline and important to government, and provide a neutral forum to explore these topics on a continuing basis. As a complement to traditional forms of academic research, the Water Science and Technology Board examines emerging issues through a form of knowledge generation predicated on convening information and perspectives from a range of stakeholders. The Board?s activities are unique in their contribution to increasing knowledge in water science and engineering because they draw upon the Board?s convening capabilities, which rely upon dialogue, information exchange, and consensus building. Since 1982, the Board has fostered facilitated, focused science- and engineering-based discussions that provide valuable benefits to the water science community, the government, and public through objective examination and synthesis of pure and applied water research and its impacts. The ability to support dialogue and information exchange among different researchers and other stakeholders offers the opportunity to further advance knowledge in all areas of water science and engineering. The Board brings scientific and engineering attention to respond to a range of water resource questions and is an immediate resource and point of reference for the government on behalf of the water science and engineering community. The consistent capacity and rigor provided by the Board membership and staff enable the Board (and the Academies) to provide the broad water resources discipline with a singular interface with government and policymaking, and equally, for government with the water resources discipline. Working in strong collaboration with federal and state agencies, academia, industry, and nongovernmental organizations in the water resource arena, the Board can receive and respond to questions and issues raised by the full range of stakeholders in the water community. The Board works to isolate key topics that require input from the water science and engineering discipline and facilitates communication and cooperation among different stakeholders. Through these efforts and its use of various means of communication and outreach, the Board helps inform public policy and can engage different generations of researchers, practitioners, and policymakers in constructive dialogue across the water science and policy domain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Glickson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah Glickson",
   "pi_email_addr": "dglickson@nas.edu",
   "nsf_id": "000551402",
   "pi_start_date": "2021-05-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Eide",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Eide",
   "pi_email_addr": "eeide@nas.edu",
   "nsf_id": "000619381",
   "pi_start_date": "2017-08-22",
   "pi_end_date": "2021-05-19"
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 Fifth Street, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012736",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  },
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1385",
   "pgm_ref_txt": "SPECIAL STUDIES AND ANALYSES"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 122390.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 20565.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 73020.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 74080.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Water Science and Technology Board (WSTB) serves as the focal point for water issues at the National Academies of Sciences, Engineering, and Medicine. WSTB oversees activities that provide independent, science-based advice on pressing matters regarding water resources that directly affect society and the nation. WSTB&rsquo;s objectives include advancing discovery, understanding, and application of the most current science and engineering approaches to a range of water issues; fostering cooperation and exchange among government, academia, industry, and other stakeholders on pressing topics in the water resources arena; and promoting teaching, training, and education in multi-disciplinary water-related research and technology. Through its consensus reports, convening functions, and other activities and communications, WSTB works with the water science and engineering community to identify emerging topics relevant to the discipline and important to government, and provides a neutral forum to explore these topics on a continuing basis.</p>\n<p>WSTB is important in advancing knowledge and understanding covering the traditional scientific and engineering aspects of water resources and the economic, institutional, legal, educational, and social aspects, as well.&nbsp; It projects future needs for and capabilities of multi-disciplinary water-related research in a number of fields. Under its auspices, the National Academies released 12 consensus studies on a range of topics, including regional studies of the Edwards Aquifer, the Everglades, and the New York City Watershed; grand challenges in environmental engineering and future directions for USGS water research; and water contaminant and supply issues such as Legionella and stormwater discharges. The Board also held two meetings per year on topics including aridification, water reuse, PFAS, large river basins, water equity and justice, managed aquifer recharge, and wastewater surveillance. These meetings were open to the public and engaged a range of stakeholders. WSTB also participated in a number of other activities in which it collaborated with other boards within the National Academies, such as a roundtable on unconventional hydrocarbons, NASA decadal survey on Earth science and applications from space, next-generation Earth systems science at NSF, and accessibility and inclusion in field and laboratory science.</p>\n<p>WSTB is proactive in communicating with its sponsors, other government agencies and entities, and private, professional, non-governmental, and academic organizations to fulfill its role in providing accurate and timely input for science-based decision making. It also engages in outreach to water sciences and resources organizations and professional societies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2022<br>\n\t\t\t\t\tModified by: Deborah&nbsp;Glickson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Water Science and Technology Board (WSTB) serves as the focal point for water issues at the National Academies of Sciences, Engineering, and Medicine. WSTB oversees activities that provide independent, science-based advice on pressing matters regarding water resources that directly affect society and the nation. WSTB’s objectives include advancing discovery, understanding, and application of the most current science and engineering approaches to a range of water issues; fostering cooperation and exchange among government, academia, industry, and other stakeholders on pressing topics in the water resources arena; and promoting teaching, training, and education in multi-disciplinary water-related research and technology. Through its consensus reports, convening functions, and other activities and communications, WSTB works with the water science and engineering community to identify emerging topics relevant to the discipline and important to government, and provides a neutral forum to explore these topics on a continuing basis.\n\nWSTB is important in advancing knowledge and understanding covering the traditional scientific and engineering aspects of water resources and the economic, institutional, legal, educational, and social aspects, as well.  It projects future needs for and capabilities of multi-disciplinary water-related research in a number of fields. Under its auspices, the National Academies released 12 consensus studies on a range of topics, including regional studies of the Edwards Aquifer, the Everglades, and the New York City Watershed; grand challenges in environmental engineering and future directions for USGS water research; and water contaminant and supply issues such as Legionella and stormwater discharges. The Board also held two meetings per year on topics including aridification, water reuse, PFAS, large river basins, water equity and justice, managed aquifer recharge, and wastewater surveillance. These meetings were open to the public and engaged a range of stakeholders. WSTB also participated in a number of other activities in which it collaborated with other boards within the National Academies, such as a roundtable on unconventional hydrocarbons, NASA decadal survey on Earth science and applications from space, next-generation Earth systems science at NSF, and accessibility and inclusion in field and laboratory science.\n\nWSTB is proactive in communicating with its sponsors, other government agencies and entities, and private, professional, non-governmental, and academic organizations to fulfill its role in providing accurate and timely input for science-based decision making. It also engages in outreach to water sciences and resources organizations and professional societies.\n\n\t\t\t\t\tLast Modified: 10/19/2022\n\n\t\t\t\t\tSubmitted by: Deborah Glickson"
 }
}