{
 "awd_id": "1728554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reducing Chemical Wear of Single Crystal Diamond Tools Cutting Alloys",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Kramer",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 327727.0,
 "awd_amount": 334219.0,
 "awd_min_amd_letter_date": "2017-08-18",
 "awd_max_amd_letter_date": "2023-09-25",
 "awd_abstract_narration": "Next-generation freeform optical components are often made from metal molds which themselves are cut on high quality machines using synthetic single crystal diamonds (SCD). Despite being the hardest known tool material, diamond wears surprisingly quickly when cutting some metals due to chemical interactions. This research will investigate aspects of those interactions, such as temperatures in cutting which are extremely difficult to measure at the length scale of the diamond/workpiece interaction. The temperatures can be predicted, using models with some embedded assumptions; methods developed for microsystems manufacturing will be used to deposit temperature sensors on the diamond tool surfaces and measure temperature distributions. These measurements will be used to validate the models. Chemical wear rate as a function of diamond orientation will be measured using specially manufactured tools and as a function of oxygen concentration by machining in a controlled-atmosphere chamber. Quantitative prediction of diamond wear rates could enable cost effective production of longer life optical molds in alloys not currently considered \"diamond machinable\". Such molds will enable manufacturing of next generation structured and freeform optical surfaces for applications ranging from energy efficient illumination to compact imaging systems for virtual reality, heads-up displays, and night vision. Improvements in the scientific understanding of diamond machining can positively impact a number of manufacturing sectors, including automotive, aerospace, consumer electronics and defense. Technology dissemination will be through publications, professional societies, industry consortia such as the NSF I/UCRC Center for Freeform Optics, and through educational activities. UNC Charlotte is a minority serving institution, and therefore outreach to underrepresented minorities for undergraduate and graduate research opportunities should be fruitful. Results will be integrated into graduate and undergraduate courses.  In sophomore manufacturing, \"cool\" applications such as heads-up displays and future generations of virtual reality spark interest, while the example that the hardest material cannot cut one of the softest metals (cerium) helps keep the students engaged. \r\n\r\nThis project will seek an improved fundamental understanding of the thermal, chemical and mechanical conditions leading to single crystal diamond tool wear during metal alloy machining, with the goal of allowing process improvement. Diamond tool tip temperatures are a significant factor in chemical tool wear, but they are notoriously difficult to measure during cutting. Validated thermal models are required. Validated temperatures will be used to determine activation energies for the chemical wear reaction using the Arrhenius equation, providing predictive understanding of tool wear under different conditions.  The high thermal conductivity of diamond significantly affects modelled temperature distributions and should therefore affect the reaction rates. Synthetic diamonds are now being produced with thermal conductivities around 30% higher than previously available. Wear of tools made from diamonds with measured, different thermal conductivities will be tested by using diamonds sourced from different suppliers and produced through different means. The crystallographic orientation of a diamond affects mechanical wear and diamond etching rates by some molten metals.  To determine the effect of diamond orientation on chemical wear, the wear rates for SCD tools of varying orientation when cutting reactive alloys will be tested. An environmental chamber enclosing a turning operation with a diamond tool will address the importance of oxygen on diamond wear.  Freeform optics are the next revolution in optical capabilities. Their use in illumination improves energy efficiency and reduces light pollution. More compact, higher performance imaging systems enable smaller, lighter systems ranging from multispectral military systems to CubeSat missions. The scientific understanding of the manufacturing process developed here will enable an ever broadening range of cost effective applications.  The results will be disseminated through industry interactions and publications/presentations at the Optical Society of America, SPIE (the international society for optics and photonics), the American Society for precision Engineering, and CIRP (The International Academy for Production Engineering). UNC Charlotte is dedicated to recruitment and retention of under-represented groups who will encounter the results of this research in undergraduate (Manufacturing Systems (core ME) and Metrology and Precision Engineering (elective)) and graduate classes (Introduction to Optical Fabrication and Testing, Advanced Surface Finish).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Evans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Evans",
   "pi_email_addr": "cevans52@uncc.edu",
   "nsf_id": "000588156",
   "pi_start_date": "2017-08-18",
   "pi_end_date": "2021-02-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Youxing",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Youxing Chen",
   "pi_email_addr": "ychen103@charlotte.edu",
   "nsf_id": "000813397",
   "pi_start_date": "2021-02-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Boreman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn Boreman",
   "pi_email_addr": "gboreman@uncc.edu",
   "nsf_id": "000182267",
   "pi_start_date": "2017-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 University City Blvd",
  "perf_city_name": "Charlotte",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 323330.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 10888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>1.&nbsp;&nbsp; Intellectual merits</p>\n<ul>\n<li>Two critical factors that affect the chemical wear of single crystal diamond tools, i.e., crystallographic orientation and oxygen partial pressure, has been systematically investigated. This New knowledge of enables the future development of quantitative estimates of tool wear more cost effectively than current &ldquo;trial and error&rdquo; methods widely used in industry.</li>\n<li>Knowledge of chemical wear should also be useful in understanding performance of polycrystalline diamond (PCD) tools, especially micromilling tools (Childs et al 2014). PCD can have widely varying thermal conductivity depending, inter alia, on the matrix material. Consideration of immersion, spindle speed, and the shank barrier effect may allow the minimization of temperature rise per flute and hence may allow cost effective PCD milling of reactive alloys.</li>\n<li>Different methods of edge recession measurement/evaluation, including uncertainty analysis of the measurement methods, have been developed, which can be used to evaluate tool wear in other machining process.</li>\n<li>The role of amorphous-intermetallic phase transformation in materials removal mechanisms of diamond turning of NiP has been studied. This allows us to further study the influence of phase transformation on the tool wear.</li>\n</ul>\n<p>&nbsp;</p>\n<p>2.&nbsp;&nbsp; Broader impact</p>\n<ul>\n<li>Diamond turning machines enable the fabrication of new generations of optical surface shapes, giving optical designers new freedoms to create higher performance and lower cost optical systems. One constraint on this revolution is the relatively low material removal rates. Lower cost molds from wear resistant alloys would reduce the cost of freeform optics for consumer applications in both imaging and illumination systems.</li>\n<li>The knowledge from this project has been incorporated as examples in the undergraduate courses \"Manufacturing Systems\" and \"Metrology and Precision Engineering\" and the graduate class \"Introduction to Optical Fabrication and Testing\" and &ldquo;Phase Transformation in Materials&rdquo;.</li>\n<li>Results have been disseminated through the NSF I/UCRC Center for Freeform Optics (University of Rochester and UNC Charlotte) as well as though papers and presentations at the Optical Society of America topical meetings, SPIE conferences, the American Society for Precision Engineering, and CIRP.</li>\n<li>This project engaged multiple under-represented minorities. 4 out of 6 students involved are women. One REU student did a project on post-polishing of diamond turned products which was presented to the UNCC undergraduate summer research conference, winning the Science, Technology and Math category, drawing both student and faculty attention.</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/22/2024<br>\nModified by: Youxing&nbsp;Chen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n1. Intellectual merits\n\nTwo critical factors that affect the chemical wear of single crystal diamond tools, i.e., crystallographic orientation and oxygen partial pressure, has been systematically investigated. This New knowledge of enables the future development of quantitative estimates of tool wear more cost effectively than current trial and error methods widely used in industry.\nKnowledge of chemical wear should also be useful in understanding performance of polycrystalline diamond (PCD) tools, especially micromilling tools (Childs et al 2014). PCD can have widely varying thermal conductivity depending, inter alia, on the matrix material. Consideration of immersion, spindle speed, and the shank barrier effect may allow the minimization of temperature rise per flute and hence may allow cost effective PCD milling of reactive alloys.\nDifferent methods of edge recession measurement/evaluation, including uncertainty analysis of the measurement methods, have been developed, which can be used to evaluate tool wear in other machining process.\nThe role of amorphous-intermetallic phase transformation in materials removal mechanisms of diamond turning of NiP has been studied. This allows us to further study the influence of phase transformation on the tool wear.\n\n\n\n\n\n\n2. Broader impact\n\nDiamond turning machines enable the fabrication of new generations of optical surface shapes, giving optical designers new freedoms to create higher performance and lower cost optical systems. One constraint on this revolution is the relatively low material removal rates. Lower cost molds from wear resistant alloys would reduce the cost of freeform optics for consumer applications in both imaging and illumination systems.\nThe knowledge from this project has been incorporated as examples in the undergraduate courses \"Manufacturing Systems\" and \"Metrology and Precision Engineering\" and the graduate class \"Introduction to Optical Fabrication and Testing\" and Phase Transformation in Materials.\nResults have been disseminated through the NSF I/UCRC Center for Freeform Optics (University of Rochester and UNC Charlotte) as well as though papers and presentations at the Optical Society of America topical meetings, SPIE conferences, the American Society for Precision Engineering, and CIRP.\nThis project engaged multiple under-represented minorities. 4 out of 6 students involved are women. One REU student did a project on post-polishing of diamond turned products which was presented to the UNCC undergraduate summer research conference, winning the Science, Technology and Math category, drawing both student and faculty attention.\n\n\n\n\t\t\t\t\tLast Modified: 01/22/2024\n\n\t\t\t\t\tSubmitted by: YouxingChen\n"
 }
}