{
 "awd_id": "1728685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collapse Simulation of Shear-Dominated Reinforced Masonry Wall Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 499916.0,
 "awd_amount": 499916.0,
 "awd_min_amd_letter_date": "2017-07-13",
 "awd_max_amd_letter_date": "2017-07-13",
 "awd_abstract_narration": "Reinforced masonry (RM) wall structures subjected to severe seismic forces can develop complicated nonlinear behavior involving interaction between steel and masonry, which have distinctly different mechanical properties. Furthermore, in a building system, the interaction of structural walls with other elements, such as walls that are oriented in a different direction, columns carrying gravity loads, beams, and floor slabs, could lead to nonlinear behavior and collapse mechanisms that were not anticipated in design. The ability of analytical models to capture these mechanisms and interactions is essential to have an accurate assessment of a building's collapse potential. While advanced analytical models have been developed to simulate the damage mechanisms and nonlinear behavior of RM structures, their ability to capture the material and component interactions in a structural system on the verge of collapse has not been validated due to the lack of experimental data. This research will obtain necessary experimental data to understand the behavior of RM wall structures up to the point of collapse, and then will use the data to advance and validate analytical modeling capabilities. The data acquired and analytical tools developed in this project will help advance seismic performance assessment methods, resulting in safer and more cost-efficient RM buildings, and will also benefit the design of reinforced concrete wall systems, which have similar behavior. The project team, consisting of the Principal Investigator, one doctoral student, and undergraduate research assistants, will carry out model development, numerical simulation, large-scale experimental testing, and data analysis to achieve the aforementioned goals, as well as disseminate the research results and analytical tools for use in future research, education, and engineering practice.  Experimental data from this project will be archived and made available in the NSF-supported NHERI Data Depot (http://www.designsafe-ci.org). Finite element models from this project will be shared with the NSF-supported NHERI Computational Modeling and Simulation Center for implementation with their software. The project team will also collaborate with the NSF-supported NHERI DesignSafe cyberinfrastructure team to develop a simple user interface for the computational models developed for a few archetype buildings that can be used by middle and high-school students to study the influence of different design variables, such as the amount of vertical and horizontal reinforcement, and the strengths of the materials, on the seismic performance and the risk of collapse of RM structures.\r\n\r\nThe main aim of this research is to advance physics-based computational models to capture the nonlinear behavior of RM wall systems up to the point of collapse, accounting for the influence of material and component interactions on the system-level behavior, and to develop large-scale simulations to assess the collapse margin ratios of RM wall systems. To this end, large-scale laboratory testing will be conducted to acquire a better understanding of the behavior of RM wall systems on the verge of collapse, and to calibrate and validate analytical models. The experimental and numerical studies will quantify: (1) the influence of wall flanges on the shear strength and ductility of RM walls, (2) the influence of the coupling forces introduced by horizontal diaphragms in a structural system on the strength and deformation capability of the system, and (3) the influence of non-seismic load carrying walls and columns on collapse resistance. In the experimental program, two to three one-story, full-scale, RM wall systems will be tested to collapse using the NSF-supported Natural Hazards Engineering Research Infrastructure (NHERI) outdoor shake table at the University of California, San Diego. These wall systems will have different levels of complexity to identify the influence of non-seismic load carrying elements on the collapse resistance of a wall system. Once validated by experimental data, refined physics-based models will be used in a parametric study to understand the influence of different design variables and structural configurations on the collapse potential of RM buildings under bi-directional earthquake ground motions. The variables will include wall spacing and configurations, the strength and stiffness of horizontal diaphragms, horizontal diaphragm-to-wall connections, and the presence or absence of gravity columns. Moreover, the ability of simplified analytical models to assess the collapse margin ratios of RM buildings with incremental dynamic analysis will be assessed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "P. Benson",
   "pi_last_name": "Shing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "P. Benson Shing",
   "pi_email_addr": "pshing@ucsd.edu",
   "nsf_id": "000307193",
   "pi_start_date": "2017-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Dr., Mail Code 0085",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930085",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "014Y00",
   "pgm_ele_name": "Engineering for Natural Hazard"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 499916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An accurate assessment of the displacement capacities of building systems experiencing severe earthquake forces is of critical importance for the development of modern seismic design standards, which rely on accurate computer models to assess the collapse probabilities of building systems and use that information to develop code specifications that ensure a low probability of collapse. The main aim of this project was to develop reliable computational tools for the assessment of the seismic performance and collapse potential of reinforced masonry shear wall systems, which are widely used in low-rise commercial or school buildings. To this end, two full-scale, single-story, reinforced masonry wall systems were tested on the shake table at the UC San Diego NHERI site to obtain experimental data needed for model development and validation. The test data have shown for the first time that a wall system in a building could sustain a much larger lateral displacement and develop a higher resistance than individual planar walls acting independently due to the presence of multiple load paths in the system. The experimental data were subsequently used to improve and validate an advanced computational modeling scheme developed by the research team to solve an important puzzle as to why results of earlier simulation studies of low-rise reinforced masonry buildings show a much higher collapse rate than what had been observed in past earthquakes. Furthermore, a computationally efficient modeling method was developed in this project for engineering design and assessment. The method, in spite of its simplicity, can account for the complicated failure mechanisms of masonry shear wall systems through collapse. It can also be used as a computational tool to advance seismic design standards, resulting in safer and more cost-efficient construction.</p>\n<p>In addition to the principal investigator, the research team had two doctoral students work on the test design and preparation, the analysis of the test data, and computer modeling. In addition, two undergraduate students participated in the experimental work for one summer under the support of NSF?s Research Experiences for Undergraduates program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2020<br>\n\t\t\t\t\tModified by: P. Benson&nbsp;Shing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn accurate assessment of the displacement capacities of building systems experiencing severe earthquake forces is of critical importance for the development of modern seismic design standards, which rely on accurate computer models to assess the collapse probabilities of building systems and use that information to develop code specifications that ensure a low probability of collapse. The main aim of this project was to develop reliable computational tools for the assessment of the seismic performance and collapse potential of reinforced masonry shear wall systems, which are widely used in low-rise commercial or school buildings. To this end, two full-scale, single-story, reinforced masonry wall systems were tested on the shake table at the UC San Diego NHERI site to obtain experimental data needed for model development and validation. The test data have shown for the first time that a wall system in a building could sustain a much larger lateral displacement and develop a higher resistance than individual planar walls acting independently due to the presence of multiple load paths in the system. The experimental data were subsequently used to improve and validate an advanced computational modeling scheme developed by the research team to solve an important puzzle as to why results of earlier simulation studies of low-rise reinforced masonry buildings show a much higher collapse rate than what had been observed in past earthquakes. Furthermore, a computationally efficient modeling method was developed in this project for engineering design and assessment. The method, in spite of its simplicity, can account for the complicated failure mechanisms of masonry shear wall systems through collapse. It can also be used as a computational tool to advance seismic design standards, resulting in safer and more cost-efficient construction.\n\nIn addition to the principal investigator, the research team had two doctoral students work on the test design and preparation, the analysis of the test data, and computer modeling. In addition, two undergraduate students participated in the experimental work for one summer under the support of NSF?s Research Experiences for Undergraduates program.\n\n\t\t\t\t\tLast Modified: 09/24/2020\n\n\t\t\t\t\tSubmitted by: P. Benson Shing"
 }
}