{
 "awd_id": "1728061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Stigma, Civil Society, and Well Being",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 24725.0,
 "awd_amount": 24725.0,
 "awd_min_amd_letter_date": "2017-06-30",
 "awd_max_amd_letter_date": "2017-06-30",
 "awd_abstract_narration": "Burgeoning scholarship in a variety of international settings suggests causal connections between social stigma and decreased personal wellbeing. This decrease appears especially prominent in resource-poor settings where those of lower socioeconomic status are at greater risk. These detrimental consequences often affect not only individuals but also the wider communities in which they live. Recently, studies have begun to examine links between public activism and individual wellbeing, finding in some cases that participating in such engagement can have a positive effect on wellbeing. It is therefore important to study such civil society engagement through its specific links to social stigma. Does engagement with public activism to fight social stigma increase individual wellbeing?  \r\n\r\nThe research will be carried out by Yale University anthropology doctoral student Elizabeth Berk, with guidance from Dr. Marcia C. Inhorn. The research will be conducted in Lebanon, a middle-income country with unreliable infrastructure. Unlike other countries in the region, Lebanon has had an active civil society sector for many decades, making it an ideal site from which to study stigma, activism, and wellbeing. For this project, she will be looking at the stigma associated with HIV/AIDS. She will employ a variety of qualitative research methods, including semi-structured interviews, participant observation, and textual analysis of a range of media documents, organizational information, and other materials. She will work with civil society organizations, and public and private service providers, such as hospitals and public health organizations, focusing on paid and volunteer individual service providers, those receiving services, and those outlining policy for such services. The researcher will evaluate whether involvement with these groups increases individual wellbeing, or if perhaps other factors, such as improvement in socioeconomic status or family support, play bigger roles in augmenting wellbeing. Findings from this research will provide urgently needed insights into the factors that structure stigma, what efforts have been successful in overcoming this stigma and improving individual wellbeing, and what methods might require rethinking.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Inhorn",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia C Inhorn",
   "pi_email_addr": "marcia.inhorn@yale.edu",
   "nsf_id": "000333794",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Berk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Berk",
   "pi_email_addr": "elizabeth.berk@yale.edu",
   "nsf_id": "000740973",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "10 Sachem Street, RKZ 340",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 24725.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Elizabeth Berk has completed research for her dissertation, entitled &ldquo;Viral Subjects: Stigma, Civil Society Activism, and the Making of HIV/AIDS in Lebanon,&rdquo; supported by an NSF doctoral dissertation research improvement grant. She spent her funding period in Beirut, Lebanon working with civil society organizations (CSOs), medical personnel, and people living with HIV. As a medical anthropologist, Berk was interested in understanding how people living with HIV experience this condition in light of much civil society activism to overcome the social stigma associated with it. She was specifically interested in how local meanings of sexuality and gender shape the experience of living with HIV, its contingent social stigma, and the ways in which healthcare and civil society activists approach their work. She was also particularly interested in how civil society activism around HIV and related issues, and Lebanon&rsquo;s national response to these, shapes people&rsquo;s experiences of living with the virus.&nbsp;</p>\n<p>Lebanon has had a robust civil society response to HIV/AIDS since the first case was detected there in 1984, a response that exists alongside sometimes severe social stigma against the illness and related issues such as homosexuality&nbsp;and drug use.&nbsp;This was the first long-term&nbsp;ethnographic research project, the first anthropological investigation, of HIV/AIDS in the Middle East and North Africa region (MENA).&nbsp;</p>\n<p>Berk used the research techniques of participant-observation and semi-structured interviews to accomplish the goals of her research. She conducted both of these during daily work at Lebanese CSOs, also attending local conferences with these organizations. She also conducted semi-structured interviews with people living with HIV and infectious disease physicians. The data collected here form the foundation for an argument Berk will make about well being in Lebanon. This argument includes the idea that what it means to live with HIV in Lebanon cannot be understood outside the context of civil society activism around this illness and related issues such as homosexuality and agential female sexuality. It also cannot be understood outside the quotidian Lebanese context of uncertainty and precariousness. Berk will further argue that the ways in which work in Lebanon is structured, the focus on counting, measuring, and profit, is not necessarily conducive to holistic well being for those living with HIV. She will finally argue that much of the progress made by activism around HIV/AIDS and related issues is spreading to other parts of society, enhancing well being for all Lebanese.&nbsp;</p>\n<p>&nbsp;The research for this project forms the basis of Berk&rsquo;s dissertation. To be completed in 2020, the dissertation will be an important contribution to the fields of medical anthropology, MENA studies, and gender and sexuality studies.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2019<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;Berk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElizabeth Berk has completed research for her dissertation, entitled \"Viral Subjects: Stigma, Civil Society Activism, and the Making of HIV/AIDS in Lebanon,\" supported by an NSF doctoral dissertation research improvement grant. She spent her funding period in Beirut, Lebanon working with civil society organizations (CSOs), medical personnel, and people living with HIV. As a medical anthropologist, Berk was interested in understanding how people living with HIV experience this condition in light of much civil society activism to overcome the social stigma associated with it. She was specifically interested in how local meanings of sexuality and gender shape the experience of living with HIV, its contingent social stigma, and the ways in which healthcare and civil society activists approach their work. She was also particularly interested in how civil society activism around HIV and related issues, and Lebanon?s national response to these, shapes people?s experiences of living with the virus. \n\nLebanon has had a robust civil society response to HIV/AIDS since the first case was detected there in 1984, a response that exists alongside sometimes severe social stigma against the illness and related issues such as homosexuality and drug use. This was the first long-term ethnographic research project, the first anthropological investigation, of HIV/AIDS in the Middle East and North Africa region (MENA). \n\nBerk used the research techniques of participant-observation and semi-structured interviews to accomplish the goals of her research. She conducted both of these during daily work at Lebanese CSOs, also attending local conferences with these organizations. She also conducted semi-structured interviews with people living with HIV and infectious disease physicians. The data collected here form the foundation for an argument Berk will make about well being in Lebanon. This argument includes the idea that what it means to live with HIV in Lebanon cannot be understood outside the context of civil society activism around this illness and related issues such as homosexuality and agential female sexuality. It also cannot be understood outside the quotidian Lebanese context of uncertainty and precariousness. Berk will further argue that the ways in which work in Lebanon is structured, the focus on counting, measuring, and profit, is not necessarily conducive to holistic well being for those living with HIV. She will finally argue that much of the progress made by activism around HIV/AIDS and related issues is spreading to other parts of society, enhancing well being for all Lebanese. \n\n The research for this project forms the basis of Berk?s dissertation. To be completed in 2020, the dissertation will be an important contribution to the fields of medical anthropology, MENA studies, and gender and sexuality studies. \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/01/2019\n\n\t\t\t\t\tSubmitted by: Elizabeth Berk"
 }
}