{
 "awd_id": "1729891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Race- and Class-Based Discrimination in the U.S. Labor Market",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Melanie Hughes",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 235000.0,
 "awd_amount": 235000.0,
 "awd_min_amd_letter_date": "2017-06-28",
 "awd_max_amd_letter_date": "2017-06-28",
 "awd_abstract_narration": "Racial discrimination remains one of the most formidable obstacles to labor market equality in the United States. Black men are only half as likely as white men with similar qualifications to receive a callback for a job interview and they earn just 70 percent of the median income of their white counterparts. The challenge for researchers and policymakers is to understand why employers discriminate against black job applicants. To account for this discrimination, sociologists typically point to racial animus and/or stereotyping on the part of employers. Often overlooked are the subtle forms of class bias also encountered by black Americans as they apply for jobs. In the U.S., conceptions of race and social class are deeply intertwined. Qualitative studies show employers' negative expectations for black Americans often are predicated on the assumption they are lower class; i.e., they have limited access to material and symbolic resources like income, education and high culture.  However, whether patterns of racial discrimination intersect with class-based discrimination and may partially explained job discrimination is yet to be demonstrated. The social science literature continues to ignore what may be a key source of racial inequality in the U.S. This project aims to address this gap in current theory and research through a field-experimental study of the social class biases that drive racial discrimination in U.S. employment.\r\n\r\nThis study has three specific research aims.  First, it aims to measure whether the racial gap in rates of employer callback diminishes when job applicants signal near-identical (higher or lower) class origins in their résumés. Second, it aims to measure whether the racial gap in callback rates diminishes to a greater degree among women signaling a similar class origin than among men. Third, it aims to measure whether the racial gap in callback rates varies according to the higher- or lower-class origins signaled by applicants in their résumés.  To address these research aims, the Principal Investigator will conduct a computerized, résumé-based audit study of employment discrimination in the United States, sending 8,000 fictitious résumés and cover letters to apply for 4,000 job openings in 12 major cities. Employers will be sent, a day apart, two résumés: one résumé signaling that the applicant is black and one résumé signaling that the applicant is white. Both résumés will signal the same gender and the same social-class origin: a higher-class origin, a lower-class origin, or a control origin (with no explicit class signal). Similarity in class origin will be signaled through likenesses in the (1) extracurricular activities and (2) college awards applicants list in their résumés. The Principal Investigator will then track employers' responses to the submitted résumés and, based on these replies, measure how rates of employer callback for white and black applicants vary according to the class signals included in their résumés.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyla",
   "pi_last_name": "Thomas",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kyla E Thomas",
   "pi_email_addr": "kyla.erinn@gmail.com",
   "nsf_id": "000640454",
   "pi_start_date": "2017-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "635 Downey Way",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 235000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is a deep and widely-held belief in the U.S. that black Americans occupy a lower-class position than white Americans. Given mounting evidence that employers tend to prefer job applicants whom they perceive to be higher class, the central inquiry of this study is whether the widespread perception of black Americans as lower class than white Americans drives employers to discriminate against black job applicants.&nbsp;</p>\n<p>To explore the relationship between racial discrimination and social-class discrimination in U.S. hiring, Dr. Thomas conducted computerized correspondence tests of hiring discrimination in the United States. She submitted 2,354 fictitious resumes to apply for 1,267 job openings in 12 major U.S. cities. She then tracked employer responses to the submitted resumes and measured how rates of employer callback varied according to the race, gender, and social-class origin signaled in each resume.</p>\n<p>Study results confirm that, in the middle-income labor market, perceptions of social class pattern employer responses to black and white job applicants. Among women, the racial gap in callback rates diminishes significantly when white and black applicants signal a similar social-class background in their resumes, evidence that the perceived class divide between white and black workers drives employers to discriminate against black women. <span>Among men, however, class signals have no bearing on the hiring outcomes of black applicants. Instead, race limits the employment opportunities afforded to black men, as white men are rewarded for including non-elite class signals while black men are not.</span></p>\n<p>Together, these findings lend support to a \"gendered class exclusion\" model of racial discrimination whereby employers discriminate against black women, but not black men, due to racial stereotypes about their class origin.</p>\n<p>By revealing the differential impact of class signaling on the employment opportunities afforded to black versus white workers, this study furthers current understandings of social-class discrimination and its relationship to racial inequality in the U.S. Results suggest that class mobility may be a more viable path to racial parity in employment for black women than men, yet in the absence of opportunities for such mobility, black women are uniquely vulnerable to social-class discrimination.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2022<br>\n\t\t\t\t\tModified by: Kyla&nbsp;E&nbsp;Thomas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is a deep and widely-held belief in the U.S. that black Americans occupy a lower-class position than white Americans. Given mounting evidence that employers tend to prefer job applicants whom they perceive to be higher class, the central inquiry of this study is whether the widespread perception of black Americans as lower class than white Americans drives employers to discriminate against black job applicants. \n\nTo explore the relationship between racial discrimination and social-class discrimination in U.S. hiring, Dr. Thomas conducted computerized correspondence tests of hiring discrimination in the United States. She submitted 2,354 fictitious resumes to apply for 1,267 job openings in 12 major U.S. cities. She then tracked employer responses to the submitted resumes and measured how rates of employer callback varied according to the race, gender, and social-class origin signaled in each resume.\n\nStudy results confirm that, in the middle-income labor market, perceptions of social class pattern employer responses to black and white job applicants. Among women, the racial gap in callback rates diminishes significantly when white and black applicants signal a similar social-class background in their resumes, evidence that the perceived class divide between white and black workers drives employers to discriminate against black women. Among men, however, class signals have no bearing on the hiring outcomes of black applicants. Instead, race limits the employment opportunities afforded to black men, as white men are rewarded for including non-elite class signals while black men are not.\n\nTogether, these findings lend support to a \"gendered class exclusion\" model of racial discrimination whereby employers discriminate against black women, but not black men, due to racial stereotypes about their class origin.\n\nBy revealing the differential impact of class signaling on the employment opportunities afforded to black versus white workers, this study furthers current understandings of social-class discrimination and its relationship to racial inequality in the U.S. Results suggest that class mobility may be a more viable path to racial parity in employment for black women than men, yet in the absence of opportunities for such mobility, black women are uniquely vulnerable to social-class discrimination.\n\n\t\t\t\t\tLast Modified: 01/05/2022\n\n\t\t\t\t\tSubmitted by: Kyla E Thomas"
 }
}