{
 "awd_id": "1729513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Social and Environmental Dynamics of an Agricultural Boom",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 42119.0,
 "awd_amount": 42119.0,
 "awd_min_amd_letter_date": "2017-07-24",
 "awd_max_amd_letter_date": "2020-07-15",
 "awd_abstract_narration": "The research supported by this award investigates the effects that extreme shifts in agricultural commodity prices may have on social and economic inequality. Boom and bust cycles have long shaped relationships of international commodity production and trade. As more producers become entangled in the global economy, they become increasingly exposed to these often dramatic price fluctuations. In this research, the investigator focuses on two overarching questions: (1) When prices for market crops rise and fall, how are social, economic, and environmental relationships altered? and (2) How and to what extent do individual producers then re-position themselves within these larger environmental, economic, and cultural systems of exchange? These questions are important because in both the United States and the world at large, crops subject to boom and bust cycles are frequently produced by vulnerable smallholder operators. Local successes and failures can affect the larger system as well as have consequences for local households and communities.  Findings from this research will be of interest to both social scientists trying to better understand the dynamic linkages that comprise globalization and to policymakers who seek to control economic extremes and mitigate negative effects. \r\n\r\nThe research will be conducted by Indiana University anthropologist, Dr. Sarah R. Osterhoudt, in northeastern Madagascar.  This is an appropriate site for this project because families in this region have been cultivating an important international commodity -- vanilla -- within agro-ecological systems for multiple generations.  The researcher will follow vanilla from the growers that produce the beans through the many specialists in packaging, transport, export, certification, and sales that bring it to international markets. She will collect data at all points of this commodity chain by employing a combination of ethnographic methodologies, including: participant observation, agro-forestry inventories, semi-structured interviews, market narratives, and analyses of court and police records concerning land disputes. These data, collected in the current \"boom period,\" will be combined with comparable data collected during the 2010-2011 \"bust\" period. The result will provide a unique, in-depth, longitudinal analysis of the dynamic social and ecological dimensions of a key international crop across a boom and bust cycle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Osterhoudt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah R Osterhoudt",
   "pi_email_addr": "srosterh@indiana.edu",
   "nsf_id": "000699212",
   "pi_start_date": "2017-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Mananara Nord District, Toamasina Province",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "MA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Madagascar",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 42119.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examines how the social, cultural, and environmental dynamics of vanilla producing regions in Northeastern Madagascar have been affected by the dramatic rise of vanilla bean prices. This work also investigates how other groups connected with the global vanilla industry, including exporters, importers, food industry executives, and food regulators, have experienced the boom market event.</p>\n<p>Madagascar is a major global producer and exporter of vanilla beans (<span style=\"text-decoration: underline;\">Vanilla planifolia</span>), most of which are cultivated in the Northeastern region of the island. Vanilla cultivation is an important economic activity for many rural households in this region, and growers often intercrop their vanilla vines with other market and subsistence crops, including rice, clove trees, fruit trees, and coffee bushes. During the years between 2003 and 2014, vanilla experienced a &lsquo;bust&rsquo; market, with farmgate prices for cured vanilla beans dropping as low as 20 USD per kilogram. Around 2014, vanilla prices in Madagascar entered a boom market phase, with export prices reaching up to 600 USD per kilogram in 2016.</p>\n<p>Employing ethnographic methodologies of participant observation, interviews, and document analysis, as well as botanical inventories of vanilla agroforests, this research investigated how the vanilla boom market influenced social relationships, the distribution of economic resources, and land management decisions for vanilla producers and other individuals involved in the vanilla industry. The rise in vanilla prices brought significant cash flow into rural regions. This infusion of capital resulted in some material benefits to vanilla growers, as many individuals invested their vanilla income into assets including vehicles, new home construction, and land purchases. In many communities, there was increased access to nutritious foods such as eggs and meat, as well as a greater variety of private schooling options for rural elementary and middle school children.</p>\n<p>The boom market also, however, presented individuals living in the region with significant challenges. This included high levels of inflation for food prices and basic household goods. Crime increased in villages and towns, including instances of violent crime. Vanilla bean theft from agroforestry fields represented a significant challenge to farmers, as nearly two-thirds of growers reported some theft from their fields. To combat theft, instances of vigilante justice increased in villages, with suspected vanilla bandits being killed by violent mobs that patrolled neighborhoods and fields at night. On an emotional level, all groups involved in the vanilla industry reported increased feelings of anxiety and stress during the boom market.</p>\n<p>From an environmental perspective, growers with adequate resources looked to expand their vanilla production activities. For some, this included purchasing and preparing new land to bring into cultivation, although available land for sale was not often readily available. More often, vanilla growers increased their production on their existing land, by dedicating more labor to care for their vanilla vines, by bringing back into production vanilla vines that may have been neglected during the vanilla bust market, and by planting new vines intercropped with their existing vines. Farmers also reported a shift in the labor they dedicated to vanilla production compared to other market crops and subsistence crops. In general, people noted spending less time on subsistence activities and more time on vanilla cultivation. However, people did not generally make land use decisions that would damage their subsistence crops or fields over the long term, maintaining their agroforests in diversified production systems.</p>\n<p>Collectively, this research points to the interrelated economic, cultural, ecological, and social aspects of commodity booms. It suggests that high prices alone are not sufficient to promote sustainable trade relationships, as such increases bring trade-offs for growers and favor those households best able to capture value from the rise in prices. Thus, a focus on commodity prices as a vehicle for positive social change should simultaneously integrate social, ecological, and economic dimensions aimed at equity and sustainability.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2021<br>\n\t\t\t\t\tModified by: Sarah&nbsp;R&nbsp;Osterhoudt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examines how the social, cultural, and environmental dynamics of vanilla producing regions in Northeastern Madagascar have been affected by the dramatic rise of vanilla bean prices. This work also investigates how other groups connected with the global vanilla industry, including exporters, importers, food industry executives, and food regulators, have experienced the boom market event.\n\nMadagascar is a major global producer and exporter of vanilla beans (Vanilla planifolia), most of which are cultivated in the Northeastern region of the island. Vanilla cultivation is an important economic activity for many rural households in this region, and growers often intercrop their vanilla vines with other market and subsistence crops, including rice, clove trees, fruit trees, and coffee bushes. During the years between 2003 and 2014, vanilla experienced a ‘bust’ market, with farmgate prices for cured vanilla beans dropping as low as 20 USD per kilogram. Around 2014, vanilla prices in Madagascar entered a boom market phase, with export prices reaching up to 600 USD per kilogram in 2016.\n\nEmploying ethnographic methodologies of participant observation, interviews, and document analysis, as well as botanical inventories of vanilla agroforests, this research investigated how the vanilla boom market influenced social relationships, the distribution of economic resources, and land management decisions for vanilla producers and other individuals involved in the vanilla industry. The rise in vanilla prices brought significant cash flow into rural regions. This infusion of capital resulted in some material benefits to vanilla growers, as many individuals invested their vanilla income into assets including vehicles, new home construction, and land purchases. In many communities, there was increased access to nutritious foods such as eggs and meat, as well as a greater variety of private schooling options for rural elementary and middle school children.\n\nThe boom market also, however, presented individuals living in the region with significant challenges. This included high levels of inflation for food prices and basic household goods. Crime increased in villages and towns, including instances of violent crime. Vanilla bean theft from agroforestry fields represented a significant challenge to farmers, as nearly two-thirds of growers reported some theft from their fields. To combat theft, instances of vigilante justice increased in villages, with suspected vanilla bandits being killed by violent mobs that patrolled neighborhoods and fields at night. On an emotional level, all groups involved in the vanilla industry reported increased feelings of anxiety and stress during the boom market.\n\nFrom an environmental perspective, growers with adequate resources looked to expand their vanilla production activities. For some, this included purchasing and preparing new land to bring into cultivation, although available land for sale was not often readily available. More often, vanilla growers increased their production on their existing land, by dedicating more labor to care for their vanilla vines, by bringing back into production vanilla vines that may have been neglected during the vanilla bust market, and by planting new vines intercropped with their existing vines. Farmers also reported a shift in the labor they dedicated to vanilla production compared to other market crops and subsistence crops. In general, people noted spending less time on subsistence activities and more time on vanilla cultivation. However, people did not generally make land use decisions that would damage their subsistence crops or fields over the long term, maintaining their agroforests in diversified production systems.\n\nCollectively, this research points to the interrelated economic, cultural, ecological, and social aspects of commodity booms. It suggests that high prices alone are not sufficient to promote sustainable trade relationships, as such increases bring trade-offs for growers and favor those households best able to capture value from the rise in prices. Thus, a focus on commodity prices as a vehicle for positive social change should simultaneously integrate social, ecological, and economic dimensions aimed at equity and sustainability.\n\n\t\t\t\t\tLast Modified: 10/04/2021\n\n\t\t\t\t\tSubmitted by: Sarah R Osterhoudt"
 }
}