{
 "awd_id": "1729446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Economic Inequality and Risk Taking",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 397989.0,
 "awd_amount": 397989.0,
 "awd_min_amd_letter_date": "2017-08-11",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "In the last half century, economic inequality in the United States and in many other developed economies has increased dramatically. The top 0.1% of Americans now holds as much wealth as the bottom 90%. Researchers across the social sciences, and stakeholders across the political spectrum, have emphasized how growing inequality may pose threats to the social fabric of society and to the health and well-being of individuals within it. This project aims to understand how changes in the inequality of an income distribution affects the decision making of individuals. The specific hypothesis guiding this project is that higher levels of inequality encourage high risk / high reward decision strategies. Such strategies can have both benefits (for those who receive high rewards) and costs (for those who lose due to high risk). \r\n\r\nThe project will use six behavioral experiments to establish the cause and effect relationship between inequality in economic outcomes and decision making strategies. The project will also employ an analysis of large-scale data from government sources (Census, US Department of Labor) and internet search data to examine the relationship between economic inequality and risk taking in everyday life. This \"big data\" approach will extend findings from the laboratory to consequential types of risky decisions, including financial decisions (such as taking pay day loans) as well as health decisions (such as smoking or drug use). This research will shed light on how and why economic inequality changes people's priorities when making decisions, with consequences for the health and well-being of individuals and societies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Payne",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Brian K Payne",
   "pi_email_addr": "payne@unc.edu",
   "nsf_id": "000342335",
   "pi_start_date": "2017-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jazmin",
   "pi_last_name": "Brown-Iannuzzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jazmin Brown-Iannuzzi",
   "pi_email_addr": "jb3jd@virginia.edu",
   "nsf_id": "000743280",
   "pi_start_date": "2017-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "The University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 Airport Dr, Suite 2200",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 397989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Past research has shown that lower income individuals tend to engage in more risky behaviors compared to those with higher incomes. And people on average tend to engage in more risky behavior if they live in a high-inequality area compared to a low-inequality area. Explanations for these observations have often emphasized traits of individuals that may be responsible for such differences in risk taking. These person-based explanations often reinforce negative stereotypes about the poor, such as being lazy, incompetent, or irresponsible. Moreover, these explanations ignore important aspects of the structures and contexts that make high-inequality and high-poverty areas powerful environments that anyone inhabiting must cope with. The goal of this project is to test a context-based psychological explanation for why inequality may cause risky behavior. By linking properties of the system&rsquo;s distribution to the behavior of individuals within that system, this analysis suggests a causal explanation for why people behave differently in unequal versus equal societies. In contrast to character-based explanations, the theory suggests a situational explanation for why any given person, when placed in a context of inequality, may act in ways that appear self-defeating.</p>\n<p>&nbsp;The theory posits that high inequality creates a higher reference point for social comparisons. As a result of these upward social comparisons, people perceive themselves to need more to have &ldquo;enough.&rdquo; Increased standards, in turn, lead to more risk taking as people try to satisfy rising perceived needs.&nbsp; Other factors such as actual material wealth can, of course, also influence perceived need and therefore are expected to influence risk taking independent of inequality. Nonetheless, the model implies that inequality can have behavioral effects independent of material resources.</p>\n<p>&nbsp;The project tests the hypotheses that (1) People judge their need levels by social comparisons, which tend to asymmetrically emphasize upward comparisons. (2) Therefore, as inequality in a system rises, people within that system perceive that they have higher need levels. (3) As perceived needs increase, people engage in more risk taking. High risk/high reward decisions imply that a few people will reap high rewards, but most people will have poor outcomes.</p>\n<p>&nbsp;The major activities undertaken for this project were (1) collection of data in a series of behavioral experiments to test hypotheses about the way unequal contexts influence cognitions and decisions (2) preparation and publication of multiple peer reviewed papers and several national conference presentations (3) training of graduate students, who participated in all aspects of the data collection and manuscript preparation processes.</p>\n<p>&nbsp;One significant result from this project was empirical support for the key hypothesis in the proposal that upward social comparison is a critical psychological process linking unequal contexts to increased risk taking. We found that even when holding participants&rsquo; own resources constant, when inequality in the context increased, participants made more high risk/high reward decisions to make money. The project also extended these findings to hedonic domains that have little to do with economic outcomes, such as drug abuse, alcohol use, and smoking. This research helps explain the previously observed association between economic inequality and health risk behavior.</p>\n<p>&nbsp;In addition to these hypothesized relationships, we also discovered a different but related phenomenon during the course of our studies. We found that individuals who felt richer (regardless of whether they were objectively richer) exhibited greater political polarization than those with lower subjective wealth. By following up on this serendipitous discovery, we found that higher perceived status increases naive realism, the belief that one sees the world objectively. This research helps explain how status differences can exacerbate political divisions, and how reminders of humility can reduce political conflict.</p>\n<p>&nbsp;This grant directly supported the publication of eight peer reviewed journal articles, and the findings were disseminated to the general public through the publication of a popular science book on the psychology of inequality titled &ldquo;The Broken Ladder&rdquo; and a TED talk entitled &ldquo;The Psychology of Inequality and Political Division.&rdquo;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2023<br>\n\t\t\t\t\tModified by: Brian&nbsp;K&nbsp;Payne</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPast research has shown that lower income individuals tend to engage in more risky behaviors compared to those with higher incomes. And people on average tend to engage in more risky behavior if they live in a high-inequality area compared to a low-inequality area. Explanations for these observations have often emphasized traits of individuals that may be responsible for such differences in risk taking. These person-based explanations often reinforce negative stereotypes about the poor, such as being lazy, incompetent, or irresponsible. Moreover, these explanations ignore important aspects of the structures and contexts that make high-inequality and high-poverty areas powerful environments that anyone inhabiting must cope with. The goal of this project is to test a context-based psychological explanation for why inequality may cause risky behavior. By linking properties of the system’s distribution to the behavior of individuals within that system, this analysis suggests a causal explanation for why people behave differently in unequal versus equal societies. In contrast to character-based explanations, the theory suggests a situational explanation for why any given person, when placed in a context of inequality, may act in ways that appear self-defeating.\n\n The theory posits that high inequality creates a higher reference point for social comparisons. As a result of these upward social comparisons, people perceive themselves to need more to have \"enough.\" Increased standards, in turn, lead to more risk taking as people try to satisfy rising perceived needs.  Other factors such as actual material wealth can, of course, also influence perceived need and therefore are expected to influence risk taking independent of inequality. Nonetheless, the model implies that inequality can have behavioral effects independent of material resources.\n\n The project tests the hypotheses that (1) People judge their need levels by social comparisons, which tend to asymmetrically emphasize upward comparisons. (2) Therefore, as inequality in a system rises, people within that system perceive that they have higher need levels. (3) As perceived needs increase, people engage in more risk taking. High risk/high reward decisions imply that a few people will reap high rewards, but most people will have poor outcomes.\n\n The major activities undertaken for this project were (1) collection of data in a series of behavioral experiments to test hypotheses about the way unequal contexts influence cognitions and decisions (2) preparation and publication of multiple peer reviewed papers and several national conference presentations (3) training of graduate students, who participated in all aspects of the data collection and manuscript preparation processes.\n\n One significant result from this project was empirical support for the key hypothesis in the proposal that upward social comparison is a critical psychological process linking unequal contexts to increased risk taking. We found that even when holding participants’ own resources constant, when inequality in the context increased, participants made more high risk/high reward decisions to make money. The project also extended these findings to hedonic domains that have little to do with economic outcomes, such as drug abuse, alcohol use, and smoking. This research helps explain the previously observed association between economic inequality and health risk behavior.\n\n In addition to these hypothesized relationships, we also discovered a different but related phenomenon during the course of our studies. We found that individuals who felt richer (regardless of whether they were objectively richer) exhibited greater political polarization than those with lower subjective wealth. By following up on this serendipitous discovery, we found that higher perceived status increases naive realism, the belief that one sees the world objectively. This research helps explain how status differences can exacerbate political divisions, and how reminders of humility can reduce political conflict.\n\n This grant directly supported the publication of eight peer reviewed journal articles, and the findings were disseminated to the general public through the publication of a popular science book on the psychology of inequality titled \"The Broken Ladder\" and a TED talk entitled \"The Psychology of Inequality and Political Division.\"\n\n \n\n\t\t\t\t\tLast Modified: 03/07/2023\n\n\t\t\t\t\tSubmitted by: Brian K Payne"
 }
}