{
 "awd_id": "1730289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  The processing of NPI licensing and intrusion",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyler Kendall",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-01-31",
 "tot_intn_awd_amt": 14250.0,
 "awd_amount": 14250.0,
 "awd_min_amd_letter_date": "2017-07-28",
 "awd_max_amd_letter_date": "2020-02-18",
 "awd_abstract_narration": "Language comprehension relies on brain mechanisms which decode incoming signals into meaningful messages in fractions of a second. This involves (i) encoding of the incoming signal, (ii) access/retrieval of information stored in long term memory linking words to both meanings and syntactic function, (iii) temporary maintenance of complex representations of structured phrases, clauses, and sentences, and (iv) a mapping these syntactically structured objects to meanings. How our brains realize this uniquely human capacity, however, is still poorly understood. The present project uses high temporal resolution experimental techniques--including measurements of eye-movements and electrophysiological recordings (EEG) during reading--in order to study in detail the nature and time-course of the various sub-systems involved in extracting sentence-level meaning in real time.  A further important feature of this investigation is the focus on cross-linguistic universals and variation by studying how these mechanisms work when processing a well-studied language like English compared to a less well-studied language like Turkish. \r\n\r\nThe specific focus of this work is on the processing of cross-linguistically common expressions known as negative polarity items (NPIs). These include English words like \"any\" or \"ever\". Study of these elements in linguistics is important as they expose the way language relates to logical aspects of semantics. NPIs impose demands on the sentences that contain them: they must co-occur with \"licensors\" like negation (e.g., compare the deviant \"Everyone ate *anything\" to the well-formed \"Nobody ate anything\"). Further, NPIs must bear a structural relationship with their licensors in order to be well-formed; it is not enough for a licensor to be merely present (e.g., compare \"The man that nobody knows ate *anything\" versus \"Nobody that the man knows ate anything\"). Of central interest to the present project is the fact that these types of dependencies appear to be subject to so-called \"intrusion effects\" where, in the dynamics of incremental processing, parsing mechanisms appear to sometimes be tricked by the input, resulting in a situation where structurally ineligible licensor/NPI relationships are temporarily processed as if they were licit. This is a species of \"grammaticality illusion\", where an ungrammatical structure is temporarily judged as well-formed. Such cases have been of interest to language processing researchers, similar to work on illusions in understanding visual cognition, since they appear to reveal important details of how comprehension systems work by understanding cases where they fail or can be \"tricked\". Competing accounts have been offered in the psycholinguistics literature to explain these intrusion effects with NPIs: (i) cue based retrieval takes intrusion to be a special case of retrieval and dependency resolution error arising from mechanisms posited to underlie a wide variety of types of linguistic dependency processing, and (ii) erroneous pragmatic licensing, which posits that the mechanisms underlying intrusion are specific to NPIs. The present project examines these issues with a special focus on Turkish. Crucially, in Turkish, unlike English/German, NPIs precede their licensors (they realize a prospective/predictive dependency). This work thus systematically examines intrusive NPI licensing cross-linguistically to probe the nature of universals and variation in language processing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bailyn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Bailyn",
   "pi_email_addr": "jbailyn@notes.cc.sunysb.edu",
   "nsf_id": "000108350",
   "pi_start_date": "2020-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Drury",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Drury",
   "pi_email_addr": "john.drury@stonybrook.edu",
   "nsf_id": "000586039",
   "pi_start_date": "2017-07-28",
   "pi_end_date": "2020-02-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aydogan",
   "pi_last_name": "Yanilmaz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aydogan Yanilmaz",
   "pi_email_addr": "mail@aydoganyanilmaz.net",
   "nsf_id": "000744095",
   "pi_start_date": "2017-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117944376",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "837400",
   "pgm_ele_name": "DDRI Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 14250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">Aydogan Yanilmaz completed research investigating the online processing of grammatical illusions in Turkish. This study has been supported by the NSF Dissertation Improvement Grant. The funding has enabled Aydogan to compensate EEG lab expenses as well as conference travel expenditures.&nbsp;&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">The overall contribution of Aydogan's studies has been on the knowledge of the mechanisms underlying the encoding, maintenance, and retrieval of information relevant for establishing dependencies between non-adjacent elements during sentence processing. Some linguistic dependencies appear to be subject to so-called \"grammatical illusions\" where, in the dynamics of incremental parsing mechanisms appear to sometimes be tricked by an intervening input. This, then, results in a situation where structurally ineligible dependencies are temporarily processed as if they were licit. To illustrate, a sentence like \"The train that no kid expected ever arrived on time\" has been found to elicit slower reaction times in behavioral tests and exhibit different neural responses when compared to a violation case like \"The train that the kid expected ever arrived on time\" and to the licit control case as in \"No train that the kid expected ever arrived on time\". Aydogan's research has been the first in literature to report findings of grammatical illusions in a completely new linguistic environment observed in a language where the structural dependencies have an opposite linear order compared to the well-studied European languages. Aydogan's research using neurocognitive and behavioral methods have indicated that there are various task and design related independent factors that are associated with parser's sensitivity to grammatical illusions. Additionally, Aydogan's studies present evidence of grammatical illusion driven by different linguistic structural manipulations.</span></p>\n<p class=\"p1\"><span class=\"s1\">In linguistics, investigation of understudied languages has often been key to achieving broader and richer understanding of the nature of the human faculty of language. As grammatical illusion has played a prominent role in debates about the underlying architecture of human sentence processing mechanisms, the findings from Aydogan's research will be of interest to linguistics, psychologists, and cognitive neuroscientists studying the nature of the encoding and retrieval mechanisms that support the processing of dependencies between non-adjacent elements in sentences. The findings of Aydogan's research has shown that adjudication of disputes between theoretical accounts of processing phenomena based on well-studied languages can profit considerably from examination of languages like Turkish, which realize different features enabling examination of contrasts which are simply not testable otherwise.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2021<br>\n\t\t\t\t\tModified by: Aydogan&nbsp;Yanilmaz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Aydogan Yanilmaz completed research investigating the online processing of grammatical illusions in Turkish. This study has been supported by the NSF Dissertation Improvement Grant. The funding has enabled Aydogan to compensate EEG lab expenses as well as conference travel expenditures.  \nThe overall contribution of Aydogan's studies has been on the knowledge of the mechanisms underlying the encoding, maintenance, and retrieval of information relevant for establishing dependencies between non-adjacent elements during sentence processing. Some linguistic dependencies appear to be subject to so-called \"grammatical illusions\" where, in the dynamics of incremental parsing mechanisms appear to sometimes be tricked by an intervening input. This, then, results in a situation where structurally ineligible dependencies are temporarily processed as if they were licit. To illustrate, a sentence like \"The train that no kid expected ever arrived on time\" has been found to elicit slower reaction times in behavioral tests and exhibit different neural responses when compared to a violation case like \"The train that the kid expected ever arrived on time\" and to the licit control case as in \"No train that the kid expected ever arrived on time\". Aydogan's research has been the first in literature to report findings of grammatical illusions in a completely new linguistic environment observed in a language where the structural dependencies have an opposite linear order compared to the well-studied European languages. Aydogan's research using neurocognitive and behavioral methods have indicated that there are various task and design related independent factors that are associated with parser's sensitivity to grammatical illusions. Additionally, Aydogan's studies present evidence of grammatical illusion driven by different linguistic structural manipulations.\nIn linguistics, investigation of understudied languages has often been key to achieving broader and richer understanding of the nature of the human faculty of language. As grammatical illusion has played a prominent role in debates about the underlying architecture of human sentence processing mechanisms, the findings from Aydogan's research will be of interest to linguistics, psychologists, and cognitive neuroscientists studying the nature of the encoding and retrieval mechanisms that support the processing of dependencies between non-adjacent elements in sentences. The findings of Aydogan's research has shown that adjudication of disputes between theoretical accounts of processing phenomena based on well-studied languages can profit considerably from examination of languages like Turkish, which realize different features enabling examination of contrasts which are simply not testable otherwise.\n\n\t\t\t\t\tLast Modified: 07/07/2021\n\n\t\t\t\t\tSubmitted by: Aydogan Yanilmaz"
 }
}