{
 "awd_id": "1730526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-UBE: Biodiversity Literacy in Undergraduate Education - Data Initiative (BLUE Data Network)",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 499941.0,
 "awd_amount": 499941.0,
 "awd_min_amd_letter_date": "2017-08-02",
 "awd_max_amd_letter_date": "2018-04-26",
 "awd_abstract_narration": "Rapid advances in data research and technology are transforming science methodologies. The volume and variety of data being generated, the increased accessibility of data for aggregation, the improved discoverability of data, and the increasingly collaborative and interdisciplinary nature of scientific research are driving the need for new skill sets to address scientific issues of critical national and global importance. The biodiversity sciences have experienced a rapid mobilization of data that has increased capacity to investigate large-scale issues of critical importance in the 21st century (e.g., climate change and its impacts, zoonotic disease transmission, sustainable resource management, impacts of invasive species, and biodiversity loss). The volume, complexity, and variability in biodiversity data requires sophisticated data skills to ensure accurate and reproducible science. The RCN-UBE Biodiversity Literacy in Undergraduate Education - Data Initiative (BLUE Data) will bring together communities of biodiversity, data, and education specialists to identify core biodiversity data competencies for undergraduates, develop strategies for integrating these competencies into the introductory biology curriculum, and build capacity for sustained development and implementation of biodiversity and data literacy education. \r\n\r\nThe BLUE Data Network has four goals: 1) Cultivate a diverse and inclusive network of biodiversity researchers, data scientists, and biology educators focused on undergraduate data-centric biodiversity education, 2) Build community consensus on core biodiversity data literacy competencies, 3) Develop strategies and exemplar materials to guide the integration of biodiversity data literacy competencies into introductory undergraduate biology curricula, and 4) Extend the network to engage a broader community of undergraduate educators in biodiversity data literacy efforts. Beginning with targeted community assessment (e.g., focus groups, surveys, needs assessment), and followed by dedicated workshops and symposia, thematic working groups, sessions at society conferences, and online virtual networking, BLUE Data brings together an interdisciplinary community to translate emerging tools and resources for biodiversity data access and analysis to the core undergraduate biology curriculum. BLUE Data will work as a community to develop competencies, materials, and strategies to infuse biodiversity data into the curriculum and facilitate broad-scale adoption of transferrable data literacy competencies that can improve undergraduate biology training to meet increasing workforce demands in both data and biodiversity sciences. A more data literate workforce will result in a broader data-enabled community of researchers, educators and engineers prepared to address emerging issues, ask data-intensive questions, and promote data driven innovation. \r\n\r\nThis project is being jointly funded by the Directorate for Biological Sciences (BIO), Division of Biological Infrastructure, and the Directorate for Education and Human Resources (EHR), Division of Undergraduate Education as part of their efforts to address the challenges posed in Vision and Change in Undergraduate Biology Education: A Call to Action (http://visionandchange.org/finalreport/). This project is also co-funded by the Division of Environmental Biology (DEB) in the BIO directorate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Monfils",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Monfils",
   "pi_email_addr": "monfi1ak@cmich.edu",
   "nsf_id": "000512271",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Ellwood",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth R Ellwood",
   "pi_email_addr": "ellwoodlibby@gmail.com",
   "nsf_id": "000581063",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Debra",
   "pi_last_name": "Linton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debra Linton",
   "pi_email_addr": "linto1dl@cmich.edu",
   "nsf_id": "000581787",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "White",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa D White",
   "pi_email_addr": "ldwhite@berkeley.edu",
   "nsf_id": "000681296",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Hale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Hale",
   "pi_email_addr": "halea@carnegiemnh.org",
   "nsf_id": "000702018",
   "pi_start_date": "2017-08-02",
   "pi_end_date": "2018-04-26"
  }
 ],
 "inst": {
  "inst_name": "Central Michigan University",
  "inst_street_address": "119 BOVEE UNIVERSITY CTR",
  "inst_street_address_2": "",
  "inst_city_name": "MOUNT PLEASANT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9897746467",
  "inst_zip_code": "488583854",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MI02",
  "org_lgl_bus_name": "CENTRAL MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJDYK36PRTL5"
 },
 "perf_inst": {
  "perf_inst_name": "Central Michigan University",
  "perf_str_addr": "Brooks 180",
  "perf_city_name": "Mt Pleasant",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488584679",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "037Y00",
   "pgm_ele_name": "UBE - Undergraduate Biology Ed"
  },
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1664",
   "pgm_ref_txt": "RESEARCH COORD NETWK IN BIO SC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 499941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The biodiversity sciences have experienced a rapid mobilization of data that has increased our capacity to investigate large-scale issues of critical importance (e.g., climate change and its impacts, zoonotic disease transmission, sustainable resource management, impacts of invasive species, and biodiversity loss). The volume, complexity, and variability in biodiversity data requires sophisticated data skills to ensure accurate and reproducible science. The RCN-UBE Biodiversity Literacy in Undergraduate Education - Data Initiative (BLUE) has brought together communities of biodiversity researchers, data scientists, and science education specialists to identify core biodiversity data competencies for undergraduates, develop strategies for integrating these competencies into foundational biology courses, and train biology instructors in the development and implementation of biodiversity and data literacy curricular materials.</p>\n<p>To develop Biodiversity Data Literacy competencies, BLUE led focus group discussions with over 150 stakeholders across 7 different meetings during the first two years of the project. These stakeholders included biodiversity researchers, natural history collections professionals, data scientists, and science educators. Based on these discussions, BLUE personnel developed draft competencies consisting of a list of skills needed to analyze and interpret Biodiversity data. Feedback was solicited on the draft competencies via online survey, with 350 responses collected. The summary paper introducing the Biodiversity Data Literacy Competencies is being prepared for publication.</p>\n<p>BLUE has developed exemplar curricular materials (including instructor materials) in which students work with biodiversity data (e.g., digitized natural history collections, historical abiotic environmental data) to explore evolutionary and ecological concepts. BLUE personnel and participants have developed over 40 curriculum modules on ecological and evolutionary topics such as the coevolution of plants and their pollinators and patterns of species distributions. These topics are aligned with the Ecological Society of America&rsquo;s 4-Dimensional Ecological Education framework. Other modules focus on data science topics including data standards and data cleaning. BLUE curricula are provided as Open Educational Resources through the QUBES Hub at https://qubeshub.org/community/groups/blue_data/blueresources. BLUE materials have been downloaded over 25,000 times.</p>\n<p>BLUE personnel have made 69 presentations about the importance of Biodiversity Data Literacy competencies and the value of integrating training on these data skills into the undergraduate biology curriculum at 29 national and international conferences. In addition, BLUE personnel have published 7 papers and 2 book chapters disseminating the project&rsquo;s message and products. Curriculum materials were also presented at 16 national and international conferences, reaching an audience of over 500 people. To build capacity for sustaining development and implementation of curriculum materials using Biodiversity data, BLUE has run 11 workshops, with over 100 participants, and 4 Faculty Mentoring Networks in which 56 participants authored, adapted, and implemented BLUE modules.&nbsp;</p>\n<p>More than 350 individuals have participated in BLUE activities at some level. Participants include undergraduate and graduate students, post docs, instructors, tenured and untenured faculty, and natural history collections professionals at more than 150 institutions. These institutions include Community Colleges, Minority Serving Institutions, Primarily Undergraduate Institutions, and Research Universities. BLUE has collaborated with over 30 other funded projects, including 6 other RCNs (Research Coordination Networks), as well as 6 professional societies.</p>\n<p>By building consensus around the skills future researchers need to have to analyze and interpret Biodiversity Data, developing and disseminating exemplar curriculum materials to show how these skills could be integrated into the undergraduate Biology curriculum, and training Biology instructors how to design and implement these and future materials, BLUE has met the goals set forth in the project plan. The project activities have paved the way for the development of a more data literate workforce and a broader data-enabled community of researchers, educators and engineers prepared to address emerging issues, ask data-intensive questions, and promote data driven innovation.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/30/2024<br>\nModified by: Anna&nbsp;Monfils</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe biodiversity sciences have experienced a rapid mobilization of data that has increased our capacity to investigate large-scale issues of critical importance (e.g., climate change and its impacts, zoonotic disease transmission, sustainable resource management, impacts of invasive species, and biodiversity loss). The volume, complexity, and variability in biodiversity data requires sophisticated data skills to ensure accurate and reproducible science. The RCN-UBE Biodiversity Literacy in Undergraduate Education - Data Initiative (BLUE) has brought together communities of biodiversity researchers, data scientists, and science education specialists to identify core biodiversity data competencies for undergraduates, develop strategies for integrating these competencies into foundational biology courses, and train biology instructors in the development and implementation of biodiversity and data literacy curricular materials.\n\n\nTo develop Biodiversity Data Literacy competencies, BLUE led focus group discussions with over 150 stakeholders across 7 different meetings during the first two years of the project. These stakeholders included biodiversity researchers, natural history collections professionals, data scientists, and science educators. Based on these discussions, BLUE personnel developed draft competencies consisting of a list of skills needed to analyze and interpret Biodiversity data. Feedback was solicited on the draft competencies via online survey, with 350 responses collected. The summary paper introducing the Biodiversity Data Literacy Competencies is being prepared for publication.\n\n\nBLUE has developed exemplar curricular materials (including instructor materials) in which students work with biodiversity data (e.g., digitized natural history collections, historical abiotic environmental data) to explore evolutionary and ecological concepts. BLUE personnel and participants have developed over 40 curriculum modules on ecological and evolutionary topics such as the coevolution of plants and their pollinators and patterns of species distributions. These topics are aligned with the Ecological Society of Americas 4-Dimensional Ecological Education framework. Other modules focus on data science topics including data standards and data cleaning. BLUE curricula are provided as Open Educational Resources through the QUBES Hub at https://qubeshub.org/community/groups/blue_data/blueresources. BLUE materials have been downloaded over 25,000 times.\n\n\nBLUE personnel have made 69 presentations about the importance of Biodiversity Data Literacy competencies and the value of integrating training on these data skills into the undergraduate biology curriculum at 29 national and international conferences. In addition, BLUE personnel have published 7 papers and 2 book chapters disseminating the projects message and products. Curriculum materials were also presented at 16 national and international conferences, reaching an audience of over 500 people. To build capacity for sustaining development and implementation of curriculum materials using Biodiversity data, BLUE has run 11 workshops, with over 100 participants, and 4 Faculty Mentoring Networks in which 56 participants authored, adapted, and implemented BLUE modules.\n\n\nMore than 350 individuals have participated in BLUE activities at some level. Participants include undergraduate and graduate students, post docs, instructors, tenured and untenured faculty, and natural history collections professionals at more than 150 institutions. These institutions include Community Colleges, Minority Serving Institutions, Primarily Undergraduate Institutions, and Research Universities. BLUE has collaborated with over 30 other funded projects, including 6 other RCNs (Research Coordination Networks), as well as 6 professional societies.\n\n\nBy building consensus around the skills future researchers need to have to analyze and interpret Biodiversity Data, developing and disseminating exemplar curriculum materials to show how these skills could be integrated into the undergraduate Biology curriculum, and training Biology instructors how to design and implement these and future materials, BLUE has met the goals set forth in the project plan. The project activities have paved the way for the development of a more data literate workforce and a broader data-enabled community of researchers, educators and engineers prepared to address emerging issues, ask data-intensive questions, and promote data driven innovation.\n\n\n\t\t\t\t\tLast Modified: 01/30/2024\n\n\t\t\t\t\tSubmitted by: AnnaMonfils\n"
 }
}