{
 "awd_id": "1731649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SpecEES: Toward Spectral and Energy Efficient Cross-Layer Designs for Millimeter-Wave-Based Massive MIMO Networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 549999.0,
 "awd_amount": 549999.0,
 "awd_min_amd_letter_date": "2017-08-04",
 "awd_max_amd_letter_date": "2017-08-04",
 "awd_abstract_narration": "Millimeter-wave (mmWave) and Massive MIMO (M-MIMO) technologies have strong potential to impact future 5G wireless networks and support data rates 50 times greater than the current 4G LTE wireless communications. As such, 5G multi-Gigabit wireless networks are poised to enable a myriad of applications for (e.g., Internet-of-Things, virtual/augmented reality, etc.). However, the highly directional propagation of mmWave signals and the special mmWave hardware requirements introduce fundamental technical challenges for mmWave-based M-MIMO network systems that may require a clean-slate of hardware and software beamforming architectures. In light of these challenges, the goal of this research program is to advance knowledge in both hardware design and theoretical foundations of mmWave and M-MIMO wireless networks. By exploring new hardware-software technologies for mmWave M-MIMO wireless networks, this research program is envisioned to serve a critical need in mmWave communications, signal processing, networking, and control research communities.  In terms of broader impacts, the PIs plan to incorporate findings into graduate courses and develop new special topic courses on the fundamentals of mmWave and M-MIMO communication networks. Engagement of undergrad and high school students is also planned with the aim to provide hands-on experience in RF components, communications, networking, control, and signal processing techniques.\r\n\r\nThe proposed research address foundational problems in mmWave large antenna arrays and communication networks, with potential breakthroughs in both theory and practice to enable the success of on future multi-Gigabit wireless communications and associated networking applications. This research program spans broad areas of communications and signal processing to establish a network-level understanding of mmWave M-MIMO networks through a unified research program, which includes the development and exploration of: i) tractable theoretical models, ii) theoretical performance bounds and capacity limits, and iii) low-complexity algorithms.  The novelty of this project lies in the joint beam training and scheduling algorithms through the introduction of novel algorithms in the radio-frequency front-end, and in the exploitation of subarray clustering to increase throughput and reduce energy consumption. The PIs' efforts are organized around three interdependent research thrusts: i)  Transceiver and beamforming architectures that offer large agility in frequency tuning and high performance at several metrics, ii) Spectral-efficiency optimization algorithms based on mmWave-based subarray clustering,  and iii) Energy-efficiency scheduling algorithms based on mmWave-based subarray clustering. In addition to theoretical studies, the PIs plan to validate the analytical techniques and models via extensive simulations, trace-driven emulations, and field tests.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jia",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jia Liu",
   "pi_email_addr": "liu.1736@osu.edu",
   "nsf_id": "000687104",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Volakis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L Volakis",
   "pi_email_addr": "jvolakis@fiu.edu",
   "nsf_id": "000272422",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": "2015 Neil Avenue",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "059Y00",
   "pgm_ele_name": "SpecEES Spectrum Efficiency, E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055Z",
   "pgm_ref_txt": "SpecEES Spectrum Efficiency, Energy Effi"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}