{
 "awd_id": "1731164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SpecEES: Secure and Fair Spectrum Sharing for Heterogeneous Coexistent Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927855",
 "po_email": "aabouzei@nsf.gov",
 "po_sign_block_name": "Alhussein Abouzeid",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2017-07-31",
 "awd_max_amd_letter_date": "2017-07-31",
 "awd_abstract_narration": "The dramatic growth in demand for wireless services has fueled a severe spectrum shortage, especially in the overcrowded unlicensed bands. The regulatory approach for meeting this galloping demand is to allow the coexistence of competing wireless technologies, cellular, Wi-Fi, radar, TV, emergency communications, and others. This shared spectrum paradigm poses novel challenges for the secure, efficient, and fair resource allocation. Many of these challenges stem from the heterogeneity of the coexisting systems, their scale, and the lack of explicit coordination mechanisms. Whereas some recent efforts have tried to address the coexistence of specific technologies, a comprehensive and general approach to securely and efficiently coordinate spectrum access for heterogeneous systems remains elusive. By facilitating the fair and secure coexistence of heterogeneous wireless systems, this project directly addresses the spectrum scarcity challenge. The outcomes of this project will benefit many industry verticals such as transportation, manufacturing, agriculture, critical national infrastructure, telecommunications, and others. Moreover, the expected results will advance knowledge in a number of scientific fields including security, privacy, and communication theory. Training opportunities for future wireless and security experts are also provided. \r\n\r\nThis project focuses on developing a novel coexistence framework for coordinating, monitoring, evaluating, and adapting spectrum access in a secure, efficient, and privacy-preserving manner. A general coexistence model in which spectrum can be horizontally and/or vertically shared in time, frequency, and space is considered. For this model, new fairness mechanisms that go beyond airtime sharing and account for unfairness due to spatial multiplexing are being investigated. These mechanisms dynamically allocate resources, not only in frequency and time but also spatially, yielding a fairer coexistence. Moreover, unfairness scenarios due to selfishly ignoring the coexistence etiquette are being modeled and assessed. The critical challenge is to detect and mitigate selfish misbehavior at the device and system level without explicit signaling. To overcome this challenge, the project explores implicit physical layer sensing and monitoring mechanisms that infer various operational attributes and safeguard spectrum access. Finally, the interplay between privacy, interference management, and efficiency in vertical spectrum sharing is investigated. The goal here is to protect the location privacy of assets deployed by legacy operators. Adaptive location obfuscation methods are being developed for achieving a desired degree of privacy while maximizing the spectrum efficiency.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Loukas",
   "pi_last_name": "Lazos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Loukas Lazos",
   "pi_email_addr": "llazos@email.arizona.edu",
   "nsf_id": "000501435",
   "pi_start_date": "2017-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marwan",
   "pi_last_name": "Krunz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Marwan M Krunz",
   "pi_email_addr": "krunz@arizona.edu",
   "nsf_id": "000326897",
   "pi_start_date": "2017-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Li",
   "pi_email_addr": "lim@email.arizona.edu",
   "nsf_id": "000610980",
   "pi_start_date": "2017-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N Euclid Ave",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "059Y00",
   "pgm_ele_name": "SpecEES Spectrum Efficiency, E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The dramatic growth in demand for wireless services has fueled a severe spectrum shortage, especially in overcrowded unlicensed bands. The regulatory approach for meeting this galloping demand is to allow the coexistence of competing wireless technologies, including cellular, Wi-Fi, radar, TV, emergency communications, and others, over a shared spectrum. This shared spectrum paradigm poses novel challenges for secure, efficient, and fair resource allocation. Many of these challenges stem from the heterogeneity of the coexisting systems, their scale, and the lack of explicit coordination mechanisms.&nbsp;</span></p>\n<p><span>This project focuses on developing a novel coexistence framework for coordinating, monitoring, evaluating, and adapting spectrum access in a secure, efficient, and privacy-preserving manner. A general coexistence model in which the spectrum can be horizontally and/or vertically shared in time, frequency, and space is considered.&nbsp;</span></p>\n<p><span>The main outcomes of this project are as follows:</span></p>\n<p><strong>1. Misbehavior Detection Between LTE and Wi-Fi in Unlicensed Bands.&nbsp;&nbsp;</strong><span>This project developed novel methods to detect intentional violations of the coexistence etiquette between Wi-Fi devices and user equipment (UEs) in LTE systems, coexisting in the same bands. A misbehaving LTE system that aims at occupying the shared spectrum for a longer fraction of time by manipulating its channel access mechanism was considered. The project developed a behavior evaluation framework based on implicit monitoring and statistical inference to determine substantial deviations in the observed LTE behavior from the network-sharing etiquette. The new framework can be tuned to different traffic loads to guarantee high detection and low false alarm probabilities. An analytical model that captures the overall channel access pattern behavior of the LTE at various levels of contention was derived and validated. The model captures the backoff behavior of the listen-before-talk algorithm, which ultimately dictates how frequently various LTE devices attempt to capture the common wireless medium.</span></p>\n<p><strong>2. Energy-efficient Coexistence of LTE and Wi-Fi.</strong></p>\n<p><span>The project improved the energy efficiency of wireless devices under the co-existence paradigm. The main challenge was to estimate the transmission duration of eminent transmissions so they can set their receivers to sleep mode and conserve energy. A new implicit estimation technique was proposed that enables Wi-Fi terminals to estimate the duration of LTE transmissions.  The technique applies Bayesian estimation to accurately predict the priority class of an LTE transmission and allow a Wi-Fi receiver to transition to a sleep state, thus conserving energy.&nbsp;</span></p>\n<p><strong>3. Privacy-preserving and Efficient Database-Assisted Dynamic Spectrum Access.</strong></p>\n<p><span>The project further considered the coexistence between users of different priorities in a vertical sharing model. The opportunistic users (OUs) perform queries to a spectrum database that contains up-to-date information about incumbent users' (IUs) activities. However, database queries reveal the locations of the IUs, thus violating location privacy. To alleviate the privacy leakage, we studied the tradeoff between location privacy and utility from spectrum sharing.  The problem of maximizing the utility of IUs under privacy constraints was formulated as a non-cooperative game, with IUs as players, privacy zone (PZ) radii as actions, and the weighted sum between the total payments that an IU gets and IU&rsquo;s capacity, as payoffs. It was proved that the proposed game has a unique Nash equilibrium (NE). For the case of two IUs, the NE was numerically obtained. For multiple IUs, the sub-gradient algorithm was used to reach a sub-optimal NE with a small performance gap from the exact NE.&nbsp;</span></p>\n<p><strong>4. Machine-Learning-Based Waveform Classification in Shared Spectrum:&nbsp;&nbsp;</strong><span>The project further explored novel machine learning (ML) techniques for waveform and protocol classification in a shared spectrum environment. The effort focused on spectrum sharing between heterogeneous wireless systems in the 5 GHz UNII band, particularly Wi-Fi, LTE LAA, and 5G NR. Other waveforms, such as frequency-hopping systems, were also studied. The target scenario involved multiple friendly systems as well as adversarial devices (e.g., jammers).&nbsp;</span></p>\n<p><span>The multi-waveform classification problem was addressed through an Independent Component Analysis (ICA) preprocessing stage, which separates a mixed waveform into its component waveforms before feeding them to separate ML classifiers. The classification outcomes were then combined according to a mixing matrix whose weights were optimized during a training stage to achieve maximal statistical separation. The combined outcome after incorporating the mixing matrix was used as the most likely combination of the superposed waveforms.</span></p>\n<p><strong>Intelligent Tracking of Network Dynamics For Cross-Technology Coexistence Over Unlicensed Bands:&nbsp;</strong><span>&nbsp;This effort introduced the concept of a&nbsp;</span><em>Sensing Fingerprint (SF)</em><span>&nbsp;</span><em>profile</em><span>&nbsp;to characterize the state of coexisting networks and track their dynamics over unlicensed bands. Extensive experiments were conducted to show the effectiveness of SF profiles in tracking key network dynamics, including sensitivity thresholds of contending devices, their mobility, traffic loads, and other channel access parameters.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2023<br>\n\t\t\t\t\tModified by: Loukas&nbsp;Lazos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe dramatic growth in demand for wireless services has fueled a severe spectrum shortage, especially in overcrowded unlicensed bands. The regulatory approach for meeting this galloping demand is to allow the coexistence of competing wireless technologies, including cellular, Wi-Fi, radar, TV, emergency communications, and others, over a shared spectrum. This shared spectrum paradigm poses novel challenges for secure, efficient, and fair resource allocation. Many of these challenges stem from the heterogeneity of the coexisting systems, their scale, and the lack of explicit coordination mechanisms. \n\nThis project focuses on developing a novel coexistence framework for coordinating, monitoring, evaluating, and adapting spectrum access in a secure, efficient, and privacy-preserving manner. A general coexistence model in which the spectrum can be horizontally and/or vertically shared in time, frequency, and space is considered. \n\nThe main outcomes of this project are as follows:\n\n1. Misbehavior Detection Between LTE and Wi-Fi in Unlicensed Bands.  This project developed novel methods to detect intentional violations of the coexistence etiquette between Wi-Fi devices and user equipment (UEs) in LTE systems, coexisting in the same bands. A misbehaving LTE system that aims at occupying the shared spectrum for a longer fraction of time by manipulating its channel access mechanism was considered. The project developed a behavior evaluation framework based on implicit monitoring and statistical inference to determine substantial deviations in the observed LTE behavior from the network-sharing etiquette. The new framework can be tuned to different traffic loads to guarantee high detection and low false alarm probabilities. An analytical model that captures the overall channel access pattern behavior of the LTE at various levels of contention was derived and validated. The model captures the backoff behavior of the listen-before-talk algorithm, which ultimately dictates how frequently various LTE devices attempt to capture the common wireless medium.\n\n2. Energy-efficient Coexistence of LTE and Wi-Fi.\n\nThe project improved the energy efficiency of wireless devices under the co-existence paradigm. The main challenge was to estimate the transmission duration of eminent transmissions so they can set their receivers to sleep mode and conserve energy. A new implicit estimation technique was proposed that enables Wi-Fi terminals to estimate the duration of LTE transmissions.  The technique applies Bayesian estimation to accurately predict the priority class of an LTE transmission and allow a Wi-Fi receiver to transition to a sleep state, thus conserving energy. \n\n3. Privacy-preserving and Efficient Database-Assisted Dynamic Spectrum Access.\n\nThe project further considered the coexistence between users of different priorities in a vertical sharing model. The opportunistic users (OUs) perform queries to a spectrum database that contains up-to-date information about incumbent users' (IUs) activities. However, database queries reveal the locations of the IUs, thus violating location privacy. To alleviate the privacy leakage, we studied the tradeoff between location privacy and utility from spectrum sharing.  The problem of maximizing the utility of IUs under privacy constraints was formulated as a non-cooperative game, with IUs as players, privacy zone (PZ) radii as actions, and the weighted sum between the total payments that an IU gets and IU’s capacity, as payoffs. It was proved that the proposed game has a unique Nash equilibrium (NE). For the case of two IUs, the NE was numerically obtained. For multiple IUs, the sub-gradient algorithm was used to reach a sub-optimal NE with a small performance gap from the exact NE. \n\n4. Machine-Learning-Based Waveform Classification in Shared Spectrum:  The project further explored novel machine learning (ML) techniques for waveform and protocol classification in a shared spectrum environment. The effort focused on spectrum sharing between heterogeneous wireless systems in the 5 GHz UNII band, particularly Wi-Fi, LTE LAA, and 5G NR. Other waveforms, such as frequency-hopping systems, were also studied. The target scenario involved multiple friendly systems as well as adversarial devices (e.g., jammers). \n\nThe multi-waveform classification problem was addressed through an Independent Component Analysis (ICA) preprocessing stage, which separates a mixed waveform into its component waveforms before feeding them to separate ML classifiers. The classification outcomes were then combined according to a mixing matrix whose weights were optimized during a training stage to achieve maximal statistical separation. The combined outcome after incorporating the mixing matrix was used as the most likely combination of the superposed waveforms.\n\nIntelligent Tracking of Network Dynamics For Cross-Technology Coexistence Over Unlicensed Bands:  This effort introduced the concept of a Sensing Fingerprint (SF) profile to characterize the state of coexisting networks and track their dynamics over unlicensed bands. Extensive experiments were conducted to show the effectiveness of SF profiles in tracking key network dynamics, including sensitivity thresholds of contending devices, their mobility, traffic loads, and other channel access parameters. \n\n\t\t\t\t\tLast Modified: 01/31/2023\n\n\t\t\t\t\tSubmitted by: Loukas Lazos"
 }
}