{
 "awd_id": "1732365",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Energetic Particle Precipitation Mechanisms in the Inner Magnetosphere: Van Allen Probes and Incoherent Scatter Radar Coordinated Measurements",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Winter",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 355916.0,
 "awd_amount": 355916.0,
 "awd_min_amd_letter_date": "2017-09-01",
 "awd_max_amd_letter_date": "2019-02-20",
 "awd_abstract_narration": "This project will examine the mechanisms by which charged particles in Earth's magnetic field travel both out of and through the atmosphere. Identifying these mechanisms is important for understanding how the various layers of the near-Earth environment are coupled. Understanding the neutral and charged atmosphere has become of increasing interest for understanding the background in which space weather events play. Data from NSF supported facilities such as the Advanced Modular Incoherent Scatter Radar (AMISR) will be analyzed in conjunction with space craft data. This award will also fund two postdoctoral researchers.\r\n\r\nCurrent particle precipitation theories assume that energetic particles in the magnetosphere precipitate into the atmosphere after undergoing pitch-angle scattering into the loss cone due to interactions with waves at or near the geomagnetic equator. However, the experimental verification of the effect of the multiple candidate waves on the particles' pitch-angle distributions has not been definitively established. This project brings together height-resolved measurements of ionization in the ionosphere, in situ measurements of pitch-angle scattering in the inner magnetosphere, and multidisciplinary expertise to achieve closure for all wave modes that may be involved in electron precipitation mechanisms. Instances of temporally coincident Van Allen Probes' measurements of particles and waves in the radiation belt (or ring current) and Poker Flat Incoherent Scatter Radar (PFISR) measurements of particles precipitating into the ionosphere near the foot-point of the Van Allen Probes' flux tubes will be identified. The loss-cone distribution functions created by candidate waves for pitch-angle scattering using the quasi-linear diffusion equations will be calculated. Changes in the phase-space distribution of electrons that are produced by the electric and magnetic wave fields in the frequency range from a few Hz to several kHz will be quantified by applying UCLAs Full Diffusion Code to Van Allen Probes' particle and field measurements. Finally, a comparison of the  ionization profiles produced in the atmosphere by loss cone distributions calculated from Van Allen Probes' data with the ionization profiles directly measured with PFISR.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ennio",
   "pi_last_name": "Sanchez",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ennio R Sanchez",
   "pi_email_addr": "ennio.sanchez@sri.com",
   "nsf_id": "000451512",
   "pi_start_date": "2017-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Varney",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Roger H Varney",
   "pi_email_addr": "rvarney@atmos.ucla.edu",
   "nsf_id": "000674966",
   "pi_start_date": "2017-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Kaeppler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Kaeppler",
   "pi_email_addr": "skaeppl@clemson.edu",
   "nsf_id": "000699200",
   "pi_start_date": "2017-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 111124.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 244792.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Establishing how electromagnetic waves in the magnetosphere push high-energy electrons into a funnel directed toward Earth along magnetic field lines is a critically important step to predict how electrons are lost into the atmosphere during geomagnetic storms.</p>\n<p>Wave-electron interaction models predict the number of electrons that are funneled toward Earth from a set of in-situ spacecraft measurements. As the electrons hurl into the upper atmosphere, ionization models predict how many electrons would be released by the neutral atmosphere due to the bombardment from funneled electrons. Electron density measurements with a radar especially tuned to optimize detection of electron densities in the upper atmosphere can be compared to predicted electron densities to determine the validity of the electron loss models. This project has produced comparisons for intervals of time when Van Allen Probe or ARASE spacecraft are measuring the waves and electrons at a location that would guarantee that the electrons would fall near the radar&rsquo;s location in Poker Flat, Alaska. The comparisons shows that the models considered predict the correct number of electrons in multiple instances, thus establishing an important step in verifying the validity of the models of electron loss due to wave-particle interactions between energetic electrons and several types of electromagnetic waves such as \"whistlers\" and whsitler \"hiss\", common during geomagnetic active times.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2022<br>\n\t\t\t\t\tModified by: Ennio&nbsp;Sanchez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEstablishing how electromagnetic waves in the magnetosphere push high-energy electrons into a funnel directed toward Earth along magnetic field lines is a critically important step to predict how electrons are lost into the atmosphere during geomagnetic storms.\n\nWave-electron interaction models predict the number of electrons that are funneled toward Earth from a set of in-situ spacecraft measurements. As the electrons hurl into the upper atmosphere, ionization models predict how many electrons would be released by the neutral atmosphere due to the bombardment from funneled electrons. Electron density measurements with a radar especially tuned to optimize detection of electron densities in the upper atmosphere can be compared to predicted electron densities to determine the validity of the electron loss models. This project has produced comparisons for intervals of time when Van Allen Probe or ARASE spacecraft are measuring the waves and electrons at a location that would guarantee that the electrons would fall near the radar’s location in Poker Flat, Alaska. The comparisons shows that the models considered predict the correct number of electrons in multiple instances, thus establishing an important step in verifying the validity of the models of electron loss due to wave-particle interactions between energetic electrons and several types of electromagnetic waves such as \"whistlers\" and whsitler \"hiss\", common during geomagnetic active times.\n\n\t\t\t\t\tLast Modified: 02/09/2022\n\n\t\t\t\t\tSubmitted by: Ennio Sanchez"
 }
}