{
 "awd_id": "1732139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US GEOTRACES Pacific Meridional Transect (GP-15): Resolving Silicon Isotope Anomalies in the Northeast Pacific",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 657959.0,
 "awd_amount": 657959.0,
 "awd_min_amd_letter_date": "2017-07-19",
 "awd_max_amd_letter_date": "2017-07-19",
 "awd_abstract_narration": "This project will examine the distribution of isotopes of the element silicon in the Pacific Ocean to gain insights into processes that control the movement of silicon through the global ocean. Such studies are motivated by the fact that the silicon that is dissolved in seawater supports the growth of diatoms. Diatoms are microscopic algae that use silicon to produce ornately sculpted shells called frustules.  Diatoms are unique in that they are the only major group of marine photosynthetic microbes that need silicon in order to grow. Diatoms are responsible for 20% of the total photosynthesis on Earth so we can each thank a diatom for every fifth breath of oxygen that we breathe.  The sheer scale of their contribution makes understanding what controls their distribution and abundance important for the ecology and chemistry of the oceans and for society. Their need for silicon means that the amount of silicon dissolved in seawater can control where diatoms grow and how many are produced. Diatoms obtain silicon, and other nutrient fertilizer, when currents bring deep waters that are rich in these nutrients to the surface ocean. This project will investigate how the stable isotopic composition of dissolved silicon varies in the Pacific Ocean. Why bother with isotopes? It turns out that diatoms preferentially use lighter isotopes of silicon when building their frustules. This produces signals in diatom frustules and in the dissolved silicon in the sea that allows isotopes to be used to reconstruct diatom productivity in the past.  The isotopic composition of the dissolved silicon in deep ocean waters is different in different ocean basins.  These differences in isotopes of silicon in deep waters appear to be systematic and are tied to the movement of currents in the deep sea. Once these patterns are understood evaluations of diatom productivity based on isotopes will improve enormously.  Testing the relationship between isotopes of silicon and the water masses that comprise the deep circulation of the global ocean is a major goal of this study.\r\n\r\nThis study will take place as part of the 2018 GEOTRACES expedition from Alaska to Tahiti. This expedition will sample several important water masses. The deep waters of the northeast Pacific are among the most puzzling relative to current understanding of the processes controlling Si isotope distributions.  Deep waters of the north Pacific possess the highest concentration of dissolved silicon and oldest waters at the \"end\" of the global deep water circulation.  Moreover, the northeast Pacific is of particular interest as it contains what could be the largest silicon isotope anomaly in the global ocean, known as the North Pacific Silicic Acid Plume.  The plume, as its name implies, consists of a tongue of elevate dissolved silicon that extends from the Cascadia Basin off North America nearly to Japan. The limited data available so far implies that isotope patterns across the plume are the opposite of model predictions challenging our current understanding of controls on Si isotope distributions.  Elsewhere, the planned expedition will intersect key water masses including surface waters, North Pacific Intermediate Water, North Pacific Deep Water, and at the southern extreme of the section, Antarctic Intermediate Water and Circumpolar Deep Water allowing tests of hypotheses on how silicon isotope relate to the distribution of deep water masses in the Pacific.  Examining these features will involve sampling seawater using the logistical support from the GEOTRACES management team. Seawater will be collected from the surface to near ocean bottom at twelve stations between Tahiti and Alaska targeting key water masses and the North Pacific Plume. Samples of diatom frustules from throughout the water column will be collected at three stations to explore fractionation of silicon during the dissolution of diatoms frustules. This project will also provide partial support for a postdoctoral scholar who will both participate in the science and also collaborate with the principal investigator on disseminating the discoveries to the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Brzezinski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Brzezinski",
   "pi_email_addr": "mark.brzezinski@lifesci.ucsb.edu",
   "nsf_id": "000157044",
   "pi_start_date": "2017-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Science Institute",
  "perf_str_addr": "Bldg 520, MC 6150",
  "perf_city_name": "UC Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931066150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 657959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is becoming increasingly clear that society needs to understand how the Earth will react to a changing climate. The oceans are key to the response both as a sink for heat, but also in how ocean biogeochemistry will change to mitigate or accelerate change. Insights on the ocean?s response to changing climate can come from an examination of variations in the relative proportions of stable isotopes of a variety of elements in the Earth?s ocean.&nbsp; Relevant to this project is the use of stable isotopes of silicon to reconstruct how key aspects of ocean productivity change through time.&nbsp; The variations are driven by the combined influence of biological fractionation and ocean circulation. Organisms like sponges and diatoms take up dissolved silicon from seawater and use it to produce structural elements like sponge spicules and diatom frustules. Diatoms dominate this process producing 15,000 metric tons of opaline silica skeletons each year across the global ocean. Organisms tend to select for the lighter isotopes of elements causing the silicon isotopic composition of diatoms to differ from that of the dissolved silicon in seawater.&nbsp; The process is called biological fractionation and can be used to diagnose the level of diatom growth that has occurred in an area of the ocean through an examination of the isotopic composition of the local diatoms or the dissolved silicon in the seawater. Moreover, as diatoms die or are eaten, they settle to the sea floor forming a stacked record of past diatom activity in the overlying water.&nbsp; Histories of diatom productivity reconstructed from the Si isotopic composition of diatoms collected from dated sediment cores can reveal how diatom growth has been affected by changing ocean conditions over millennia.</p>\n<p>&nbsp;Such reconstructions rely on knowledge of how the measured isotopic composition of diatoms comes about. Knowledge of how much dissolved silicon is supplied to diatoms and its isotopic composition are vital components needed to understand the surface conditions that give rise to isotope values measured in sediments. Silicon is suppled through ocean circulation that brings deep waters of the sea into the surface where diatoms grow. The isotopic composition of deep waters appears to be controlled by the interaction between the dissolution of diatoms sinking from the surface and the subduction of surface waters and their associated dissolved silicon. The relevant circulation occurs on grand sales spanning the entire globe and is known as the meridional overturning circulation. One complete circulation takes roughly 1000 years, but this slow process interacts with the rain of diatoms from the surface to set the global distribution of silicon and its isotopes in the sea. Understanding these relationships is key to applying silicon isotopes to climate reconstructions.</p>\n<p>This project focused on Si isotopes in dissolved silicon in the northeast Pacific along a line of latitude running from Tahiti to Alaska. This area is of particular interest as the north Pacific lies at the end of the meridional circulation and contains the oldest waters that have the highest dissolved silicon concentrations in the sea. One hypothesis as to the origin of the high dissolved silicon &nbsp;concentrations was that hydrothermal inputs from the sea floor create a buoyant plume of water with high dissolved silicon. We set out to test this concept and to evaluate the how the high concentrations affect the interaction between circulation and diatoms in this area. Our data refute the hydrothermal hypothesis. Hydrothermal waters have a uniquely low silicon isotope value which we did not observe.&nbsp; However, during our project a new hypothesis for the formation of the dissolved silicon maximum arose that proposed that the old waters at mid depth in the north Pacific constituted a shadow zone in the general circulation that would allow dissolved silicon from sinking diatoms to accumulate. That idea came from computer modeling, but our measurements fit the model providing the first empirical evidence in support of this new paradigm.</p>\n<p>In summary, this project developed a new model for how the silicon cycle of the north Pacific interacts with the overturning circulation. These concepts will aid in refining the interpretation of silicon isotope records from the region and provide empirical validation for the shadow-zone circulation concept. These results have been communicated to our fellow scientists at formal scientific meetings. We have also incorporated ideas on stable isotope variations as oceanographic tools for understanding ocean dynamics into outreach programs that bring UCSB marine science research to K-12 schools reaching roughly 20,000 students. Our approach is to make students aware of the diversity of ocean science disciplines in ways that will make them better stewards of the ocean and to excite some about oceanography as a possible career.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2023<br>\n\t\t\t\t\tModified by: Mark&nbsp;A&nbsp;Brzezinski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is becoming increasingly clear that society needs to understand how the Earth will react to a changing climate. The oceans are key to the response both as a sink for heat, but also in how ocean biogeochemistry will change to mitigate or accelerate change. Insights on the ocean?s response to changing climate can come from an examination of variations in the relative proportions of stable isotopes of a variety of elements in the Earth?s ocean.  Relevant to this project is the use of stable isotopes of silicon to reconstruct how key aspects of ocean productivity change through time.  The variations are driven by the combined influence of biological fractionation and ocean circulation. Organisms like sponges and diatoms take up dissolved silicon from seawater and use it to produce structural elements like sponge spicules and diatom frustules. Diatoms dominate this process producing 15,000 metric tons of opaline silica skeletons each year across the global ocean. Organisms tend to select for the lighter isotopes of elements causing the silicon isotopic composition of diatoms to differ from that of the dissolved silicon in seawater.  The process is called biological fractionation and can be used to diagnose the level of diatom growth that has occurred in an area of the ocean through an examination of the isotopic composition of the local diatoms or the dissolved silicon in the seawater. Moreover, as diatoms die or are eaten, they settle to the sea floor forming a stacked record of past diatom activity in the overlying water.  Histories of diatom productivity reconstructed from the Si isotopic composition of diatoms collected from dated sediment cores can reveal how diatom growth has been affected by changing ocean conditions over millennia.\n\n Such reconstructions rely on knowledge of how the measured isotopic composition of diatoms comes about. Knowledge of how much dissolved silicon is supplied to diatoms and its isotopic composition are vital components needed to understand the surface conditions that give rise to isotope values measured in sediments. Silicon is suppled through ocean circulation that brings deep waters of the sea into the surface where diatoms grow. The isotopic composition of deep waters appears to be controlled by the interaction between the dissolution of diatoms sinking from the surface and the subduction of surface waters and their associated dissolved silicon. The relevant circulation occurs on grand sales spanning the entire globe and is known as the meridional overturning circulation. One complete circulation takes roughly 1000 years, but this slow process interacts with the rain of diatoms from the surface to set the global distribution of silicon and its isotopes in the sea. Understanding these relationships is key to applying silicon isotopes to climate reconstructions.\n\nThis project focused on Si isotopes in dissolved silicon in the northeast Pacific along a line of latitude running from Tahiti to Alaska. This area is of particular interest as the north Pacific lies at the end of the meridional circulation and contains the oldest waters that have the highest dissolved silicon concentrations in the sea. One hypothesis as to the origin of the high dissolved silicon  concentrations was that hydrothermal inputs from the sea floor create a buoyant plume of water with high dissolved silicon. We set out to test this concept and to evaluate the how the high concentrations affect the interaction between circulation and diatoms in this area. Our data refute the hydrothermal hypothesis. Hydrothermal waters have a uniquely low silicon isotope value which we did not observe.  However, during our project a new hypothesis for the formation of the dissolved silicon maximum arose that proposed that the old waters at mid depth in the north Pacific constituted a shadow zone in the general circulation that would allow dissolved silicon from sinking diatoms to accumulate. That idea came from computer modeling, but our measurements fit the model providing the first empirical evidence in support of this new paradigm.\n\nIn summary, this project developed a new model for how the silicon cycle of the north Pacific interacts with the overturning circulation. These concepts will aid in refining the interpretation of silicon isotope records from the region and provide empirical validation for the shadow-zone circulation concept. These results have been communicated to our fellow scientists at formal scientific meetings. We have also incorporated ideas on stable isotope variations as oceanographic tools for understanding ocean dynamics into outreach programs that bring UCSB marine science research to K-12 schools reaching roughly 20,000 students. Our approach is to make students aware of the diversity of ocean science disciplines in ways that will make them better stewards of the ocean and to excite some about oceanography as a possible career.\n\n \n\n\t\t\t\t\tLast Modified: 01/19/2023\n\n\t\t\t\t\tSubmitted by: Mark A Brzezinski"
 }
}