{
 "awd_id": "1732144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "String Phenomenology 2017",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2017-07-10",
 "awd_max_amd_letter_date": "2017-07-10",
 "awd_abstract_narration": "This grant, under the direction of Professor James Gray at the Virginia Polytechnic Institute and State University, provides partial support for the conference \"String Phenomenology 2017: The Sixteenth Annual Meeting on String Phenomenology\", which will be held at Virginia Tech, Blacksburg, VA, USA on July 3rd-7th, 2017. \r\n\r\nSince their inception at the University of Oxford in 2002, the annual String Phenomenology conferences have become the flagship annual meeting for the subfield of string phenomenology.  String theory aims to describe the nature of the fundamental building blocks of matter and their interactions at the very highest energies, and string phenomenology aims to develop connections between the ideas of string theory and those of more traditional particle physics, astrophysics, and cosmology.   As such, these conferences attract physicists and mathematicians representing a diverse international community and provide a venue in which they can discuss and present recent developments and challenges in this exciting interdisciplinary field.  The sixteenth iteration of this conference series will be particularly important and timely, given recent important experimental results from the Large Hadron Collider at CERN in Geneva, from the Laser Interferometer Gravitational-Wave Observatory (LIGO), and from the Dark Energy Survey (DES), as well as a plethora of new results from the mathematical literature.   As such, support for this series of meetings serves the national interest by promoting basic science in the United States.   This grant is also envisioned to have significant broader impacts.  These conferences bring together talented researchers from a diverse range of institutions and backgrounds, and special effort is made to incorporate the work of junior researchers and members of under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gray",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Gray",
   "pi_email_addr": "jamesgray@vt.edu",
   "nsf_id": "000651749",
   "pi_start_date": "2017-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lara",
   "pi_last_name": "Anderson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Lara B Anderson",
   "pi_email_addr": "lara.anderson@vt.edu",
   "nsf_id": "000651752",
   "pi_start_date": "2017-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The sixteenth annual international conference in the String Phenomenology series was held at Virginia Tech, Blacksburg on July 3rd - 7th 2017. String Phenomenology 2017 was organized by Professor Lara Anderson and Professor James Gray, with help from two postdoctoral fellows, Seung-Joo Lee and Xin Gao and Professors Eric Sharpe and Djordje Minic.&nbsp;</p>\n<p>The scientific program of String Phenomenology 2017 was chosen broadly from within the discipline of string phenomenology and related areas of mathematics and physics. Thus, the conference brought together researchers from a wide variety of related fields in order to discuss progress in relating string compactifications to low energy physics and stimulate future developments in such directions. In the 5 days of the conference there were 38 plenary session talks and 40 parallel session presentations. The presentations covered the full range of theoretical themes relevant to the conference topic, ranging from attempts to construct realistic particle physics and cosmological models from string theory, to mathematical topics which are directly relevant in the technical work prevalent in the field. There were also presentations with a more experimental flavor, for example Vetterli's presentation on behalf of the ATLAS collaboration, &ldquo;Recent Results from ATLAS\", and Flauger's presentation &ldquo;Searching for Signatures of Fundamental Physics in the CMB\". There was also ample time for discussions outside of presentations, and appropriate space was made available to facilitate these interactions.</p>\n<p>The conference had 103 registered participants. Many of these were students and postdocs, and young researchers had a strong representation in the presented talks. All of the plenary session presentations were of the same length, regardless of the level of seniority of the speaker. There were five female participants, all of whom gave a presentation. Many students gave their first conference presentations in the parallel sessions at String Phenomenology 2017. The conference was a diverse and very much international meeting with participants coming from all over the globe. In addition there was an emphasis on links between formal mathematical results and physical constructions, which will have a positive impact on the progress in both areas. The broader impacts of this conference were enhanced by the emphasis on young researchers in the field. They were also facilitated by the talk slides being made available on the web page for the vast majority of speakers (those that were willing to share their slides):</p>\n<p>http://www.cpe.vt.edu/stringpheno17/</p>\n<p>There was also a twitter feed for the conference</p>\n<p>&nbsp;https://twitter.com/StringPheno2017</p>\n<p>&nbsp;to further enhance the impact of the event.</p>\n<p>The feedback received from participants was very positive, particularly regarding the quality of the talks and availability of discussion space.&nbsp;</p>\n<p>The intellectual merit of String Phenomenology is that it provides a unique opportunity for researchers interested in ultimately relating string theory to experimental physics to meet and exchange progress and ideas. Because of this, the conference remains the key international annual meeting in this sub-field of string theory. It took place in 2018 in Warsaw, and will take place in 2019 at CERN.</p>\n<p>The NSF funds were used to support the participation of some of the younger researchers giving presentations, as well as those without their own NSF support, as a matter of priority. The cost of a room at the Inn at Virginia Tech for one night was $143. Thus, for an average of five nights for a single person, the cost is $715. We used the NSF funds to support 14 participants in this manner of which 5 were postdoctoral researchers (with the extra $10 being obtained from other sources).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2018<br>\n\t\t\t\t\tModified by: Lara&nbsp;B&nbsp;Anderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe sixteenth annual international conference in the String Phenomenology series was held at Virginia Tech, Blacksburg on July 3rd - 7th 2017. String Phenomenology 2017 was organized by Professor Lara Anderson and Professor James Gray, with help from two postdoctoral fellows, Seung-Joo Lee and Xin Gao and Professors Eric Sharpe and Djordje Minic. \n\nThe scientific program of String Phenomenology 2017 was chosen broadly from within the discipline of string phenomenology and related areas of mathematics and physics. Thus, the conference brought together researchers from a wide variety of related fields in order to discuss progress in relating string compactifications to low energy physics and stimulate future developments in such directions. In the 5 days of the conference there were 38 plenary session talks and 40 parallel session presentations. The presentations covered the full range of theoretical themes relevant to the conference topic, ranging from attempts to construct realistic particle physics and cosmological models from string theory, to mathematical topics which are directly relevant in the technical work prevalent in the field. There were also presentations with a more experimental flavor, for example Vetterli's presentation on behalf of the ATLAS collaboration, \"Recent Results from ATLAS\", and Flauger's presentation \"Searching for Signatures of Fundamental Physics in the CMB\". There was also ample time for discussions outside of presentations, and appropriate space was made available to facilitate these interactions.\n\nThe conference had 103 registered participants. Many of these were students and postdocs, and young researchers had a strong representation in the presented talks. All of the plenary session presentations were of the same length, regardless of the level of seniority of the speaker. There were five female participants, all of whom gave a presentation. Many students gave their first conference presentations in the parallel sessions at String Phenomenology 2017. The conference was a diverse and very much international meeting with participants coming from all over the globe. In addition there was an emphasis on links between formal mathematical results and physical constructions, which will have a positive impact on the progress in both areas. The broader impacts of this conference were enhanced by the emphasis on young researchers in the field. They were also facilitated by the talk slides being made available on the web page for the vast majority of speakers (those that were willing to share their slides):\n\nhttp://www.cpe.vt.edu/stringpheno17/\n\nThere was also a twitter feed for the conference\n\n https://twitter.com/StringPheno2017\n\n to further enhance the impact of the event.\n\nThe feedback received from participants was very positive, particularly regarding the quality of the talks and availability of discussion space. \n\nThe intellectual merit of String Phenomenology is that it provides a unique opportunity for researchers interested in ultimately relating string theory to experimental physics to meet and exchange progress and ideas. Because of this, the conference remains the key international annual meeting in this sub-field of string theory. It took place in 2018 in Warsaw, and will take place in 2019 at CERN.\n\nThe NSF funds were used to support the participation of some of the younger researchers giving presentations, as well as those without their own NSF support, as a matter of priority. The cost of a room at the Inn at Virginia Tech for one night was $143. Thus, for an average of five nights for a single person, the cost is $715. We used the NSF funds to support 14 participants in this manner of which 5 were postdoctoral researchers (with the extra $10 being obtained from other sources).\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2018\n\n\t\t\t\t\tSubmitted by: Lara B Anderson"
 }
}