{
 "awd_id": "1733634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: Technology Adoption during Environmental Jolts: Mobile Phone Use and Digital Services Appropriation during India's Demonetization Crisis",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2017-05-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 49974.0,
 "awd_amount": 49974.0,
 "awd_min_amd_letter_date": "2017-04-28",
 "awd_max_amd_letter_date": "2017-04-28",
 "awd_abstract_narration": "Occasionally, events such as crises or new laws force a rapid change in the technologies people use in their daily lives.  These jolts often raise concerns about peoples' access to and ability to use these new technologies, and about the stress they put on the infrastructure that supports them.  This proposal studies the impacts of a rare \"natural experiment\" caused by the recent policy decision in India to remove certain currency from circulation, which is leading to a sudden and massive push toward the use of digital tools for managing money.  The research team plans to work with students, businesspeople, and people with visual impairments in India to address two main questions: (1) how financial technologies such as phone-based payments are adopted and adapted to respond to new legal requirements; and (2) how the usability, availability, and necessity of using a given technology interact to shape its success.  Better understanding of how the social and technical elements of the financial system adapt to this jolt will advance our understanding of technology infrastructures in general and inform the design of accessible technologies and technologies for contexts where financial, educational, and technology experience resources are limited. Studying this in India will provide important insights for U.S. companies looking to enter the Indian market or already operating there, and will also offer key insights on prospects and challenges in broadening the cashless economy in the U.S. The project will also provide educational experiences that cross both intellectual and national borders that will help train a diverse and globally competitive STEM workforce.\r\n\r\nBased on an integration of ICTD and infrastructure studies, this project will develop better understanding of how people adapt to technology in forced or deterministic contexts. The team will study and compare three different user populations: 1) college students; 2) people working in the informal sector; and 3) people with visual impairments.  These populations were chosen to highlight different aspects of the broader population: college students are less reliant on the cash economy and more educated; those in the informal sector are more cash-reliant and less educated; and those with visual impairments may gain transactional benefits from not having to handle cash, but also have to overcome inaccessibility of mainstream technology. The research will employ a two-stage plan that starts with interviews to capture nuance and inform questions that can be asked in a second, survey stage; the team plans to conduct the research twice, once in the first 6 months and again (with improvements based on the first round) in the last 3 months of the year-long project, to capture both relatively fresh and longitudinal experiences of the jolt.  Leveraging existing relationships with payment providers, visually impaired groups, and informal workers, the researchers will study the ecosystem of payment technologies people use, the ways their specific design affects people's ability to use them, and how their social network both supports (through intermediation) and affects (through network effects) the ways they can use those technologies. This will provide lessons for understanding and improving innovation and technology use in marginalized communities, lessons that may transfer to other contexts such as the rapid adoption of mobile health apps and the use of technology in natural disaster situations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aditya",
   "pi_last_name": "Johri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aditya Johri",
   "pi_email_addr": "johri@gmu.edu",
   "nsf_id": "000495764",
   "pi_start_date": "2017-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 49974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With increased use of information technology across all aspects of our lives it is essential to better understand what leads to adoption of new technology. In particular, one arena in which our understanding of technology adoption is limited is in the context of extremely large events or changes in policy. The gradual introduction of technology and its diffusion is better understood and we have developed a good knowledge base on how incremental changes, including new designs, shape uptake of technology. Through this research study we wanted to contribute to our understanding of technology adoption in the case of large events. We identified one such event &ndash; the ban on use of certain bank notes in India. This was followed by significant development and release of technology for personal banking and finance. Over the next two years we conducted field studies across different settings within India to examine how digital payments were being adopted. We collected data through surveys from around 750 respondents that included street vendors, shopkeepers, and customers. We found that a shortage of cash increased digital payment adoption immediately following the crisis but digital payments fell once new banknotes became available. For those who continued to use digital payments, adoption depended on the nature and scope of transactions, type of product sold, as well as personal factors specific to business owners such as comfort and familiarity with other digital technologies, and with transacting online. Furthermore, we found that different segments of cash-dependent populations coped with the crisis differently. Those with banking access were affected more compared to those who didn&rsquo;t have banking access, Overall, we found access to services through technology is important and empowers marginalized societies in normal situations, but access complemented with appropriate awareness of the underlying systems and processes ensures resilience through greater human agility during a crisis. Our work contributed intellectually to research on technology adoption by highlighting that in the context of large shocks or jolts adoption is high immediately following the event but gradually tapers. Subsequent use depends on a range of contextual factors and varies by the user. Our work has broader impacts through our publications but also through training of graduate students in research. The work can also guide policy especially ones that mandate technology use for services and cautions against non-holistic approaches.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/12/2019<br>\n\t\t\t\t\tModified by: Aditya&nbsp;Johri</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith increased use of information technology across all aspects of our lives it is essential to better understand what leads to adoption of new technology. In particular, one arena in which our understanding of technology adoption is limited is in the context of extremely large events or changes in policy. The gradual introduction of technology and its diffusion is better understood and we have developed a good knowledge base on how incremental changes, including new designs, shape uptake of technology. Through this research study we wanted to contribute to our understanding of technology adoption in the case of large events. We identified one such event &ndash; the ban on use of certain bank notes in India. This was followed by significant development and release of technology for personal banking and finance. Over the next two years we conducted field studies across different settings within India to examine how digital payments were being adopted. We collected data through surveys from around 750 respondents that included street vendors, shopkeepers, and customers. We found that a shortage of cash increased digital payment adoption immediately following the crisis but digital payments fell once new banknotes became available. For those who continued to use digital payments, adoption depended on the nature and scope of transactions, type of product sold, as well as personal factors specific to business owners such as comfort and familiarity with other digital technologies, and with transacting online. Furthermore, we found that different segments of cash-dependent populations coped with the crisis differently. Those with banking access were affected more compared to those who didn?t have banking access, Overall, we found access to services through technology is important and empowers marginalized societies in normal situations, but access complemented with appropriate awareness of the underlying systems and processes ensures resilience through greater human agility during a crisis. Our work contributed intellectually to research on technology adoption by highlighting that in the context of large shocks or jolts adoption is high immediately following the event but gradually tapers. Subsequent use depends on a range of contextual factors and varies by the user. Our work has broader impacts through our publications but also through training of graduate students in research. The work can also guide policy especially ones that mandate technology use for services and cautions against non-holistic approaches.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/12/2019\n\n\t\t\t\t\tSubmitted by: Aditya Johri"
 }
}