{
 "awd_id": "1733874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AitF: Collaborative Research: Automated Medical Image Segmentation via Object Decomposition",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928074",
 "po_email": "jdonlon@nsf.gov",
 "po_sign_block_name": "James Donlon",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 366250.0,
 "awd_amount": 366250.0,
 "awd_min_amd_letter_date": "2017-08-07",
 "awd_max_amd_letter_date": "2017-08-07",
 "awd_abstract_narration": "Medical image segmentation, the process of dividing a medical image into meaningful objects such as organs, tumors, etc., is a critical tool that allows medical professionals to provide customized medical care to patients.  In the past this highly technical, individualized care has required experts to manually analyze the images, a process that is very expensive in both time and money.  Over the past decade, enormous technological advances have been made in biomedical imaging, leading to a large amount of new and improved medical data which has created a demand for algorithms which can process this data faster and more thoroughly.  Researchers have worked extensively to develop these medical image segmentation algorithms, but current algorithms suffer from the following drawbacks: 1) they do not have the capability of effectively representing diverse shapes of a wide variety of medical objects and/or 2) they require substantial interaction from an expert user.  This research will develop a novel medical image segmentation algorithm that can be applied to various types of medical images and will be able to be executed by any user with basic computer literacy.  Many important objects will be able to be handled with the same algorithm, such as livers, prostates, and vertebrae.  This research allows medical experts to spend less time analyzing a wide variety of medical images and more time directly working with patients. \r\n\r\nThe algorithm will work for any medical imaging object of interest whose shape can be decomposed into a small number of components with a very simple geometric structure.  For example, livers may be slightly different from person to person, but almost all livers can be represented as a union of two or three \"star-shaped\" components.  A component is defined to be star-shaped if there is a center point in the component such that the line segment connecting the center to every other point in the component is contained within the object.   If the center of a single star-shaped component is known, then the whole component can be very quickly identified by computer algorithms, but as the number of components increases, the simultaneous computation of all the components becomes much more difficult.  This research will develop algorithms which can automatically compute the centers of the star-shaped components for many medical imaging objects such as livers, prostates, and vertebrae, and further will develop algorithms that can simultaneously identify all the components for the objects.  The result will be a single algorithm that will be applied to many scenarios and can be executed by non-technical users.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Gibson-Lopez",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Gibson-Lopez",
   "pi_email_addr": "MATTHEW.GIBSON@UTSA.EDU",
   "nsf_id": "000648996",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723900",
   "pgm_ele_name": "Algorithms in the Field"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 366250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the research of three Ph.D. students who made significant contributions to computational geometry and computer science.</p>\r\n<p>Student 1 explored how computers represent and draw lines. Previous approaches to drawing digital lines had some limitations. When multiple line segments were placed together, they could unexpectedly intersect or break apart in ways that could cause problems for important applications like image processing. Student 1 developed a new method for creating digital lines that solved some of these long-standing challenges. His breakthrough showed that by slightly relaxing some traditional constraints, he could create a more robust system for drawing lines with minimal distortion. Importantly, he proved that his approach was the best possible solution, finding the ultimate limit of how accurately we can represent lines digitally.</p>\r\n<p>On a personal note, Student 1 is Mexican American and the first in his family to earn a college degree. After successfully completing his Ph.D., he now works with a contractor for the federal government.</p>\r\n<p>Student 2 tackled an interesting problem inspired by the classic \"art gallery problem.\" In this problem, we are trying to secure an art gallery with as few security cameras as possible. Traditional approaches assumed cameras could see infinitely far, as long as walls didn't block their view. Student 2 explored a more realistic scenario: What if cameras have a limited range of sight? He carefully studied how to place cameras in different types of spaces - including galleries shaped like terrains or simple polygons - to ensure complete coverage with the fewest possible cameras.</p>\r\n<p>After completing his research, Student 2 is now a tenure-track Assistant Professor at a public university in the United States.</p>\r\n<p>Student 3 made two notable discoveries in computational geometry. First, he challenged and disproved a long-standing belief in the research community about how visibility graphs work in terrain mapping. Some experts thought all persistent graphs (a type of mathematical network) could represent the way objects are visible in a terrain. Student 3 showed this wasn't true by finding a specific example that broke this assumption.&nbsp; His second major contribution was solving a variant of the classic art gallery problem when the art gallery has a &ldquo;staircase&rdquo; shape. He proved that finding the optimal camera placement in this setting is extremely difficult (NP-hard), and he developed an efficient algorithm that can quickly find a &ldquo;good-enough&rdquo; solution.</p>\r\n<p>Student 3 is scheduled to defend his doctoral dissertation in Spring 2025 and plans to pursue a career in industry.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/10/2024<br>\nModified by: Matthew&nbsp;R&nbsp;Gibson-Lopez</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis award supported the research of three Ph.D. students who made significant contributions to computational geometry and computer science.\r\n\n\nStudent 1 explored how computers represent and draw lines. Previous approaches to drawing digital lines had some limitations. When multiple line segments were placed together, they could unexpectedly intersect or break apart in ways that could cause problems for important applications like image processing. Student 1 developed a new method for creating digital lines that solved some of these long-standing challenges. His breakthrough showed that by slightly relaxing some traditional constraints, he could create a more robust system for drawing lines with minimal distortion. Importantly, he proved that his approach was the best possible solution, finding the ultimate limit of how accurately we can represent lines digitally.\r\n\n\nOn a personal note, Student 1 is Mexican American and the first in his family to earn a college degree. After successfully completing his Ph.D., he now works with a contractor for the federal government.\r\n\n\nStudent 2 tackled an interesting problem inspired by the classic \"art gallery problem.\" In this problem, we are trying to secure an art gallery with as few security cameras as possible. Traditional approaches assumed cameras could see infinitely far, as long as walls didn't block their view. Student 2 explored a more realistic scenario: What if cameras have a limited range of sight? He carefully studied how to place cameras in different types of spaces - including galleries shaped like terrains or simple polygons - to ensure complete coverage with the fewest possible cameras.\r\n\n\nAfter completing his research, Student 2 is now a tenure-track Assistant Professor at a public university in the United States.\r\n\n\nStudent 3 made two notable discoveries in computational geometry. First, he challenged and disproved a long-standing belief in the research community about how visibility graphs work in terrain mapping. Some experts thought all persistent graphs (a type of mathematical network) could represent the way objects are visible in a terrain. Student 3 showed this wasn't true by finding a specific example that broke this assumption. His second major contribution was solving a variant of the classic art gallery problem when the art gallery has a staircase shape. He proved that finding the optimal camera placement in this setting is extremely difficult (NP-hard), and he developed an efficient algorithm that can quickly find a good-enough solution.\r\n\n\nStudent 3 is scheduled to defend his doctoral dissertation in Spring 2025 and plans to pursue a career in industry.\r\n\n\n\t\t\t\t\tLast Modified: 12/10/2024\n\n\t\t\t\t\tSubmitted by: MatthewRGibson-Lopez\n"
 }
}