{
 "awd_id": "1733899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Longitudinal Study of Gender Stratification in Science and Engineering",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 68750.0,
 "awd_amount": 68750.0,
 "awd_min_amd_letter_date": "2017-07-10",
 "awd_max_amd_letter_date": "2017-07-10",
 "awd_abstract_narration": "This project is a longitudinal study that explores the cultural foundations by which women and men take on different occupations and professional positions.  The plan is to survey people who entered college 10 years ago planning to be an engineer to discover what they are doing now and what choices they made.  The purpose is to explain the persistent differences in men's and women's commitment to a career in engineering.  The respondents have been surveyed annually from 2003-2007, in 2012, and now in 2017.  Men and women enter engineering school with similar math and science achievement scores and graduate with similar achievements in their engineering courses.  Yet, women leave the engineering profession at significantly higher rates than do men. While women and men enjoy nearly comparable levels of confidence in their technical expertise, women report lower levels of confidence that engineering is an appropriate fit with their ambitions. Women seek careers in engineering as an expression of their commitment to improve the quality of life for all citizens; and, they do not find these values affirmed through their networks or exposure to the occupational field.  Despite repeated efforts to reform education and training and to encourage workforce participation, recent trends suggest that the engineering profession remains remarkably resistant to change in its gender composition. Gender segregation in STEM compromises the competitive position of the United States in a global economy as well as American values of equity, fairness, and equality. The proposed study contributes to policy debates by assessing the dilemmas plaguing engineering and STEM fields.\r\n\r\nOur theoretical model adjudicates among the most important contending explanations for continuing gender stratification in professional employment by testing gendered advancement rates, work-family nexus, de-politicization in the workforce, gender stratification and social networks. Methodologically, this study builds from a unique longitudinal panel and dataset to explain the critical transition from credential acquisition to workforce participation ten-years post-graduation; the research exploits a rigorous design, and uses a longitudinal panel to test causal models, yielding greater predictive power. Specifically, we show how cultural schema and network patterns reproduce gender segregation, offering insights that can be used more broadly. In sum, the research is designed to identify gaps in our understanding, as well as to address some of the methodological problems associated with answering outstanding questions about gendering in STEM occupations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Silbey",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Susan S Silbey",
   "pi_email_addr": "ssilbey@mit.edu",
   "nsf_id": "000181583",
   "pi_start_date": "2017-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 68750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project follows a cohort of engineering students from 2003 to 2013 to identify the determinants of persistence in the profession, and probabilities for contribution to technological innovation.&nbsp; More specifically, we seek to understand the conditions that explain the significant difference in persistence by men and women, leading to the most gender segregated profession in the US.&nbsp; The United States and other advanced economies face unprecedented challenges in technical areas such as energy, environment, and defense. Solving these challenges requires a diverse, highly educated labor force, with professional expertise in science, technology, engineering, and mathematics (STEM). Contributing to the problem of under-production of STEM professionals in the U.S. is the pronounced gender segregation in some STEM professions, especially engineering. As a consequence, we have a much smaller population from which to develop the needed engineering expertise. This project seeks to help us understand what causes continued gender segregation in STEM fields.</p>\n<p>&nbsp;</p>\n<p>Methodologically, this study uses a unique longitudinal dataset to explain the critical transition from college and post-graduate training to the professional workforce. The theoretical model used adjudicates among the most important contending explanations for persistent gender stratification in professional employment by testing social psychological theories of causal individual and gender differences such as values, priorities, and self-assessments, organization-level processes such as work climate, and social capital theories concerning the efficacy of social networks.</p>\n<p>&nbsp;</p>\n<p>Findings from this research may help explain patterns of attrition from and persistence in STEM fields, and engineering in particular. This important issue is of interest to private- and public-sector employers, current and future professionals, as well as institutions of higher education.</p>\n<p>This particular grant surveyed the students, 10 years post college graduation, who entered college planning to be an engineer to find out what they are doing now, what choices they have made, and to try to explain the persistent differences in men&rsquo;s and women&rsquo;s commitment to a career in engineering.&nbsp; This is one of the rare studies using longitudinal data to study the cultural foundations by which men and women end up in different occupations and professional positions. This set of 700 students has been surveyed annually from 2003-2007, in 2012 and now in 2017. &nbsp;The panel now consists of 725 respondents to whom we sent requests to participate in the survey. We received 490 completed surveys. This is an excellent 68% response rate.</p>\n<p>&nbsp;This grant permitted collection of additional data from the panel. The funding was for data collection only, and did not provide funding for the analysis.&nbsp; We are now beginning the data cleaning and analysis and cannot yet report substantive results.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2020<br>\n\t\t\t\t\tModified by: Susan&nbsp;S&nbsp;Silbey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project follows a cohort of engineering students from 2003 to 2013 to identify the determinants of persistence in the profession, and probabilities for contribution to technological innovation.  More specifically, we seek to understand the conditions that explain the significant difference in persistence by men and women, leading to the most gender segregated profession in the US.  The United States and other advanced economies face unprecedented challenges in technical areas such as energy, environment, and defense. Solving these challenges requires a diverse, highly educated labor force, with professional expertise in science, technology, engineering, and mathematics (STEM). Contributing to the problem of under-production of STEM professionals in the U.S. is the pronounced gender segregation in some STEM professions, especially engineering. As a consequence, we have a much smaller population from which to develop the needed engineering expertise. This project seeks to help us understand what causes continued gender segregation in STEM fields.\n\n \n\nMethodologically, this study uses a unique longitudinal dataset to explain the critical transition from college and post-graduate training to the professional workforce. The theoretical model used adjudicates among the most important contending explanations for persistent gender stratification in professional employment by testing social psychological theories of causal individual and gender differences such as values, priorities, and self-assessments, organization-level processes such as work climate, and social capital theories concerning the efficacy of social networks.\n\n \n\nFindings from this research may help explain patterns of attrition from and persistence in STEM fields, and engineering in particular. This important issue is of interest to private- and public-sector employers, current and future professionals, as well as institutions of higher education.\n\nThis particular grant surveyed the students, 10 years post college graduation, who entered college planning to be an engineer to find out what they are doing now, what choices they have made, and to try to explain the persistent differences in men’s and women’s commitment to a career in engineering.  This is one of the rare studies using longitudinal data to study the cultural foundations by which men and women end up in different occupations and professional positions. This set of 700 students has been surveyed annually from 2003-2007, in 2012 and now in 2017.  The panel now consists of 725 respondents to whom we sent requests to participate in the survey. We received 490 completed surveys. This is an excellent 68% response rate.\n\n This grant permitted collection of additional data from the panel. The funding was for data collection only, and did not provide funding for the analysis.  We are now beginning the data cleaning and analysis and cannot yet report substantive results.\n\n \n\n\t\t\t\t\tLast Modified: 03/31/2020\n\n\t\t\t\t\tSubmitted by: Susan S Silbey"
 }
}