{
 "awd_id": "1733474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reflection in engineering education: Advancing conversations",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 349562.0,
 "awd_amount": 349562.0,
 "awd_min_amd_letter_date": "2017-05-23",
 "awd_max_amd_letter_date": "2017-05-23",
 "awd_abstract_narration": "Reflection, as a form of thinking, involves stepping out of a situation and creating knowledge. In an educational context, reflection plays a critical role in professional practice, learning from experience, and successful implementation of teaching methods such as active learning. In supporting student learning, educators can potentially improve and transform student learning through reflection activities. Reflection activities can be modest in terms of the amount of time required and thus can be added to existing instructional efforts to help magnify the impact of many types of educational activities and help individuals go beyond simply doing better. Reflection activities may be a significant tool in efforts to critically improve engineering education, address issues such as diversity and retention, and support learning goals such as innovation and global competencies. Yet, within engineering education, reflection and reflection activities are understudied. The proposed work will establish and refine instruments that will help educators and scholars better understand student engagement in reflection activities, specifically their reactions to engaging in reflection activities and their self-reported knowledge gains. These instruments will be critical for helping engineering educators bring reflection activities into their teaching through informed choices and creating opportunities for deeper and more nuanced scholarship on reflection activities. \r\n\r\nThe intent of this study is to explore undergraduate engineering students' knowledge gains using a common approach so that reflection activities can be compared more readily. Another intent is to better understand student reactions to the reflection activities in a way that may serve many purposes such as interpreting study results and identifying ways to refine activities. A multi-week study with undergraduate engineering students culminating in interviews will capture students' perspectives when talking about reflection. These perspectives will be used to refine the conceptual models related to knowledge from and reactions to engaging in reflection activities. Usability studies of survey items and a principal component analysis will also be used to systematically develop and validate survey instruments. Finally, a study focusing on a selected reflection activity (e.g. exam wrappers) will be used for further survey validation. The proposed work features a systematic, rigorous process using best practices in survey instrument development, and in supporting educators in operationalizing learning goals through reflection activities. To this latter end, our proposed work includes both scholarly and practical dissemination.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Turns",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Turns",
   "pi_email_addr": "jturns@uw.edu",
   "nsf_id": "000240302",
   "pi_start_date": "2017-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Atman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia J Atman",
   "pi_email_addr": "atman@uw.edu",
   "nsf_id": "000220040",
   "pi_start_date": "2017-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE, Box 359472",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 349562.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d4b9405e-7fff-9080-922f-6c0178b98b82\"> </span></p>\n<p dir=\"ltr\"><span>Education involves identifying activities for students that will lead to important forms of learning. Such activities include structured practice, having students work on projects, having students engage in new experiences, and also having students reflect. Educational scholarship is useful for advancing conversations related to specific activities and/or relationships among activities. In our work, we have been focused on advancing conversations related to the use of student reflection in engineering education.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Reflection can be understood as a form of thinking that involves </span><span>stepping out, thinking about, and connecting forward</span><span>. Defined in this way, reflection can be seen as distinct from other activities mentioned above and also a very broad category of possible activity. In prior work, we focused on appreciating the range of activities currently used by engineering educators to support reflection and exploring issues related to the design of reflection activities.</span></p>\n<p dir=\"ltr\"><span>In this NSF project, we focused on a deep dive into two dimensions of student engagement with reflection&mdash;the knowledge resulting from reflecting and the experience of reflecting. Specifically, the project was focused on developing data collection tools that researchers could use in studies of reflection activities in engineering education. We termed these tools the knowledge gains survey and the reaction protocol, respectively. In addition, we conducted a demonstration study to showcase the use of the tools.</span></p>\n<p dir=\"ltr\"><span>For the knowledge gains tool, we created a 16 item construct-validated instrument, with four factors: course understandings, areas for growth, engineering self, and social impact. For the reaction protocol, we went in a different design direction in order to maximize understanding student reactions. We created a structured engagement where students interactively collect statements that resonate with their experience, organize the statements into a model, and then explain and discuss the final model with the interviewer. These tools help researchers gain data on student engagements with reflection. &nbsp; &nbsp;</span></p>\n<p dir=\"ltr\"><span>To demonstrate and test these tools in use, we focused the demo study on a commonly used reflection activity in engineering&mdash;exam wrappers. Inspired by growing use of collaborative inquiry and co-design approaches in engineering education scholarship, we organized a study in which we partnered with five educators from different educational contexts, supported them as they designed an exam wrapper appropriate to their contexts, worked with them as they deployed the exam wrapper and collected the knowledge gains data, followed up with a subset of their students to explore reactions using the reaction protocol, and finally worked with the group to make sense of the data.&nbsp; Using this approach we not only got more examples of exam wrappers and more data on exam wrappers, we also got the robustness that comes from testing tools in multiple contexts.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Among our research results, we learned that the knowledge gains survey was able to confirm hypotheses about what students were learning from engaging in exam wrappers and also showcase instances where students experienced&nbsp; knowledge gains beyond what the educators had predicted. From the reactions protocol, we gained insight into the kinds of nuanced reactions students could hold, we learned that students could actually enjoy being asked to simply write about their experience, and we learned how an exam wrapper could inadvertently be experienced as gaslighting if a highly structured exam wrapper did not include structural explanations for poor exam performance. Because of our collaborative structure, we were also able to use research techniques to characterize the design space of exam wrappers suggested by the five very different exam wrappers, and to see the benefits to the educators of working in this collaborative configuration. &nbsp; &nbsp;</span></p>\n<p dir=\"ltr\"><span>We see great potential for future research on reflection activities being structured much like we did the demo study since the approaches not only made it possible to conduct the research but it also created a professional development context. We also noted that we created an additional research procedure: a&nbsp; form of research through design to describe the space around a particular kind of reflection approach. In addition to such collaborative studies, researchers, educators with a research orientation, and educators who want to dialogue with students can use these tools.&nbsp;</span></p>\n<p dir=\"ltr\"><span>A goal of our grant was to advance conversations, and our sustained conversation with students, researchers, and educators about reflection surfaced yet other conversation topics. For example, we have noted a need for future conversations about (and even research on) what it means to be prepared to reflect, how new technologies can support reflection, exploring how advancements in neuroscience can shed light on some of the challenges of reflection, how histories with reflection (such past reactions and past knowledge gains) affect current experiences, how reflection efforts can be coupled with DEI efforts, and the significant space for designing reflection activities.&nbsp; We hope our work on this grant supports those conversations.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2023<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;A&nbsp;Turns</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nEducation involves identifying activities for students that will lead to important forms of learning. Such activities include structured practice, having students work on projects, having students engage in new experiences, and also having students reflect. Educational scholarship is useful for advancing conversations related to specific activities and/or relationships among activities. In our work, we have been focused on advancing conversations related to the use of student reflection in engineering education. \nReflection can be understood as a form of thinking that involves stepping out, thinking about, and connecting forward. Defined in this way, reflection can be seen as distinct from other activities mentioned above and also a very broad category of possible activity. In prior work, we focused on appreciating the range of activities currently used by engineering educators to support reflection and exploring issues related to the design of reflection activities.\nIn this NSF project, we focused on a deep dive into two dimensions of student engagement with reflection&mdash;the knowledge resulting from reflecting and the experience of reflecting. Specifically, the project was focused on developing data collection tools that researchers could use in studies of reflection activities in engineering education. We termed these tools the knowledge gains survey and the reaction protocol, respectively. In addition, we conducted a demonstration study to showcase the use of the tools.\nFor the knowledge gains tool, we created a 16 item construct-validated instrument, with four factors: course understandings, areas for growth, engineering self, and social impact. For the reaction protocol, we went in a different design direction in order to maximize understanding student reactions. We created a structured engagement where students interactively collect statements that resonate with their experience, organize the statements into a model, and then explain and discuss the final model with the interviewer. These tools help researchers gain data on student engagements with reflection.    \nTo demonstrate and test these tools in use, we focused the demo study on a commonly used reflection activity in engineering&mdash;exam wrappers. Inspired by growing use of collaborative inquiry and co-design approaches in engineering education scholarship, we organized a study in which we partnered with five educators from different educational contexts, supported them as they designed an exam wrapper appropriate to their contexts, worked with them as they deployed the exam wrapper and collected the knowledge gains data, followed up with a subset of their students to explore reactions using the reaction protocol, and finally worked with the group to make sense of the data.  Using this approach we not only got more examples of exam wrappers and more data on exam wrappers, we also got the robustness that comes from testing tools in multiple contexts. \nAmong our research results, we learned that the knowledge gains survey was able to confirm hypotheses about what students were learning from engaging in exam wrappers and also showcase instances where students experienced  knowledge gains beyond what the educators had predicted. From the reactions protocol, we gained insight into the kinds of nuanced reactions students could hold, we learned that students could actually enjoy being asked to simply write about their experience, and we learned how an exam wrapper could inadvertently be experienced as gaslighting if a highly structured exam wrapper did not include structural explanations for poor exam performance. Because of our collaborative structure, we were also able to use research techniques to characterize the design space of exam wrappers suggested by the five very different exam wrappers, and to see the benefits to the educators of working in this collaborative configuration.    \nWe see great potential for future research on reflection activities being structured much like we did the demo study since the approaches not only made it possible to conduct the research but it also created a professional development context. We also noted that we created an additional research procedure: a  form of research through design to describe the space around a particular kind of reflection approach. In addition to such collaborative studies, researchers, educators with a research orientation, and educators who want to dialogue with students can use these tools. \nA goal of our grant was to advance conversations, and our sustained conversation with students, researchers, and educators about reflection surfaced yet other conversation topics. For example, we have noted a need for future conversations about (and even research on) what it means to be prepared to reflect, how new technologies can support reflection, exploring how advancements in neuroscience can shed light on some of the challenges of reflection, how histories with reflection (such past reactions and past knowledge gains) affect current experiences, how reflection efforts can be coupled with DEI efforts, and the significant space for designing reflection activities.  We hope our work on this grant supports those conversations.\n\n \n\n\t\t\t\t\tLast Modified: 03/06/2023\n\n\t\t\t\t\tSubmitted by: Jennifer A Turns"
 }
}