{
 "awd_id": "1733649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Preparing undergraduate 'learning assistants' to teach in design courses",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Berger",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 399804.0,
 "awd_amount": 399804.0,
 "awd_min_amd_letter_date": "2017-06-16",
 "awd_max_amd_letter_date": "2017-06-16",
 "awd_abstract_narration": "Engineering is not just the application of mathematics and science to address real-world problems and create new products; it involves design thinking, a creative, collaborative, yet systematic process by which engineering teams design products or solutions. For this reason, many undergraduate engineering programs require first-year students to take an Introduction to Engineering Design course in which teams of students work to design a product or solution. Because these courses can be large, universities often employ undergraduate or graduate teaching assistants to help the student teams make progress. However, these teaching assistants often face two major challenges. First, although it is easy to simply tell the student teams what to do, it is much harder for teaching assistants to cultivate their students' design thinking, which can enable students to surmount obstacles and arrive at their own solutions. Second, university engineering programs, reflecting the engineering profession, include disproportionately few women, students from certain minority groups, and students from lower-income backgrounds; and teaching assistants often need to make sure that these underrepresented students (as well as quieter students from all backgrounds) get to participate equitably in the student teams. In this project, researchers and engineering educators at the University of Maryland are testing a new approach to teaching the teaching assistants in engineering design courses. The teaching assistants take a pedagogy course intended to prepare them to foster the student teams' design thinking and equitable participation of all team members. As a result, the students of these teaching assistants become better at engaging in collaborative engineering design, which sets them up to become better engineers once they enter the profession. \r\n\r\nSpecifically, the project staff is teaching a 3-credit pedagogy course to undergraduate teaching assistants, based on the Learning Assistant model from the University of Colorado. The pedagogy course integrates topics from general STEM learning-assistant pedagogy courses, such as the cognitive science of learning, facilitation of classroom discourse, and metacognition, with topics targeting engineering design: design reviews, design thinking, expert vs. novice practices in design, engineering epistemology, teamwork and equity.  Research on the effects of the pedagogy course addresses two overarching research questions: (1) How do teaching assistants' interactions with Engineering Design students affect the students' immediate actions, and what effects do students think the teaching assistants have on their longer-term growth, with respect to (a) design thinking and (b) enactment of equity as reflected in communication, teamwork, etc.  (2) How does the pedagogy course influence teaching assistants' pedagogical beliefs and interactions with students, with respect to how the teaching assistants notice and respond to (a) students' design thinking and (b) threats to equity. The research team is taking a design-based research approach, an iterative cycle of (i) collecting and analyzing data, (ii) forming hypotheses about how and why the teaching assistants did and did not learn specific ideas or enact those ideas in their classroom instruction, and (iii) testing those hypotheses by modifying the next round of the pedagogy course. Data include selected coursework from the pedagogy course; videorecordings of teaching assistants' interactions with student teams and what the teams do after the teaching assistant leaves; post-semester surveys of the videorecorded student teams about their experiences with the teaching assistant; and multiple interviews with the teaching assistants about particular instructional decisions they made. This work informs the creation and improvement of courses and programs that aim to prepare teaching assistants for engineering design courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Elby",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Elby",
   "pi_email_addr": "ELBY@PHYSICS.UMD.EDU",
   "nsf_id": "000196741",
   "pi_start_date": "2017-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ayush",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ayush Gupta",
   "pi_email_addr": "ayush@umd.edu",
   "nsf_id": "000577853",
   "pi_start_date": "2017-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chandra",
   "pi_last_name": "Turpen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chandra Turpen",
   "pi_email_addr": "turpen@umd.edu",
   "nsf_id": "000647923",
   "pi_start_date": "2017-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 399804.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addressed a problem faced by many Engineering Design courses taken by undergraduate engineering majors. In these courses, small teams design a device or other product. At large universities, undergraduate teaching assistants often serve as peer educators in these courses, helping the design teams learn about the design process and make progress toward creating their product. However, these peer educators often receive minimal training in how to help the design teams without simply taking over the work. In particular, peer educators seldom receive preparation for how to help teams navigate teamwork troubles. This is important, because research about and reflections by professional engineers reveal that good teamwork is just as important as technical expertise in driving the success or failure of an engineering project.</p>\n<p>To address this gap in the preparation of peer educators in engineering design classes, we created and taught a pedagogy course for those peer educators at a large university where hundreds of engineering majors take an Introduction to Engineering Design course each semester. Our course design took up an explicitly dual focus: helping peer educators learn how to (i) support design teams in managing the process by which they created their products (such as coming up with ideas, and testing and refining these ideas) and (ii) attend sensitively to teamwork troubles (which almost inevitably arise!).&nbsp; Our research focused on how the peer educators took up or didn't take up various ideas the course tried to emphasize.</p>\n<p>Synthesizing across our findings from multiple analyses, we documented the following pattern: certain beliefs and attitudes that are deeply baked into the culture of engineering education affect whether and how peer educators notice, diagnose, and decide how to address teamwork troubles. These beliefs and attitudes include the idea that technical expertise is more important than teamwork skills (despite the proven importance of both in professional engineering) and the idea that \"cream rises to the top\"--people succeed or fail in engineering entirely based on their own grit and talent. For example, in one class session of the pedagogy course for peer educators, the peer educators were role-playing a hypothetical scenario in the Introduction to Engineering Design course. In the scenario, a student who had made a technical error in creating the electrical connections in his design team's device was absent from a design team meeting. So, there was a technical problem and a potential teamwork dilemma in play. Within this role play, the peer educators encouraged the students to fix the error in the electrical connections (a task delegated to the absent student), without first checking whether the students had completed their *own* parts of the overall project and without considering how the absent student could learn from his mistakes--and indeed, without considering how that student would feel when he later finds out that his teammates \"took over\" his part of the work. By analyzing how the peer educators justified these instructional choices, we found that they were drawing on the attitude that social and technical issues can be cleanly separated and that technical expertise is of more importance than teamwork skills (and hence, fixing the absent student's technical mistake takes precedence over helping re-integrate that student into the team when he returns from his illness).&nbsp;</p>\n<p>These kinds of findings have implications for how engineering professors can better prepare peer educators: the professors need to be aware of--and help the peer educators become more aware of--the beliefs and attitudes that the peer educators may be drawing upon, beliefs and attitudes that are entrenched in engineering education culture but that do not necessarily lead to optimal instructional decision-making.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2020<br>\n\t\t\t\t\tModified by: Andrew&nbsp;R&nbsp;Elby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project addressed a problem faced by many Engineering Design courses taken by undergraduate engineering majors. In these courses, small teams design a device or other product. At large universities, undergraduate teaching assistants often serve as peer educators in these courses, helping the design teams learn about the design process and make progress toward creating their product. However, these peer educators often receive minimal training in how to help the design teams without simply taking over the work. In particular, peer educators seldom receive preparation for how to help teams navigate teamwork troubles. This is important, because research about and reflections by professional engineers reveal that good teamwork is just as important as technical expertise in driving the success or failure of an engineering project.\n\nTo address this gap in the preparation of peer educators in engineering design classes, we created and taught a pedagogy course for those peer educators at a large university where hundreds of engineering majors take an Introduction to Engineering Design course each semester. Our course design took up an explicitly dual focus: helping peer educators learn how to (i) support design teams in managing the process by which they created their products (such as coming up with ideas, and testing and refining these ideas) and (ii) attend sensitively to teamwork troubles (which almost inevitably arise!).  Our research focused on how the peer educators took up or didn't take up various ideas the course tried to emphasize.\n\nSynthesizing across our findings from multiple analyses, we documented the following pattern: certain beliefs and attitudes that are deeply baked into the culture of engineering education affect whether and how peer educators notice, diagnose, and decide how to address teamwork troubles. These beliefs and attitudes include the idea that technical expertise is more important than teamwork skills (despite the proven importance of both in professional engineering) and the idea that \"cream rises to the top\"--people succeed or fail in engineering entirely based on their own grit and talent. For example, in one class session of the pedagogy course for peer educators, the peer educators were role-playing a hypothetical scenario in the Introduction to Engineering Design course. In the scenario, a student who had made a technical error in creating the electrical connections in his design team's device was absent from a design team meeting. So, there was a technical problem and a potential teamwork dilemma in play. Within this role play, the peer educators encouraged the students to fix the error in the electrical connections (a task delegated to the absent student), without first checking whether the students had completed their *own* parts of the overall project and without considering how the absent student could learn from his mistakes--and indeed, without considering how that student would feel when he later finds out that his teammates \"took over\" his part of the work. By analyzing how the peer educators justified these instructional choices, we found that they were drawing on the attitude that social and technical issues can be cleanly separated and that technical expertise is of more importance than teamwork skills (and hence, fixing the absent student's technical mistake takes precedence over helping re-integrate that student into the team when he returns from his illness). \n\nThese kinds of findings have implications for how engineering professors can better prepare peer educators: the professors need to be aware of--and help the peer educators become more aware of--the beliefs and attitudes that the peer educators may be drawing upon, beliefs and attitudes that are entrenched in engineering education culture but that do not necessarily lead to optimal instructional decision-making.\n\n \n\n\t\t\t\t\tLast Modified: 12/02/2020\n\n\t\t\t\t\tSubmitted by: Andrew R Elby"
 }
}