{
 "awd_id": "1733665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Defining and Assessing Systems Thinking in Diverse Engineering Populations",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 399157.0,
 "awd_amount": 460153.0,
 "awd_min_amd_letter_date": "2017-05-09",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Engineers play an important role in addressing the complex problems of our global society, such as access to water and global health care. Employers, policy makers, and educators agree on the need for engineers who can identify and incorporate into their decision making relevant aspects of systems in which their work is embedded. To date, there is limited research to guide educators in fostering systems thinking, and few of these studies offer clear and comprehensive definitions that can be translated into teaching approaches and learning assessments. This project will develop and test a definition of systems thinking as a holistic approach to problem solving in which linkages and interactions of the engineering problem with its constituent parts, the larger sociocultural context, and potential impacts over time are identified and incorporated into decision making. In the field of engineering, research on systems thinking tends to emphasize the ability to recognize potentially relevant components of an engineering problem, rather than how these components are embedded in broader economic, sociocultural, and temporal contexts that must also inform decision making and solutions. Furthermore, elements of systems thinking, such as an awareness of a particular sociocultural context or the ability to coordinate work among members of a cross-disciplinary team, are not always recognized as core engineering skills. Considering these professional skills as lying outside the core of engineering can alienate individuals whose strengths and passions are related to, for example, engineering systems that consider and impact social change. A broader consideration of what constitutes engineering may be particularly relevant for women and racially/ethnically minoritized students who are more likely to be drawn to work where the social impact is relevant. This study examines systems thinking among diverse individuals across a range of expertise to develop a scenario-based assessment tool that educators and researchers can use to evaluate engineering students' systems thinking competence and can help broaden understandings of what is a core engineering skill. \r\n  \r\nThe primary aim of this study is to expand current conceptions of systems thinking within engineering. The project will define and assess systems thinking across a range of expertise and identify life, educational, and work experiences that contribute to this expertise. The study will consist of three phases. Phase 1 consists of interviews with engineering students and practitioners to understand individuals' concrete experiences with systems thinking, the approaches they have used to solve complex engineering problems, and the relationship of their prior life, educational, and work experiences with their systems thinking practice and skill. Phase 2 involves think-aloud interviews in which participants are presented with an open-ended engineering problem scenario and asked to discuss how they would explore a possible solution. This phase allows for the comparison of the strategies individuals with different levels of systems thinking skill employ as they are solving a problem and their rationales for decision making.  This phase will yield an in-depth understanding of different levels of systems thinking ability and provide the empirical foundation for a systems thinking assessment tool. Phase 3 will build on findings from Phases 1 and 2. First, using the empirically grounded classification of the problem-solving approaches associated with different levels of systems thinking ability, Phase 3 will develop and test a scenario-based written assessment tool. This assessment tool will distinguish between levels of systems thinking expertise. Phase 3 will also build on the ongoing examination of how educational and life experiences may be associated with differences in systems thinking ability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shanna",
   "pi_last_name": "Daly",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Shanna R Daly",
   "pi_email_addr": "srdaly@umich.edu",
   "nsf_id": "000591028",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Lattuca",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa R Lattuca",
   "pi_email_addr": "llatt@umich.edu",
   "nsf_id": "000196906",
   "pi_start_date": "2017-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 399157.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 60996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-dfa2af03-7fff-5364-ae03-6b76d436aaa0\">\n<p dir=\"ltr\"><span>Our project contributed to an understanding of engineering systems thinking in several key ways, including identifying affordances and constraints of existing systems thinking assessments in engineering, defining and operationalizing an empirically-grounded framework of comprehensive systems thinking, exploring the mechanisms for perpetuating narrowly technical framings of engineering on engineers&rsquo; approaches to complex problem solving and their feelings about the field, and the development of a comprehensive systems thinking assessment for use in undergraduate engineering contexts.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We mapped and analyzed engineering systems thinking assessments, with a particular focus on assessment of breadth of social and technical considerations and connections made between them. We found that most of the systems thinking assessments that pushed beyond a narrow technical focus characterized values, interest, attitude and/or aptitude, though most of the assessments were focused on knowledge or skill demonstrated through task performance, which indicated a lack of assessments that operationalize aspects of comprehensive systems thinking and evaluate performance. This analysis guides engineers' selection of appropriate systems thinking assessments and identifies areas that need assessment development and support. In a focused analysis of a subset of these assessments that examined demonstrated knowledge or skill, included the creation of at least one visual representation, and were open-ended, we identified tensions between different types affordances related to assessment administration, such as having less structure or fewer constraints on the visualizations students create and the potential for ambiguity when evaluating visualizations. In addition, the findings suggest several considerations for future development of these types of assessments including use case, context, and ease of adoption.</span></p>\n<p dir=\"ltr\"><span>We built off of the needs identified in the systematic review and operationalized comprehensive systems thinking as an analysis framework for analyzing engineering student and practitioner complex problem-solving approaches as conveyed in individual interviews focused on complex problem-solving experiences. Almost all participants in this study demonstrated at least moderate quality in their discussion of the ways they accounted for technical and immediate context and constraint aspects of engineering work in their problem solving, but there was a lot more variation in participant discussion of their consideration of stakeholder and contextual aspects. Furthermore, analysis of relationships between different aspects showed the top six relationship types of the 43 types identified all included technical and or immediate context and constraint considerations.</span></p>\n<p dir=\"ltr\"><span>In addition, we explored the mechanisms through which narrow technical framings are perpetuated through day-to-day engineering practice across a variety of professional and educational settings. Analyzing interview data from study participants highlighted that they perceived engineering work in multiple settings to consistently place less emphasis and value on broader contextual aspects of engineering work, which was in turn reflected in the aspects and relationships they account for in their own approaches to solving complex problems. Further, we developed a series of cases that highlight how engineers&rsquo; educational, professional, and life experiences contribute to their understandings of the field and their place within it and the ways these experiences shape their systems thinking approaches.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The analyses and findings from these prior research studies have informed the development of a comprehensive systems thinking assessment (CSTA). We plan to further study the implementations of CSTA both with undergraduates and engineering practitioners to determine how education and training with this assessment can support the breadth of considerations engineers integrate into their problem-solving practices. Ultimately, understanding and supporting engineers&rsquo; in their consideration of comprehensive aspects of the systems in which they are working facilitates better and more appropriate solutions to today&rsquo;s complex problems.</span></p>\n<br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2022<br>\n\t\t\t\t\tModified by: Shanna&nbsp;R&nbsp;Daly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nOur project contributed to an understanding of engineering systems thinking in several key ways, including identifying affordances and constraints of existing systems thinking assessments in engineering, defining and operationalizing an empirically-grounded framework of comprehensive systems thinking, exploring the mechanisms for perpetuating narrowly technical framings of engineering on engineers’ approaches to complex problem solving and their feelings about the field, and the development of a comprehensive systems thinking assessment for use in undergraduate engineering contexts. \nWe mapped and analyzed engineering systems thinking assessments, with a particular focus on assessment of breadth of social and technical considerations and connections made between them. We found that most of the systems thinking assessments that pushed beyond a narrow technical focus characterized values, interest, attitude and/or aptitude, though most of the assessments were focused on knowledge or skill demonstrated through task performance, which indicated a lack of assessments that operationalize aspects of comprehensive systems thinking and evaluate performance. This analysis guides engineers' selection of appropriate systems thinking assessments and identifies areas that need assessment development and support. In a focused analysis of a subset of these assessments that examined demonstrated knowledge or skill, included the creation of at least one visual representation, and were open-ended, we identified tensions between different types affordances related to assessment administration, such as having less structure or fewer constraints on the visualizations students create and the potential for ambiguity when evaluating visualizations. In addition, the findings suggest several considerations for future development of these types of assessments including use case, context, and ease of adoption.\nWe built off of the needs identified in the systematic review and operationalized comprehensive systems thinking as an analysis framework for analyzing engineering student and practitioner complex problem-solving approaches as conveyed in individual interviews focused on complex problem-solving experiences. Almost all participants in this study demonstrated at least moderate quality in their discussion of the ways they accounted for technical and immediate context and constraint aspects of engineering work in their problem solving, but there was a lot more variation in participant discussion of their consideration of stakeholder and contextual aspects. Furthermore, analysis of relationships between different aspects showed the top six relationship types of the 43 types identified all included technical and or immediate context and constraint considerations.\nIn addition, we explored the mechanisms through which narrow technical framings are perpetuated through day-to-day engineering practice across a variety of professional and educational settings. Analyzing interview data from study participants highlighted that they perceived engineering work in multiple settings to consistently place less emphasis and value on broader contextual aspects of engineering work, which was in turn reflected in the aspects and relationships they account for in their own approaches to solving complex problems. Further, we developed a series of cases that highlight how engineers’ educational, professional, and life experiences contribute to their understandings of the field and their place within it and the ways these experiences shape their systems thinking approaches. \nThe analyses and findings from these prior research studies have informed the development of a comprehensive systems thinking assessment (CSTA). We plan to further study the implementations of CSTA both with undergraduates and engineering practitioners to determine how education and training with this assessment can support the breadth of considerations engineers integrate into their problem-solving practices. Ultimately, understanding and supporting engineers’ in their consideration of comprehensive aspects of the systems in which they are working facilitates better and more appropriate solutions to today’s complex problems.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/14/2022\n\n\t\t\t\t\tSubmitted by: Shanna R Daly"
 }
}