{
 "awd_id": "1733927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Emergence and Global Development of Niche Economic Sectors",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 180521.0,
 "awd_amount": 180521.0,
 "awd_min_amd_letter_date": "2017-08-22",
 "awd_max_amd_letter_date": "2022-04-14",
 "awd_abstract_narration": "To better understand the factors that contribute to the emergence, development, and success of niche economic sectors, this project asks, what are the economic and social implications of recent changes in international tourism? Since its development beginning in the late 19th century, consumer-driven mass tourism (international tourism) has become a vital global industry. International tourism accounts for 10% of global gross domestic product (GDP), 9% of jobs worldwide, and constitutes the largest global circulation of goods, services, information and populations of our time. The international tourism industry is also central to many countries' economic development plans, including their attempts at fostering job growth in multiple sectors (e.g. service sector, craft industries), generating foreign currency, stimulating national and international investment, and improving national infrastructure such as roads, ports and airports. Over the past decade, the international tourism sector has undergone significant changes, marked by shifts in sites of tourism and the demographic composition of tourists. In the Middle East, conflicts have not only rerouted where tourists seek to go, but actors in the region have also begun to develop niche markets to attract growing populations of middle class Muslims from throughout Asia, the Middle East, North America and Europe. This industry (which is colloquially referred to as 'halal tourism') is massive, expected to grow from $140 to $230 billion over the next five years. Understanding the factors that account for the development of niche markets like halal tourism, and the impact they are having on global tourism is critical for developing economic programs and policies that will benefit all Americans in the face of changing global economic relations and processes. \r\n\r\nThe research will be conducted in the greater Istanbul area, a hub of the nascent halal tourism niche industry, and will focus on a transnational network of halal tourism purveyors and consumers from the Gulf Cooperation Council states, South-East Asia and the United Kingdom. This is a particularly apt research milieu because the investigator has conducted extensive preliminary fieldwork over the past five years to lay the groundwork for this project, and has over fifteen years of research experience in the greater Middle East region, and of researching Muslim networks that span the Middle East, South Asia, Europe and North America. As such, the investigator can leverage existing infrastructure and support, which allows a small amount of funding to produce significant research impact. The investigator will assess how the halal tourism niche sector is developing in relation to conventional forms of mass tourism and what religious understandings and practice shape the emergence of this sector. In examining these issues, the investigator will research three dimensions of this niche sector: purveyors, consumers, and sites of halal tourism. The investigator will attend trade conferences; interview entrepreneurs, tourism officials and consumers; and collect information on hotels, tours, restaurants and other halal tourism infrastructure. Findings from this research will provide insight into factors that promote the development of niche economic sectors by examining the extent to which religious understandings and practices impact entrepreneurs' and consumers' economic activities and decision-making processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Attiya",
   "pi_last_name": "Ahmad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Attiya Ahmad",
   "pi_email_addr": "ahmada@gwu.edu",
   "nsf_id": "000728650",
   "pi_start_date": "2017-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Anthropology",
  "perf_str_addr": "2112 G St. NW, Office 102",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200521001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 180521.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The underlying question this research examines is why it is niche global economic sectors develop.&nbsp; It examines this question through ethnographic research of the emergence of tourism services and infrastructures geared towards Muslim populations. In the face of political turmoil in many Muslim-majority countries, multiple economic downturns, massive refugee displacement, and ongoing mobility restrictions, how do we explain the emergence of this sector, one that is developing at twice the rate of the international tourism market as a whole, and that is forecasted to grow even further from 140 to 230 million annual tourists and from 175 to 225 billion USD in annual expenditures over the next five years.</p>\n<p>Research for this project entailed extensive multi-sited fieldwork conducted primarily in Turkiye, Spain, the United Kingdom, Malaysia, Singapore, and the United Arab Emirates, initially between 2017-2020, and then necessarily extended through until the summer of 2023 to assess the impact of the COVID-19 pandemic and attendant two-year collapse of global tourism. Ethnographic methods, most notably participant observation and semi-structured interviews are vitally important, as they allow for the collection of detailed and contextual data, which complements (the scant) existing research that has been conducted mostly by industry insiders that are largely quantitative in nature and focus on surveys of consumer preference and retailer/business activity. The focus of these extant studies is to map the current extensiveness and future potential growth of this niche market.&nbsp; Ethnographic research with different actors involved in this emergent sector, including consumers, purveyors, industry leaders and government officials, has enabled the collection of data to help understand the broader social, political-economic, and historical processes that animate the development of this niche market, and its significance to those who are actively involved in its development.&nbsp;&nbsp;</p>\n<p>Through this research, this project has ascertained that the development of this niche sector is not simply due to economic reasons, and that the major sites of this sector are not areas conventionally associated with Muslim populations and Islamic practice&mdash;namely the Arabian Peninsula and broader Middle East&mdash;but rather borderland areas, in particular the circum-Mediterranean and Indian Ocean regions.&nbsp;Three interrelated factors account for the development of this niche economic sector: novel forms of religious practice mediated by economic relations, the interrelation of multiple forms of transnational Muslim mobility that have developed over the past several decades (including migration, refugee displacement), and a growing interest among Muslim publics to engage with historical accounts of the Mediterranean region.&nbsp;</p>\n<p>This project complements and contributes to several realms of study, including studies on modern travel and tourism that heretofore have not accounted for Muslim practices; works reexamining the interrelation between religious and material practices; scholarship in migration, refugee and diasporic studies that examine social formations that are produced through&mdash;not despite&mdash;transnational movements; and works reexamining the place of Muslim actors, populations and scholarship in European and circum-Mediterranean history.</p>\n<p>Findings of this project have already circulated through multiple media and fora&mdash;including trade conference presentations, pro bone consultations, internal reports&mdash;to entrepreneurs and tourism officials in the US, UK, Spain, Turkiye and Singapore. The PI has developed collaborative relations and future research ventures with a variety of actors, including academic institutions, non-profit organizations, social enterprises, in these countries. With research now completed, and the research findings compiled and being coded, the PI is developing a robust academic publication agenda, including a book manuscript and 3 academic articles, through which the findings of this project will circulate among scholarly audiences. The PI will also be presenting their work at academic conferences to ensure the findings of the project circulate to academic audiences. The PI also plans to develop publicly oriented publications, including op-eds and features for online magazines, to ensure the findings of this project circulate beyond conventional scholarly audiences.&nbsp;</p><br>\n<p>\n Last Modified: 11/25/2023<br>\nModified by: Attiya&nbsp;Ahmad</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe underlying question this research examines is why it is niche global economic sectors develop. It examines this question through ethnographic research of the emergence of tourism services and infrastructures geared towards Muslim populations. In the face of political turmoil in many Muslim-majority countries, multiple economic downturns, massive refugee displacement, and ongoing mobility restrictions, how do we explain the emergence of this sector, one that is developing at twice the rate of the international tourism market as a whole, and that is forecasted to grow even further from 140 to 230 million annual tourists and from 175 to 225 billion USD in annual expenditures over the next five years.\n\n\nResearch for this project entailed extensive multi-sited fieldwork conducted primarily in Turkiye, Spain, the United Kingdom, Malaysia, Singapore, and the United Arab Emirates, initially between 2017-2020, and then necessarily extended through until the summer of 2023 to assess the impact of the COVID-19 pandemic and attendant two-year collapse of global tourism. Ethnographic methods, most notably participant observation and semi-structured interviews are vitally important, as they allow for the collection of detailed and contextual data, which complements (the scant) existing research that has been conducted mostly by industry insiders that are largely quantitative in nature and focus on surveys of consumer preference and retailer/business activity. The focus of these extant studies is to map the current extensiveness and future potential growth of this niche market. Ethnographic research with different actors involved in this emergent sector, including consumers, purveyors, industry leaders and government officials, has enabled the collection of data to help understand the broader social, political-economic, and historical processes that animate the development of this niche market, and its significance to those who are actively involved in its development.\n\n\nThrough this research, this project has ascertained that the development of this niche sector is not simply due to economic reasons, and that the major sites of this sector are not areas conventionally associated with Muslim populations and Islamic practicenamely the Arabian Peninsula and broader Middle Eastbut rather borderland areas, in particular the circum-Mediterranean and Indian Ocean regions.Three interrelated factors account for the development of this niche economic sector: novel forms of religious practice mediated by economic relations, the interrelation of multiple forms of transnational Muslim mobility that have developed over the past several decades (including migration, refugee displacement), and a growing interest among Muslim publics to engage with historical accounts of the Mediterranean region.\n\n\nThis project complements and contributes to several realms of study, including studies on modern travel and tourism that heretofore have not accounted for Muslim practices; works reexamining the interrelation between religious and material practices; scholarship in migration, refugee and diasporic studies that examine social formations that are produced throughnot despitetransnational movements; and works reexamining the place of Muslim actors, populations and scholarship in European and circum-Mediterranean history.\n\n\nFindings of this project have already circulated through multiple media and foraincluding trade conference presentations, pro bone consultations, internal reportsto entrepreneurs and tourism officials in the US, UK, Spain, Turkiye and Singapore. The PI has developed collaborative relations and future research ventures with a variety of actors, including academic institutions, non-profit organizations, social enterprises, in these countries. With research now completed, and the research findings compiled and being coded, the PI is developing a robust academic publication agenda, including a book manuscript and 3 academic articles, through which the findings of this project will circulate among scholarly audiences. The PI will also be presenting their work at academic conferences to ensure the findings of the project circulate to academic audiences. The PI also plans to develop publicly oriented publications, including op-eds and features for online magazines, to ensure the findings of this project circulate beyond conventional scholarly audiences.\t\t\t\t\tLast Modified: 11/25/2023\n\n\t\t\t\t\tSubmitted by: AttiyaAhmad\n"
 }
}