{
 "awd_id": "1733876",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference Support:  Trans-Atlantic ICT Technology and Policy",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 42373.0,
 "awd_amount": 42373.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2017-07-14",
 "awd_abstract_narration": "The European Commission, under its Horizon 2020 program, launched a new project in 2016: \"ICT Policy, Research and Innovation for a Smart Society: Towards New Avenues in EU-US ICT Collaboration\" (the PICASSO project).  Under this proposal, NSF will provide co-funding for US researchers to participate in a symposium focused on identifying potential technologies for US / EU collaboration at the intersection of IoT (Internet of Things) and CPS (Cyber Physical Systems).  The workshop will address societally important objectives shared by US and EU funding research sponsoring organizations, research institutions, and other stakeholders. This workshop, \"Trans-Atlantic Symposium on ICT Technology and Policy: 5G Networks, Big Data, Internet of Things and Cyber Physical Systems for a Smart Society,\" will be held at the University of Minnesota, June 19-20, 2017. The target audience for the symposium includes leaders in industry, academia, and government agencies.  The workshop will result in greater awareness of shared EU/US priorities and needs in ICT technology and policy and in enhanced collaborations.  Attendance of approximately 100 is anticipated.\r\n\r\nThe workshop is focused on thematic ICT (Information and Communication Technology), and topics that are of high priority for both EU and the US: Cyber-physical systems (CPS), Internet of Things (IoT), big data, and 5G networks. ICT policy specifically targeting these technical topics is a cross-cutting activity. The PICASSO Symposium will include keynote lectures and dedicated sessions in all these areas. The PICASSO project has produced \"Opportunity Reports\" in these topics, and these will also be presented.  The workshop will provide inputs to help define opportunities for US/ EU collaboration in these emerging and important areas of research.  The agenda also includes sessions on smart society topics, including smart cities, clean energy, intelligent transportation, and intelligent manufacturing. A final report will be prepared for NSF and the European Commission.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tariq",
   "pi_last_name": "Samad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tariq Samad",
   "pi_email_addr": "tsamad@umn.edu",
   "nsf_id": "000113366",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "Technological Leadership Institute, University of Minnesota",
  "perf_str_addr": "200 Oak St. SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 42373.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>Trans-Atlantic Symposium on ICT Technology and Policy</em> was held in Minneapolis, Minnesota on June 19-20, 2017. The Symposium was hosted by the Technological Leadership Institute, University of Minnesota and it brought together representatives of the academic, industrial and policy-maker communities from the EU and the US in the areas of 5G Networks, Big Data, Internet of Things and Cyber-Physical Systems. The Symposium attracted 90 participants, 38 from the EU and 52 from the US, with approximately 60% men and 40% women.</p>\n<p>The Symposium was organized by the PICASSO project, funded by the Horizon 2020 (H2020) Research &amp; Innovation Programme of the European Commission. Additional financial support came from NSF, the IEEE Control Systems Society and Intelligent Manufacturing Systems (IMS).</p>\n<p>The conference featured a number of well-known keynote lecturers:</p>\n<ul>\n<li>Chris Greer, Senior Executive for Cyber-Physical Systems, NIST</li>\n<li>Henning Schutrzinne, CTO, Federal Communications Commission, and Columbia University</li>\n<li>R.T. Rybak, CEO, Minneapolis Foundation and former Minneapolis Mayor</li>\n<li>Chaitan Baru, Senior Data Science Adviser, NSF</li>\n<li>Andreas Metzger, Deputy Secretary General, Big Data Value Association</li>\n<li>Haydn Thompson, CEO, THHINK Group</li>\n<li>Massoud Amin, Director, Technological Leadership Institute, Univ. of Minnesota</li>\n<li>Christoph Runde, Project Development Coach, European Union Intelligent Manufacturing Systems</li>\n</ul>\n<p>Intellectual Impacts:</p>\n<p>Parallel sessions as well as plenary panel discussions were held for each of the technology expert groups of the PICASSO project. Some salient points are noted below.</p>\n<p>CPS/IoT:&nbsp; Convergence is occurring between the Internet of Things (IoT) and cyber-physical systems (CPS) that will be impactful for real-world applications. The ubiquitous connectivity provided by IoT will help &ldquo;close the loop&rdquo; in CPS from a myriad of sensors to the way the systems are operated, encompassing user needs and requirements. Human interactions, trust and (cyber-)security, and model-based systems engineering are central topics for collaborative research and innovation.</p>\n<p>Big Data: This topic will, at least for the near future, remain at the forefront of research and innovation interest in the EU and US. Applications to smart cities and smart transportation were seen as driving developments in particular. The need for standards-related activities were highlighted, with the view expressed that these could help unlock the value in Big Data dynamics.</p>\n<p>5G Networks: Sessions focused on both small-cell and ultra-large-cell technologies. Areas where the EU and US are not fully aligned were noted: incompatibilities in spectrum allocations, the US-specific interest in non-standalone 5G in 3GPP, and broader global cooperation&mdash;it was remarked that the EU works more closely with other regions than the US.</p>\n<p>Broader Impacts:</p>\n<p>The concept of &ldquo;human smart cities&rdquo; was prominent, a recognition that the social context is essential to consider for technology development&mdash;the human factor brings with it considerations such as behavior transformation, enabling ecosystems, collaborative methods, and citizen involvement. A joint EU-US &ldquo;Human Smart Cities Initiative&rdquo; has been proposed. The US and EU have complementary strengths in smart cities&mdash;e.g., data aggregation and support for applied research respectively. Smart transportation was also a prominent part of the program, especially as a keystone for smart cities.</p>\n<p>The importance of policy was stressed throughout different sessions. Infrastructures (local/state/national/global) and cybersecurity (including privacy) were highlighted as areas that are especially dependent on policy foundations and that require EU/US collaboration. New opportunities for collaboration are arising, such as the EU Next Generation Internet Flagship and the US Beyond the Internet initiatives.</p>\n<p>Concluding Remarks:</p>\n<p>The Symposium also discussed broader issues around how EU/US cooperation could be better supported. Several successful examples were noted. It was also noted that the new implementation agreement that has come into force in the European Commission since February 2017 will help with US participation in EC-funded projects. However, the need to allow financial support for US organizations participating in EU projects and vice versa was emphasized on several occasions.</p>\n<p>Scientific collaboration is easier than collaboration on innovation, of course, and this is true in both the EU and US. One idea that was raised was to consider projects that target solutions for underdeveloped regions of the world, e.g., in Africa or South America. Such solutions may not have high market value and may thus not raise direct competition concerns. Yet they could have transformational impact on humanity, and in today&rsquo;s connected world the benefits will accrue to developed economies too.</p>\n<p>Overall, the symposium was successful in all respects. One indication of the success of the event is that the European Commission asked the PICASSO project to move the final event of the project, originally planned to be held in Europe, to the US. In recognition of the Minneapolis symposium, this final event was branded as &ldquo;The 2<sup>nd</sup> Transatlantic Symposium on ICT and Policy.&rdquo; It was successfully held in Washington, D.C., in June 2018. We are now hopeful that the Minneapolis symposium will spawn a regular annual event, with future venues alternating between Europe and the U.S.</p>\n<ul>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2018<br>\n\t\t\t\t\tModified by: Tariq&nbsp;Samad</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Trans-Atlantic Symposium on ICT Technology and Policy was held in Minneapolis, Minnesota on June 19-20, 2017. The Symposium was hosted by the Technological Leadership Institute, University of Minnesota and it brought together representatives of the academic, industrial and policy-maker communities from the EU and the US in the areas of 5G Networks, Big Data, Internet of Things and Cyber-Physical Systems. The Symposium attracted 90 participants, 38 from the EU and 52 from the US, with approximately 60% men and 40% women.\n\nThe Symposium was organized by the PICASSO project, funded by the Horizon 2020 (H2020) Research &amp; Innovation Programme of the European Commission. Additional financial support came from NSF, the IEEE Control Systems Society and Intelligent Manufacturing Systems (IMS).\n\nThe conference featured a number of well-known keynote lecturers:\n\nChris Greer, Senior Executive for Cyber-Physical Systems, NIST\nHenning Schutrzinne, CTO, Federal Communications Commission, and Columbia University\nR.T. Rybak, CEO, Minneapolis Foundation and former Minneapolis Mayor\nChaitan Baru, Senior Data Science Adviser, NSF\nAndreas Metzger, Deputy Secretary General, Big Data Value Association\nHaydn Thompson, CEO, THHINK Group\nMassoud Amin, Director, Technological Leadership Institute, Univ. of Minnesota\nChristoph Runde, Project Development Coach, European Union Intelligent Manufacturing Systems\n\n\nIntellectual Impacts:\n\nParallel sessions as well as plenary panel discussions were held for each of the technology expert groups of the PICASSO project. Some salient points are noted below.\n\nCPS/IoT:  Convergence is occurring between the Internet of Things (IoT) and cyber-physical systems (CPS) that will be impactful for real-world applications. The ubiquitous connectivity provided by IoT will help \"close the loop\" in CPS from a myriad of sensors to the way the systems are operated, encompassing user needs and requirements. Human interactions, trust and (cyber-)security, and model-based systems engineering are central topics for collaborative research and innovation.\n\nBig Data: This topic will, at least for the near future, remain at the forefront of research and innovation interest in the EU and US. Applications to smart cities and smart transportation were seen as driving developments in particular. The need for standards-related activities were highlighted, with the view expressed that these could help unlock the value in Big Data dynamics.\n\n5G Networks: Sessions focused on both small-cell and ultra-large-cell technologies. Areas where the EU and US are not fully aligned were noted: incompatibilities in spectrum allocations, the US-specific interest in non-standalone 5G in 3GPP, and broader global cooperation&mdash;it was remarked that the EU works more closely with other regions than the US.\n\nBroader Impacts:\n\nThe concept of \"human smart cities\" was prominent, a recognition that the social context is essential to consider for technology development&mdash;the human factor brings with it considerations such as behavior transformation, enabling ecosystems, collaborative methods, and citizen involvement. A joint EU-US \"Human Smart Cities Initiative\" has been proposed. The US and EU have complementary strengths in smart cities&mdash;e.g., data aggregation and support for applied research respectively. Smart transportation was also a prominent part of the program, especially as a keystone for smart cities.\n\nThe importance of policy was stressed throughout different sessions. Infrastructures (local/state/national/global) and cybersecurity (including privacy) were highlighted as areas that are especially dependent on policy foundations and that require EU/US collaboration. New opportunities for collaboration are arising, such as the EU Next Generation Internet Flagship and the US Beyond the Internet initiatives.\n\nConcluding Remarks:\n\nThe Symposium also discussed broader issues around how EU/US cooperation could be better supported. Several successful examples were noted. It was also noted that the new implementation agreement that has come into force in the European Commission since February 2017 will help with US participation in EC-funded projects. However, the need to allow financial support for US organizations participating in EU projects and vice versa was emphasized on several occasions.\n\nScientific collaboration is easier than collaboration on innovation, of course, and this is true in both the EU and US. One idea that was raised was to consider projects that target solutions for underdeveloped regions of the world, e.g., in Africa or South America. Such solutions may not have high market value and may thus not raise direct competition concerns. Yet they could have transformational impact on humanity, and in today?s connected world the benefits will accrue to developed economies too.\n\nOverall, the symposium was successful in all respects. One indication of the success of the event is that the European Commission asked the PICASSO project to move the final event of the project, originally planned to be held in Europe, to the US. In recognition of the Minneapolis symposium, this final event was branded as \"The 2nd Transatlantic Symposium on ICT and Policy.\" It was successfully held in Washington, D.C., in June 2018. We are now hopeful that the Minneapolis symposium will spawn a regular annual event, with future venues alternating between Europe and the U.S.\n\n\n\n\t\t\t\t\tLast Modified: 07/26/2018\n\n\t\t\t\t\tSubmitted by: Tariq Samad"
 }
}