{
 "awd_id": "1734817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modulating the Mechanical and Biological Properties of Hybrid Decellularized Adipose Extracellular Matrix Biomaterials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 104653.0,
 "awd_amount": 104653.0,
 "awd_min_amd_letter_date": "2017-05-24",
 "awd_max_amd_letter_date": "2017-05-24",
 "awd_abstract_narration": "1403301 \r\nHayes, Daniel  \r\n\r\nBone tissue from active, healthy, and relatively young subjects is not routinely available for harvest and donation. As the pool of potential donors remains limited to patients at end of life with its associated infirmities, access to and availability of off-the-shelf, low cost, readily accessible and procurable human tissue-derived donor materials that can accelerate and promote bone repair for craniofacial, dental, orthopaedic, and plastic/reconstructive surgical procedures will remain a challenge for clinicians. As an alternative subcutaneous adipose tissue provides a readily accessible source of human donor material as many healthy individuals electively seek out plastic and reconstructive surgery to remove unwanted tissue via liposuction or abdominoplasty. While subcutaneous adipose provides a large volume of human donor material, potentially suited to many applications in regenerative medicine, the application to bone repair is currently limited by its lack of suitable mechanical and biological properties.  To address this issue a process for adipose tissue decelluralization and chemical modification has been developed to provide a biologically active extra cellular matrix (ECM) with tunable mechanical properties.  This project will explore the suitability of this material to support bone tissue growth and repair, both ex-vivo and in a mouse model as a function of the material crosslinking and mechanical stiffness.\r\n\r\nAcellular ECM from adipose tissue has been demonstrated to accelerate the regeneration of soft tissues but a lack of predictable mechanical properties and integrity in vivo limit the application of these types of material for orthopaedic reconstruction. This project will address the need for a high volume, clinically available allogenic material for use in musculoskeletal reconstruction. As a primary objective the project will demonstrate that hybrid synthetic-acellular adipose ECM (adECM) biodegradable scaffolds have the potential to provide control over mechanical and biological properties modulating progenitor and stem cell fate. A secondary objective is establishing lipoaspirates from living donors as a potential allograft resource for repair of bone and related tissues. This research will provide critical insight into: (1) the role of substrate mechanics in stromal/stem cell differentiation and function; (2) mechanical characteristics, structural integrity and biodegradability of hybrid scaffolds with respect to ECM content; (3) pre-clinical utility of adECM and synthetic hybrids in bone regeneration using a murine spinal fusion model. In the proposed system, a well-described base catalyzed thiol-acrylate Michael addition will provide the basis for the hybrid synthetic/adECM hydrogel.  This system provides for scaffolds with a wide range of mechanical properties but nearly identical chemical composition. The detailed research tasks of the project are: (1) determine the mechanical properties and integrity of hybrid synthetic/adECM scaffolds with respect to adECM content. (2) Correlate hybrid adECM scaffold composition and mechanical properties with the fate and behavior of adipose derived stromal/stem cells (ASC), bone marrow derived MSC (BMSC) or stromal vascular fraction (SVF) in vitro. (3) Determine the osteogenic properties of hybrid adECM to repair a murine spinal fusion model in vivo either alone or in combination with ASC, BMSC or SVF.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Hayes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Hayes",
   "pi_email_addr": "djh195@psu.edu",
   "nsf_id": "000530256",
   "pi_start_date": "2017-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "State College",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "020E",
   "pgm_ref_txt": "TISSUE ENGINEERING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 104653.0
  }
 ],
 "por": null
}