{
 "awd_id": "1734878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering Youth Experience for Promoting Relationships, Identity Development, and Empowerment",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine Grant",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2017-08-31",
 "awd_max_amd_letter_date": "2017-08-31",
 "awd_abstract_narration": "Engineering Youth Experience Promoting Relationships, Identity Development, and Empowerment (EYE PRIDE) is a three-year longitudinal study of a mentoring program at the University of South Florida (USF) to assess the impact of the project's STEM interventions on engineering identity. A novel aspect of the project is to help develop the use of engineering design and life skills, particularly for institutions in areas with high populations of black and Hispanic youth. For the purpose of advancing national prosperity, EYE PRIDE targets underrepresented minorities (URMs) that may not have a strong prior interest in engineering. Thus, the program addresses the problem of insufficient interest, preparation, and opportunities amongst black and Hispanic youth. In addition, the program explores the value of strong interpersonal relationships used to develop support systems, help raise awareness about engineering pathways, and reduce structural inequalities and biases. In the long term, the program aims to spark a cultural shift between USF and its surrounding community that ultimately may lead to a pipeline of URM students for future enrollment and the study of their matriculation. \r\n\r\nThe project considers engineering identity theory to examine the nexus between the engineering design process and literature on culturally responsive learning and mentoring. Activities will be particularly relevant for broadening participation of black and Hispanic youth in underserved populations. Using a mixed methods approach, the effects of the program on engineering identity and development of engineering skills of the following populations will be measured: 1) URM middle school students and 2) undergraduate engineering students and URM novice math/science teachers, who will serve as mentors. Activities are structured through the program's novel Plan, History, Act, Shift, Evaluate, Success (PHASES) design process that uses concepts from the culturally responsive learning literature, Next Generation Science Standards, and engineering design to concurrently teach both life skills and technical skills. The approach is particularly unique because of its basis in \"Topic Chaining\" which develops connections in three primary ways so learning is culturally relevant: traditional scaffolding to build upon simpler ideas, storytelling through a shared, interconnected narrative, and relevance to the practical realities of participants. After interventions are completed, the investigators plan to continue the mentor/mentee relationship and assessing the skill development and engineering identity growth over time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Gaines",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Gaines",
   "pi_email_addr": "jonathan.gaines@me.gatech.edu",
   "nsf_id": "000668876",
   "pi_start_date": "2017-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tonisha",
   "pi_last_name": "Lane",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Tonisha B Lane",
   "pi_email_addr": "tblane@vt.edu",
   "nsf_id": "000684191",
   "pi_start_date": "2017-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eugenia",
   "pi_last_name": "Vomvoridi-Ivanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eugenia Vomvoridi-Ivanovic",
   "pi_email_addr": "eugeniav@usf.edu",
   "nsf_id": "000693129",
   "pi_start_date": "2017-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 East Fowler Blvd, ENB118",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336200001",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "FL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of South Florida has completed their project entitled Engineering Youth Experience Promoting Relationships, Identity Development, and Empowerment. The project impacted 109 middle school youth, 43 engineering undergraduate students, and 13 teachers. A culturally responsive mentoring training, framework, and approach to the design process was developed to increase engineering identity development particularly for underrepresented participants. Research studied the engineering identity development of all three populations using a combination of surveys and focus groups. Quantitative and qualitative data&nbsp;analysis shows the extent and ways that individuals changed by participation within the program. Pre-post survey results showed a statistically significant increase in STEM interests among middle school youth. Undergraduate engineering mentors (UEMs) strengthened their technical skills by engaging in the design projects with the mentees. They also reported an interest in continuing mentoring so that they could expose more youth to the field of engineering. Additionally, they felt more confident with teaching and explaining concepts due to the activities in the program. Previous research supports these findings. Middle school youth, reported acquiring important life and technical skills. Participants were also challenged to work in teams and deal with their differences using tools and strategies provided in team building exercises such as developing and sharing goals. Lastly, mentees pointed out that the program helped them to have a greater sense of belonging to this engineering community of practice. Teachers and UEMs also noted that exposure with college students was impactful for the students who lacked exposure to such settings. The project found that upon completion of the Summer intervention there was an increase in participating teachers&rsquo; understanding of the engineering design process and an increase in their willingness to incorporate the engineering design process in their teaching so as to teach mathematics and/or science in an integrated STEM and culturally responsive manner.</p>\n<p>Data collection was completed at the beginning, during, and end of summer robotics camps which were considered the interventions for the program. The first two camps were five weeks, 16 contact hours per week, in-person and hosted during the summer of 2018 and 2019 respectively. The third camp was hosted during the summer of 2021, 3-weeks, 20 contact hours per week, and online only due to challenges with the COVID-19 pandemic. For all three camps participants were organized into design teams and used the engineering design process to complete robotics projects and life skill development activities. Each design team consisted of at least one engineering undergraduate student or teacher in the role of mentor and two to three middle school youth in the role of mentee. At the end of the program a rites-of-passage ceremony was held each year to celebrate the growth of participants.</p>\n<p>One important outcome that was unexpected was the impact of the online-only environment to the effectiveness of program activities. Both in person summer camps used a similar training and curriculum and relied heavily on in-person relationship building to increase the likelihood of engineering identity development. The third, online-only summer camp used similar activities, but students connected with their design team virtually. The shift to the online-only modality led to positive outcomes that were specific to the virtual space. The research team found that program logistics were easier to manage online with participants demonstrating comparable engineering identity growth. Challenges with the online-only modality also were observed including difficulty in maintaining strong relationships with fellow design group members. The online-only summer camp provided insight into how online education can be used moving forward to increase engineering identity development.</p>\n<p>The intellectual merit for the project was primarily achieved in three areas: 1. The framework, training, and design process created to achieve a culturally responsive mentoring program 2. The research demonstrating an approach to study engineering identity development with the prescribed approach, and 3. The use of the online medium to implement culturally responsive mentoring programs and how that medium compares to in-person content delivery modalities.</p>\n<p>Broader impact was achieved through the dissemination of findings. The research team published their research findings at several conferences and in the Journal of Pre-college Engineering Education Research.&nbsp; A web page was also created for the project which documents the project approach to the engineering design process and structuring of program activities. Future work consists of developing an alternative version of the project that answers similar research questions, but the intervention and research designed around use of the online space. An online-only program could use lessons learned from the project to impact youth without the need to physically travel to campus. This could substantially increase the number of participants that are impacted by the prescribed intervention.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2022<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;Gaines</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe University of South Florida has completed their project entitled Engineering Youth Experience Promoting Relationships, Identity Development, and Empowerment. The project impacted 109 middle school youth, 43 engineering undergraduate students, and 13 teachers. A culturally responsive mentoring training, framework, and approach to the design process was developed to increase engineering identity development particularly for underrepresented participants. Research studied the engineering identity development of all three populations using a combination of surveys and focus groups. Quantitative and qualitative data analysis shows the extent and ways that individuals changed by participation within the program. Pre-post survey results showed a statistically significant increase in STEM interests among middle school youth. Undergraduate engineering mentors (UEMs) strengthened their technical skills by engaging in the design projects with the mentees. They also reported an interest in continuing mentoring so that they could expose more youth to the field of engineering. Additionally, they felt more confident with teaching and explaining concepts due to the activities in the program. Previous research supports these findings. Middle school youth, reported acquiring important life and technical skills. Participants were also challenged to work in teams and deal with their differences using tools and strategies provided in team building exercises such as developing and sharing goals. Lastly, mentees pointed out that the program helped them to have a greater sense of belonging to this engineering community of practice. Teachers and UEMs also noted that exposure with college students was impactful for the students who lacked exposure to such settings. The project found that upon completion of the Summer intervention there was an increase in participating teachers’ understanding of the engineering design process and an increase in their willingness to incorporate the engineering design process in their teaching so as to teach mathematics and/or science in an integrated STEM and culturally responsive manner.\n\nData collection was completed at the beginning, during, and end of summer robotics camps which were considered the interventions for the program. The first two camps were five weeks, 16 contact hours per week, in-person and hosted during the summer of 2018 and 2019 respectively. The third camp was hosted during the summer of 2021, 3-weeks, 20 contact hours per week, and online only due to challenges with the COVID-19 pandemic. For all three camps participants were organized into design teams and used the engineering design process to complete robotics projects and life skill development activities. Each design team consisted of at least one engineering undergraduate student or teacher in the role of mentor and two to three middle school youth in the role of mentee. At the end of the program a rites-of-passage ceremony was held each year to celebrate the growth of participants.\n\nOne important outcome that was unexpected was the impact of the online-only environment to the effectiveness of program activities. Both in person summer camps used a similar training and curriculum and relied heavily on in-person relationship building to increase the likelihood of engineering identity development. The third, online-only summer camp used similar activities, but students connected with their design team virtually. The shift to the online-only modality led to positive outcomes that were specific to the virtual space. The research team found that program logistics were easier to manage online with participants demonstrating comparable engineering identity growth. Challenges with the online-only modality also were observed including difficulty in maintaining strong relationships with fellow design group members. The online-only summer camp provided insight into how online education can be used moving forward to increase engineering identity development.\n\nThe intellectual merit for the project was primarily achieved in three areas: 1. The framework, training, and design process created to achieve a culturally responsive mentoring program 2. The research demonstrating an approach to study engineering identity development with the prescribed approach, and 3. The use of the online medium to implement culturally responsive mentoring programs and how that medium compares to in-person content delivery modalities.\n\nBroader impact was achieved through the dissemination of findings. The research team published their research findings at several conferences and in the Journal of Pre-college Engineering Education Research.  A web page was also created for the project which documents the project approach to the engineering design process and structuring of program activities. Future work consists of developing an alternative version of the project that answers similar research questions, but the intervention and research designed around use of the online space. An online-only program could use lessons learned from the project to impact youth without the need to physically travel to campus. This could substantially increase the number of participants that are impacted by the prescribed intervention.\n\n \n\n\t\t\t\t\tLast Modified: 04/29/2022\n\n\t\t\t\t\tSubmitted by: Jonathan Gaines"
 }
}