{
 "awd_id": "1734049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Paradox of Migration and Attitudes Towards Immigrants:  Assessing Mexican Beliefs about Migration the Immigrants",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 256681.0,
 "awd_amount": 256681.0,
 "awd_min_amd_letter_date": "2017-08-02",
 "awd_max_amd_letter_date": "2023-08-04",
 "awd_abstract_narration": "\r\nThe issue of undocumented immigration has been a central issue in American politics for many years. Undocumented immigration has in some sense \"connected\" Mexico and the United States. Along with this comes concerns about issues such as domestic security, economic considerations, and questions about contributions Mexican migrants make to U.S. society. Immigration of undocumented persons to the U.S. generates significant political controversy because immigrants are commonly portrayed as threats to US security, culture, and economic standing. In terms of understanding how citizens perceive the role of immigrants, focusing solely on the United States limits insight in a number of ways.  First, the U.S. is a receiving country.  That is migrants move to the U.S., but relatively few American citizens migrate to other countries. Unlike U.S. citizens, Mexicans are in the unique position of being both a sending and receiving nation with respect to immigration. The proposed study seeks to understand how Mexican citizens assess and understand the immigration issue.  Obviously, many Mexicans have migrated to the U.S. Throughout Mexico, however, there are large numbers of migrants from Central American countries. In this study, the investigators are interested in understanding the differences in how Mexicans view unauthorized migrants.  In particular, they seek to assess how respondents view \"ingroup\" migrants (Mexicans moving to the US) and \"outgroup\" migrants (Central Americans living in Mexico). To do this, they will administer a series of public opinion surveys of Mexicans asking them about immigration and their attitudes toward Mexican and Central American migrants.\r\n\r\n\r\nImmigration, particularly with respect to undocumented immigrants, is an issue that ties the United States to Mexico. Most of the attention paid to the issue by the media and political elites centers on the movement of people from Mexican to the U.S.  This ignores the fact that Mexico has experienced massive inflows of immigrants as well. In this context, Mexican nationals occupy a unique niche with respect to immigration in the Americas. On the one hand, Mexico is the leading sending nation of undocumented migrants to the United States.  Yet Mexico is also a leading receiver of immigrants from Central America. Interestingly, evidence suggests the views of Mexicans in this context are highly conflicted. Mexicans tend to view Mexican immigrants to the United States in a positive and empathetic way.  When asked about immigrants from Central America, however, they tend to exhibit positions similar to those many Americans take with respect to undocumented Mexican immigrants. Further, Mexican metabeliefs about Americans' attitudes toward Mexican immigrants stand in stark contrast and in conflict to their attitudes and treatment of Central American immigrants. In this sense, Mexican citizens are situated in the unique position of giving researchers leverage and insight within the a single population to investigate questions related to outgroup dehumanization, ingroup metadehumanization, and the extent to which the negative effects of dehumanization and derogation can be counteracted. The investigators gain analytical leverage to assess how these critical concepts manifest, because their research design leverages information on the concepts within a population where immigrants comprise both an ingroup (Mexican migrants) and an outgroup (Central American migrants). The study will utilize a sampling plan that produces a representative sample of Mexican citizens, thus avoiding the need to rely on student or convenience samples to assess attitudes related to migrant dehumanization. This study will evaluate three important questions.  First, it will address the extent to which Mexicans engage in dehumanization of Central American immigrants.  Second, it will measure the degree to which Mexican beliefs about American dehumanization of Mexican immigrants influences their judgement about ingroup immigrants.  Third, it will assess whether negative appraisals by Mexicans of derogated outgroups (Central American migrants) can be mitigated by the presentation of humanizing information, namely, information connecting the plight of outgroup migrants (Central American) with ingroup migrants (Mexican).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradford",
   "pi_last_name": "Jones",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Bradford S Jones",
   "pi_email_addr": "bsjjones@ucdavis.edu",
   "nsf_id": "000511474",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Sherman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey W Sherman",
   "pi_email_addr": "jsherman@ucdavis.edu",
   "nsf_id": "000289973",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Omar",
   "pi_last_name": "Garcia-Ponce",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Omar Garcia-Ponce",
   "pi_email_addr": "ogarciaponce@ucdavis.edu",
   "nsf_id": "000744324",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186134",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 126254.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 130427.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mexico occupies a unique niche with respect to immigration in the Americas. It is the leading sending nation of undocumented migrants to the United States, but also a leading receiver of immigrants, particularly from Central America.</p>\r\n<p>During their transit through Mexico, and into the U.S., Central American migrants experience systematic discrimination, social exclusion, and vulnerability to violence. Mexican authorities systematically fail to guarantee justice for crimes and human rights violations against immigrants. Central Americans in Mexico, similar to unauthorized Mexicans in the United States, are often exposed to inhumane immigration enforcement operations. Furthermore, migration through Mexico can be lethal. Brian and Laczko (2014) report that between 2008 and 2014, an estimated 47,000 to 70,000 immigrants died during the crossing.</p>\r\n<p>Mexico is an ideal case to investigate intergroup relations within the context of undocumented migration, providing researchers insight into outgroup discrimination and dehumanization, ingroup meta-dehumanization, and how to counteract the negative effects of these phenomena.</p>\r\n<p>Key Questions:<br />1) To what extent do Mexicans dehumanize and discriminate against Central American immigrants? And how does crime victimization affect these attitudes and beliefs?<br />2) Can negative perceptions of stigmatized outgroups among Mexicans be mitigated by presenting humanizing information that highlights shared struggles between outgroup and ingroup migrants?</p>\r\n<p>To understand these questions, first, we assess the prevalence of anti- immigrant sentiment and outgroup dehumanization, adapting standard measures validated in prior studies.</p>\r\n<p>Second, we analyze whether various forms of individual exposure to criminal violence influence attitudes toward unauthorized immigrants.</p>\r\n<p>Finally, we evaluate whether negative perceptions of stigmatized outgroups can be mitigated by perspective-giving narratives that highlight the struggles experienced by outgroup (Central American and Caribbean) and ingroup (Mexican) unauthorized migrants in the U.S.-Mexico border.</p>\r\n<p>Our research reveals significant levels of anti-immigrant sentiment and dehumanization among Mexicans toward Central Americans. Perspective giving narratives have limited impact on reducing dehumanization, but they show potential in improving perceptions and fostering support for pro- immigrant policies. These findings have important implications for understanding intergroup conflict in contexts characterized by high levels of criminal violence and mass unauthorized migration.</p><br>\n<p>\n Last Modified: 01/08/2025<br>\nModified by: Bradford&nbsp;S&nbsp;Jones</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMexico occupies a unique niche with respect to immigration in the Americas. It is the leading sending nation of undocumented migrants to the United States, but also a leading receiver of immigrants, particularly from Central America.\r\n\n\nDuring their transit through Mexico, and into the U.S., Central American migrants experience systematic discrimination, social exclusion, and vulnerability to violence. Mexican authorities systematically fail to guarantee justice for crimes and human rights violations against immigrants. Central Americans in Mexico, similar to unauthorized Mexicans in the United States, are often exposed to inhumane immigration enforcement operations. Furthermore, migration through Mexico can be lethal. Brian and Laczko (2014) report that between 2008 and 2014, an estimated 47,000 to 70,000 immigrants died during the crossing.\r\n\n\nMexico is an ideal case to investigate intergroup relations within the context of undocumented migration, providing researchers insight into outgroup discrimination and dehumanization, ingroup meta-dehumanization, and how to counteract the negative effects of these phenomena.\r\n\n\nKey Questions:\n1) To what extent do Mexicans dehumanize and discriminate against Central American immigrants? And how does crime victimization affect these attitudes and beliefs?\n2) Can negative perceptions of stigmatized outgroups among Mexicans be mitigated by presenting humanizing information that highlights shared struggles between outgroup and ingroup migrants?\r\n\n\nTo understand these questions, first, we assess the prevalence of anti- immigrant sentiment and outgroup dehumanization, adapting standard measures validated in prior studies.\r\n\n\nSecond, we analyze whether various forms of individual exposure to criminal violence influence attitudes toward unauthorized immigrants.\r\n\n\nFinally, we evaluate whether negative perceptions of stigmatized outgroups can be mitigated by perspective-giving narratives that highlight the struggles experienced by outgroup (Central American and Caribbean) and ingroup (Mexican) unauthorized migrants in the U.S.-Mexico border.\r\n\n\nOur research reveals significant levels of anti-immigrant sentiment and dehumanization among Mexicans toward Central Americans. Perspective giving narratives have limited impact on reducing dehumanization, but they show potential in improving perceptions and fostering support for pro- immigrant policies. These findings have important implications for understanding intergroup conflict in contexts characterized by high levels of criminal violence and mass unauthorized migration.\t\t\t\t\tLast Modified: 01/08/2025\n\n\t\t\t\t\tSubmitted by: BradfordSJones\n"
 }
}