{
 "awd_id": "1734907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NCS-FO:Collaborative Research:Decoding and Reconstructing the Neural Basis of Real World Social Perception",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Fritz",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 460043.0,
 "awd_amount": 460043.0,
 "awd_min_amd_letter_date": "2017-08-07",
 "awd_max_amd_letter_date": "2017-08-07",
 "awd_abstract_narration": "Social and affective perception is the critical input that governs how we interact with others during everyday life. Consequently, having a model of the neurobiological basis of social and affective perception is critical for understanding the neural basis of human behavior. The overwhelming majority of our understanding of the neural basis of social and affective perception comes from studies done in artificial lab settings, which cannot capture the richness, complexity, and salience of real-world social interactions. This project aims to fill this gap in knowledge. To accomplish this goal, the researchers will record electrical brain activity from patients undergoing neurosurgical treatment for epilepsy. To determine the region of the brain responsible for their seizures, these patients are implanted with electrodes in various parts of their brain and then they spend 1-2 weeks in the hospital during which they interact with doctors, nurses, friend and family visitors, etc. This award will support research into using the recordings from their brains to understand how these patients perceive and understand the actions, emotions, and communication during these interactions on a moment-to-moment basis. The results of these studies have the potential to transform our understanding of social and affective perception by illuminating the neural basis of these processes during real life, meaningful interactions. The lack of models of the neural basis of natural, real world social and affective perception is a critical impediment to understanding these processes and ultimately a developing treatments for debilitating neurological and psychiatric disorders of social and affective perception, such as autism, post traumatic stress disorder, etc. In addition, through education, mentoring, and teaching, this award will provide an avenue for new researchers to take advantage of the rare and valuable opportunity for basic neuroscientific research provided by direct recordings from the human brain. This research is supported by the EHR Core Research Program, providing funding for fundamental research in STEM learning and learning environments, broadening participation in STEM, and STEM workforce development. \r\n\r\nModels of social visual perception developed using unnatural stimuli often assume that neurons have unchanging response sensitivity and are organized into bottom-up hierarchies. While some recent models acknowledge the role of feedback, they remain simplistic with a relatively limited number of core systems and often neglect of the role of social context and dynamic prior knowledge. These models are unlikely to fully generalize to natural social vision where the system can rapidly and actively adapt its response to optimize processing of rich and complex natural visual input. The PI and colleagues will combine intracranial EEG (iEEG) recordings captured during long stretches of natural visual behavior with cutting-edge computer vision, machine learning, and statistical analyses to understand the neural basis of natural, real-world visual perception. The goal of their program of research is to develop the first fully ecologically validated models of social perception. The researchers will use recent advances in iEEG in combination with cutting-edge gaze tracking technology, video analysis tools, and big data statistical and machine learning tools to understand the rapid, complex neural information processing that occurs during real-world social vision. The project will involve decoding the spatiotemporal patterns of neural activity and reconstruct the expressive features of people they see at these different levels on a moment-to-moment basis. The multidisciplinary nature of this project provides an excellent environment for students and postdocs to be trained in computational methods, statistics, and neuroscience. Given the rapid advance of high-level computational and statistical methods in neuroscience, this multidisciplinary training is critical for modern neuroscientists. Enhanced understanding of the mechanisms involved in social cognition has implications for teaching and learning. For example, knowing more about how people form impressions of one another can inform teachers' abilities to recognize and respond to students and other stakeholders in educational settings.\r\n\r\nThis project is funded by Integrative Strategies for Understanding Neural and Cognitive Systems (NSF-NCS), a multidisciplinary program jointly supported by the Directorates for Computer and Information Science and Engineering (CISE), Education and Human Resources (EHR), Engineering (ENG), and Social, Behavioral, and Economic Sciences (SBE).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Avniel",
   "pi_last_name": "Ghuman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Avniel S Ghuman",
   "pi_email_addr": "ghumana@upmc.edu",
   "nsf_id": "000648782",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "3550 Terrace Street",
  "perf_city_name": "Scaife Hall Ninth Floor",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  },
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8551",
   "pgm_ref_txt": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 460043.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Social and affective perception entails the set of processes that allows us to understand others and navigate our social world. Social interactions in the real world hold personal meaning and natural salience that cannot be captured in a controlled laboratory setting. This research developed novel paradigms and computational frameworks to address a profound question that has never been properly studied - what is the neural basis of active, real world social perception? We developed a paradigm to record neural activity using direct brain recordings in individuals undergoing surgical treatment for epilepsy simultaneously with video and eye tracking while patients interact with friends, family, hospital staff, researchers, etc. In developing this paradigm, we addressed important logistical, technical, and ethical challenges involved in performing research in surgical patients in a clinical environment. Beyond the goals of this project, this paradigm for studying physiology and behavior in a hospital environment can be extended to positively impact our understanding of clinical disorders as well as doctor-patient decision making.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Using this paradigm, we are developing a model of natural social vision that merges active sensing and social cognitive frameworks to illustrate how real world social and affective perception is built on the scaffolding of the neurodynamics of active sensing. Specifically, in active sensing, eye movements (saccades) generate nonretinal corollary signals that cause wide-spread phase-reset of neuro-oscillatory activity keyed to fixation onset. This phase reset shepherds key socially-relevant information through the system and facilitates the processing of relevant information. Our results show that in regions of the brain associated with social perception, these corollary signals carry information and activate a parameterized face code (facial form, motion, expression, identity, etc.) used for recognition and guide information gathering from faces. Using methods from machine learning and artificial intelligence, we demonstrate that an image of the face a person is viewing, including expression and identity, can be successfully reconstructed based on the neural activity alone and the neural activity patterns can be reconstructed based on the image. The key neural features that allow for this reconstruction are saccade-locked oscillatory activity that is encoded in the fixation-specific phase of the signal, demonstrating that phase reset signals encode face information. Results also show how information about what and whom a person is going to look at next is encoded in brain activity. Notably, neural activity in regions involved in visual recognition can be used to determine the target of the next fixation above and beyond the location of that target (e.g. who is going to be looked at next, not just where someone is going to look).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Together, these results shine important light onto the mechanisms of real world social perception and illustrate that natural social perception is an active process of information gathering from the social environment. It has long been appreciated that perceptual and active sensing processes are inseparable in social and affective perception; for example, both face abnormalities and superior face recognition can be predicted by face fixation patterns. The results of this project begin to illustrate key neural mechanisms that underlie active real world social and affective perception. Understanding these mechanisms are critical for building an ecologically valid model of real world social and affective perception and ultimately determining how perturbations to these processes lead to abnormalities that impinge social behavior in a number of neurological and psychiatric disorders.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/26/2021<br>\n\t\t\t\t\tModified by: Avniel&nbsp;S&nbsp;Ghuman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSocial and affective perception entails the set of processes that allows us to understand others and navigate our social world. Social interactions in the real world hold personal meaning and natural salience that cannot be captured in a controlled laboratory setting. This research developed novel paradigms and computational frameworks to address a profound question that has never been properly studied - what is the neural basis of active, real world social perception? We developed a paradigm to record neural activity using direct brain recordings in individuals undergoing surgical treatment for epilepsy simultaneously with video and eye tracking while patients interact with friends, family, hospital staff, researchers, etc. In developing this paradigm, we addressed important logistical, technical, and ethical challenges involved in performing research in surgical patients in a clinical environment. Beyond the goals of this project, this paradigm for studying physiology and behavior in a hospital environment can be extended to positively impact our understanding of clinical disorders as well as doctor-patient decision making.\n\n            Using this paradigm, we are developing a model of natural social vision that merges active sensing and social cognitive frameworks to illustrate how real world social and affective perception is built on the scaffolding of the neurodynamics of active sensing. Specifically, in active sensing, eye movements (saccades) generate nonretinal corollary signals that cause wide-spread phase-reset of neuro-oscillatory activity keyed to fixation onset. This phase reset shepherds key socially-relevant information through the system and facilitates the processing of relevant information. Our results show that in regions of the brain associated with social perception, these corollary signals carry information and activate a parameterized face code (facial form, motion, expression, identity, etc.) used for recognition and guide information gathering from faces. Using methods from machine learning and artificial intelligence, we demonstrate that an image of the face a person is viewing, including expression and identity, can be successfully reconstructed based on the neural activity alone and the neural activity patterns can be reconstructed based on the image. The key neural features that allow for this reconstruction are saccade-locked oscillatory activity that is encoded in the fixation-specific phase of the signal, demonstrating that phase reset signals encode face information. Results also show how information about what and whom a person is going to look at next is encoded in brain activity. Notably, neural activity in regions involved in visual recognition can be used to determine the target of the next fixation above and beyond the location of that target (e.g. who is going to be looked at next, not just where someone is going to look).\n\n            Together, these results shine important light onto the mechanisms of real world social perception and illustrate that natural social perception is an active process of information gathering from the social environment. It has long been appreciated that perceptual and active sensing processes are inseparable in social and affective perception; for example, both face abnormalities and superior face recognition can be predicted by face fixation patterns. The results of this project begin to illustrate key neural mechanisms that underlie active real world social and affective perception. Understanding these mechanisms are critical for building an ecologically valid model of real world social and affective perception and ultimately determining how perturbations to these processes lead to abnormalities that impinge social behavior in a number of neurological and psychiatric disorders.\n\n\t\t\t\t\tLast Modified: 12/26/2021\n\n\t\t\t\t\tSubmitted by: Avniel S Ghuman"
 }
}