{
 "awd_id": "1734081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "25th Annual Workshop on Object Perception, Attention, & Memory",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2017-04-15",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 18260.0,
 "awd_amount": 18260.0,
 "awd_min_amd_letter_date": "2017-04-11",
 "awd_max_amd_letter_date": "2017-04-11",
 "awd_abstract_narration": "This award will support the organization of a two-day workshop on Object Perception, Attention, and Memory (OPAM) on November 8-9, 2017 that will showcase graduate and postdoctoral research in visual cognition. The OPAM workshop will facilitate the exposure of, and networking among, early-career scientists. OPAM is free and accessible, features talks and poster presentations by graduate and postdoctoral researchers, and is a vital venue for professional development.\r\n\r\nCurrent research in visual cognition spans a broad range of research topics (e.g., object, face, and scene recognition; visual attention; visual memory; eye movement control and active vision) and uses a wide variety of research tools. The award allows the OPAM workshop to be expanded to two days in order to allow more opportunities for presentations and introduces new programming designed to expand trainee access to mentoring, networking, and research ideas. The organizers have paid particular attention to the inclusion of women and members of under-represented groups as speakers, panelists, and panel moderators. The 2017 workshop will take place in Vancouver, Canada, which increases the opportunity for early-career scientists to establish international collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Leber",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew B Leber",
   "pi_email_addr": "leber.30@osu.edu",
   "nsf_id": "000521759",
   "pi_start_date": "2017-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "25th Annual Workshop on Object Perception, Attention, & Memory",
  "perf_str_addr": "1055 Canada Pl",
  "perf_city_name": "Vancouver, BC",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 18260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 25<sup>th</sup>&nbsp;Annual Workshop on Object Perception, Attention, and Memory (OPAM) was held on November 8&ndash;9, 2017 in Vancouver, BC, showcasing the best in graduate and postdoctoral research in the field of visual cognition. OPAM features talk and poster presentations by only trainee-level researchers, providing trainees with a unique and vital opportunity for professional development. NSF funding of this project, a special 25<sup>th</sup>anniversary meeting of OPAM (&ldquo;OPAM XXV&rdquo;), facilitated the expansion of the workshop to a two-day conference, featuring additional sessions and content that increased its impact&shy;&shy;&shy;&mdash;to both the visual cognition community and to the public&mdash;and maintained its pedigree of high intellectual merit.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>OPAM XXV provided a highly interactive and influential forum for the latest empirical research in visual cognition. Across two days, OPAM XXV featured a linear program of 4 talk sessions (19 talks) and 2 poster sessions (74 posters), drawing and engaging an audience of over 250 people, including top researchers from around the world. The keynote speaker, Dr. Jeremy Wolfe, is a highly-renowned researcher in visual cognition, a fellow of multiple scientific societies, previous and current editor of multiple leading journals, and deeply involved in the Psychonomic Society, Vision Science Society, and American Psychological Association. OPAM XXV also featured a special panel of interdisciplinary experts from academia and industry called &ldquo;Discover Pasteur&rsquo;s Quadrant: Four research communities that will inspire your work&rdquo;.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>OPAM XXV featured two professional development events to connect trainees with established faculty and industry researchers. First, a networking breakfast connected OPAM&rsquo;s many trainees to established scientists in a semi-professional/semi-casual setting. One of the hardest parts of making connections in science is the barrier of prestige between trainees and luminary researchers, but events such as these remove the anxiety of approaching high-ranking professors which can otherwise hinder connection. Second, OPAM XXV featured a &ldquo;career blitz&rdquo;, in which faculty and industry researchers delivered humorous and instructional stories and advice about their professional journeys through science. By presenting their mistakes and professional learning moments in a more social setting, the speakers humanized and personalized the research career trajectory.</p>\n<p>OPAM XXV also broadened its impact by connecting the academic community with the applied world via a special panel of interdisciplinary experts from fields such as data visualization, education, and virtual reality that depend on insights from visual cognition research. The panel initiated significant discourse between scientific and applied communities and was instrumental in the cross-pollination of research ideas and funding opportunities between typical visual cognitive scientists and applied problems in new and growing fields of technology and outreach.</p>\n<p>Finally, OPAM XXV broadened its impact by connecting the visual cognition community with the general public. Social media engagement was heightened by a dedicated live-Twitter feed run by an established voice in visual cognition. Program materials were also published on the website. OPAM XXV was not only run as a free conference, open to anyone, but NSF funds facilitated 20 travel awards to graduate and postdoctoral trainees. OPAM XXV&rsquo;s commitment to accessibility also includes efforts to achieve gender diversity in presentations and attendance. Of 197 pre-registered attendees, 97 were female and 92 were male (8 others were neither or did not respond). Seven of 17 talk presenters were female.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2018<br>\n\t\t\t\t\tModified by: Andrew&nbsp;B&nbsp;Leber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 25th Annual Workshop on Object Perception, Attention, and Memory (OPAM) was held on November 8&ndash;9, 2017 in Vancouver, BC, showcasing the best in graduate and postdoctoral research in the field of visual cognition. OPAM features talk and poster presentations by only trainee-level researchers, providing trainees with a unique and vital opportunity for professional development. NSF funding of this project, a special 25thanniversary meeting of OPAM (\"OPAM XXV\"), facilitated the expansion of the workshop to a two-day conference, featuring additional sessions and content that increased its impact&shy;&shy;&shy;&mdash;to both the visual cognition community and to the public&mdash;and maintained its pedigree of high intellectual merit.\n\n \n\nIntellectual Merit\n\nOPAM XXV provided a highly interactive and influential forum for the latest empirical research in visual cognition. Across two days, OPAM XXV featured a linear program of 4 talk sessions (19 talks) and 2 poster sessions (74 posters), drawing and engaging an audience of over 250 people, including top researchers from around the world. The keynote speaker, Dr. Jeremy Wolfe, is a highly-renowned researcher in visual cognition, a fellow of multiple scientific societies, previous and current editor of multiple leading journals, and deeply involved in the Psychonomic Society, Vision Science Society, and American Psychological Association. OPAM XXV also featured a special panel of interdisciplinary experts from academia and industry called \"Discover Pasteur?s Quadrant: Four research communities that will inspire your work\".\n\n \n\nBroader Impacts\n\nOPAM XXV featured two professional development events to connect trainees with established faculty and industry researchers. First, a networking breakfast connected OPAM?s many trainees to established scientists in a semi-professional/semi-casual setting. One of the hardest parts of making connections in science is the barrier of prestige between trainees and luminary researchers, but events such as these remove the anxiety of approaching high-ranking professors which can otherwise hinder connection. Second, OPAM XXV featured a \"career blitz\", in which faculty and industry researchers delivered humorous and instructional stories and advice about their professional journeys through science. By presenting their mistakes and professional learning moments in a more social setting, the speakers humanized and personalized the research career trajectory.\n\nOPAM XXV also broadened its impact by connecting the academic community with the applied world via a special panel of interdisciplinary experts from fields such as data visualization, education, and virtual reality that depend on insights from visual cognition research. The panel initiated significant discourse between scientific and applied communities and was instrumental in the cross-pollination of research ideas and funding opportunities between typical visual cognitive scientists and applied problems in new and growing fields of technology and outreach.\n\nFinally, OPAM XXV broadened its impact by connecting the visual cognition community with the general public. Social media engagement was heightened by a dedicated live-Twitter feed run by an established voice in visual cognition. Program materials were also published on the website. OPAM XXV was not only run as a free conference, open to anyone, but NSF funds facilitated 20 travel awards to graduate and postdoctoral trainees. OPAM XXV?s commitment to accessibility also includes efforts to achieve gender diversity in presentations and attendance. Of 197 pre-registered attendees, 97 were female and 92 were male (8 others were neither or did not respond). Seven of 17 talk presenters were female.\n\n\t\t\t\t\tLast Modified: 05/29/2018\n\n\t\t\t\t\tSubmitted by: Andrew B Leber"
 }
}