{
 "awd_id": "1734430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NCS-FO: Collaborative Research: Relationship of Cortical Field Anatomy to Network Vulnerability and Behavior",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Fritz",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 849938.0,
 "awd_amount": 849938.0,
 "awd_min_amd_letter_date": "2017-08-07",
 "awd_max_amd_letter_date": "2017-08-07",
 "awd_abstract_narration": "Cognitive abilities such as memory and attention are supported by specialized brain networks made up of specific patches of the cerebral cortex called cortical fields. Cortical fields are thought to be anatomically distinct, with neurons connecting between them. Until recently, cortical fields could only be identified after death, by microscopic examination of autopsy brain tissue. Their number, function, and location in individual brains have been unknown.  Now however, Magnetic resonance imaging (MRI) can detect neural activity in the cerebral cortex with relatively high resolution, and diffusion MRI (dMRI) can detect white-matter fibers that connect brain regions. Networks made up of cortical fields become active when individuals accomplish a task, and also spontaneously, when the mind is \"at rest.\"  We will use all this information to delineate the specific cortical fields in individual brains as well as patterns of connectivity between them. Cortical fields vary in size up to threefold from person to person, and we intend to study whether this variability is reflected in individual abilities or susceptibilities. The overarching goal is to test the idea that the size of cortical fields matters to the strength and vulnerability of brain networks. We use the MRI approaches outlined above to measure network strength, and we temporarily disrupt networks with transcranial magnetic stimulation (TMS) to assess network vulnerability. The work is important because it will allow us to better understand the reasons people have variable mental abilities. \r\n\r\nThe project focuses on two established brain networks: the default mode network (DMN) and the lateral frontoparietal network (LFPN), which have components in the inferior parietal lobes.  Connectivity-based parcellation distinguishes two angular gyrus fields, PgA and PgP, which are nodes within the LFPN and DMN networks, respectively. We will use dMRI to parcellate the cortex using a probabilistic parcel atlas of the Human Connectome Project data as prior information. Using functional connectivity, we will evaluate if PgP belongs to DMN, and PgA to LFPN. We will also analyze the strength of functional connectivity across network nodes in resting state fMRI using the dual-regression approach and ascertain the degree to which cortical field size variability across subjects is correlated with network-size variability. We will evaluate whether connectivity-defined cortical parcels maximize fMRI task contrast and show higher levels of EEG gamma and theta activities. Finally we relate the variability of cortical parcel size to task vulnerability by applying transcranial magnetic stimulations (TMS) to PgP and PgA. We hypothesize that low-frequency repetitive TMS (rTMS) over PgA will impair task performance on a working memory task and on a flanker task, and more so for individuals with smaller surface area of PgA. Furthermore, because endogenous reduction of DMN activity is associated with successful deployment of attentional resources, we also hypothesize that rTMS over DMN nodes will positively affect performance on the same tasks, and more so for individuals with smaller surface areas of these nodes.  This project is funded by Integrative Strategies for Understanding Neural and Cognitive Systems (NSF-NCS), a multidisciplinary program jointly supported by the Directorates for Computer and Information Science and Engineering (CISE), Education and Human Resources (EHR), Engineering (ENG), and Social, Behavioral, and Economic Sciences (SBE).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Grabowski",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Thomas J Grabowski",
   "pi_email_addr": "tgrabow@uw.edu",
   "nsf_id": "000498270",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Stocco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Stocco",
   "pi_email_addr": "stocco@uw.edu",
   "nsf_id": "000572177",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Haynor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Haynor",
   "pi_email_addr": "haynor@uw.edu",
   "nsf_id": "000685452",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "1959 NE Pacific St.",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981957115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8551",
   "pgm_ref_txt": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 849938.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to understand how interindividual differences in cognition depend on interindividual differences in brain anatomy, focusing on regions of the cerebral cortex that belong to specific intrinsic brain networks that are defined by their patterns of connectivity to other brain regions. These specific locations of these regions in individual persons may be defined using measures of structural connectivity gained from diffusion-weighted magnetic resonance imaging (MRI), or by measures of functional connectivity gained from functional MRI (fMRI).&nbsp;&nbsp;The functioning of these regions may be temporarily suppressed by transcranial magnetic stimulation (TMS).&nbsp;&nbsp;We set e regions with diffusion MRI but the inherent limitations of cortical parcellation from diffusion MRI alone became appreciated in the scientific field during the course of the project, leading us to adopt fMRI approaches instead.&nbsp;&nbsp;Using the publicly available data from the Human Connectome Project, we developed new computational approaches to accurate and efficient parcellation of the brain using fMRI and machine learning methods. These approaches gave consistent and valid results with standard fMRI sequences in individual participants, and defined a range of interindiviudal variability in these brain systems.&nbsp;&nbsp;We collected data in human volunteers, identifying regions to target with TMS in two cognitive networks (the default network and the frontoparietal network).&nbsp;&nbsp;We identified specific tasks that depend on the intact function of the regions comprising these networks, as well as control tasks not dependent on them.&nbsp;&nbsp;We determined that the regions so chosen extend to cortical depths that required more TMS stimulation power for their temporary disruption that we could feasibly deliver with a conventional low frequency repetitive TMS approach, and so developed a new inhibitory theta burst TMS protocol to suppress them effectively.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/12/2023<br>\n\t\t\t\t\tModified by: Thomas&nbsp;J&nbsp;Grabowski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project sought to understand how interindividual differences in cognition depend on interindividual differences in brain anatomy, focusing on regions of the cerebral cortex that belong to specific intrinsic brain networks that are defined by their patterns of connectivity to other brain regions. These specific locations of these regions in individual persons may be defined using measures of structural connectivity gained from diffusion-weighted magnetic resonance imaging (MRI), or by measures of functional connectivity gained from functional MRI (fMRI).  The functioning of these regions may be temporarily suppressed by transcranial magnetic stimulation (TMS).  We set e regions with diffusion MRI but the inherent limitations of cortical parcellation from diffusion MRI alone became appreciated in the scientific field during the course of the project, leading us to adopt fMRI approaches instead.  Using the publicly available data from the Human Connectome Project, we developed new computational approaches to accurate and efficient parcellation of the brain using fMRI and machine learning methods. These approaches gave consistent and valid results with standard fMRI sequences in individual participants, and defined a range of interindiviudal variability in these brain systems.  We collected data in human volunteers, identifying regions to target with TMS in two cognitive networks (the default network and the frontoparietal network).  We identified specific tasks that depend on the intact function of the regions comprising these networks, as well as control tasks not dependent on them.  We determined that the regions so chosen extend to cortical depths that required more TMS stimulation power for their temporary disruption that we could feasibly deliver with a conventional low frequency repetitive TMS approach, and so developed a new inhibitory theta burst TMS protocol to suppress them effectively.\n\n \n\n\t\t\t\t\tLast Modified: 04/12/2023\n\n\t\t\t\t\tSubmitted by: Thomas J Grabowski"
 }
}