{
 "awd_id": "1734851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NCS-FO: Collaborative Research: Fully-passive and wireless multi-channel neural recording for chronic in-vivo studies in animals",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shubhra Gangopadhyay",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 569087.0,
 "awd_amount": 569087.0,
 "awd_min_amd_letter_date": "2017-08-07",
 "awd_max_amd_letter_date": "2017-08-07",
 "awd_abstract_narration": "This project focuses on the study of chronic in-vivo brain neuropotentials in free-moving animals acquired by wireless, fully-passive multi-channel recorders. Current clinical brain implants have limitations due to their intracranial wires, batteries, and heat caused by dense electronics. Recent work by the proposers introduced a new class of wireless and fully-passive neural implants. These implants were demonstrated to acquire in-vivo neural signal of 500 microVolts and in-vitro emulated neuropotentials as small as 20 microVolts.  But these implants were limited to single-channel recording, prohibiting realistic in-depth brain studies. Herewith, we propose a bold and creative study to 1) Design and implement multi-channel, wireless and fully-passive brain implants; a passive approach is also proposed for implants, scalable to even 1000s of channels. 2) Enable chronic in-vivo recording and behavioral studies in free-moving animals. The proposed sensor system will provide, for the first time, a unique opportunity to study longitudinal brain dynamics. The impact of this research can be profound at many levels. Specifically, the success of this research may ultimately result in real and accessible multi-channel brain implant recorders to improve human well-being, especially for people suffering from chronic neurological disorders.  Collectively, the recorded data can expose a very broad realm of the human's well-being. The utmost long-term aim is carefree, real-time and closed-loop diagnosis/treatment for several neurological disorders (tremors, Parkinson's, addictions, Alzheimer's, traumatic brain injury, epilepsy, etc.). A number of educational activities will be brought forward, including hands-on experiences to train students in a new area, summer camps, and a variety of outreach activities to attract women and minorities in engineering. This project is funded by Integrative Strategies for Understanding Neural and Cognitive Systems (NSF-NCS), a multidisciplinary program jointly supported by the Directorates for Computer and Information Science and Engineering (CISE), Education and Human Resources (EHR), Engineering (ENG), and Social, Behavioral, and Economic Sciences (SBE).\r\n\r\nThis project proposes a bold and creative study for a new class of wireless fully-passive multi-channel neural recorders for safe and reliable neurosensing in free-moving animals. The key aspects of the proposed research are: 1) Design and implement multi-channel, wireless and fully-passive brain implants; Two different implants are proposed, with one scalable to 1000s of channels. 2) Enable chronic in-vivo recording and behavioral studies in free-moving animals. Of importance is that the proposed wireless and fully-passive biotelemetry sensor is expected to significantly enhance long-term reliability and safety of brain implants. This is due to 1) None to minimal heat dissipation by the implant, 2) Elimination of infections from intra-cranial wires, and 3) Avoidance of batteries within the skull. This game-changing research can lead to the first wireless and fully-passive chronic recording of brain signals using free-moving animal models (rats). Notably, the proposed neurosensors employ a unique microwave backscattering method to enable wireless battery-less operation. As a result, wires, cables and active electronic components are avoided. Multi-channel recording is implemented by integrating photo-selective and photo-sensitive switches to activated individual channels via a multi-band light source and corresponding filters for channel selection. Overall, the proposed sensor system will provide, a unique opportunity to study longitudinal brain dynamics for studying brain activity in the natural environment of animals. The proposed sensing system will also have significant impact on safety and reliability for long-term operation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Volakis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L Volakis",
   "pi_email_addr": "jvolakis@fiu.edu",
   "nsf_id": "000272422",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zheng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zheng Wang",
   "pi_email_addr": "wang.1243@osu.edu",
   "nsf_id": "000286947",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Asimina",
   "pi_last_name": "Kiourti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Asimina Kiourti",
   "pi_email_addr": "kiourti.1@osu.edu",
   "nsf_id": "000709119",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vibhor",
   "pi_last_name": "Krishna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vibhor Krishna",
   "pi_email_addr": "vibhor.krishna@osumc.edu",
   "nsf_id": "000717018",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8551",
   "pgm_ref_txt": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}