{
 "awd_id": "1734487",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Theory and Data Product Quantifying Ecosystem Sensitivity to Climate Change",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 28903.0,
 "awd_amount": 28903.0,
 "awd_min_amd_letter_date": "2017-02-09",
 "awd_max_amd_letter_date": "2017-02-09",
 "awd_abstract_narration": "It is increasingly likely that predictions of decadal climate change and land use change will yield the accurate information needed to anticipate ecosystem adaptation to human-induced change (e.g. climate variability, land use change). It is therefore essential that we develop new theories, modeling tools, and data products that are capable of predicting ecosystem adaptation to these changes, and that can anticipate how possible nonlinear thresholds will affect ecosystem structure, function, and services. A new theoretical concept is proposed to measure and predict\r\necosystem sensitivity and likely adaptation. This award will provide funds to develop complex-systems theoretical approach based on information flow in observed ecological process networks, using data from NEON and existing observational networks, which will be applied to, (1) predict nonlinear transition thresholds in the multiscalar couplings between local and regional ecosystem processes by observing feedback couplings in observed ecosystem process networks, and (2) directly measure the current sensitivity of regional ecosystems in the USA to incremental changes in specific climate variables. Data from existing observational networks (e.g. FLUXNET, LTER, NEON), and the National Phenology Network (NPN) will be used to predict the sensitivity of local and regional ecosystems across the USA to specific types of forcings. This new theoretical approach is able to directly quantify ecosystem sensitivity to changes in forcings, and how nonlinear feedback patterns can help predict possible ecosystem transition thresholds. \r\n\r\nBroader Impacts: The proposed work will create and widely disseminate a set of tools and data products that will allow ecologists across the USA to apply process network theory and information theoretic approaches to analyze ecosystem-scale environmental observatory data. This conceptual approach will be a valuable contribution to the \"data analysis toolbox\" being used by environmental observatories to explain ecological change and its impact on human societies for which these ecosystems represent vital life support. Graduate students and a postdoctoral scholar will be trained in the creation and application of these advanced quantitative methods in ecology and in the synthetic analysis of multi-scalar ecosystem data. The products of the theory-based models will form a critical analytical bridge between raw data collection and the environmental understanding necessary for informed resource management and policy-making in a future driven by historically unprecedented and nonlinear climate change impacts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Ruddell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin L Ruddell",
   "pi_email_addr": "benjamin.ruddell@nau.edu",
   "nsf_id": "000528267",
   "pi_start_date": "2017-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "",
  "perf_city_name": "Flagstaff",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "860110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 28903.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is increasingly likely that predictions of decadal climate change and land use change will yield the accurate information needed to anticipate ecosystem adaptation to human-induced change (e.g. climate variability, land use change). It is therefore essential that we develop new theories, modeling tools, and data products that are capable of predicting ecosystem adaptation to these changes, and that can anticipate how possible nonlinear thresholds will affect ecosystem structure, function, and services. We propose to demonstrate a new theoretical concept used to measure and predict ecosystem sensitivity and likely adaptation.&nbsp; This concept uses eddy covariance flux tower data from existing observational networks&nbsp; (e.g. FLUXNET, LTER, NEON), paired with ecosystem phenology data from the National Phenology Network (NPN) to predict the sensitivity of local and regional ecosystems across the USA to specific types of forcings. This proof of concept will apply &ldquo;process network&rdquo; theory to standard flux and phenology protocol data, increasing the scientific impact and societal relevance of the NEON and NPN observatories.</p>\n<p>&nbsp;</p>\n<p>We have completed our key scientific objective, which is the development and analysis of the FLUXNET global database to identify the controlling factors explaining observable state transitions in global ecosystems. The work has found that seasonal temperature is the most important control on global ecosystem state, with sensitivity to phenophase and radiation identified as weaker but still significant controls. Precipitation is not as much of a control at the timescales we examined. Importantly, global ecosystem states have very different elastiticies to seasonal temperature, and some are much closer to temperature-induced state transitions than others. We now have maps of these elasticities for all global ecosystems. It is a significant result that can provide theoretical corroboration or critique for standard ecological models. Additionally, we have mapped the locations on the globe where the land surface ecosystem feeds back to affect atmospheric events like weather. These feedback maps tell us where changes to the land surface- like urbanization or new farming- could affect the weather.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">In plain language</span>, the research team has demonstrated that federal investments in land surface flux observations- like NEON and LTER and Ameriflux measurements- can be used to understand, detect, and provide early warning of major changes in ecosystems. This is important because this new capability provides a federal and wilderness land management application for NEON, LTER, and Ameriflux, which collectively represent billions of dollars (over time) in federal investment in environmental data collection. The team has described these results in a series of scientific publications, and we have released a new website (<a href=\"http://www.geoinfotheory.org/\">www.geoinfotheory.org</a>) as a visible home base to educate researchers who work on this type of projects to meet each other and learn about each others&rsquo; methods. We have held two international scientific meetings for this community, in addition to sessions at conferences where scientists can learn from each other. We have also trained at least three junior scientists in the methods, so that they can use these ideas to do more useful science in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2018<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;L&nbsp;Ruddell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is increasingly likely that predictions of decadal climate change and land use change will yield the accurate information needed to anticipate ecosystem adaptation to human-induced change (e.g. climate variability, land use change). It is therefore essential that we develop new theories, modeling tools, and data products that are capable of predicting ecosystem adaptation to these changes, and that can anticipate how possible nonlinear thresholds will affect ecosystem structure, function, and services. We propose to demonstrate a new theoretical concept used to measure and predict ecosystem sensitivity and likely adaptation.  This concept uses eddy covariance flux tower data from existing observational networks  (e.g. FLUXNET, LTER, NEON), paired with ecosystem phenology data from the National Phenology Network (NPN) to predict the sensitivity of local and regional ecosystems across the USA to specific types of forcings. This proof of concept will apply \"process network\" theory to standard flux and phenology protocol data, increasing the scientific impact and societal relevance of the NEON and NPN observatories.\n\n \n\nWe have completed our key scientific objective, which is the development and analysis of the FLUXNET global database to identify the controlling factors explaining observable state transitions in global ecosystems. The work has found that seasonal temperature is the most important control on global ecosystem state, with sensitivity to phenophase and radiation identified as weaker but still significant controls. Precipitation is not as much of a control at the timescales we examined. Importantly, global ecosystem states have very different elastiticies to seasonal temperature, and some are much closer to temperature-induced state transitions than others. We now have maps of these elasticities for all global ecosystems. It is a significant result that can provide theoretical corroboration or critique for standard ecological models. Additionally, we have mapped the locations on the globe where the land surface ecosystem feeds back to affect atmospheric events like weather. These feedback maps tell us where changes to the land surface- like urbanization or new farming- could affect the weather.\n\n \n\nIn plain language, the research team has demonstrated that federal investments in land surface flux observations- like NEON and LTER and Ameriflux measurements- can be used to understand, detect, and provide early warning of major changes in ecosystems. This is important because this new capability provides a federal and wilderness land management application for NEON, LTER, and Ameriflux, which collectively represent billions of dollars (over time) in federal investment in environmental data collection. The team has described these results in a series of scientific publications, and we have released a new website (www.geoinfotheory.org) as a visible home base to educate researchers who work on this type of projects to meet each other and learn about each others? methods. We have held two international scientific meetings for this community, in addition to sessions at conferences where scientists can learn from each other. We have also trained at least three junior scientists in the methods, so that they can use these ideas to do more useful science in the future.\n\n\t\t\t\t\tLast Modified: 05/22/2018\n\n\t\t\t\t\tSubmitted by: Benjamin L Ruddell"
 }
}