{
 "awd_id": "1734063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Role of Narrative in Music Perception",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 218149.0,
 "awd_amount": 228333.0,
 "awd_min_amd_letter_date": "2017-06-22",
 "awd_max_amd_letter_date": "2022-07-11",
 "awd_abstract_narration": "Music and language are both modes of human communication that convey meaning. Although there are many studies of how language acquires meaning, little is known about how music becomes meaningful. One hypothesis is that music acquires meaning in part because listeners impose narrative significance to musical events, translating abstract musical sequences into a story line as the notes unfold (a process known as narrative listening).  A series of parallel experiments will be conducted that vary both the structural features of musical excerpts and the cultural background of the listener in order to disentangle questions about the role of nature and experience in the formation of musical meaning. Learning more about the mechanisms that underpin musical meaning fundamentally adds to our understanding of human communication and artistic expression, with the broader potential to lead to improved intercultural exchange. The work will also contribute new methodologies to probe the musical experiences of lay listeners across cultures, who often lack the musical vocabulary to describe their perceptions. By bridging science and the humanities, the project will provide STEM-based research training to students in the humanities and, in turn, expose students in the sciences to questions in the humanities that would benefit from development of novel scientific methodologies. The project's reach will be expanded by the development and dissemination of a new app for collecting crowd-sourced data via cell phone. Embedded GPS technology will allow the researchers to map patterns and variations in narrative listening across geography and cultures.\r\n\r\nThis project takes a theory-driven and cross-cultural approach to investigate the core factors that shape narrative listening to music. The investigators will obtain a normative set of cross-cultural data on narrative listening for a large sample of Western and Chinese musical excerpts from both American listeners with little exposure to Chinese music and from Chinese listeners will little exposure to Western music. If narrative listening arises from a fundamental tendency to make abstract stimuli concrete, then listeners will tend to ascribe agency to points in the music that violate their expectations in order to make sense of what they hear. If narrative listening arises from enculturation, people should be more likely to perceive narratives in music from their own culture than from a different culture. Within a culture, people should be more likely to perceive narratives for high topical-association music than for low topical-association music. Lastly, the investigators will examine the relationship between narrative listening and other well-studied aspects of music perception, providing novel insights about established phenomena and opening up new avenues of investigation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Devin",
   "pi_last_name": "McAuley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Devin McAuley",
   "pi_email_addr": "dmcauley@msu.edu",
   "nsf_id": "000196788",
   "pi_start_date": "2017-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Phillips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Phillips",
   "pi_email_addr": "nmp@msu.edu",
   "nsf_id": "000724432",
   "pi_start_date": "2017-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "316 Physics Rd., Room 282B",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241116",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 218149.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 10184.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It has been an enduring scientific mystery how music, comprised of abstract sequences of sounds, conveys meaning to listeners, in some cases so powerfully that listeners are moved to tears. This project has approached this question by conducting a systematic cross-cultural investigation of narrative perceptions of instrumental music for music that comes from both familiar and unfamiliar musical traditions. The results of this project show that people across cultures readily hear story events in instrumental music and show a remarkable high degree of within- but not between-culture inter-subjectivity in the content of the stories they imagine for musical excerpts from both familiar and unfamiliar musical traditions.&nbsp; People further show a remarkable degree of temporal consistency about <em>when</em> in the music they hear story events. The ease with which people perceive narratives in music without lyrics, and the within-culture consensus of the narratives they produce upends conventional thought about music as a non-referential medium. This project demonstrates that, contrary to many claims in music psychology, notes are not simply about another notes, but are also often understood as pertaining to battles, sunrises, loneliness, mice, etc. Further, the cross-cultural divergence of the narratives people produce clearly demonstrates that the oft-repeated claim that music is a universal language cannot be true.&nbsp; For example, when one group of people hears murder and paranoia and another group hears a happy gatherings with friends for the same set of sounds, we are clearly dealing with a domain critically dependent on enculturation. Given that guided imaginings to music are integral to music therapy, the advances that this project makes to understanding the relationship between musical features and imagined narratives can help develop better therapeutic interventions that are sensitive to culture.&nbsp; Overall, the work in this project has established a programmatic research agenda for a new area of research, narrative perceptions of music, which did not exist prior to this project.&nbsp; The project has established important basic findings in this new area of work and provided a road map for future work.&nbsp; The project has, more generally, provided unique interdisciplinary scientific training for diverse students in both STEM fields and the humanities, providing a rich environment for interactions across disciplines and contributing to the success of these students pursuing advanced degrees in graduate and medical school.</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: Devin&nbsp;Mcauley</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIt has been an enduring scientific mystery how music, comprised of abstract sequences of sounds, conveys meaning to listeners, in some cases so powerfully that listeners are moved to tears. This project has approached this question by conducting a systematic cross-cultural investigation of narrative perceptions of instrumental music for music that comes from both familiar and unfamiliar musical traditions. The results of this project show that people across cultures readily hear story events in instrumental music and show a remarkable high degree of within- but not between-culture inter-subjectivity in the content of the stories they imagine for musical excerpts from both familiar and unfamiliar musical traditions. People further show a remarkable degree of temporal consistency about when in the music they hear story events. The ease with which people perceive narratives in music without lyrics, and the within-culture consensus of the narratives they produce upends conventional thought about music as a non-referential medium. This project demonstrates that, contrary to many claims in music psychology, notes are not simply about another notes, but are also often understood as pertaining to battles, sunrises, loneliness, mice, etc. Further, the cross-cultural divergence of the narratives people produce clearly demonstrates that the oft-repeated claim that music is a universal language cannot be true. For example, when one group of people hears murder and paranoia and another group hears a happy gatherings with friends for the same set of sounds, we are clearly dealing with a domain critically dependent on enculturation. Given that guided imaginings to music are integral to music therapy, the advances that this project makes to understanding the relationship between musical features and imagined narratives can help develop better therapeutic interventions that are sensitive to culture. Overall, the work in this project has established a programmatic research agenda for a new area of research, narrative perceptions of music, which did not exist prior to this project. The project has established important basic findings in this new area of work and provided a road map for future work. The project has, more generally, provided unique interdisciplinary scientific training for diverse students in both STEM fields and the humanities, providing a rich environment for interactions across disciplines and contributing to the success of these students pursuing advanced degrees in graduate and medical school.\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: DevinMcauley\n"
 }
}