{
 "awd_id": "1734449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRI: INT: Individualized Co-Robotics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harry Dankowicz",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1500000.0,
 "awd_min_amd_letter_date": "2017-08-17",
 "awd_max_amd_letter_date": "2018-05-09",
 "awd_abstract_narration": "This project explores new ways to meet the needs of individual patients and users with customized active artificial limbs, motorized ankle and knee supports, and other forms of assistive robots. The effectiveness of such devices depends on accommodating person-to-person differences, such as in body types, walking gaits, and impairments. A preliminary study investigated the degree to which an individually adapted sequence of control patterns for a powered ankle exoskeleton -- modified as the subject used the device -- could reduce the metabolic cost of walking. This outcome showed that optimizing the assistive control pattern separately for each subject greatly increased the average benefits compared to the non-optimized device, and outperformed any previously documented approach. This project builds upon those preliminary results to find better and more robust customization methods for a wide range of assistive technology in diverse circumstances.  This approach to \"human-in-the-loop\" optimization of human-collaborative robots could have a wide impact on improved assistive and therapeutic devices and environments that reduce the risk of falls in older adults; help mitigate developmental disorders in children; and assist workers, soldiers, and first responders with physical tasks. Ultimately these customization methods could improve performance of everyday items like shoes and exercise equipment.\r\n\r\nThe scientific goal of the project is to find optimization approaches to robustly improve co-robotic interaction with users, facilitating physical collaboration. Scaling up to support a variety of devices, joints, behaviors, tasks, environments, and users is also a key goal. The project will explore how long a set of optimized parameters stay valid, how to optimize device behavior during actual use without reducing task performance or device acceptance, and how to assist a variety of behaviors where the user determines when and how a behavior is engaged. In terms of scope, the project will initially focus on how the parameterization of robot behavior, the choice of optimization algorithm, and enhancement of human learning by interaction with a co-robot can all play an important role in achieving this goal.  In terms of methods, the project will use both laboratory-based exoskeleton emulators as well as portable exoskeleton devices that can go outdoors to develop and test ideas and approaches, as well as psychophysical studies that will improve understanding of how muscle is controlled.  Co-optimization involves both the co-robot and the user optimizing their interface policies simultaneously, and thus presenting time-varying targets for each other's optimization.  The project will improve theoretical understanding of co-optimization in the context of physical co-robotics. The project will also add new molecular phenomenon to current muscle models, to provide a physiological basis and understanding of human-robot physical interaction.  The intellectual significance of this work includes better understanding of how humans work, how to most effectively assist humans, and how to best customize assistance for an individual.  A long term goal is to build a library of customized interaction policies for an individual performing a variety of tasks, and tune the library online as the user does desired tasks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Atkeson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher G Atkeson",
   "pi_email_addr": "cga@cs.cmu.edu",
   "nsf_id": "000477583",
   "pi_start_date": "2017-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Collins",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Steven H Collins",
   "pi_email_addr": "stevecollins@stanford.edu",
   "nsf_id": "000572862",
   "pi_start_date": "2017-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to develop technologies that could be used in devices that make walking easier for people with disabilities.</p>\n<p>The primary goal was to learn how people adapt to exoskeletons, and how exoskeleton assistance can be individualized to improve effectiveness. It was found that people learn to use exoskeletons slowly, requiring about two hours of training before becoming expert. Variation training helped people to become expert more quickly, and customization of assistance through human-in-the-loop optimization made it more effective. When unimpaired people were well trained and ankle exoskeleton assistance was optimized to their individual needs, they walked 44% faster and used 39% less metabolic energy. These results show that exoskeletons could make a meaningful difference in people&rsquo;s mobility. There is a strong need to conduct additional studies to determine whether individuals with gait impairments could be helped by these devices.</p>\n<p>When researchers applied the same techniques to prosthetic devices to try to help people with amputation, neither training nor optimization made the devices more effective. This suggests that it may be more difficult to provide similar benefits to people with some types of disability. An alternate approach, in which people used a wrist exoskeleton to control their prosthesis while walking, showed promising initial results that should be studied further.</p>\n<p>Researchers also developed several related technologies as part of this project, including new simulation models to help predict people&rsquo;s response to assistive devices, new ways of controlling exoskeletons to make them more responsive, and new ways of actuating exoskeletons that use less electricity, each of which showed promise for making future exoskeletons better. Two small businesses collaborated with the research team on translation of these technologies into commercial products.</p>\n<p>This project supported and provided training to a large, diverse group of students. About fifteen undergraduate students, Master&rsquo;s students, PhD students and postdoctoral scholars participated in the project, and most project funds were used to support to their tuition and stipends. About half of this group were women and two were members of underrepresented minority groups. Three became professors, five became postdoctoral scholars or researchers in the private sector, and the rest became PhD students. Students trained as part of this project are expected to help the United States to continue to lead innovation in biomedical research and development.</p>\n<p>This project also supported educational initiatives led by the principal investigators, including the development of open-source teaching materials for mechanical design courses and courses using personal 3D printers, and weekly mentoring of middle-school students in East Palo Alto, CA.</p>\n<p>You can learn more about the studies supported by this project at: http://biomechatronics.stanford.edu/publications</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2021<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Atkeson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to develop technologies that could be used in devices that make walking easier for people with disabilities.\n\nThe primary goal was to learn how people adapt to exoskeletons, and how exoskeleton assistance can be individualized to improve effectiveness. It was found that people learn to use exoskeletons slowly, requiring about two hours of training before becoming expert. Variation training helped people to become expert more quickly, and customization of assistance through human-in-the-loop optimization made it more effective. When unimpaired people were well trained and ankle exoskeleton assistance was optimized to their individual needs, they walked 44% faster and used 39% less metabolic energy. These results show that exoskeletons could make a meaningful difference in people’s mobility. There is a strong need to conduct additional studies to determine whether individuals with gait impairments could be helped by these devices.\n\nWhen researchers applied the same techniques to prosthetic devices to try to help people with amputation, neither training nor optimization made the devices more effective. This suggests that it may be more difficult to provide similar benefits to people with some types of disability. An alternate approach, in which people used a wrist exoskeleton to control their prosthesis while walking, showed promising initial results that should be studied further.\n\nResearchers also developed several related technologies as part of this project, including new simulation models to help predict people’s response to assistive devices, new ways of controlling exoskeletons to make them more responsive, and new ways of actuating exoskeletons that use less electricity, each of which showed promise for making future exoskeletons better. Two small businesses collaborated with the research team on translation of these technologies into commercial products.\n\nThis project supported and provided training to a large, diverse group of students. About fifteen undergraduate students, Master’s students, PhD students and postdoctoral scholars participated in the project, and most project funds were used to support to their tuition and stipends. About half of this group were women and two were members of underrepresented minority groups. Three became professors, five became postdoctoral scholars or researchers in the private sector, and the rest became PhD students. Students trained as part of this project are expected to help the United States to continue to lead innovation in biomedical research and development.\n\nThis project also supported educational initiatives led by the principal investigators, including the development of open-source teaching materials for mechanical design courses and courses using personal 3D printers, and weekly mentoring of middle-school students in East Palo Alto, CA.\n\nYou can learn more about the studies supported by this project at: http://biomechatronics.stanford.edu/publications\n\n\t\t\t\t\tLast Modified: 10/21/2021\n\n\t\t\t\t\tSubmitted by: Christopher Atkeson"
 }
}