{
 "awd_id": "1735992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: The statistical mechanics of bed load sediment transport: Scaling particle motion to fluvial form",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 223868.0,
 "awd_amount": 223868.0,
 "awd_min_amd_letter_date": "2017-06-30",
 "awd_max_amd_letter_date": "2022-06-14",
 "awd_abstract_narration": "The streams and rivers of the United States are in a state of flux due to the building, and now decommissioning, of tens of thousands of dams, as well as changes in water use and land use influencing river flows. Extensive field studies have documented complex changes to the geometry and substrate of gravel-bedded rivers affecting fish and other biota. Due to the patchy, intermittent nature of the motion of sand and gravel carried by turbulent river flow, current models of sediment transport are unable to predict most of these critical riparian changes. This project investigates and describes sediment motion at the level of individual grains and turbulent eddies using physics-based supercomputer algorithms and advanced laboratory imaging techniques. Statistical physical principles are applied to these supercomputer and laboratory results to produce a theoretical framework that is expected to provide predictive capabilities, and thus, policy guidance regarding dramatic changes occurring in the country's waterways.\r\n\r\nThe experimental work involves gravel-bed flumes and high-speed video to illustrate the basis for changes in streambed topography, and how the characteristic length-scales in this problem are determined by the distribution of particle motions. Laboratory experiments will be replicated by particle- and turbulence-resolving supercomputer simulations coupled in momentum. The work also is aimed at parameterizing statistical theory for the case of alternate bar formation, thus providing the basis for further clarifying channel-scale morphodynamics problems in which patchy, rarefied transport conditions exist.\r\n\r\nThis award is cofunded by the Geomorphology and Land-use Dynamics Program and the National Strategic Computing Initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Furbish",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Furbish",
   "pi_email_addr": "david.j.furbish@vanderbilt.edu",
   "nsf_id": "000249554",
   "pi_start_date": "2017-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "7458",
   "pgm_ref_txt": "GEOMORPHOLOGY & LAND USE DYNAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 140324.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 83544.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was centered on the statistical physics of sediment particle motions and transport on hillslopes and in rivers.&nbsp; The overarching objective was to elaborate the significance and consequences of patchy, intermittent particle motions that produce significant fluctuations in transport rates over space and time, moving beyond conventional deterministic formulations of transport that envision this phenomenon as a smoothly varying (continuum-like) behavior.&nbsp; The project combined theoretical, numerical and experimental work.&nbsp; The principle scientific outcomes of the project included explanations of: 1) particle transport on hillslopes --- how far rocks and boulders move downslope following disturbances of the hillslope surface or as rockfall from cliffs in relation to their sliding, tumbling and bouncing motions involving collisions with the rough hillslope surface; 2) rain splash transport --- how the entrainment of soil particles by raindrop impacts leads to the downslope drift and dispersal of the particles; and 3) bed load transport --- how the intermittent sliding, tumbling and hopping of sediment particles along a streambed in response to fluid forces and particle-bed interactions yield large fluctuations in transport rates.&nbsp; The results of the work have practical and well as theoretical value, notably including how we must take into account inherent fluctuations in sediment movement and transport rates.&nbsp; The work bears on risk assessment associated with transport of rocks on hillslopes; it is relevant to understanding transport and dispersal of soil-particle borne materials, including pathogens, in relation to rain splash transport; and it bears on the health of aquatic habitats in relation to bed load transport.&nbsp; The project provided educational and training opportunities for an undergraduate student, a master's student, and a PhD student.&nbsp; This included their involvement in coursework and research concerning the principles and applications of statistical physics, and probability and statistics; and developing skills in designing and conducting experiments as well as data analysis.</p><br>\n<p>\n Last Modified: 01/14/2024<br>\nModified by: David&nbsp;J&nbsp;Furbish</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project was centered on the statistical physics of sediment particle motions and transport on hillslopes and in rivers. The overarching objective was to elaborate the significance and consequences of patchy, intermittent particle motions that produce significant fluctuations in transport rates over space and time, moving beyond conventional deterministic formulations of transport that envision this phenomenon as a smoothly varying (continuum-like) behavior. The project combined theoretical, numerical and experimental work. The principle scientific outcomes of the project included explanations of: 1) particle transport on hillslopes --- how far rocks and boulders move downslope following disturbances of the hillslope surface or as rockfall from cliffs in relation to their sliding, tumbling and bouncing motions involving collisions with the rough hillslope surface; 2) rain splash transport --- how the entrainment of soil particles by raindrop impacts leads to the downslope drift and dispersal of the particles; and 3) bed load transport --- how the intermittent sliding, tumbling and hopping of sediment particles along a streambed in response to fluid forces and particle-bed interactions yield large fluctuations in transport rates. The results of the work have practical and well as theoretical value, notably including how we must take into account inherent fluctuations in sediment movement and transport rates. The work bears on risk assessment associated with transport of rocks on hillslopes; it is relevant to understanding transport and dispersal of soil-particle borne materials, including pathogens, in relation to rain splash transport; and it bears on the health of aquatic habitats in relation to bed load transport. The project provided educational and training opportunities for an undergraduate student, a master's student, and a PhD student. This included their involvement in coursework and research concerning the principles and applications of statistical physics, and probability and statistics; and developing skills in designing and conducting experiments as well as data analysis.\t\t\t\t\tLast Modified: 01/14/2024\n\n\t\t\t\t\tSubmitted by: DavidJFurbish\n"
 }
}