{
 "awd_id": "1735282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NRT-INFEWS: Sustainable Food, Energy, and Water Systems (SFEWS)",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vinod Lohani",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 2510755.0,
 "awd_amount": 2510755.0,
 "awd_min_amd_letter_date": "2017-07-20",
 "awd_max_amd_letter_date": "2017-07-20",
 "awd_abstract_narration": "Large areas of land are needed to satisfy the food, energy, and water (FEW) needs of an increasingly populated earth. This can lead to challenging land use competition where local FEW needs cannot be met with current land use practice. For instance, in areas where solar energy is produced, standard solar panels can cast large ground shadows on agricultural land throughout the day, which greatly impedes crop growth. An urgent need exists to develop solutions for sustainable FEW systems (SFEWS) where food, energy, and water needs can be met using available land collaboratively rather than competitively. One approach could be to use the entire solar spectrum to maximize resource production from a given land area. Achieving such solutions requires effective interdisciplinary education and training to generate the resources and human capital for leadership for a sustainable solar economy. This National Science Foundation Research Traineeship (NRT) award to Purdue University and Florida A&M University will form an interdisciplinary traineeship program that will train graduate students in the skills needed to produce sustainable supplies of food, energy and water (FEW) for a more heavily populated earth. The project anticipates training 48 PhD students, including 24 funded trainees, from agronomy, agricultural and biological engineering, electrical and computer engineering, chemical engineering, materials science and engineering, chemistry, and agricultural economics.\r\n\r\nThe SFEWS project aims to meet food, energy and water management needs locally with local solar energy. Achieving this state requires studying highly complex systems with previously unappreciated interdependencies and then developing innovative solutions by combining basic scientific and technical principles from the diverse fields of agriculture, engineering, and science. Out of many possibilities,  solutions will be identified based on their system-wide simplicity, economic impact, and environmental footprint, in light of government policy and social impact. The SFEWS cohorts performing these studies will provide a workforce trained in interdisciplinary skills to identify underlying factors leading to competition for land, to suggest innovative solutions, and then lead in global implementation as researchers, business and industry leaders, policy makers, teachers and entrepreneurs. The new scientific and technical knowledge, unique systems analysis methods, and tools developed from this program will have impact well beyond the SFEWS NRT. This team will develop new interdisciplinary courses and training modules, globally disseminated through vehicles such as nanoHUB.org. Through well-planned diversity recruiting and engagement, the SFEWS NRT will help underrepresented and women students to help forge a sustainable FEW economy. Successful execution of this program will introduce a new paradigm where local FEW needs can increasingly be met with local solar energy for a highly resilient economy, with the U.S. serving as a world leader in sustainably meeting FEW needs.\r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The Traineeship Track is dedicated to effective training of STEM graduate students in high priority interdisciplinary research areas, through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.\r\n\r\nThis project is co-funded by the Louis Stokes Alliances for Minority Participation (LSAMP) program.  The LSAMP program supports comprehensive, evidence-based, and sustained approaches to broadening participation of students from racial and ethnic groups historically underrepresented in STEM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mitchell",
   "pi_last_name": "Tuinstra",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchell R Tuinstra",
   "pi_email_addr": "drmitch@purdue.edu",
   "nsf_id": "000331953",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathalie",
   "pi_last_name": "Duval-Couetil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathalie Duval-Couetil",
   "pi_email_addr": "natduval@purdue.edu",
   "nsf_id": "000504447",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rakesh",
   "pi_last_name": "Agrawal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rakesh Agrawal",
   "pi_email_addr": "agrawalr@purdue.edu",
   "nsf_id": "000238489",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Gitau",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret W Gitau",
   "pi_email_addr": "mgitau@purdue.edu",
   "nsf_id": "000498017",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "480 Stadium Mall Drive",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133500",
   "pgm_ele_name": "IGERT FULL PROPOSALS"
  },
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  },
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2510755.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong>: Meeting increasing renewable power demand from photovoltaic (PV) parks can frequently require use of farmlands. In such PV-aglectric (PVA) farming, also referred to as agrivoltaic or agrophotovoltaic farming, yields for the row crops such as corn, soybean, etc. are negatively impacted by the shadow-casting PV modules. Large-scale implementation of the solar economy requires a transition from this land competition to land cooperation in a sustainable food-energy-water (FEW) system. This envisioned state has traditionally been constrained by a significant gap in our traditional monodisciplinary education that concentrates on individual FEW elements and does not address interconnected sustainability challenges.</p>\n<p>The NRT-INFEWS: Sustainable Food, Energy and Water Systems (SFEWS) led by Purdue University with partner Florida A&amp;M University integrated interdisciplinary education through hands-on activities on farmlands, interdisciplinary courses, and unique professional modules resulting in a convergent education and training program from seemingly disconnected disciplines that equipped a generation of doctoral graduate students with the mindset and skills to help enable a world where all FEW needs will be met sustainably in a balanced manner. In the year 2019, the team designed and installed a first-of-its-kind east-west sun-tracking PV panel system on Purdue&rsquo;s agriculture farm. This PVA facility has since grown corn every summer and soybean starting in the summer of 2021 using actual commercial-scale farming practices. Extensive field data related to plants and the environment were collected using state-of-the-art tools and methods. We observed that the cultivated PVA land sees an average reduction in maize yield of 7% to 12% and soybean of 7% to 10%, compared to control regions that do not contain any PV modules.</p>\n<p><strong>Intellectual Merit:&nbsp;</strong>The interdisciplinary team of SFEWS NRT experts and trainees from agronomy, agricultural economics, agricultural engineering, electrical engineering, and chemical engineering brought together their diverse knowledge and created an understanding of plant growth for two important food crops of corn and soybean under dynamic PV module shadows in a PVA farm. Extensive PVA field plant data for corn was successfully modeled using an hourly PV shadow model in conjunction with actual solar irradiation and a validated plant model. This has enabled the capability to create new structure designs for PV modules, and their operation methods, and identify changes in associated farm practices to optimally harvest both food and electricity while minimizing the negative impact on food production. Using our developed framework, we have already identified new PV installation structures and their operation procedures for system-wide simplicity and enhanced economic impact while minimizing the negative impact on corn yield. &nbsp;Continued modeling effort for soybeans is expected to yield similar technical and scientific insights.</p>\n<p><strong>Broader Impacts:&nbsp;</strong>The SFEWS NRT team developed and offered two new, timely, and necessary interdisciplinary courses. The course Food and Energy Farms: Challenges to Sustainable Production on a Crowded Planet discusses agronomy, solar energy, water, and soil in the context of food and power production from an agriculture farm. In the second interdisciplinary course 'Systems and Economics Analysis for Food, Energy and Water' students learned how could solar energy efficiently meet competing human needs in a synergistic manner leading to SFEWS, and how to conduct a cost-benefit analysis and apply it to the proposed SFEWS. These courses were well received by the students and will continue to be offered beyond the NRT years. &nbsp;Extremely laborious field data collection required nearly a dozen graduate students to organize and coordinate data collection activities throughout the entire growing season providing them a valuable lesson in leadership and teamwork. The research related activities provided students with valuable educational experience in organizing, safety, mentoring, research presentation, manuscript writing, etc. The program trained 27 trainees, published nearly two dozen papers, and made over fifty conference presentations.&nbsp; The graduated SFEWS trainees have gone on to become successful researchers, teachers, and practitioners.&nbsp;&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Keywords</strong>: Agrivoltaic, Agrophotovoltaic, APSIM, PV-Aglectric</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/16/2023<br>\nModified by: Rakesh&nbsp;Agrawal</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1735282/1735282_10504706_1700172315665_Picture_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1735282/1735282_10504706_1700172315665_Picture_2--rgov-800width.jpg\" title=\"PV-aglectric (agrivoltaic) Farming at Purdue University\"><img src=\"/por/images/Reports/POR/2023/1735282/1735282_10504706_1700172315665_Picture_2--rgov-66x44.jpg\" alt=\"PV-aglectric (agrivoltaic) Farming at Purdue University\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sunrise at Purdue University's PV-aglectric farm.</div>\n<div class=\"imageCredit\">Rakesh Agrawal</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Rakesh&nbsp;Agrawal\n<div class=\"imageTitle\">PV-aglectric (agrivoltaic) Farming at Purdue University</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1735282/1735282_10504706_1700172392172_Picture_3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1735282/1735282_10504706_1700172392172_Picture_3--rgov-800width.png\" title=\"PV-aglectric (agrivoltaic) Farming at Purdue University\"><img src=\"/por/images/Reports/POR/2023/1735282/1735282_10504706_1700172392172_Picture_3--rgov-66x44.png\" alt=\"PV-aglectric (agrivoltaic) Farming at Purdue University\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Corn and soybeans before harvesting in October 2023.</div>\n<div class=\"imageCredit\">Rakesh Agrawal</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Rakesh&nbsp;Agrawal\n<div class=\"imageTitle\">PV-aglectric (agrivoltaic) Farming at Purdue University</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1735282/1735282_10504706_1700172239516_Picture_1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1735282/1735282_10504706_1700172239516_Picture_1--rgov-800width.png\" title=\"PV-aglectric (agrivoltaic) Farming at Purdue University\"><img src=\"/por/images/Reports/POR/2023/1735282/1735282_10504706_1700172239516_Picture_1--rgov-66x44.png\" alt=\"PV-aglectric (agrivoltaic) Farming at Purdue University\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Corn under PV-arrays. Fall 2023</div>\n<div class=\"imageCredit\">Rakesh Agrawal</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Rakesh&nbsp;Agrawal\n<div class=\"imageTitle\">PV-aglectric (agrivoltaic) Farming at Purdue University</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview: Meeting increasing renewable power demand from photovoltaic (PV) parks can frequently require use of farmlands. In such PV-aglectric (PVA) farming, also referred to as agrivoltaic or agrophotovoltaic farming, yields for the row crops such as corn, soybean, etc. are negatively impacted by the shadow-casting PV modules. Large-scale implementation of the solar economy requires a transition from this land competition to land cooperation in a sustainable food-energy-water (FEW) system. This envisioned state has traditionally been constrained by a significant gap in our traditional monodisciplinary education that concentrates on individual FEW elements and does not address interconnected sustainability challenges.\n\n\nThe NRT-INFEWS: Sustainable Food, Energy and Water Systems (SFEWS) led by Purdue University with partner Florida A&M University integrated interdisciplinary education through hands-on activities on farmlands, interdisciplinary courses, and unique professional modules resulting in a convergent education and training program from seemingly disconnected disciplines that equipped a generation of doctoral graduate students with the mindset and skills to help enable a world where all FEW needs will be met sustainably in a balanced manner. In the year 2019, the team designed and installed a first-of-its-kind east-west sun-tracking PV panel system on Purdues agriculture farm. This PVA facility has since grown corn every summer and soybean starting in the summer of 2021 using actual commercial-scale farming practices. Extensive field data related to plants and the environment were collected using state-of-the-art tools and methods. We observed that the cultivated PVA land sees an average reduction in maize yield of 7% to 12% and soybean of 7% to 10%, compared to control regions that do not contain any PV modules.\n\n\nIntellectual Merit:The interdisciplinary team of SFEWS NRT experts and trainees from agronomy, agricultural economics, agricultural engineering, electrical engineering, and chemical engineering brought together their diverse knowledge and created an understanding of plant growth for two important food crops of corn and soybean under dynamic PV module shadows in a PVA farm. Extensive PVA field plant data for corn was successfully modeled using an hourly PV shadow model in conjunction with actual solar irradiation and a validated plant model. This has enabled the capability to create new structure designs for PV modules, and their operation methods, and identify changes in associated farm practices to optimally harvest both food and electricity while minimizing the negative impact on food production. Using our developed framework, we have already identified new PV installation structures and their operation procedures for system-wide simplicity and enhanced economic impact while minimizing the negative impact on corn yield. Continued modeling effort for soybeans is expected to yield similar technical and scientific insights.\n\n\nBroader Impacts:The SFEWS NRT team developed and offered two new, timely, and necessary interdisciplinary courses. The course Food and Energy Farms: Challenges to Sustainable Production on a Crowded Planet discusses agronomy, solar energy, water, and soil in the context of food and power production from an agriculture farm. In the second interdisciplinary course 'Systems and Economics Analysis for Food, Energy and Water' students learned how could solar energy efficiently meet competing human needs in a synergistic manner leading to SFEWS, and how to conduct a cost-benefit analysis and apply it to the proposed SFEWS. These courses were well received by the students and will continue to be offered beyond the NRT years. Extremely laborious field data collection required nearly a dozen graduate students to organize and coordinate data collection activities throughout the entire growing season providing them a valuable lesson in leadership and teamwork. The research related activities provided students with valuable educational experience in organizing, safety, mentoring, research presentation, manuscript writing, etc. The program trained 27 trainees, published nearly two dozen papers, and made over fifty conference presentations. The graduated SFEWS trainees have gone on to become successful researchers, teachers, and practitioners.\n\n\n\n\n\nKeywords: Agrivoltaic, Agrophotovoltaic, APSIM, PV-Aglectric\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/16/2023\n\n\t\t\t\t\tSubmitted by: RakeshAgrawal\n"
 }
}