{
 "awd_id": "1735017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRT-IGE: Integrating Team Science into the STEM Graduate Training Experience",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032928072",
 "po_email": "ddenecke@nsf.gov",
 "po_sign_block_name": "Daniel Denecke",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 477670.0,
 "awd_amount": 570790.0,
 "awd_min_amd_letter_date": "2017-07-12",
 "awd_max_amd_letter_date": "2022-07-20",
 "awd_abstract_narration": "Large interdisciplinary teams are frequently at the core of research on today's complex science and engineering problems. Working in teams is challenging for many scientists and engineers because the culture of universities, where they studied, recognizes and rewards individual achievement. For example, a Ph.D. student's final project report, the dissertation, must represent the student's own original contribution. Likewise, universities promote individual faculty members, not groups, through the ranks. Despite the importance of team-based research, universities have historically provided little systematic preparation for science and engineering graduate students to help them succeed in careers involving greater collaboration. This National Science Foundation Research Traineeship (NRT) award in the Innovations in Graduate Education (IGE) Track to the Georgia Institute of Technology will address these challenges by developing materials to train graduate students to work in teams and by measuring the effectiveness of these materials. The project will take a novel approach to curriculum development by drawing on best practices in team training from a wide range of sources such as the healthcare industry, aviation, and the military. Adaptation of these materials to meet the needs of graduate students will ensure that the students become effective team members and leaders who can advance science and engineering throughout their careers. \r\n\r\nThis project seeks to determine how graduate students learn to be effective team members and team leaders. The project will investigate which instructional materials and approaches are most effective for students to develop teamwork competencies and which settings are most suitable for learning and retaining specific transportable skills. This project has three goals: (1) develop instructional materials and collaborative processes for team training; (2) implement these instructional materials; and (3) evaluate the effectiveness of instructional materials as well as the processes for developing and implementing team training at the graduate level. Achieving these goals will add to the knowledge base about effective graduate education. The project focuses on three key considerations: competencies, audiences, and settings. The competencies studied by this project are transportable, meaning they are useful in many different areas of research. Examples include knowledge about the nature and value of teamwork, skills in communication and conflict management, and attitudes about diversity and inclusiveness. The audience for the project includes M.S. and Ph.D. students across a wide range of STEM programs. To maximize flexibility, the team will develop curricular materials in small units that faculty can deliver in different settings. Settings where materials will be developed and introduced include existing academic courses, short (60-90 minute) or longer (half day, full day) workshops, and semester-long academic courses. \r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new, potentially transformative models for STEM graduate education training. The Innovations in Graduate Education Track is dedicated solely to piloting, testing, and evaluating novel, innovative, and potentially transformative approaches to graduate education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Cozzens",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Cozzens",
   "pi_email_addr": "susan.cozzens@pubpolicy.gatech.edu",
   "nsf_id": "000205359",
   "pi_start_date": "2017-07-12",
   "pi_end_date": "2021-03-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Realff",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mary L Realff",
   "pi_email_addr": "mr37@mail.gatech.edu",
   "nsf_id": "000258016",
   "pi_start_date": "2021-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Realff",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mary L Realff",
   "pi_email_addr": "mr37@mail.gatech.edu",
   "nsf_id": "000258016",
   "pi_start_date": "2017-12-22",
   "pi_end_date": "2021-03-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angus",
   "pi_last_name": "Wilkinson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Angus P Wilkinson",
   "pi_email_addr": "angus.wilkinson@chemistry.gatech.edu",
   "nsf_id": "000490341",
   "pi_start_date": "2017-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Bhatti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela Bhatti",
   "pi_email_addr": "pamela.bhatti@ece.gatech.edu",
   "nsf_id": "000500022",
   "pi_start_date": "2017-07-12",
   "pi_end_date": "2017-12-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meltem",
   "pi_last_name": "Alemdar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meltem Alemdar",
   "pi_email_addr": "meltem.alemdar@ceismc.gatech.edu",
   "nsf_id": "000557913",
   "pi_start_date": "2017-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084Z",
   "pgm_ref_txt": "IGE-Innovations in Graduate Ed"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 477670.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 93120.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This grant supported the development and deployment of an innovation in graduate education which uses the results of the science-of-team-science literature, draws on best practices in teamwork, as well as our own research to develop leaders in engineering practice. The grant focused on developing graduate students who work in interdisciplinary teams where they are tackling complex problems that no one discipline could solve. It is essential that members of these team develop the skills needed for different disciplines, with different points of view, training, and experience, to work effectively together.</span></p>\n<p><span>Materials, including a participant workbook and a train-the-trainer facilitator guide, were developed to enable workshops to be done in different modes (in-person, on-line, and self-study) and in different formats (1/2 day and full day workshops, 50-minute modules, self-serve modules done at the user&rsquo;s pace). The train-the-trainer materials have been used to successfully train faculty from other universities, so that they can offer workshops on their campuses. </span></p>\n<p><span>This grant work was part of the Effective Team Dynamics Initiative (ETD) which delivers on the vision that everyone's unique contributions are recognized in research teams and outcomes are reached that could not be reached by individuals </span><a href=\"https://etd.gatech.edu/\"><span>https://etd.gatech.edu/</span></a><span> . ETD cultivates a supportive, productive, and harmonious learning community grounded in strengths-based collaboration. This work has resulted in the initiative impacting 8000 undergraduate and graduate students and 1800 post docs, faculty, and staff in just the past five and a half years. The initiative partnered with the Center for Teaching and Learning at Georgia Tech to develop the curriculum and train faculty and staff as certified facilitators to deliver its content. The work has been disseminated to other institutions including the University of Texas San Antonio, University of Wisconsin Madison, Sagrado University Corazon, University of Georgia, and the Okinawa Institute of Science and Technology. </span></p>\n<p><span>This project contributed to both intellectual merit and broader impacts in the following ways:</span></p>\n<p><span>Intellectual Merit:<br /> This project was both innovative and transformative for a number of reasons. Our outcomes are distinct from the National Science Foundation's other team science investments in that training is not limited to graduate students from a specific program, and that it focuses on team science competencies such as knowledge about the nature and value of teamwork; skills in team formation, communication and conflict management; and attitudes about diversity and inclusiveness, including working across interdisciplinary boundaries. Our three-dimensional approach has allowed Georgia Tech to add to the knowledge base about effective graduate STEM education. The robust and comprehensive evaluation plan enabled the project team to answer research questions such as, \"Which instructional materials and approaches are most effective for students' development of team science competencies?\" and \"What setting is most suitable for learning and retaining specific transportable skills?\" The comprehensive training program we developed has also be transformative because the team science training has become a standard, required part of graduate education and postdoctoral training in some of the schools at Georgia Tech. The supplemental funding received enabled the team to develop online modules which can be accessed through our learning management system, Canvas, and are appropriate for self-study or research group training.</span></p>\n<p><span><br /> Broader Impacts:<br /> \"Integrating Team Science into the STEM Graduate Training Experience\" achieved three primary societal outcomes. First, the project has improved graduate student STEM education by providing students with the knowledge and skills they need to be successful in team-based work environments, whether in academia, industry, or the non-profit sector. Our work has had impact nationally and internationally because we committed to creating flexible, scalable, and sustainable team science training practices which have be implemented in graduate programs across the country and in Japan (note that Okinawa Institute of Science and Technology and Georgia Tech funded this collaboration in Japan). Improvements in STEM education have led to a second key societal outcome: M.S. and Ph.D. graduates who are better prepared to participate in a diverse, globally competitive workforce. When members of the workforce are able to work effectively in&nbsp;interdisciplinary teams, we reap the economic and technological benefits of solving what the National Academy of Engineering has identified as the grand challenges for engineering in the 21st century.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: Mary&nbsp;L&nbsp;Realff</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1735017/1735017_10501404_1701150145263_image_of_workshop--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1735017/1735017_10501404_1701150145263_image_of_workshop--rgov-800width.jpg\" title=\"ICOGS Workshop\"><img src=\"/por/images/Reports/POR/2023/1735017/1735017_10501404_1701150145263_image_of_workshop--rgov-66x44.jpg\" alt=\"ICOGS Workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Dr. Realff conducting an in-person ICOGS workshop at Georgia Tech</div>\n<div class=\"imageCredit\">Mary Lynn Realff</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mary&nbsp;L&nbsp;Realff\n<div class=\"imageTitle\">ICOGS Workshop</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis grant supported the development and deployment of an innovation in graduate education which uses the results of the science-of-team-science literature, draws on best practices in teamwork, as well as our own research to develop leaders in engineering practice. The grant focused on developing graduate students who work in interdisciplinary teams where they are tackling complex problems that no one discipline could solve. It is essential that members of these team develop the skills needed for different disciplines, with different points of view, training, and experience, to work effectively together.\n\n\nMaterials, including a participant workbook and a train-the-trainer facilitator guide, were developed to enable workshops to be done in different modes (in-person, on-line, and self-study) and in different formats (1/2 day and full day workshops, 50-minute modules, self-serve modules done at the users pace). The train-the-trainer materials have been used to successfully train faculty from other universities, so that they can offer workshops on their campuses. \n\n\nThis grant work was part of the Effective Team Dynamics Initiative (ETD) which delivers on the vision that everyone's unique contributions are recognized in research teams and outcomes are reached that could not be reached by individuals https://etd.gatech.edu/ . ETD cultivates a supportive, productive, and harmonious learning community grounded in strengths-based collaboration. This work has resulted in the initiative impacting 8000 undergraduate and graduate students and 1800 post docs, faculty, and staff in just the past five and a half years. The initiative partnered with the Center for Teaching and Learning at Georgia Tech to develop the curriculum and train faculty and staff as certified facilitators to deliver its content. The work has been disseminated to other institutions including the University of Texas San Antonio, University of Wisconsin Madison, Sagrado University Corazon, University of Georgia, and the Okinawa Institute of Science and Technology. \n\n\nThis project contributed to both intellectual merit and broader impacts in the following ways:\n\n\nIntellectual Merit:\n This project was both innovative and transformative for a number of reasons. Our outcomes are distinct from the National Science Foundation's other team science investments in that training is not limited to graduate students from a specific program, and that it focuses on team science competencies such as knowledge about the nature and value of teamwork; skills in team formation, communication and conflict management; and attitudes about diversity and inclusiveness, including working across interdisciplinary boundaries. Our three-dimensional approach has allowed Georgia Tech to add to the knowledge base about effective graduate STEM education. The robust and comprehensive evaluation plan enabled the project team to answer research questions such as, \"Which instructional materials and approaches are most effective for students' development of team science competencies?\" and \"What setting is most suitable for learning and retaining specific transportable skills?\" The comprehensive training program we developed has also be transformative because the team science training has become a standard, required part of graduate education and postdoctoral training in some of the schools at Georgia Tech. The supplemental funding received enabled the team to develop online modules which can be accessed through our learning management system, Canvas, and are appropriate for self-study or research group training.\n\n\n\n Broader Impacts:\n \"Integrating Team Science into the STEM Graduate Training Experience\" achieved three primary societal outcomes. First, the project has improved graduate student STEM education by providing students with the knowledge and skills they need to be successful in team-based work environments, whether in academia, industry, or the non-profit sector. Our work has had impact nationally and internationally because we committed to creating flexible, scalable, and sustainable team science training practices which have be implemented in graduate programs across the country and in Japan (note that Okinawa Institute of Science and Technology and Georgia Tech funded this collaboration in Japan). Improvements in STEM education have led to a second key societal outcome: M.S. and Ph.D. graduates who are better prepared to participate in a diverse, globally competitive workforce. When members of the workforce are able to work effectively ininterdisciplinary teams, we reap the economic and technological benefits of solving what the National Academy of Engineering has identified as the grand challenges for engineering in the 21st century.\n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: MaryLRealff\n"
 }
}