{
 "awd_id": "1735786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Postdoctoral Researchers: The Impact of Labor Regulations and Visa Policy",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Feeney",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 464323.0,
 "awd_amount": 464323.0,
 "awd_min_amd_letter_date": "2017-07-21",
 "awd_max_amd_letter_date": "2021-08-05",
 "awd_abstract_narration": "Doctoral students and post-doctoral appointments are critical inputs to research and develop scientific expertise. The combination of labor supply and research demand has fueled the increasing prevalence of post-doctoral appointments at U.S. colleges and universities, with numbers rising from 18,399 in 1980 to 63,593 in 2014. Even as job opportunities for faculty and permanent employment in university science have stagnated, the number of post-doc appointments has continued to grow, particularly in the life sciences and biomedical fields. Concerns about basic employment protections and the long-term health of the scientific talent pool stem from modest earnings for long hours and uncertain long-term job prospects.  Because the pipeline of new scientific discoveries and innovation depends on the flow and persistence of talent in the scientific workforce, this research informs questions and policy critical to the progress of science and economic prosperity.   \r\n\r\nThis research examines how labor market regulations and immigration policies affect the scientific labor market in terms of what universities must pay research personnel, the costs of graduate education, and the flow of doctorate students and doctorate recipients from abroad. This research focuses on three types of policies affecting university scientific personnel: visa requirements and terms for student (F- 1), exchange visitor (J-1), and high-skill specialty workers (H-1B); tuition charges and other required expenses for doctorate students, and; labor rules including the proposed change in the Fair Labor Standards Act (FLSA) minimum salary threshold for exclusion from overtime requirements.  This project builds a database from administrative salary data from public universities and Freedom of Information Act (FOIA) releases from United States Citizenship and Immigration Services and Department of Homeland Security which include doctorate level individuals with F-1, J-1, and H-1B visa status. Econometric analysis will be used to identify the demand for scientific personnel, including effects on earnings and the distribution of employment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Turner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Turner",
   "pi_email_addr": "set5h@virginia.edu",
   "nsf_id": "000391002",
   "pi_start_date": "2017-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bound",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Bound",
   "pi_email_addr": "jbound@umich.edu",
   "nsf_id": "000106842",
   "pi_start_date": "2017-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  },
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "8800",
   "pgm_ref_txt": "SCIENCE RESOURCES STATISTICS"
  },
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 464323.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><span style=\"white-space: pre;\"> </span>This work has focused on the empirical analysis of the impact of how changes in funding (particularly state appropriations to public universities), changes in visas policies and regulatory adjustments impact the employment of post-doctoral scholars and graduate students in university-based scientific research. &nbsp;&nbsp;NSF funding has supported two published analyses (Bound, Braga, Khanna and Turner, 2021; Bound, Braga, Khanna, Gaurav, and Turner, 2021) and two papers that are in-progress (&ldquo;Minimum Wages for the Scientific Workforce&rdquo; Braga, Khanna and Turner) and (&ldquo;Migration Policy and the Supply of Foreign Physicians: Evidence from the Conrad 30 Waiver Program&rdquo; Braga, Khanna and Turner, 2023).&nbsp; In the process of answering these questions, we have endeavored to build new data resources on the flow of PhDs from abroad and employment and compensation of doctorates at U.S. universities.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Empirical work shows how the combination of limited funding at public universities, excess demand for graduate training from abroad and ready-access to student visas fueled an expansion of revenue-generating MA programs. &nbsp;The importance of MA-level training for foreign students as a revenue source for universities has increased markedly in recent years, with a number of universities adding revenue-generating programs precisely to cater to foreign students. At the doctorate level, universities make an foreign students who contribute to the research and teaching enterprise.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Focusing specifically on visa policies related to international medical graduates who enter the U.S. for residency programs on J-1 visas, this research shows that the expansion of the cap on visa waivers in the Conrad 30 program increased the supply of physicians, particularly in poor and rural areas. There is little evidence of reductions in US-trained doctors in states where IMG increases were the largest, suggesting little evidence for crowding out.</p>\n<p><span style=\"white-space: pre;\"> </span>&nbsp;Using a large data set on compensation at public universities, research under this grant shows the adjustment in earnings to a proposed change in the compensation levels covered under Fair Labor Standards Act in 2016.&nbsp; While the proposed change never became policy, there were marked responses in post-doc compensation.&nbsp; Ongoing work is investigating the consequences for employment.&nbsp;&nbsp;</p>\n<p>Bound, John, Breno Braga, Gaurav Khanna, and Sarah Turner. 2019. &ldquo;Public Universities: The Supply-Side of Building a Skilled Workforce.&rdquo; <em>RSF: The Russell Sage Foundation Journal of the Social Sciences</em>, vol 5(5), pages 43-66.</p>\n<p>Bound, John, Breno Braga, Gaurav Khanna, and Sarah Turner. 2021. &ldquo;The Globalization of Postsecondary Education: The Role of International Students in the US Higher Education System.&rdquo; <em>Journal of Economic Perspectives</em>, 35 (1): 163-84.</p>\n<p class=\"Default\">Breno Braga, Gaurav Khanna, and Sarah E. Turner. Under review. &nbsp;\"Migration Policy and the Supply of Foreign Physicians: Evidence from the Conrad 30 Waiver Program.&rdquo;</p>\n<p class=\"Default\">Breno Braga, Gaurav Khanna, and Sarah E. Turner. In Progress. &nbsp;\"Minimum Wages for the Scientific Workforce: How a Fair Labor Standards Proposal Impacted Postdoctoral Researchers\"</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/23/2023<br>\nModified by: Sarah&nbsp;E&nbsp;Turner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\n This work has focused on the empirical analysis of the impact of how changes in funding (particularly state appropriations to public universities), changes in visas policies and regulatory adjustments impact the employment of post-doctoral scholars and graduate students in university-based scientific research. NSF funding has supported two published analyses (Bound, Braga, Khanna and Turner, 2021; Bound, Braga, Khanna, Gaurav, and Turner, 2021) and two papers that are in-progress (Minimum Wages for the Scientific Workforce Braga, Khanna and Turner) and (Migration Policy and the Supply of Foreign Physicians: Evidence from the Conrad 30 Waiver Program Braga, Khanna and Turner, 2023). In the process of answering these questions, we have endeavored to build new data resources on the flow of PhDs from abroad and employment and compensation of doctorates at U.S. universities.\n\n\n Empirical work shows how the combination of limited funding at public universities, excess demand for graduate training from abroad and ready-access to student visas fueled an expansion of revenue-generating MA programs. The importance of MA-level training for foreign students as a revenue source for universities has increased markedly in recent years, with a number of universities adding revenue-generating programs precisely to cater to foreign students. At the doctorate level, universities make an foreign students who contribute to the research and teaching enterprise.\n\n\n Focusing specifically on visa policies related to international medical graduates who enter the U.S. for residency programs on J-1 visas, this research shows that the expansion of the cap on visa waivers in the Conrad 30 program increased the supply of physicians, particularly in poor and rural areas. There is little evidence of reductions in US-trained doctors in states where IMG increases were the largest, suggesting little evidence for crowding out.\n\n\n Using a large data set on compensation at public universities, research under this grant shows the adjustment in earnings to a proposed change in the compensation levels covered under Fair Labor Standards Act in 2016. While the proposed change never became policy, there were marked responses in post-doc compensation. Ongoing work is investigating the consequences for employment.\n\n\nBound, John, Breno Braga, Gaurav Khanna, and Sarah Turner. 2019. Public Universities: The Supply-Side of Building a Skilled Workforce. RSF: The Russell Sage Foundation Journal of the Social Sciences, vol 5(5), pages 43-66.\n\n\nBound, John, Breno Braga, Gaurav Khanna, and Sarah Turner. 2021. The Globalization of Postsecondary Education: The Role of International Students in the US Higher Education System. Journal of Economic Perspectives, 35 (1): 163-84.\n\n\nBreno Braga, Gaurav Khanna, and Sarah E. Turner. Under review. \"Migration Policy and the Supply of Foreign Physicians: Evidence from the Conrad 30 Waiver Program.\n\n\nBreno Braga, Gaurav Khanna, and Sarah E. Turner. In Progress. \"Minimum Wages for the Scientific Workforce: How a Fair Labor Standards Proposal Impacted Postdoctoral Researchers\"\n\n\n\t\t\t\t\tLast Modified: 12/23/2023\n\n\t\t\t\t\tSubmitted by: SarahETurner\n"
 }
}