{
 "awd_id": "1735325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRT-INFEWS: Integrated Urban Solutions for Food, Energy, and Water Management",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032928072",
 "po_email": "ddenecke@nsf.gov",
 "po_sign_block_name": "Daniel Denecke",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 3000000.0,
 "awd_amount": 3000000.0,
 "awd_min_amd_letter_date": "2017-07-06",
 "awd_max_amd_letter_date": "2023-03-31",
 "awd_abstract_narration": "By 2030, 60% of the world's population will live in cities requiring the supply of large amounts of food, water, and energy (FEW) from locations currently far from urban centers. The complex and intimate connection between food, energy, and water is becoming increasingly central in socioeconomic and urban planning decisions. Unfortunately, there exists a void in the workforce and leadership with broad technical, economic, and social perspectives on such complex societal problems. This National Science Foundation Research Traineeship (NRT) award to the University of California, Los Angeles (UCLA) will combine research, education, and communication training to educate future leaders who can deliver innovative solutions to achieve sustainable supply of food, energy, and water to growing urban centers under the pressure of global climate change. The project anticipates training 110 MS or PhD students, including 33 funded trainees, from engineering, physical and life sciences, social sciences, public affairs, and public health. \r\n\r\nThis program will provide graduate students with classroom and hands-on training with a focus on urban systems. Three new FEW graduate courses and a Business and Entrepreneurship Seminar Series will be developed using project-based and peer-to-peer methodology. Hands on training will consist of academic research and institutionalized non-academic graduate internships with domestic partners. Three main interdisciplinary research thrusts will be pursued: (1) FEW wastes reduction and up-scaling, (2) urban sustainability, and (3) integrated solutions for FEW systems management in Los Angeles. The research effort will result in a comprehensive scientific and technological portfolio addressing high priority needs including (1) decaying food sensors and behavioral science to reduce food waste, (2) novel polymeric gels for enhancing soil hydration, (3) integrated technology solutions for urban agriculture, water treatment, biofuel production, and zero-net energy buildings, and (4) system-level understanding of UCLA and LA as testbeds to provide practical ideas and actionable recommendations to stakeholders. Moreover, trainees will gain experience in the art of communicating science and technology by (1) developing the social media series FEW and Far Between, (2) organizing the UCLA Sustainability Day, and (3) through the Urban FEWSing© outreach activity, in which they will interact with the general public at urban farms and food deserts in LA. This approach will align the focus of UCLA and local industrial and community partners on delivering innovation in FEWS, in line with campus and city wide initiatives. This program will impact UCLA and the broader community beyond its funded period, as the UCLA Institute of Environment and Sustainability will adopt the new graduate courses for a newly approved Ph.D. program and UCLA Extension will offer the courses online.\r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The Traineeship Track is dedicated to effective training of STEM graduate students in high priority interdisciplinary research areas, through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Laurent",
   "pi_last_name": "Pilon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurent Pilon",
   "pi_email_addr": "pilon@seas.ucla.edu",
   "nsf_id": "000290853",
   "pi_start_date": "2017-07-06",
   "pi_end_date": "2023-03-31"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Diaconescu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Paula L Diaconescu",
   "pi_email_addr": "pld@chem.ucla.edu",
   "nsf_id": "000072079",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Pincetl",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie S Pincetl",
   "pi_email_addr": "spincetl@ioes.ucla.edu",
   "nsf_id": "000445793",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurent",
   "pi_last_name": "Pilon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurent Pilon",
   "pi_email_addr": "pilon@seas.ucla.edu",
   "nsf_id": "000290853",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lawren",
   "pi_last_name": "Sack",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lawren Sack",
   "pi_email_addr": "lawrensack@ucla.edu",
   "nsf_id": "000097806",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Diaconescu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Paula L Diaconescu",
   "pi_email_addr": "pld@chem.ucla.edu",
   "nsf_id": "000072079",
   "pi_start_date": "2017-07-06",
   "pi_end_date": "2023-03-31"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Rowat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Rowat",
   "pi_email_addr": "rowat@ucla.edu",
   "nsf_id": "000597457",
   "pi_start_date": "2017-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "570 Westwood Plaza, Bldg 114",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900957227",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  },
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 3000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through this interdisciplinary graduate program focusing on integrated solutions to food, energy, and water systems (FEWS) challenges in the urban environment, students received classroom education, research training, professional development, and mentoring. The program implemented an interdisciplinary traineeship model involving educational and research components that prepared students with knowledge and skills to enter the FEWS workforce through social media communication, lab research, and field experiences.</p>\n<p>The program&rsquo;s interdisciplinary research projects integrated science and technology with social sciences, economic analyses, and legal considerations to identify the drivers and barriers to sustainable food, energy, and water supply and inform appropriate technology development to accelerate the adoption of new solutions in an urban setting. The core NRT faculty included members of the School of Engineering and Applied Sciences, the College of Letters and Sciences, Divisions of Life Sciences, Physical Sciences, Social Sciences, Food Law and Policy, the Institute of the Environment and Sustainability, Luskin School of Public Affairs, and UCLA Facilities Management. This was also an important element of the interdisciplinary mentorship trainees received and equally supported the work of the research projects. In addition, cross-campus collaborations were fostered and the connection between UCLA and its community was strengthened through locally relevant knowledge and technical solutions.</p>\n<p>An accomplishment of the program was a broad participation and cross-campus impact. To reach the most graduate students on the UCLA campus, the program attracted and benefited stipend and non-stipend NRT trainees, while also emphasizing inclusion and diversity for the recruiting strategies. This benefited all students in the program, and also contributed to a diverse and inclusive workforce of women and underrepresented groups. The program supported 39 UCLA STEM doctoral NRT trainees at a rate of 7-9 per year. In addition, we included another 27 non-stipend graduate NRT trainees. Aside from the formal traineeship, other students and collaborators from across the UCLA campus were welcomed to join the FEWS courses, seminars, events, and outreach projects. As a result, and thanks to virtual access during the pandemic, the program positively impacted the education of over 200 UCLA graduate students in STEM and other related fields, as well over 300 students and professionals from external institutions and organizations.</p>\n<p>In the program, trainees developed their professional skills through the &ldquo;brown bag seminar&rdquo; series and other team building events, campus resources, career development, community outreach, and networking opportunities. Finally, our outreach activities extended ongoing activities at UCLA to provide the NRT trainees with real-world exposure, required teamwork, and improved communication skills. The Field lab demonstrated the complex connections between food, energy, and water systems through visits to FEWS related sites in LA. The science communication seminar taught skills and tools of empathy for communication with diverse audiences. The FEWS courses developed as part of this NRT were made available to UCLA students. Also, the monthly team meetings offered career, professional development, and networking opportunities.</p>\n<p>Faculty and staff provided resources and strategic training for internship and job search. Moreover, many trainees completed a ten-week internship project with a corporation, government, or non-governmental organization. To help students with career development, we arranged for a group of companies and government offices to act as &ldquo;Industry Partners&rdquo;, thereby agreeing to mentor our students and offer internships along with participation in other NRT events. Over 60% of trainees completed their internship by the end of the year.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/26/2024<br>\nModified by: Paula&nbsp;L&nbsp;Diaconescu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThrough this interdisciplinary graduate program focusing on integrated solutions to food, energy, and water systems (FEWS) challenges in the urban environment, students received classroom education, research training, professional development, and mentoring. The program implemented an interdisciplinary traineeship model involving educational and research components that prepared students with knowledge and skills to enter the FEWS workforce through social media communication, lab research, and field experiences.\n\n\nThe programs interdisciplinary research projects integrated science and technology with social sciences, economic analyses, and legal considerations to identify the drivers and barriers to sustainable food, energy, and water supply and inform appropriate technology development to accelerate the adoption of new solutions in an urban setting. The core NRT faculty included members of the School of Engineering and Applied Sciences, the College of Letters and Sciences, Divisions of Life Sciences, Physical Sciences, Social Sciences, Food Law and Policy, the Institute of the Environment and Sustainability, Luskin School of Public Affairs, and UCLA Facilities Management. This was also an important element of the interdisciplinary mentorship trainees received and equally supported the work of the research projects. In addition, cross-campus collaborations were fostered and the connection between UCLA and its community was strengthened through locally relevant knowledge and technical solutions.\n\n\nAn accomplishment of the program was a broad participation and cross-campus impact. To reach the most graduate students on the UCLA campus, the program attracted and benefited stipend and non-stipend NRT trainees, while also emphasizing inclusion and diversity for the recruiting strategies. This benefited all students in the program, and also contributed to a diverse and inclusive workforce of women and underrepresented groups. The program supported 39 UCLA STEM doctoral NRT trainees at a rate of 7-9 per year. In addition, we included another 27 non-stipend graduate NRT trainees. Aside from the formal traineeship, other students and collaborators from across the UCLA campus were welcomed to join the FEWS courses, seminars, events, and outreach projects. As a result, and thanks to virtual access during the pandemic, the program positively impacted the education of over 200 UCLA graduate students in STEM and other related fields, as well over 300 students and professionals from external institutions and organizations.\n\n\nIn the program, trainees developed their professional skills through the brown bag seminar series and other team building events, campus resources, career development, community outreach, and networking opportunities. Finally, our outreach activities extended ongoing activities at UCLA to provide the NRT trainees with real-world exposure, required teamwork, and improved communication skills. The Field lab demonstrated the complex connections between food, energy, and water systems through visits to FEWS related sites in LA. The science communication seminar taught skills and tools of empathy for communication with diverse audiences. The FEWS courses developed as part of this NRT were made available to UCLA students. Also, the monthly team meetings offered career, professional development, and networking opportunities.\n\n\nFaculty and staff provided resources and strategic training for internship and job search. Moreover, many trainees completed a ten-week internship project with a corporation, government, or non-governmental organization. To help students with career development, we arranged for a group of companies and government offices to act as Industry Partners, thereby agreeing to mentor our students and offer internships along with participation in other NRT events. Over 60% of trainees completed their internship by the end of the year.\n\n\n\t\t\t\t\tLast Modified: 02/26/2024\n\n\t\t\t\t\tSubmitted by: PaulaLDiaconescu\n"
 }
}