{
 "awd_id": "1736285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Equatorial Line Observations Campaign: Physical Oceanography within the Maritime Continent",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 413663.0,
 "awd_amount": 413663.0,
 "awd_min_amd_letter_date": "2017-08-14",
 "awd_max_amd_letter_date": "2022-06-23",
 "awd_abstract_narration": "The Maritime Continent (MC) is a critical region in the global weather and climate system forcing global atmospheric variability on sub-seasonal to decadal time scales, and is the core region for the Madden-Julian Oscillation (MJO). Nonetheless the multi-scale interactions of the atmosphere, ocean and land surfaces in the MC region are sparsely observed, poorly understood and badly represented in models, leading to large systematic errors in extended range forecasts such as precipitation. Propagation by the MJO eastward through the MC is the least predictable part of the MJO lifecycle. The MC islands create a natural barrier to this propagation by fostering land-air-sea interaction, especially on diurnal time scales. This project is to support the physical oceanography measurements of the MC as part of the interdisciplinary Equatorial Line Observations (ELO) field campaign. The main objective of the ELO field campaign is to use the collected in situ, remotely sensed and state-of-the-art numerical models to characterize diurnal cycles of atmospheric convection and upper ocean temperature during CCKW and MJO propagation across the MC region. An improved understanding of the air-sea interactions in the MC region would result in the advancement of forecasting in a densely populated region (i.e., MC). Improved reliability of weather and climate forecasts will benefit the policymakers, strategic planners, insurance industry and food security industries that use these predictions for decision-making. Collaboration between scientists from the USA, UK and Indonesia will contribute to research diversity and capacity building among all the involved institutions with great benefit for the early career researchers involved in this project. The data and results from ELO will be widely disseminated at conferences, YMC workshops and in publications.\r\nThe ELO observational network will consist of three land-based and two ocean-based stations along the equator spanning from the eastern Indian Ocean to Sumatra and across the shallow Karimata Strait to Borneo. This experimental design allows for coherent observations of dynamical and thermodynamical properties of the atmosphere and ocean during CCKW and MJO events across the MC. Meteorological and oceanographic instruments will be deployed to measure upper ocean stratification, surface fluxes, precipitation and atmospheric stratification to characterize the coupled air-sea variability in the presence of CCKWs and the MJO. In this physical oceanography component of the project, two moored chains of discrete temperature and salinity sensors will be deployed within the shallow waters of Karimata Strait. The purpose is to study the evolution of the upper ocean warm layer stratification associated with the diurnal convection and its variability. In particular, the team is interested in how the shallow seas in the Karimata Strait might precondition the propagating CCKW and MJO systems before reaching Borneo. They will address the importance of diurnal upper ocean temperature within the warm layer on the evolution (enhancement or decay) of atmospheric convection during its nighttime offshore propagation and in turn the impact of nocturnal precipitation on oceanic barrier layer development and subsequent development of a warm layer in the following days.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Sprintall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet Sprintall",
   "pi_email_addr": "jsprintall@ucsd.edu",
   "nsf_id": "000430579",
   "pi_start_date": "2017-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD-Scripps Institution of Oceanography",
  "perf_str_addr": "9500 Gilman Drive, MC 0230",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 413663.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Propagation of the intraseasonal coupled wind-precipitation phenomenon known as the Madden Julian Oscillation (MJO) eastward through the Indonesian archipelago is the least predictable part of the MJO lifecycle. The Indonesian islands create a natural barrier to this propagation by fostering land-air-sea interaction. The MJO significantly contributes to the annual rainfall in Indonesia and hence understanding this system is important for society and the economy. The Equatorial Line Observations (ELO) project was designed to study the evolution of the upper ocean temperature and salinity variability within the framework of the coupled air-sea interaction associated with the MJO. In particular, ELO is interested in how the shallow seas in the Karimata Strait might precondition these propagating systems before reaching Kalimantan.</p>\n<p>Seasonal variation of sea surface salinity (SSS) in the maritime continent is known to affect the vertical structure and transports of the Indonesian Throughflow (ITF). However, the sources of the freshwaters that influence the regional SSS variation are poorly understood in large part due to the paucity of in-situ salinity measurements in the region both in space and time. We conducted a comprehensive analysis of measurements from satellites and showed that the main sources of the freshwater are derived directly from the Java Sea precipitation and the runoff from Kalimantan during boreal winter and spring associated with the maritime continent monsoonal water cycle. These freshwater sources flow via the Karimata Strait and cause low SSS values that are associated with higher local sea level, which works against the predominant North-to-South pressure gradient that drives the southward ITF flows. Therefore, the monsoonal water cycle in the maritime continent plays a critical role in regulating the seasonality of the ITF.&nbsp;</p>\n<p>There are related impacts associated with longer-term changes of Indo-Pacific climate variability and water cycle in the maritime continent. Recent observed&nbsp;changes in the wind and buoyancy forcing over the tropical Indo-Pacific have directly affected the vertical profile, strength, and the heat and freshwater transports within the Indonesian seas over intraseasonal to interannual time scales.&nbsp;These changes in the circulation and water mass characteristics impact climate variability through changing the SST and precipitation patterns that can subsequently affect regional economies.</p>\n<p>Publications resulting from this 3-year award include 3 peer-reviewed journal articles and 12 conference presentations. The award also contributed to the training and professional development of marine engineers, as well as to the education of two graduate students and a visiting scholar from Indonesia.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Janet&nbsp;Sprintall</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPropagation of the intraseasonal coupled wind-precipitation phenomenon known as the Madden Julian Oscillation (MJO) eastward through the Indonesian archipelago is the least predictable part of the MJO lifecycle. The Indonesian islands create a natural barrier to this propagation by fostering land-air-sea interaction. The MJO significantly contributes to the annual rainfall in Indonesia and hence understanding this system is important for society and the economy. The Equatorial Line Observations (ELO) project was designed to study the evolution of the upper ocean temperature and salinity variability within the framework of the coupled air-sea interaction associated with the MJO. In particular, ELO is interested in how the shallow seas in the Karimata Strait might precondition these propagating systems before reaching Kalimantan.\n\n\nSeasonal variation of sea surface salinity (SSS) in the maritime continent is known to affect the vertical structure and transports of the Indonesian Throughflow (ITF). However, the sources of the freshwaters that influence the regional SSS variation are poorly understood in large part due to the paucity of in-situ salinity measurements in the region both in space and time. We conducted a comprehensive analysis of measurements from satellites and showed that the main sources of the freshwater are derived directly from the Java Sea precipitation and the runoff from Kalimantan during boreal winter and spring associated with the maritime continent monsoonal water cycle. These freshwater sources flow via the Karimata Strait and cause low SSS values that are associated with higher local sea level, which works against the predominant North-to-South pressure gradient that drives the southward ITF flows. Therefore, the monsoonal water cycle in the maritime continent plays a critical role in regulating the seasonality of the ITF.\n\n\nThere are related impacts associated with longer-term changes of Indo-Pacific climate variability and water cycle in the maritime continent. Recent observedchanges in the wind and buoyancy forcing over the tropical Indo-Pacific have directly affected the vertical profile, strength, and the heat and freshwater transports within the Indonesian seas over intraseasonal to interannual time scales.These changes in the circulation and water mass characteristics impact climate variability through changing the SST and precipitation patterns that can subsequently affect regional economies.\n\n\nPublications resulting from this 3-year award include 3 peer-reviewed journal articles and 12 conference presentations. The award also contributed to the training and professional development of marine engineers, as well as to the education of two graduate students and a visiting scholar from Indonesia.\n\n\n\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: JanetSprintall\n"
 }
}