{
 "awd_id": "1736409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AMPS:   Collaborative Research:   Stochastic Modeling of the Power Grid",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pena Edsel",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "2017-08-21",
 "awd_max_amd_letter_date": "2017-08-21",
 "awd_abstract_narration": "This project will develop mathematical models for the interactions between the economic stake-holders in the modern power grid. While the electricity market is becoming decentralized, understanding the underlying market forces in the presence of fluctuating market conditions and regulations remains inadequate. Providing higher quality information and modeling aids to decision makers is crucial in the drive to achieve grid efficiency and enhanced stability. It is also central to avoiding unintended consequences that have plagued economic policy-making for the grid and for making effective regulations that incentivize aligning stakeholder behavior with societal goals, such as climate change adaptation and investment in new technologies.\r\n\r\nThe project will construct rigorous stochastic models and related numerical algorithms for quantitative assessment and analysis of how to guide the grid in its \"smart\" evolution.  The research will address (i) long-term grid evolution, in particular investment in renewable generation and competition between different producer sectors; (ii) behavior of electricity prices and related financial contracts in the new era of deep renewable penetration, micro-grids, and new requirements on grid stability. The project blends together applied mathematics, game theory, and control, and extends the reach of stochastics to a key application area. The project will contribute to inter-disciplinary training in mathematical sciences at the PhD level and will enhance the exchange of ideas between mathematicians, operations researchers, engineers, and statisticians.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "K. Ronnie",
   "pi_last_name": "Sircar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "K. Ronnie Sircar",
   "pi_email_addr": "sircar@princeton.edu",
   "nsf_id": "000348420",
   "pi_start_date": "2017-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Sherrerd Hall 208",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reliance on renewable resources for real-time and spontaneous demand in energy often fails due to<br />changes in weather patterns. For example, on a cloudy day, it is difficult for solar panels to function<br />efficiently. Furthermore, there are currently no long term solutions to storing the energy produced<br />on very sunny days to insure against those cloudy ones. As a result, most energy produced is used<br />immediately and planning for future production brings much uncertainty. This hinders the current<br />market design in place to reliably deliver electricity across the energy grid. The<br />complexity added by the growth in energy generators of renewable resource, along with the increase<br />of policies that mandate these generators be a substantial part of production leads to instability in<br />the energy grid. Currently, the market that sets the price for electricity in the northeast operates<br />under the expectation that generators commit to produce an energy target prior to the moment<br />when the electricity is needed. If generators fail to reach these targets then the market operators<br />must scramble to find the excess capacity to fill in the gap. These scenarios are sure to arise more<br />frequently as the penetration of renewable energy generators continues to increase. To mitigate the<br />effect and maybe even reduce the chance of these scenarios, market operators have experimented<br />with penalties on the generators to encourage them to commit to an achievable target. The goal<br />of this research is to explore the commitment decisions of renewable firms competing against<br />the more reliable conventional firms (coal, natural gas, etc). The models proposed are static games<br />with multiple profit-maximizing firms choosing a production quantity based on an uncertain demand<br />curve such as in the day-ahead electricity market. The<br />model accurately depicts the bidding behavior of the day-ahead market by using a supply function<br />equilibrium. In addition, by exploring actual bidding behavior in the day-ahead market, we<br />provide evidence to the hypothesis that renewable firms may be under-committing their generation<br />offers in the market. The analysis is completed by using soft clustering to identify renewable<br />generators. This report presents a formal model to describe the bidding behavior and decision of generators in<br />the day-ahead energy market. The model retains the complexities<br />of interactions between generators in the midst of simultaneous sources of uncertainty. The report<br />also shows some preliminary evidence that renewable generators do indeed under-forecast when they<br />bid. However it is not clear whether this is a strategic decision or due to their forecasting capabilities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/08/2022<br>\n\t\t\t\t\tModified by: K. Ronnie&nbsp;Sircar</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1736409/1736409_10517128_1652062948162_ScreenShot2022-05-08at10.18.56PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1736409/1736409_10517128_1652062948162_ScreenShot2022-05-08at10.18.56PM--rgov-800width.jpg\" title=\"Bids\"><img src=\"/por/images/Reports/POR/2022/1736409/1736409_10517128_1652062948162_ScreenShot2022-05-08at10.18.56PM--rgov-66x44.jpg\" alt=\"Bids\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Bids for electricity production</div>\n<div class=\"imageCredit\">Self</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">K. Ronnie&nbsp;Sircar</div>\n<div class=\"imageTitle\">Bids</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nReliance on renewable resources for real-time and spontaneous demand in energy often fails due to\nchanges in weather patterns. For example, on a cloudy day, it is difficult for solar panels to function\nefficiently. Furthermore, there are currently no long term solutions to storing the energy produced\non very sunny days to insure against those cloudy ones. As a result, most energy produced is used\nimmediately and planning for future production brings much uncertainty. This hinders the current\nmarket design in place to reliably deliver electricity across the energy grid. The\ncomplexity added by the growth in energy generators of renewable resource, along with the increase\nof policies that mandate these generators be a substantial part of production leads to instability in\nthe energy grid. Currently, the market that sets the price for electricity in the northeast operates\nunder the expectation that generators commit to produce an energy target prior to the moment\nwhen the electricity is needed. If generators fail to reach these targets then the market operators\nmust scramble to find the excess capacity to fill in the gap. These scenarios are sure to arise more\nfrequently as the penetration of renewable energy generators continues to increase. To mitigate the\neffect and maybe even reduce the chance of these scenarios, market operators have experimented\nwith penalties on the generators to encourage them to commit to an achievable target. The goal\nof this research is to explore the commitment decisions of renewable firms competing against\nthe more reliable conventional firms (coal, natural gas, etc). The models proposed are static games\nwith multiple profit-maximizing firms choosing a production quantity based on an uncertain demand\ncurve such as in the day-ahead electricity market. The\nmodel accurately depicts the bidding behavior of the day-ahead market by using a supply function\nequilibrium. In addition, by exploring actual bidding behavior in the day-ahead market, we\nprovide evidence to the hypothesis that renewable firms may be under-committing their generation\noffers in the market. The analysis is completed by using soft clustering to identify renewable\ngenerators. This report presents a formal model to describe the bidding behavior and decision of generators in\nthe day-ahead energy market. The model retains the complexities\nof interactions between generators in the midst of simultaneous sources of uncertainty. The report\nalso shows some preliminary evidence that renewable generators do indeed under-forecast when they\nbid. However it is not clear whether this is a strategic decision or due to their forecasting capabilities.\n\n\t\t\t\t\tLast Modified: 05/08/2022\n\n\t\t\t\t\tSubmitted by: K. Ronnie Sircar"
 }
}