{
 "awd_id": "1736497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHB: Small: Robustly Detecting Clinical Laboratory Errors",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 182230.0,
 "awd_amount": 182230.0,
 "awd_min_amd_letter_date": "2017-04-17",
 "awd_max_amd_letter_date": "2017-04-17",
 "awd_abstract_narration": "Hospital clinical laboratory tests are a major source of medical information used to diagnose, treat, and monitor patients.  Such test errors lead to delays, additional clinical evaluation, additional expense, and sometimes to erroneous treatments that increase risk to patients.  One recent study suggests that errors in measured total blood calcium concentration due to instrument mis-calibration alone cost from $60M to $199M annually in the US. However, the vast majority of clinical laboratory errors do not originate in instrument mis-calibration. Clinical laboratory errors affect about 0.5% of samples collected.  Of those, approximately 75% of clinical laboratory test errors originate during sample collection, transport, and storage before samples reach the analysis instruments i.e., the pre-analytic phase.  However the quality control measures standard in hospital clinical test labs only monitor instrument calibration and are therefore completely blind to sample faults introduced in the pre-analytic phase, where most errors originate.  Data derived from patient samples, rather than instrumentation calibration checks, holds the key to detect faults introduced in the pre-analytic phase.  Current methods are either so insensitive to errors that they do not detect sample faults reliably, or they routinely flag normal samples as being faulty.\r\n\r\nThis project brings together an interdisciplinary team of researchers  from Oregon Health and Science University and Northeastern University with expertise in machine learning, signal processing, and laboratory medicine to develop and apply statistical machine learning technology to reliably detect errors in hospital clinical laboratory tests, using data derived from patient samples.  The primary obstacle to developing reliable statistical detectors for lab errors is the cost of labeling samples combined with the low error rate.  Developing and evaluating any automated error-detection algorithm requires a sufficient number of samples, both faulty and non-faulty. Determining which tests are faulty requires review of the tests and other patient data (e.g. charts) by a clinical lab expert - a time-consuming and economically unfeasible prospect given the low fault rate.  The project addresses this challenge through active learning paradigms used to select, with emphasis on rare classes, subsets of the data for labeling by human experts.  The project focuses on chronic kidney disease because of its medical importance and large data repository at Oregon Health and Science University. This research will provide algorithms for clinical lab error detection that will extend to tests used in other disease entities (for example diabetes and heart failure).  \r\n\r\nUltimately, the error-detection algorithms developed from this research will make their way into clinical laboratory information systems and further into commercialization and thus deployment on a scale significant enough to have widespread positive impact on laboratory costs patient risk.  The project provides cross-disciplinary training in statistical pattern recognition and clinical laboratory science for graduate and undergraduate students. Additional information about the project can be found at:  http://www.bme.ogi.edu/~tleen/LabErrorDetect/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Leen",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Todd K Leen",
   "pi_email_addr": "tkl13@georgetown.edu",
   "nsf_id": "000200985",
   "pi_start_date": "2017-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "37th & O St N W",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200571789",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 182230.0
  }
 ],
 "por": null
}