{
 "awd_id": "1736599",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US GEOTRACES PMT: Cobalt Biogeochemical Cycling and Connections to Metalloenzymes in the Pacific Ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2017-11-01",
 "awd_exp_date": "2019-10-31",
 "tot_intn_awd_amt": 347686.0,
 "awd_amount": 347686.0,
 "awd_min_amd_letter_date": "2017-08-30",
 "awd_max_amd_letter_date": "2017-08-30",
 "awd_abstract_narration": "Cobalt is important for many forms of marine life, yet it is one of the scarcest nutrients in the sea. Cobalt's oceanic abundance and distribution, along with other scarce nutrients, can influence the growth of microscopic plants (phytoplankton). This in turn can influence carbon cycles in the ocean and atmosphere. Therefore, knowledge of the controls on cobalt's abundance and chemical forms in seawater is a valuable component of our ability to understand the ocean's influence on global carbon cycling. Within phytoplankton and other marine microbes, metals such as cobalt, iron, nickel, and copper are used as critical components of enzymes responsible for key cellular reactions. Since these enzymes require metals to work, they are named metalloenzymes. Participating in a Pacific Ocean cruise from Alaska to Tahiti, this project will study the oceanic distributions of dissolved cobalt and the cellular content of a group of metalloenzymes known to influence biogeochemical cycles. The project will provide scientific impact by creating new knowledge about oceanic micronutrients in regions of economic interest with regard to fisheries and deep-sea mining. Measurement of proteins in the North Pacific will provide data of broad biological and chemical interest and will be made available through a new NSF-funded \"EarthCube Ocean Protein Portal\" data base. Educational impact will stem from participation of a graduate student and two young technicians, as well as the PI's development of a high school chemistry curriculum for use in two local high schools, thus allowing teachers to include real oceanic and environmental data at their first introduction to chemistry.\r\n\r\nCobalt has a complex biogeochemical cycle.  Both its inorganic and organic forms are used by biology in the upper ocean and it is removed from solution by being scavenged in the intermediate and deep ocean. This scavenging removal results in cobalt having the smallest oceanic inventory of any biologically utilized element. Recent studies, however, have found that large dissolved cobalt plumes occur in major oxygen minimum zones due to a combination of less scavenging and additions from sedimentary and remineralization fluxes. The GP15 US GEOTRACES Pacific Meridional Transect (PMT) provides an opportunity to examine the influence of oxygen depletion on cobalt chemistry. Moreover, the study of the protein component of microbial communities using new proteomic techniques will provide evidence of how different major microorganisms respond to the chemical environment (e.g. through transporter production for specific nutrients and micronutrients) as well as the biochemical basis for metal requirements related to the use of specific metalloenzymes. Specifically, the PMT provides an opportunity to confirm that the Pacific oxygen minimum zones contain a large amount of cobalt and to test the hypotheses that simultaneous zinc scarcity could induce wide-scale biochemical substitution of cobalt for zinc in the North Pacific Ocean.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mak",
   "pi_last_name": "Saito",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mak A Saito",
   "pi_email_addr": "msaito@whoi.edu",
   "nsf_id": "000230765",
   "pi_start_date": "2017-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 347686.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Metal are highly scarce in seawater, yet they are important for nutrition of marine ecosystems, and can influence marine carbon cycling. In this project we analyzed the distribution of dissolved cobalt and labile cobalt across the North and Central Pacific Ocean as part of the GEOTRACES program on the GP15 section. The meridonial section provides an exciting view of a number of processes that influence the distribution of cobalt including hydrothermal inputs, sedimentary and coastal inputs, scavenging in intermediate waters, and scarcity in surface waters. <span>&nbsp;The Pacific transect suggests a substantial source of cobalt to the North Pacific basin along the Alaskan Shelf associated with a low salinity waters. Elevated concentrations of total and labile cobalt within oxygen minimum zones in the Equatorial North and South Pacific are likely due to the reduction of manganese oxide particles and release of incorporated cobalt. Additionally, increased cobalt concentrations above the L&#333;&rsquo;ihi Seamount suggests a local hydrothermal source of dissolved cobalt. Low concentrations of cobalt are found in the surface ocean where cobalt is used as a nutrient for phytoplankton, particularly in the oligotrophic gyres. At depth, cobalt is depleted relative to phosphate throughout the transect, revealing a strong scavenging removal process in the deep Pacific.&nbsp;</span>A number of parallel studies were conducted that contributed to our understanding of the biogeochemical interactions between metals and microbes in the Pacific Ocean and the Arctic Ocean. These included the discovery of abundant metal-containing enzymes that are involved in the transformation of nitrogen in the low oxygen waters of the oceans using new protein measurement techniques. A study of diatoms isolated in the North Pacific found they are particularly efficient at replacing cobalt for zinc, and this likely reflects the higher abundance of cobalt in the North Pacific environment.&nbsp;<span>A study was conducted that compared the minimum requirement of cobalt within the abundant cyanobacterium Prochlorococcus at 60 atoms per cell, using both metal and protein analysis of Co requiring proteins. This last study compared these requirements to a GEOTRACES compliant cobalt section in the Central Pacific Ocean from the METZYME expedition and to a global Co biogeochemical model. Together this grant contributed to our understanding of the biogeochemical cycling of cobalt and other metals in the Pacific Ocean environment.&nbsp;</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2020<br>\n\t\t\t\t\tModified by: Mak&nbsp;A&nbsp;Saito</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMetal are highly scarce in seawater, yet they are important for nutrition of marine ecosystems, and can influence marine carbon cycling. In this project we analyzed the distribution of dissolved cobalt and labile cobalt across the North and Central Pacific Ocean as part of the GEOTRACES program on the GP15 section. The meridonial section provides an exciting view of a number of processes that influence the distribution of cobalt including hydrothermal inputs, sedimentary and coastal inputs, scavenging in intermediate waters, and scarcity in surface waters.  The Pacific transect suggests a substantial source of cobalt to the North Pacific basin along the Alaskan Shelf associated with a low salinity waters. Elevated concentrations of total and labile cobalt within oxygen minimum zones in the Equatorial North and South Pacific are likely due to the reduction of manganese oxide particles and release of incorporated cobalt. Additionally, increased cobalt concentrations above the L&#333;’ihi Seamount suggests a local hydrothermal source of dissolved cobalt. Low concentrations of cobalt are found in the surface ocean where cobalt is used as a nutrient for phytoplankton, particularly in the oligotrophic gyres. At depth, cobalt is depleted relative to phosphate throughout the transect, revealing a strong scavenging removal process in the deep Pacific. A number of parallel studies were conducted that contributed to our understanding of the biogeochemical interactions between metals and microbes in the Pacific Ocean and the Arctic Ocean. These included the discovery of abundant metal-containing enzymes that are involved in the transformation of nitrogen in the low oxygen waters of the oceans using new protein measurement techniques. A study of diatoms isolated in the North Pacific found they are particularly efficient at replacing cobalt for zinc, and this likely reflects the higher abundance of cobalt in the North Pacific environment. A study was conducted that compared the minimum requirement of cobalt within the abundant cyanobacterium Prochlorococcus at 60 atoms per cell, using both metal and protein analysis of Co requiring proteins. This last study compared these requirements to a GEOTRACES compliant cobalt section in the Central Pacific Ocean from the METZYME expedition and to a global Co biogeochemical model. Together this grant contributed to our understanding of the biogeochemical cycling of cobalt and other metals in the Pacific Ocean environment. \n\n\t\t\t\t\tLast Modified: 05/23/2020\n\n\t\t\t\t\tSubmitted by: Mak A Saito"
 }
}