{
 "awd_id": "1736668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Improved observation and parameterization of bottom boundary layer turbulence and particle properties for sediment fate and transport modeling",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 1375915.0,
 "awd_amount": 1375915.0,
 "awd_min_amd_letter_date": "2017-09-08",
 "awd_max_amd_letter_date": "2022-01-07",
 "awd_abstract_narration": "Sediment fate and transport models are often utilized to help address environmental questions related to the environmental impacts of remediation efforts, the potential for reliable natural recovery, and the potential impacts of extreme events. In order to effectively implement sediment fate and transport models, bed erosion and deposition rates must be accurately parameterized. These processes are dependent on physical forcing, the distribution of sediment in the water column, and the properties of sediment such as bulk density, particle size, and biogeochemical composition. This research will employ high-resolution numerical simulations along with analysis of in-situ measurements of physical processes and particle characteristics to quantify turbulent forcing and particle properties affecting sediment resuspension, settling, and flocculation. The project links academic-level researchers directly with practitioners actively involved with several USEPA Superfund sites and indirectly with environmental researchers, engineers, and policy makers. The project will support the Ph.D. research of two graduate students who will be advised by a diverse group and trained in advanced computational fluid dynamics, acoustic and optical field instrumentation, as well as practical aspects of environmental engineering. Results from this study will link methods and results from academic research to practice, enabling application of novel methods for quantifying and predicting sediment and contaminant fate and transport to present-day contaminated sediment sites. Additionally, the PIs have worked extensively with community modeling efforts and have contributed sediment transport modules to the Environmental Fluid Dynamics Code (EFDC), a state-of-the-art hydrodynamic model in use by the USEPA. \r\n\r\nIn this project, novel in-situ acoustical and optical instrument platforms will be deployed and laboratory experiments will be conducted to measure the physio-biogeochemical characteristics of flow and sediment in a turbulent, current and wave-driven shallow estuarine setting. Acoustic instrumentation will measure vertical distributions of mean flows and turbulence throughout the water column, including within the boundary layer, due to currents and waves. These will be combined with a floc camera and optical instruments that measure settling flux, particle size distributions and particulate biogeochemical compositions. Laboratory experiments will measure erosion rates and bulk densities of in-situ sediment cores. The field and laboratory observations of the sediment characteristics will be used to inform a high resolution large-eddy simulation (LES) model that resolves the details of the turbulent, sediment-laden boundary layer. The suite of data obtained from the field observations, laboratory experiments, and LES model will be used to understand the relationship between particle size distributions and turbulence in wave-driven estuarine environments and how these dynamics are affected by biogeochemical properties of the suspended particles. These dynamics will in turn be related to properties of the bed to understand how the turbulence and particle size distributions affect erosion rates. Finally, the LES model will be used to understand flocculation dynamics and the effects of sediment-induced stratification that may act to dampen the near-bed turbulence and reduce subsequent erosion and entrainment of sediment into the water column.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Fringer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Fringer",
   "pi_email_addr": "fringer@stanford.edu",
   "nsf_id": "000475094",
   "pi_start_date": "2017-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Monismith",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen G Monismith",
   "pi_email_addr": "monismith@stanford.edu",
   "nsf_id": "000471488",
   "pi_start_date": "2017-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "473 Via Ortega Room 187",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1375915.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>Sediment resuspension and transport in estuaries is complicated because the sediment consists mostly of fine silt and clay that tend to aggregate, or flocculate, to create particles, or flocs, in which the size and shape depend on the physical properties of the flow and turbulence, the minerogenic properties of the sediment, and whether there is sticky biological material in the water that promotes flocculation. To study these processes, we deployed instruments in South San Francisco Bay, CA, that measured currents, waves, turbulence, and biological material in the water related to phytoplankton. We took detailed pictures to determine the fraction of the bed covered by sediment and biological material. We also collected sediment samples to measure sediment size, density, and fall velocity. Sediment cores were studied in an experimental facility that measured erosion rates subject to different flow speeds. Finally, high-resolution computer simulations of flow and turbulence near the bed were conducted to help understand processes that could not be explained by the measurements.</p>\n<p>The field measurements involved a novel instrument that could measure details of the boundary layer in San Francisco Bay in 1 mm bins over a 1.5 cm region above the bed. Using this instrument, we found that benthic worm and amphipod feeding tubes protruding from the bed created a velocity profile that was qualitatively similar to flow over canopies like seagrass and corals, albeit at a much smaller scale. This presents challenges for bottom drag and turbulence models that typically assume a simpler, logarithmic velocity profile over flat, bumpy beds. Further complicating the picture of the bottom roughness, due to an increased density of worms and feeding tubes, the bottom drag is five times bigger in summer than in winter or spring, implying that computer models must incorporate seasonally variable bottom roughness to accurately predict the currents and turbulence and subsequent sediment resuspension and transport. These findings were corroborated by the numerical simulations which showed that small changes in the characteristics of the bottom features, such as using slightly ellipsoidal rather than spherical elements to mimic the benthic worms, led to pronounced changes to the bottom drag.</p>\n<p>Further detailed analyses of the field measurements showed that, just as small worms can significantly alter the bottom boundary layer processes, small changes to other physical processes can also significantly impact the bottom drag. Vertical gradients in the near-bed suspended sediment concentration (SSC) in a cm-thick sediment-laden layer damped the turbulence enough to measurably reduce the bottom drag and sediment resuspension, an effect that was corroborated by the numerical simulations. The simulations also showed that weak waves (i.e. in which the wave-driven, near-bed flow was weaker than the tidal currents) can significantly increase the bottom drag, which is in contrast to the typical assumption that only strong, wave-driven bottom currents have any appreciable effect on the bottom drag. Surprisingly, despite the presence of waves and complicated bed features, estimates of erosion rates in the field matched empirical expressions for erosion rates derived from the laboratory experiments with the sediment cores, which is good news for sediment transport models that rely heavily on core sampling techniques.</p>\n<p>Owing to the many complicated processes dictating the sediment floc sizes, novel analysis techniques include ternary diagrams and machine learning were employed to synthesize all the measurements to reveal interesting features of the sediment particle dynamics. The results indicated a strong seasonal variability in the particle properties, with wave-driven bottom turbulence preventing aggregation and promoting smaller flocs in winter and summer. The flocs were larger during spring phytoplankton productive periods when there was more sticky biogenic material in the water.</p>\n<p>Broader impacts</p>\n<p>In contrast to nearshore, sandy environments in which wave-driven currents and turbulence are dominant, the results from this project emphasize the importance of the complex interplay between biological and physical forcings in estuaries where wave and tidally-driven currents are equally important in driving sediment resuspension and transport. This has important ramifications for sediment transport models in estuarine environments where sediment transport plays a critical role in numerous processes including but not limited to contaminant transport, shoreline restoration, and water quality.</p>\n<p>This project led to the publication of 17 contributed abstracts at conferences, 13 publications in the peer-reviewed literature, and two Stanford University dissertations. Seven Stanford graduate students participated in the project, two of whom were fully funded by the project to conduct their dissertation research. Two undergraduate females at Stanford participated in the project as part of their undergraduate honors theses, and four students (three undergraduate and one graduate), including one female, participated in the project as interns at Integral, Inc.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2023<br>\n\t\t\t\t\tModified by: Oliver&nbsp;Fringer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nSediment resuspension and transport in estuaries is complicated because the sediment consists mostly of fine silt and clay that tend to aggregate, or flocculate, to create particles, or flocs, in which the size and shape depend on the physical properties of the flow and turbulence, the minerogenic properties of the sediment, and whether there is sticky biological material in the water that promotes flocculation. To study these processes, we deployed instruments in South San Francisco Bay, CA, that measured currents, waves, turbulence, and biological material in the water related to phytoplankton. We took detailed pictures to determine the fraction of the bed covered by sediment and biological material. We also collected sediment samples to measure sediment size, density, and fall velocity. Sediment cores were studied in an experimental facility that measured erosion rates subject to different flow speeds. Finally, high-resolution computer simulations of flow and turbulence near the bed were conducted to help understand processes that could not be explained by the measurements.\n\nThe field measurements involved a novel instrument that could measure details of the boundary layer in San Francisco Bay in 1 mm bins over a 1.5 cm region above the bed. Using this instrument, we found that benthic worm and amphipod feeding tubes protruding from the bed created a velocity profile that was qualitatively similar to flow over canopies like seagrass and corals, albeit at a much smaller scale. This presents challenges for bottom drag and turbulence models that typically assume a simpler, logarithmic velocity profile over flat, bumpy beds. Further complicating the picture of the bottom roughness, due to an increased density of worms and feeding tubes, the bottom drag is five times bigger in summer than in winter or spring, implying that computer models must incorporate seasonally variable bottom roughness to accurately predict the currents and turbulence and subsequent sediment resuspension and transport. These findings were corroborated by the numerical simulations which showed that small changes in the characteristics of the bottom features, such as using slightly ellipsoidal rather than spherical elements to mimic the benthic worms, led to pronounced changes to the bottom drag.\n\nFurther detailed analyses of the field measurements showed that, just as small worms can significantly alter the bottom boundary layer processes, small changes to other physical processes can also significantly impact the bottom drag. Vertical gradients in the near-bed suspended sediment concentration (SSC) in a cm-thick sediment-laden layer damped the turbulence enough to measurably reduce the bottom drag and sediment resuspension, an effect that was corroborated by the numerical simulations. The simulations also showed that weak waves (i.e. in which the wave-driven, near-bed flow was weaker than the tidal currents) can significantly increase the bottom drag, which is in contrast to the typical assumption that only strong, wave-driven bottom currents have any appreciable effect on the bottom drag. Surprisingly, despite the presence of waves and complicated bed features, estimates of erosion rates in the field matched empirical expressions for erosion rates derived from the laboratory experiments with the sediment cores, which is good news for sediment transport models that rely heavily on core sampling techniques.\n\nOwing to the many complicated processes dictating the sediment floc sizes, novel analysis techniques include ternary diagrams and machine learning were employed to synthesize all the measurements to reveal interesting features of the sediment particle dynamics. The results indicated a strong seasonal variability in the particle properties, with wave-driven bottom turbulence preventing aggregation and promoting smaller flocs in winter and summer. The flocs were larger during spring phytoplankton productive periods when there was more sticky biogenic material in the water.\n\nBroader impacts\n\nIn contrast to nearshore, sandy environments in which wave-driven currents and turbulence are dominant, the results from this project emphasize the importance of the complex interplay between biological and physical forcings in estuaries where wave and tidally-driven currents are equally important in driving sediment resuspension and transport. This has important ramifications for sediment transport models in estuarine environments where sediment transport plays a critical role in numerous processes including but not limited to contaminant transport, shoreline restoration, and water quality.\n\nThis project led to the publication of 17 contributed abstracts at conferences, 13 publications in the peer-reviewed literature, and two Stanford University dissertations. Seven Stanford graduate students participated in the project, two of whom were fully funded by the project to conduct their dissertation research. Two undergraduate females at Stanford participated in the project as part of their undergraduate honors theses, and four students (three undergraduate and one graduate), including one female, participated in the project as interns at Integral, Inc.\n\n \n\n\t\t\t\t\tLast Modified: 06/19/2023\n\n\t\t\t\t\tSubmitted by: Oliver Fringer"
 }
}