{
 "awd_id": "1736679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Accomplishment Based Renewal: An experimental study of phase separation and mineral fluid equilibria on iron and hydrogen transport in mid-ocean ridge hydrothermal systems",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 430988.0,
 "awd_amount": 430988.0,
 "awd_min_amd_letter_date": "2017-08-03",
 "awd_max_amd_letter_date": "2022-06-06",
 "awd_abstract_narration": "Hydrothermal circulation at mid-ocean ridges constitutes the largest geothermal system on Earth. Venting of spectacular plumes of hot, metal-bearing, fluid into seawater from sulfide structures on the seafloor along the volcanically active global mid-ocean ridge system is the end result of heat and chemical transfer between the ocean crust and the overlying ocean. As a result, the composition of seafloor hydrothermal vent fluids places a major control on ocean chemistry, as it has throughout Earth history. Seafloor hydrothermal fluids also provide dissolved gases and other chemicals to sustain microbial ecosystems that provide clues to the origin of life on Earth. The discovery of submarine hydrothermal venting and their accompanying microbial communities that do not require sunlight or organic matter created by photosynthesis to live, remains one of the most significant discoveries in modern science. The mechanisms, however, by which seawater is transformed to compositionally distinct hydrothermal vent fluids are uncertain, owing to the extreme temperatures and pressures of these processes. This research uses novel laboratory reactor and in-situ sensor systems to carry out first-of-a-kind experiments at the temperatures and pressures of seafloor hydrothermal venting to determine the effect of oxidation-reduction reactions and pH on mineral solubility at temperatures and pressure not previously studied. Goals of the work are to provide fundamental geochemical thermodynamic and kinetic parameters involving iron and hydrogen in water-rock interaction at high temperatures and pressures. The broader impacts of the work to research and science education include (1) Involvement of undergraduate science majors; (2) graduate student training in experimental and theoretical studies of mineral-fluid reaction which enhances their career opportunities; (3) development of new models to predict more accurately the links between the physical and chemical processes in natural multi-component hydrothermal systems; (4) physical infrastructure enhancement with the development of new equipment and techniques to conduct experiments and collect data in the area of phase separation of H2O; and, (5) public outreach in cooperation with K-12 programs at the Bell Museum of Natural History at the University of Minnesota. \r\n  \r\nThis research will acquire data to advance knowledge of mineral-fluid reactions that control the chemical evolution of mid-ocean ridge hydrothermal fluids.  The experiments specifically address changes in dissolved Fe and H2 in fluids coexisting with mineral buffers at temperatures and pressures sufficient to cause phase separation in the NaCl-H2O system.  The research will examine the possibility that fixing dissolved Fe and H2 in mineral-buffered reactions increases the solubility of these components in both fluid phases. This strategy contrasts sharply with previous fluid-only phase separation experiments where the inventory of dissolved Fe was limited. High Fe/Cl and Fe/Mn ratios and high dissolved H2 and H2S concentrations in vapor-rich vent fluids at mid-ocean ridges, especially in the aftermath of magmatic activity, implicate mineral buffering. Thus, the results of this experimental work will provide quantitative rigor to the presently qualitative observations of the temporal evolution of hydrothermal vent fluids at subseafloor temperatures approaching 500°C.  These high temperature fluids have some of the highest dissolved Fe and H2 concentrations yet reported; but, in the absence of the experimental data, are difficult to interpret unambiguously in terms of subseafloor redox and pH controlling reactions. Scientific implications of the research will enable the development of theoretically-based predictive approaches for modeling aqueous speciation and mineral solubility in the low density and two-phase regions in the NaCl-H2O system. These conditions also apply to many continental hydrothermal systems. These terrestrial systems have immense scientific, economic, and practical significance and have critical importance to the Earth's thermal budget and geochemical cycles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Seyfried",
   "pi_mid_init": "E",
   "pi_sufx_name": "Jr",
   "pi_full_name": "William E Seyfried",
   "pi_email_addr": "wes@umn.edu",
   "nsf_id": "000101486",
   "pi_start_date": "2017-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota",
  "perf_str_addr": "310 Pillsbury Drive, SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 430988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Experiments were performed at elevated temperatures and pressures to assess geochemical controls on the solubility and reactivity of metal sulfides, oxides and silicates in chloride bearing aqueous fluids. These data are critical for understanding how economically important mineral deposits form at hydrothermal vents on the seafloor. These deposits are most often associated with mid-ocean ridges where volcanic activity fuels the convective circulation of seawater, facilitating reaction with rocks and minerals constituting the ocean crust before venting at the seafloor. Moreover, the compositional change in fluid chemistry establishes linkages between dissolved metals, both qualitatively and quantitatively, and biological processes. The association of sulfur bearing metalliferous fluids at seafloor hydrothermal vents and biological communities represents one of the most important discoveries in the Earth and Ocean Sciences during the past century, and the research obtained in the course of this project furthers the understanding of key cause and effect phenomena central to this process throughout Earth history. &nbsp;&nbsp;</p>\n<p>Determination of the solubility of iron (Fe) and molybdenum (Mo) in pH and redox buffered (controlled) experiments at temperatures and pressures as high as 500<span style=\"font-size: 10px;\"> </span>C and 500 bar was emphasized. The temperature and pressure conditions simulate analogous conditions in subseafloor reaction zones from which marine hydrothermal fluids are sourced. It is important to emphasize that to achieve these extreme conditions in temperature and pressure in the lab required the design and development of a new generation of hydrothermal reactor. The new reactor made use of a titanium alloy, which is characterized by unusual strength and chemical resistance, enhancing completion of project goals and objectives. The reactor development is a highly significant accomplishment and will allow experiments by scientists and engineers in other disciplinary areas involving other chemical systems, contributing to physical infrastructure in accordance with NSF Broader Impact criteria. That the reactor can be used over a wide range of oxidation-reduction (redox) conditions is an essential attribute, since redox conditions in marine hydrothermal systems are highly variable. Experimental data at constant temperature, pressure, pH and total dissolved chloride concentrations clearly show the sensitivity of Fe and Mo to redox variability, as well as other chemical and physical factors. Thus, the new experimental data can be applied directly to deep sea vent fluids to better understand a wide range of subseafloor geochemical processes from measured Fe and Mo concentrations. Although the Fe data are largely confirmatory of long suspected and often proposed factors controlling Fe in seafloor vent fluids, the same is not true of Mo since Mo solubility for conditions applicable to seafloor vents is inadequate to test models for Mo solubility and transport. For example, results demonstrate that reaction fluids generated from 350 C, 500 bar hydrothermal basalt alteration experiments contain 775-801 nmol/kg Mo and are thus comparable to a recently collected time series of natural seafloor vent fluids that contained 200-220 nmol/kg Mo at 302 C and 29-30 nmol/kg at 281-282 C. Synchrotron (high energy X-ray)-based analyses of experimentally altered basalt produced in this study and additional natural samples of altered oceanic crust reveal the presence of Mo-rich particles consistent with the Mo-bearing mineral, molybdenite. Thus, where seafloor vent fluids were thought to be depleted in Mo relative to seawater concentrations, the new data indicate just the opposite; that is hydrothermal vent fluids provide a source of Mo to the ocean. This takes on added significance when it is recognized that Mo-containing enzymes are active in biological carbon, sulfur, and nitrogen cycling, underscoring the implications of the new data for life at seafloor vents in both the modern and ancient ocean. The foundational role of Mo and other \"nutrient\" transition metals in biologic- and, potentially, prebiotic chemistry underscores the need for a better understanding of the controls on transition metal availability in various natural systems and ecologically relevant environments throughout geological time. The experimental data derived from this project significantly advances this objective, while providing further evidence of the broader impact of the research.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: William&nbsp;E&nbsp;Seyfried</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nExperiments were performed at elevated temperatures and pressures to assess geochemical controls on the solubility and reactivity of metal sulfides, oxides and silicates in chloride bearing aqueous fluids. These data are critical for understanding how economically important mineral deposits form at hydrothermal vents on the seafloor. These deposits are most often associated with mid-ocean ridges where volcanic activity fuels the convective circulation of seawater, facilitating reaction with rocks and minerals constituting the ocean crust before venting at the seafloor. Moreover, the compositional change in fluid chemistry establishes linkages between dissolved metals, both qualitatively and quantitatively, and biological processes. The association of sulfur bearing metalliferous fluids at seafloor hydrothermal vents and biological communities represents one of the most important discoveries in the Earth and Ocean Sciences during the past century, and the research obtained in the course of this project furthers the understanding of key cause and effect phenomena central to this process throughout Earth history. \n\n\nDetermination of the solubility of iron (Fe) and molybdenum (Mo) in pH and redox buffered (controlled) experiments at temperatures and pressures as high as 500 C and 500 bar was emphasized. The temperature and pressure conditions simulate analogous conditions in subseafloor reaction zones from which marine hydrothermal fluids are sourced. It is important to emphasize that to achieve these extreme conditions in temperature and pressure in the lab required the design and development of a new generation of hydrothermal reactor. The new reactor made use of a titanium alloy, which is characterized by unusual strength and chemical resistance, enhancing completion of project goals and objectives. The reactor development is a highly significant accomplishment and will allow experiments by scientists and engineers in other disciplinary areas involving other chemical systems, contributing to physical infrastructure in accordance with NSF Broader Impact criteria. That the reactor can be used over a wide range of oxidation-reduction (redox) conditions is an essential attribute, since redox conditions in marine hydrothermal systems are highly variable. Experimental data at constant temperature, pressure, pH and total dissolved chloride concentrations clearly show the sensitivity of Fe and Mo to redox variability, as well as other chemical and physical factors. Thus, the new experimental data can be applied directly to deep sea vent fluids to better understand a wide range of subseafloor geochemical processes from measured Fe and Mo concentrations. Although the Fe data are largely confirmatory of long suspected and often proposed factors controlling Fe in seafloor vent fluids, the same is not true of Mo since Mo solubility for conditions applicable to seafloor vents is inadequate to test models for Mo solubility and transport. For example, results demonstrate that reaction fluids generated from 350 C, 500 bar hydrothermal basalt alteration experiments contain 775-801 nmol/kg Mo and are thus comparable to a recently collected time series of natural seafloor vent fluids that contained 200-220 nmol/kg Mo at 302 C and 29-30 nmol/kg at 281-282 C. Synchrotron (high energy X-ray)-based analyses of experimentally altered basalt produced in this study and additional natural samples of altered oceanic crust reveal the presence of Mo-rich particles consistent with the Mo-bearing mineral, molybdenite. Thus, where seafloor vent fluids were thought to be depleted in Mo relative to seawater concentrations, the new data indicate just the opposite; that is hydrothermal vent fluids provide a source of Mo to the ocean. This takes on added significance when it is recognized that Mo-containing enzymes are active in biological carbon, sulfur, and nitrogen cycling, underscoring the implications of the new data for life at seafloor vents in both the modern and ancient ocean. The foundational role of Mo and other \"nutrient\" transition metals in biologic- and, potentially, prebiotic chemistry underscores the need for a better understanding of the controls on transition metal availability in various natural systems and ecologically relevant environments throughout geological time. The experimental data derived from this project significantly advances this objective, while providing further evidence of the broader impact of the research.\n\n\n\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: WilliamESeyfried\n"
 }
}