{
 "awd_id": "1736235",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Social Science Education through Virtual Reality Simulation of an Archaeological Research Site",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 525985.0,
 "awd_amount": 525985.0,
 "awd_min_amd_letter_date": "2017-08-17",
 "awd_max_amd_letter_date": "2017-08-17",
 "awd_abstract_narration": "This project will develop an immersive, interactive, room-scale virtual reality (VR) archaeological site that will achieve two overarching classroom objectives: (1) teach the physical methods of archaeological excavation by providing the setting and tools for a student to actively engage in field work; and (2) teach archaeological concepts using a scientific approach to problem solving by couching them within a scientist's context. While the specific problem domain is archaeology, this research will provide learning methodology and technology that is widely applicable to other disciplines and subject areas, resulting in the widespread development of VR curricula that promote scientific thinking and problem-solving skills. Archaeology has an inherent physical component and deals largely with three-dimensional objects, making it challenging to present in a traditional classroom or on traditional computer screens, tablets, or smartphones. Having excavation experience is critical, but field opportunities are available to few students for financial and logistical reasons. These challenges are well met by the unique capabilities of virtual reality (VR), computer technology that creates a simulated three-dimensional world, thereby transforming data analysis into a sensory and cognitive experience.  The technological results of the research will provide a learning experience that can engage underserved populations who are interested in archaeology and who have previously been unable to participate in similar activities. \r\n\r\nThis research will provide empirical foundations for immersive, VR-based learning, an approach that is well-suited to various educational settings and scientific subjects, identifying specific features that are associated with student motivation and positive learning outcomes. Using evaluations and iterative refinement of the virtual environment and activities, this research aims to (1) optimize the interaction of the learner with the VR technology; and (2) evaluate learning outcomes to gauge the effectiveness of VR learning within this specific test case. This exploratory project will leverage the ongoing revolution in consumer electronics as a low-cost platform for social science education, beginning with a prototype for a virtual archaeological excavation, that will be broadly applicable across disciplines and subject areas.  At the same time, research will assess the efficacy of this technology and its integration into a larger archaeology curriculum. Given the widespread interest in archaeology and cultural heritage, the results of this research are adaptable and applicable to learners of all ages in formal and informal educational settings like museums, science centers, and cultural heritage sites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Shackelford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Shackelford",
   "pi_email_addr": "llshacke@illinois.edu",
   "nsf_id": "000557518",
   "pi_start_date": "2017-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Lavalle",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Lavalle",
   "pi_email_addr": "steven.lavalle@oulu.fi",
   "nsf_id": "000398881",
   "pi_start_date": "2017-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wen-Hao",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen-Hao Huang",
   "pi_email_addr": "wdhuang@illinois.edu",
   "nsf_id": "000611242",
   "pi_start_date": "2017-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 525985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Archaeology and other field sciences can be difficult to teach in the college classroom, and their mastery relies on experience gained through practical learning in the field. But field opportunities can be financially and logistically challenging, making them unavailable to most students. In an effort to increase the accessibility of archaeology, this research harnessed the affordances of modern virtual reality (VR) technology to create Virtual Archaeology, or VRchaeology, an immersive, interactive, virtual archaeology class for undergraduate college students to teach archaeological field methods. This class combined traditional classroom instruction with weekly labs where students performed an array of archaeological field tasks in a simulated, virtual environment. These virtual labs incorporated game elements that allowed students to practice critical thinking, generate ideas and evaluate hypotheses within the context of a VR game narrative. At the same time, we evaluated the effectiveness of game-based learning on student motivation and as a scientific approach to problem solving. &nbsp;</p>\n<p>The virtual environment and activities for VRchaeology were created using Unreal Engine 4, an open-source gaming engine, and the room-scale HTC VivePro VR platform. The project has since been ported to other VR systems and is currently designed to be headset agnostic so that it can run on any commercial VR system that allows six degrees-of-freedom, room-scale tracking. These systems allow for complete sensory and cognitive immersion as well as an environment that is responsive to the user?s input, all of which are important for encouraging student participation and maximizing decision making and autonomy.</p>\n<p>&nbsp;Our team spent approximately one year designing, developing, testing, and revising a VR prototype based on feedback from beta testing with 150 undergraduate student volunteers. Additional data was collected to determine the effectiveness of VR and how specific game features are associated with student motivation and learning outcomes. Subsequently, this prototype was incorporated into a larger archaeology curriculum, and VRrchaeology (Anthropology 399) was delivered as an undergraduate, general education course in the Anthropology Department at University of Illinois Urbana-Champaign, a midwestern, R-1 university, during regular 16-week semesters in the Spring (January-May) and Fall (August-December) of 2019. The course successfully delivered twelve virtual experiences wherein students performed archaeological tasks including excavation, artifact identification and curation, stratigraphic analysis and specialized analyses of faunal and botanical samples. Specific learning outcomes were provided for each virtual lab activity, and these activities were couched within a larger curriculum and conceptual framework. Student experiences were documented using data tracking, journals, external observations, and formative assessments. Analysis of quantitative data from beta testing demonstrated improved student motivation, confidence and satisfaction when incorporating VR and elements of game-based learning. Qualitative data from class performance provided important feedback regarding the importance of contextualizing information surrounding virtual experiences and pedagogical trade-offs required when engaging VR in the classroom.</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>These results support previous research demonstrating the effectiveness of VR for training and teaching in large part due to its ability to create situations that are replicable and reproducible within a responsive environment. Testing and delivery of the VRchaeology class demonstrated that both VR and game-based learning can be useful pedagogical tools, especially when they are appropriately contextualized. This experiential style of learning that allows the opportunity for authentic problem solving within a multimedia-rich, game narrative is appealing to current, technologically savvy learners.&nbsp;Given these results, this research offers a new pedagogical method to teach archaeology and other field-based disciplines.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>The ability to deliver field methods and the field experience within a traditional classroom allows wider access to subjects that are often restricted to a small number of students due to the high cost and accessibility of field schools. The methods that we developed to teach field archaeology are easily adapted to other field sciences that face similar accessibility problems - unequal access for students, particularly nontraditional students, students from lower incomes and students with mobility challenges - as well as logistical problems - the need for authentic experiences in the field, the ability to perform physical tasks, manipulate three-dimensional objects, and respond to changing environmental conditions. With proper equipment, students may participate in virtual field work from the classroom or without leaving their homes - a feature that could become increasingly important during extraordinary circumstances like the COVID pandemic.&nbsp;</p>\n<p>Results of this research on student motivation and learning outcomes suggest that the widespread development of VR curricula and game-based learning can effectively promote scientific thinking and problem-solving skills. While our specific problem domain is archaeology, small changes in subject matter content or content delivery make it useful for a broad range of disciplines or for learners of different skill levels. The immersive nature of VR and its successful ability to transport a person to a different place or time is also an important tool for informal learning at places like museums or other voluntary educational spaces.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/25/2021<br>\n\t\t\t\t\tModified by: Laura&nbsp;Shackelford</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614270502072_Findingexcavationsite--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614270502072_Findingexcavationsite--rgov-800width.jpg\" title=\"Virtual lab activities\"><img src=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614270502072_Findingexcavationsite--rgov-66x44.jpg\" alt=\"Virtual lab activities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students work in pairs to perform virtual excavation activities. Partners work together with one student performing activities in VR and their non-VR partner able to see the virtual environment on-screen to guide and advise the in-VR partner.</div>\n<div class=\"imageCredit\">Laura Shackelford</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Laura&nbsp;Shackelford</div>\n<div class=\"imageTitle\">Virtual lab activities</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614269241372_Excavationpit--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614269241372_Excavationpit--rgov-800width.jpg\" title=\"Virtual excavation area\"><img src=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614269241372_Excavationpit--rgov-66x44.jpg\" alt=\"Virtual excavation area\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is the virtual site where students excavate. Details of the site were based on a 1930s historical archaeological site that was excavated during the 1930s Works Program Administration program. It was built to scale based on published field notes.</div>\n<div class=\"imageCredit\">Cameron Merrill</div>\n<div class=\"imageSubmitted\">Laura&nbsp;Shackelford</div>\n<div class=\"imageTitle\">Virtual excavation area</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614270700804_Classtest--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614270700804_Classtest--rgov-800width.jpg\" title=\"Virtual lab activities\"><img src=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614270700804_Classtest--rgov-66x44.jpg\" alt=\"Virtual lab activities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Two students work together to perform virtual excavation tasks. The in-VR partner works with available excavation tools while his non-VR partner observes his actions on-screen. Different tools were available based on the archaeological task.</div>\n<div class=\"imageCredit\">Laura Shackelford</div>\n<div class=\"imageSubmitted\">Laura&nbsp;Shackelford</div>\n<div class=\"imageTitle\">Virtual lab activities</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614271113312_Fallclass--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614271113312_Fallclass--rgov-800width.jpg\" title=\"Virtual lab activities\"><img src=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614271113312_Fallclass--rgov-66x44.jpg\" alt=\"Virtual lab activities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Two students work together to perform virtual lab activities. The VR partner follows steps to extract pollen from a soil sample. Her non-VR partner watches on screen as she removes a test tube from the centrifuge.</div>\n<div class=\"imageCredit\">Laura Shackelford</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Laura&nbsp;Shackelford</div>\n<div class=\"imageTitle\">Virtual lab activities</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614271487956_stratigraphylabFall2019--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614271487956_stratigraphylabFall2019--rgov-800width.jpg\" title=\"Virtual lab activities\"><img src=\"/por/images/Reports/POR/2021/1736235/1736235_10516170_1614271487956_stratigraphylabFall2019--rgov-66x44.jpg\" alt=\"Virtual lab activities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Two students work together to analyze soil stratigraphy during a virtual lab. The non-VR partner watches the virtual activities on screen and provides input using online Munsell color swatches. Her VR partner compares Munsell color samples with soil from a single stratigraphic layer.</div>\n<div class=\"imageCredit\">Laura Shackelford</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Laura&nbsp;Shackelford</div>\n<div class=\"imageTitle\">Virtual lab activities</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nArchaeology and other field sciences can be difficult to teach in the college classroom, and their mastery relies on experience gained through practical learning in the field. But field opportunities can be financially and logistically challenging, making them unavailable to most students. In an effort to increase the accessibility of archaeology, this research harnessed the affordances of modern virtual reality (VR) technology to create Virtual Archaeology, or VRchaeology, an immersive, interactive, virtual archaeology class for undergraduate college students to teach archaeological field methods. This class combined traditional classroom instruction with weekly labs where students performed an array of archaeological field tasks in a simulated, virtual environment. These virtual labs incorporated game elements that allowed students to practice critical thinking, generate ideas and evaluate hypotheses within the context of a VR game narrative. At the same time, we evaluated the effectiveness of game-based learning on student motivation and as a scientific approach to problem solving.  \n\nThe virtual environment and activities for VRchaeology were created using Unreal Engine 4, an open-source gaming engine, and the room-scale HTC VivePro VR platform. The project has since been ported to other VR systems and is currently designed to be headset agnostic so that it can run on any commercial VR system that allows six degrees-of-freedom, room-scale tracking. These systems allow for complete sensory and cognitive immersion as well as an environment that is responsive to the user?s input, all of which are important for encouraging student participation and maximizing decision making and autonomy.\n\n Our team spent approximately one year designing, developing, testing, and revising a VR prototype based on feedback from beta testing with 150 undergraduate student volunteers. Additional data was collected to determine the effectiveness of VR and how specific game features are associated with student motivation and learning outcomes. Subsequently, this prototype was incorporated into a larger archaeology curriculum, and VRrchaeology (Anthropology 399) was delivered as an undergraduate, general education course in the Anthropology Department at University of Illinois Urbana-Champaign, a midwestern, R-1 university, during regular 16-week semesters in the Spring (January-May) and Fall (August-December) of 2019. The course successfully delivered twelve virtual experiences wherein students performed archaeological tasks including excavation, artifact identification and curation, stratigraphic analysis and specialized analyses of faunal and botanical samples. Specific learning outcomes were provided for each virtual lab activity, and these activities were couched within a larger curriculum and conceptual framework. Student experiences were documented using data tracking, journals, external observations, and formative assessments. Analysis of quantitative data from beta testing demonstrated improved student motivation, confidence and satisfaction when incorporating VR and elements of game-based learning. Qualitative data from class performance provided important feedback regarding the importance of contextualizing information surrounding virtual experiences and pedagogical trade-offs required when engaging VR in the classroom.\n\nIntellectual Merit:\n\nThese results support previous research demonstrating the effectiveness of VR for training and teaching in large part due to its ability to create situations that are replicable and reproducible within a responsive environment. Testing and delivery of the VRchaeology class demonstrated that both VR and game-based learning can be useful pedagogical tools, especially when they are appropriately contextualized. This experiential style of learning that allows the opportunity for authentic problem solving within a multimedia-rich, game narrative is appealing to current, technologically savvy learners. Given these results, this research offers a new pedagogical method to teach archaeology and other field-based disciplines.\n\nBroader Impacts:\n\nThe ability to deliver field methods and the field experience within a traditional classroom allows wider access to subjects that are often restricted to a small number of students due to the high cost and accessibility of field schools. The methods that we developed to teach field archaeology are easily adapted to other field sciences that face similar accessibility problems - unequal access for students, particularly nontraditional students, students from lower incomes and students with mobility challenges - as well as logistical problems - the need for authentic experiences in the field, the ability to perform physical tasks, manipulate three-dimensional objects, and respond to changing environmental conditions. With proper equipment, students may participate in virtual field work from the classroom or without leaving their homes - a feature that could become increasingly important during extraordinary circumstances like the COVID pandemic. \n\nResults of this research on student motivation and learning outcomes suggest that the widespread development of VR curricula and game-based learning can effectively promote scientific thinking and problem-solving skills. While our specific problem domain is archaeology, small changes in subject matter content or content delivery make it useful for a broad range of disciplines or for learners of different skill levels. The immersive nature of VR and its successful ability to transport a person to a different place or time is also an important tool for informal learning at places like museums or other voluntary educational spaces.\n\n \n\n\t\t\t\t\tLast Modified: 02/25/2021\n\n\t\t\t\t\tSubmitted by: Laura Shackelford"
 }
}