{
 "awd_id": "1736510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Next generation submersible flow cytometry for plankton studies: Extended dynamic range and orthogonal imaging",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 790189.0,
 "awd_amount": 790189.0,
 "awd_min_amd_letter_date": "2017-09-06",
 "awd_max_amd_letter_date": "2023-07-24",
 "awd_abstract_narration": "Microbes account for most of the primary productivity and biomass in the ocean, and their community structure determines in large part that of higher trophic levels. A fundamental understanding of the factors that regulate community structure requires detailed and sustained observations of the microscopic organisms. This project will fill an important gap by enhancing instrumentation for automated in situ monitoring of marine plankton. The research will contribute new observational technologies that are likely to have broad impact, not only within the ocean research community, but also for local, state, and federal resource managers. In light of on-going environmental change and related projections of increased human impact on coastal zones, there are many new challenges for marine ecosystem-based management and mitigation of human health risks, such as those associated with harmful algal blooms. Strategies informed by scientific understanding and observations are critical and there is growing recognition of the value of detailed biological data sets. Such data sets, as will be enabled by this project, will provide society the information needed to sustain natural ecosystems that humans rely upon for food, water, energy, and climate regulation. The project includes multilevel education and outreach efforts. Research experiences for undergraduates will help promote diversity in ocean science. K-12 teachers, drawn from communities with high diversity and proportion of low income households, will engage in professional development activities designed to promote science literacy in middle and high school curricula.\r\n\r\nThe researchers will produce the next generation of automated submersible flow cytometers with expanded capabilities for observing microscopic plankton. The work will build directly on their previous experience developing two in situ flow cytometric instruments: one that measures individual-cell light scattering and fluorescence properties (targeting the tiny cyanobacteria common in coastal waters and the smallest eukaryotic phytoplankton cells), and a second instrument that captures images of larger cells, which allows automated image analysis to determine taxonomic affiliation. Two objectives involve enhancing the imaging instrument design: (1) combining the functions of the two current instruments, so that a single instrument can study nearly the entire phytoplankton community; and (2) increasing the power of image-based automated characterization by capturing two images (front and side views) of the larger cells. Both approaches will take advantage of acoustic focusing, a technique by which cells are positioned in flow, to process water samples faster than would otherwise be possible. A third objective is to evaluate the new instruments' capabilities through field tests in Woods Hole Harbor and then to acquire high-resolution spatial-temporal observations on the Northeast US Shelf through cruises-of-opportunity and deployments at the Martha's Vineyard Coastal Observatory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Sosik",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi M Sosik",
   "pi_email_addr": "hsosik@whoi.edu",
   "nsf_id": "000108531",
   "pi_start_date": "2017-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Olson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Olson",
   "pi_email_addr": "rolson@whoi.edu",
   "nsf_id": "000456560",
   "pi_start_date": "2017-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  },
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 600938.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 9251.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\r\n<p>The productivity of marine ecosystems depends upon a complex food web of tiny planktonic organisms that provide energy to higher trophic levels, including fish, birds, and marine mammals. Human activities, environmental variability, and decadal-scale change intersect to have diverse effects on plankton, including determining&nbsp;how food web composition and structure change through space and time and how those changes impact ecosystem productivity.&nbsp;To respond appropriately to long-term trends, it is crucial to understand the structure of planktonic food webs, how they function, and how they respond to environmental change. This understanding is facilitated by systematic and detailed measurements over a sufficient length of time so that scientists can observe the responses of these webs to environmental perturbations and uncover the underlying causes and implications; such measurements are most efficiently made by automated instrumentation, the object of this research.</p>\r\n<p>Microscopic phytoplankton cells that capture energy from sunlight comprise the base of the marine food web, and our understanding of the factors that regulate plankton species composition has already been aided by instruments that monitor individual organisms in the ocean. The research team previously developed an instrument to measure and enumerate very small phytoplankton cells (including picoplankton such as <em>Synechococcus</em>, ~1 micrometer diameter), in which optical properties of individual cells are recorded as they pass through a focused laser beam: the submersible flow cytometer FlowCytobot (FCB). FCBs have now been deployed for over 20 years at the Martha&rsquo;s Vineyard Coastal Observatory (MVCO), providing unprecedented insights regarding this component of the phytoplankton. However, FCB cannot efficiently sample or identify the larger cells such as diatoms or dinoflagellates (10 to &gt;100 micrometers) that often dominate the plankton in coastal waters. Because the larger cells often have recognizable morphologies, the team developed a second submersible flow cytometer to characterize these cells, with imaging capability: Imaging FlowCytobot (IFCB). IFCB is commercially available through partner, McLane Research Laboratories (&gt;100 instruments in use worldwide) but FCB has only been in use at the MVCO.</p>\r\n<p>During this project, the research team developed a prototype hybrid instrument that combines the capabilities of FCB and IFCB: IFCB-eXtended Range (IFCB-XR) captures images of the larger cells and is also sensitive enough to measure fluorescence and light scattering data of picoplankton. These combined approaches allow continuous long-term observations of plankton community structure over a wider range of cell sizes and types, which is important for climate change research, fisheries and aquaculture management, and satellite product validation. The prototype with its new improved features (laser, optics, detectors, data acquisition) has been tested in the laboratory and after final software implementation and field tests could be moved towards commercialization.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Broader Impacts</strong></p>\r\n<p>&nbsp;</p>\r\n<p>Automated microscopic imaging (and IFCB technology in particular) is in increasing demand for marine and freshwater resource management needs such as mitigating negative impacts of harmful algal blooms on human and ecosystem health. The technological developments in this project are poised to contribute improved outcomes and reduced risk of negative impacts from such economically and societally relevant events.&nbsp;Successful incorporation of acoustic focusing to extend IFCB dynamic range has set the stage for the commercial manufacturer of IFCB (McLane Research Laboratories) to consider its incorporation into their product line. This project provided research and training experiences for numerous undergraduate, graduate, and postdoctoral scientists interested in the interface of technology development and applications in marine ecology and resource management.</p>\r\n<p><span style=\"text-decoration: underline;\">&nbsp;</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/13/2024<br>\nModified by: Heidi&nbsp;M&nbsp;Sosik</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\r\n\n\nThe productivity of marine ecosystems depends upon a complex food web of tiny planktonic organisms that provide energy to higher trophic levels, including fish, birds, and marine mammals. Human activities, environmental variability, and decadal-scale change intersect to have diverse effects on plankton, including determininghow food web composition and structure change through space and time and how those changes impact ecosystem productivity.To respond appropriately to long-term trends, it is crucial to understand the structure of planktonic food webs, how they function, and how they respond to environmental change. This understanding is facilitated by systematic and detailed measurements over a sufficient length of time so that scientists can observe the responses of these webs to environmental perturbations and uncover the underlying causes and implications; such measurements are most efficiently made by automated instrumentation, the object of this research.\r\n\n\nMicroscopic phytoplankton cells that capture energy from sunlight comprise the base of the marine food web, and our understanding of the factors that regulate plankton species composition has already been aided by instruments that monitor individual organisms in the ocean. The research team previously developed an instrument to measure and enumerate very small phytoplankton cells (including picoplankton such as Synechococcus, ~1 micrometer diameter), in which optical properties of individual cells are recorded as they pass through a focused laser beam: the submersible flow cytometer FlowCytobot (FCB). FCBs have now been deployed for over 20 years at the Marthas Vineyard Coastal Observatory (MVCO), providing unprecedented insights regarding this component of the phytoplankton. However, FCB cannot efficiently sample or identify the larger cells such as diatoms or dinoflagellates (10 to 100 micrometers) that often dominate the plankton in coastal waters. Because the larger cells often have recognizable morphologies, the team developed a second submersible flow cytometer to characterize these cells, with imaging capability: Imaging FlowCytobot (IFCB). IFCB is commercially available through partner, McLane Research Laboratories (100 instruments in use worldwide) but FCB has only been in use at the MVCO.\r\n\n\nDuring this project, the research team developed a prototype hybrid instrument that combines the capabilities of FCB and IFCB: IFCB-eXtended Range (IFCB-XR) captures images of the larger cells and is also sensitive enough to measure fluorescence and light scattering data of picoplankton. These combined approaches allow continuous long-term observations of plankton community structure over a wider range of cell sizes and types, which is important for climate change research, fisheries and aquaculture management, and satellite product validation. The prototype with its new improved features (laser, optics, detectors, data acquisition) has been tested in the laboratory and after final software implementation and field tests could be moved towards commercialization.\r\n\n\n\r\n\n\nBroader Impacts\r\n\n\n\r\n\n\nAutomated microscopic imaging (and IFCB technology in particular) is in increasing demand for marine and freshwater resource management needs such as mitigating negative impacts of harmful algal blooms on human and ecosystem health. The technological developments in this project are poised to contribute improved outcomes and reduced risk of negative impacts from such economically and societally relevant events.Successful incorporation of acoustic focusing to extend IFCB dynamic range has set the stage for the commercial manufacturer of IFCB (McLane Research Laboratories) to consider its incorporation into their product line. This project provided research and training experiences for numerous undergraduate, graduate, and postdoctoral scientists interested in the interface of technology development and applications in marine ecology and resource management.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/13/2024\n\n\t\t\t\t\tSubmitted by: HeidiMSosik\n"
 }
}