{
 "awd_id": "1736504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Proof of Concept: Exploiting Cooling Whitecap Foam to Quantify Wave Breaking Dissipation",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 324629.0,
 "awd_amount": 324629.0,
 "awd_min_amd_letter_date": "2017-07-19",
 "awd_max_amd_letter_date": "2017-07-19",
 "awd_abstract_narration": "This project is a proof of concept for a remote sensing method to determine the amount of wave energy lost due to wave breaking, by observing the  thermal signatures in the infrared imagery of the breaking wave and the foam it produces.  When waves break, energy is dissipated and momentum is transferred from waves to surface currents. These processes are critically important both in the open ocean and in the surf zone. Quantifying the energy dissipation due to wave breaking is directly relevant to wave prediction models used for operational sea-state forecasting and the impact of storms on coastal regions. Bubbles generated by breaking waves are the primary mechanism for gas transfer at moderate to high wind speed. Bubbles also contribute to marine aerosol formation through spray droplets produced when bubbles in foam burst at the surface. Foam generated by wave breaking has increased reflectivity of solar radiation that can affect the Earth?s albedo. Foam also has increased microwave emissivity, which impacts space borne radiometer measurements of wind speed.  Success in this proof of concept will open a new research direction with implications for momentum, gas, and heat across the air-water interface and global remote sensing applications. The project will contribute to the training of a postdoctoral fellow who will participate in all aspects of the work and involve two undergraduates in the summer experiments. The undergraduates will participate via the Washington Space Grant Summer Undergraduate Research Program (SURP), through which the PI has mentored students in the past. The PI will request students from an underrepresented group, which the program emphasizes. The project will also enhance research infrastructure by making a recently acquired wind-wave facility fully operational.\r\n\r\nThe long-term goal of this research team is to develop and utilize a remote sensing technique to infer energy dissipation due to wave breaking by exploiting the unique thermal signature of cooling residual foam left behind by the breaking process. The approach is based on the original idea that the time from when breaking begins to when the residual foam starts to cool can be used as a proxy for the bubble plume decay time, which in turn can be used to parameterize the energy dissipated by an individual breaking wave. The resulting ability to remotely quantify energy dissipation due to wave breaking will provide a new and transformative tool for investigating and understanding the air-sea interaction processes driven by wave breaking in the open ocean and the surf zone. A critical requirement to exploit the cooling signature of foam to quantify breaking is that the onset of cooling is not affected by the natural variability surfactants. The scope of this project is limited to determining the effect of surfactants on cooling foam as a necessary proof of concept to developing this new and promising idea. Success in this first step could lead to a more complete investigation, which exploits the cooling of whitecap foam to quantify wave breaking dissipation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Jessup",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew T Jessup",
   "pi_email_addr": "jessup@apl.washington.edu",
   "nsf_id": "000323729",
   "pi_start_date": "2017-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carmine",
   "pi_last_name": "Chickadel",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Carmine C Chickadel",
   "pi_email_addr": "chickadel@apl.washington.edu",
   "nsf_id": "000588445",
   "pi_start_date": "2017-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "Applied Physics Laboratory, University of WA",
  "perf_str_addr": "1013 NE 40th Street",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 324629.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantifying energy dissipation due to wave breaking remains an essential but elusive goal for studying<br />and modeling air-sea fluxes of heat, gas, and momentum.&nbsp; Breaking waves cause mixing and are important for redistributing heat, transporting gases between<br />the air and the water, and generating currents. Bubbles from breaking waves eventually rise and stay<br />at the surface where they can be visually seen as foam. Scientists have found that the time it takes for<br />the foam to disappear is related to the strength of the breaking waves. However, natural chemicals in<br />the seawater can cause the bubbles to disappear more slowly, increasing the time they are seen at the<br />surface. We present a new method to estimate when the bubble plume has decayed based on the foam<br />temperature. We generate breaking waves in a laboratory and use an infrared camera to measure the<br />temperature of the foam and find that the foam cools when bubbles stop rising. We varied the strength<br />of the breaking waves and measured the cooling time for the foam to show that larger, stronger<br />breaking waves cause a longer time before the foam begins to cool. When we added chemicals to<br />increase the time foam stays at the surface, the cooling time remains about the same, even though the<br />foam is still seen at the surface for a longer time.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2020<br>\n\t\t\t\t\tModified by: Andrew&nbsp;T&nbsp;Jessup</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nQuantifying energy dissipation due to wave breaking remains an essential but elusive goal for studying\nand modeling air-sea fluxes of heat, gas, and momentum.  Breaking waves cause mixing and are important for redistributing heat, transporting gases between\nthe air and the water, and generating currents. Bubbles from breaking waves eventually rise and stay\nat the surface where they can be visually seen as foam. Scientists have found that the time it takes for\nthe foam to disappear is related to the strength of the breaking waves. However, natural chemicals in\nthe seawater can cause the bubbles to disappear more slowly, increasing the time they are seen at the\nsurface. We present a new method to estimate when the bubble plume has decayed based on the foam\ntemperature. We generate breaking waves in a laboratory and use an infrared camera to measure the\ntemperature of the foam and find that the foam cools when bubbles stop rising. We varied the strength\nof the breaking waves and measured the cooling time for the foam to show that larger, stronger\nbreaking waves cause a longer time before the foam begins to cool. When we added chemicals to\nincrease the time foam stays at the surface, the cooling time remains about the same, even though the\nfoam is still seen at the surface for a longer time.\n\n\t\t\t\t\tLast Modified: 12/28/2020\n\n\t\t\t\t\tSubmitted by: Andrew T Jessup"
 }
}