{
 "awd_id": "1737284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Loihi Basaltic Rocks to Understand the Hawaiian Plume",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 209938.0,
 "awd_amount": 251924.0,
 "awd_min_amd_letter_date": "2017-08-03",
 "awd_max_amd_letter_date": "2022-07-06",
 "awd_abstract_narration": "Hotspot volcanoes are thought to tap the Earth's deep mantle, and to provide fundamental insights into understanding its composition and processes. Hawaii is an excellent venue for studying hotspot lavas because of its distant location from any continent or tectonic plate boundary (2500 km), and the high temperature (>1500 degrees C) and volume output (>100,000 cubic meters/year) of its hotspot. This proposal focuses on Loihi, the youngest and still underwater Hawaiian volcano. Loihi lavas have the potential to provide important constraints on the mantle plume beneath the islands because: 1) The volcano's youth (preshield stage) allows for the characterization of its mantle source before it has been extensively melted. 2) Loihi basalts are one of the key geochemical end members for Hawaiian basalts. Thus, analyses of its lavas (especially from previously unsampled areas) will provide a unique perspective into melting processes and source heterogeneity within the Hawaiian hotspot, the Earth's hottest mantle plume. Loihi lavas are especially noteworthy for their primordial noble gas signatures. 3) Loihi's interior and early history are exposed by major landslides on its eastern flank (>1 km thick stratigraphic section) and in ~300 m deep craters at its summit. 4) An extensive suite (196 samples) of Loihi basalts collected by submersible are available from its summit pit craters, its dissected east flank and the full extent of its two rift zones. Most of these samples have received limited geochemical characterization. These samples will be made available to the Earth science community for other geochemical studies.  This project supports the training of a graduate student at the University of Hawaii.\r\n\r\nThe goals of this project are: 1) Determine the lifespan of Hawaiian shield volcanoes using Loihi lavas to document the duration of the early stage, which is the major missing puzzle piece for resolving this issue. Current estimates range widely. 2) Better understand the structure of the Hawaiian plume (e.g., whether it is bilaterally asymmetrical as currently thought). Loihi is at the young end of the LOA trend but paradoxically, it shares geochemical features with KEA trend lavas. 3) Evaluate whether the Hawaiian mantle plume source varies in time and space. Lavas from Loihi deep interior and submarine flanks will provide a new perspective on the Loihi compositional end member of the Hawaiian plume. 4) Determine how crustal contamination works at a submarine Hawaiian volcano. Do rift zone magmas bypass the summit magma reservoir and more faithfully preserve mantle source signatures? Previous studies of Loihi summit lavas showed they were extensively modified by crustal contamination, whereas rare gas compositions of deep south rift lavas suggest they were uncontaminated. Loihi basalts are ripe for geochemical characterization using a new generation of geochemical instruments for determining ages, crustal and mantle processes, and source variations. These analyses will provide fundamental insights into the workings of the Hawaiian hotspot. The newly geochemically characterized Loihi samples, all precisely located and collected by submersible, will be made available to the Earth science community for other complementary future geochemical studies (e.g., Os isotopes, platinum group elements, rare gases).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Garcia",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Michael O Garcia",
   "pi_email_addr": "mogarcia@hawaii.edu",
   "nsf_id": "000472499",
   "pi_start_date": "2017-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2525 Correa Road",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222327",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 209938.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 41986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Loihi is the Rosetta stone of Hawaiian geochemistry. It is the youngest Hawaiian volcano and provides a glimpse into the mantle origin of lava from the Hawaiian hotspot. This project utilized a unique collection of submersible-retrieve samples using three different submersibles (US, Japanese and Russian) over the last 30 years.&nbsp; The rocks were obtained from the entire north and south rift systems and the summit platform. They provide extensive documentation of the last few thousand years of eruptive history of this juvenile volcano. &nbsp;This stage of volcanism is not accessible on any other Hawaiian volcano because kilometers of later lava have buried the rocks produced during the juvenile stage. Loihi lavas provide a rare opportunity to document the geochemical signature of the mantle that has not been overprinted by crustal processes. The lava samples were used to document when (~1200 years ago) and how (increased partial melting as the volcano drifted towards the center of the Hawaiian hotspot) the transformation occurred at this volcano from alkalic to more voluminous and frequently active tholeiitic volcanism. &nbsp;Two scientific papers have arisen from this study and two more are in the final stages of preparation for publication. &nbsp;The collection of Loihi samples will be made available to the scientific community for additional studies.</p>\n<p>Two young scientists, both women, were mentored on this project. They were trained in petrologic and geochemical analysis and interpretation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2023<br>\n\t\t\t\t\tModified by: Michael&nbsp;O&nbsp;Garcia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLoihi is the Rosetta stone of Hawaiian geochemistry. It is the youngest Hawaiian volcano and provides a glimpse into the mantle origin of lava from the Hawaiian hotspot. This project utilized a unique collection of submersible-retrieve samples using three different submersibles (US, Japanese and Russian) over the last 30 years.  The rocks were obtained from the entire north and south rift systems and the summit platform. They provide extensive documentation of the last few thousand years of eruptive history of this juvenile volcano.  This stage of volcanism is not accessible on any other Hawaiian volcano because kilometers of later lava have buried the rocks produced during the juvenile stage. Loihi lavas provide a rare opportunity to document the geochemical signature of the mantle that has not been overprinted by crustal processes. The lava samples were used to document when (~1200 years ago) and how (increased partial melting as the volcano drifted towards the center of the Hawaiian hotspot) the transformation occurred at this volcano from alkalic to more voluminous and frequently active tholeiitic volcanism.  Two scientific papers have arisen from this study and two more are in the final stages of preparation for publication.  The collection of Loihi samples will be made available to the scientific community for additional studies.\n\nTwo young scientists, both women, were mentored on this project. They were trained in petrologic and geochemical analysis and interpretation.\n\n \n\n\t\t\t\t\tLast Modified: 09/04/2023\n\n\t\t\t\t\tSubmitted by: Michael O Garcia"
 }
}