{
 "awd_id": "1737622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Knowledge Co-production: communities and scientists working together to explore nature, culture, and Alaska Native well-being in a changing Alaska.",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Erica Hill",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 227272.0,
 "awd_amount": 267159.0,
 "awd_min_amd_letter_date": "2017-08-23",
 "awd_max_amd_letter_date": "2021-05-17",
 "awd_abstract_narration": "This project brings together Alaska Native community partners and university researchers to develop shared research priorities, guide collaborative data collection, and interpret findings about issues of broad public and theoretical concern. Specifically, this project prompts collaborative engagements with the increasing challenges to fossil fuel development in northern Alaska, including: eroding coastlines, petroleum-dependent subsistence activities, plans for new offshore drilling, dwindling dividends,and unprecedented environmental shifts. Seeking to involve Native communities within wider conversations across research and policy around these concerns, this project is inspired by innovative community efforts to secure subsistence, insure wellbeing, and create viable cultural futures in a context of rapid change. By building a unique regional research alliance around these insights, the project also aims to revise common understandings about some of the most pressing topics of our times, including health and wellness, inequality, changing ecosystems, and the prospects of a petroleum-based social contract in Alaska. This project will directly benefit partner communities, science and scientific communities, policy-makers and efforts to strengthen American democracy.\r\n \r\nThe project makes three primary contributions to publicly relevant social science research focused on Arctic futures. First, it develops a collaborative method that empowers Alaska Native community research partners to design, coordinate, and implement research questions and activities within their own communities.  Second, a decolonizing methodology endeavors to rethink the analytic lexicons of Arctic social science research, and thus to revise scholarly approaches to some of the biggest issues of the present, including the ways that knowledge about Arctic futures is negotiated and co-produced. Finally, this project maximizes the broader impacts of this knowledge by laying the foundation for a wider research network that brings Indigenous and scientific insights to bear on the most critical public problems in northern Alaska today. Findings from the study will also advance conversations in several bodies of scholarship concerned with decolonizing methodologies, shifting Arctic ecologies and economies, and Indigenous wellbeing.  In such ways, the project will engage current debates by creating a more inclusive exploration of the Arctic and its open-ended futures.  ",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucas",
   "pi_last_name": "Bessire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lucas Bessire",
   "pi_email_addr": "lucas.bessire@ou.edu",
   "nsf_id": "000717510",
   "pi_start_date": "2017-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "455 W Lindsey DHT",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730192005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 77505.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 149767.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 39887.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Arctic is experiencing profound socio-ecological changes faster and earlier than the rest of the planet. From melting sea ice and community upheavals to new economies and energy transitions, the transformations underway in the Arctic are events of extraordinary historical significance. This project aimed to develop and test an experimental collaborative approach for social scientific engagements with the most pressing dynamics of the contemporary. To do so, it forged a research alliance with Alaska Native partners from several communities now on the frontlines of the new Arctic, facilitated dialogues among these community research partners and others, collaboratively defined primary questions of shared concern and supported community-based research around the major themes of environment, energy and wellbeing. Although the Covid epidemic implied significant disruptions to the project, we were able to develop &ldquo;The Arctic Futures Working Group,&rdquo; a model partnership for centering Alaska Native voices in all stages of social scientific research about topics related to environmental change, energy extraction and community wellbeing. In 2019, Native partners took over the coordination of this working group. The project concluded after supporting research collaborators, collecting primary insights gathered into project themes, and acknowledging the aims of several of our Alaska Native partners to author their own narratives about the lessons they wish to share with future generations of environmental stewards, within the Artic and beyond.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: Lucas&nbsp;Bessire</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Arctic is experiencing profound socio-ecological changes faster and earlier than the rest of the planet. From melting sea ice and community upheavals to new economies and energy transitions, the transformations underway in the Arctic are events of extraordinary historical significance. This project aimed to develop and test an experimental collaborative approach for social scientific engagements with the most pressing dynamics of the contemporary. To do so, it forged a research alliance with Alaska Native partners from several communities now on the frontlines of the new Arctic, facilitated dialogues among these community research partners and others, collaboratively defined primary questions of shared concern and supported community-based research around the major themes of environment, energy and wellbeing. Although the Covid epidemic implied significant disruptions to the project, we were able to develop The Arctic Futures Working Group, a model partnership for centering Alaska Native voices in all stages of social scientific research about topics related to environmental change, energy extraction and community wellbeing. In 2019, Native partners took over the coordination of this working group. The project concluded after supporting research collaborators, collecting primary insights gathered into project themes, and acknowledging the aims of several of our Alaska Native partners to author their own narratives about the lessons they wish to share with future generations of environmental stewards, within the Artic and beyond.\n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: LucasBessire\n"
 }
}