{
 "awd_id": "1737282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Combining Theory and Observations to Constrain Global Ocean Deoxygenation",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 334044.0,
 "awd_amount": 334044.0,
 "awd_min_amd_letter_date": "2017-07-25",
 "awd_max_amd_letter_date": "2017-07-25",
 "awd_abstract_narration": "This project will use a combination of ocean observations and modeling to understand why the dissolved oxygen concentration in the ocean changes on timescales of years to decades. As oceans absorb heat, its oxygen content is expected to decline which will affect marine ecosystems and oxygen-sensitive biochemical reactions. In turn, biochemical processes can affect the oxygen level.  Understanding why oceanic oxygen changes remains limited due to sparse data and the fact that it naturally fluctuates. Furthermore, state-of-the-art Earth System Models, used to develop future projections, struggle to skillfully simulate present-day oxygen distributions. Given model biases, there is a clear need to re-calibrate model-based projections based on informed interpretations of available observations. The intellectual merit of this study is to perform a series of computational simulations to quantify linkages between the patterns of climate variability, ocean heating, and oxygen content for different regions. In conjunction with a novel synthesis of available observational data, this modeling study will develop a more comprehensive model for evaluating oxygen variability and change, thereby reducing uncertainty in future projections under climate forcing scenarios. Broader impacts of this study includes education and outreach about decreasing ocean concentrations in the ocean and its disruptive impacts on ocean biogeochemical cycles and marine ecosystems. Two Ph.D. students and a postdoctoral scientist will be trained under the supervision of the PIs. \r\n\r\n\r\nOcean deoxygenation is a direct consequence of ocean heat uptake; as ocean waters warm, dissolved oxygen (O2) concentrations decline, with profound influences on marine ecosystem and redox-sensitive biogeochemical cycling. Existing observations are characterized by significant interannual to decadal fluctuations. Natural variability challenges detection and attribution of human-driven trends; however, it can also be interrogated to provide mechanistic insight. State-of-the-art Earth System Models still struggle to skillfully simulate present-day O2 distributions but these models are useful because they invoke mechanistic representations of key processes. The objective of this project is to improve our understanding of the mechanisms behind interannual and decadal variability of O2 globally and regionally. Low- and high-latitude regions exhibit distinct patterns in dissolved oxygen and ocean heat content. In order to isolate the impact of physical and biological controls on O2 variability, a suite of numerical simulations will be conducted, including some with a global eddy-resolving configuration. Combining observational and model-based analyses will enable quantitative assessments about the relation between ocean heat uptake and deoxygenation, and linkages to climate variability and trends.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Deutsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis Deutsch",
   "pi_email_addr": "cdeutsch@princeton.edu",
   "nsf_id": "000388723",
   "pi_start_date": "2017-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave. NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1303",
   "pgm_ref_txt": "CLIMATE MODELING & PREDICTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 270079.0
  }
 ],
 "por": null
}