{
 "awd_id": "1738550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phase I IUCRC Brigham Young University: Center for Space, High-performance,  and Resilient Computing (SHREC)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927408",
 "po_email": "mokumar@nsf.gov",
 "po_sign_block_name": "Mohan Kumar",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 1209256.0,
 "awd_min_amd_letter_date": "2017-08-15",
 "awd_max_amd_letter_date": "2023-09-14",
 "awd_abstract_narration": "Under the auspices of the Industry/University Cooperative Research Centers (IUCRC) program at the National Science Foundation, a new national research Center has been jointly established, the Center for Space, High-performance, and Resilient Computing (SHREC). This Center comprises three university Sites, including the University of Pittsburgh (Pitt) as lead institution, and Brigham Young University (BYU) and the University of Florida (UF) as partner institutions. The SHREC Center is dedicated to assisting U.S. industrial partners, government agencies, and research organizations in mission-critical computing, with research in three domains: space computing for Earth science, space science, and defense; high-performance computing for a broad range of grand-challenge apps; and resilient computing for dependability in harsh or critical environments. The university Sites of the SHREC Center will help address the shortage in the mission-critical computing workforce by training many students with the knowledge and skills necessary to solve the many challenges facing this growing industry.\r\n\r\nWith the complementary nature of expertise at each Site, the SHREC Center will address research challenges facing the three domains of mission-critical computing, by exploiting a variety of existing and emerging computing technologies, including digital signal processors, field-programmable gate arrays (FPGAs), graphical processing units (GPUs), hybrid processors, advanced memories, and high-speed interconnects. For space computing, a specialty at the Pitt and BYU Sites, the Center will develop, evaluate, and deploy novel forms of space architectures, apps, computers, networks, services, and systems, while leveraging commercial and radiation-hardened or -tolerant technologies. For high-performance computing, a specialty at the UF and Pitt Sites, the Center will explore the application and productive use of heterogeneous computing technologies and architectures in support of high-speed, mission-critical computing. For resilient computing, a specialty at the BYU and Pitt Sites, the Center will exploit its expertise in fault injection and mitigation as well as radiation testing to demonstrate unique reliability concepts and solutions, including adaptive hardware redundancy, fault masking, and software fault tolerance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wirthlin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Wirthlin",
   "pi_email_addr": "wirthlin@byu.edu",
   "nsf_id": "000332023",
   "pi_start_date": "2017-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brad",
   "pi_last_name": "Hutchings",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brad L Hutchings",
   "pi_email_addr": "hutch@ee.byu.edu",
   "nsf_id": "000423312",
   "pi_start_date": "2017-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Nelson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Brent E Nelson",
   "pi_email_addr": "nelson@ee.byu.edu",
   "nsf_id": "000424715",
   "pi_start_date": "2017-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Goeders",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Goeders",
   "pi_email_addr": "jgoeders@byu.edu",
   "nsf_id": "000741738",
   "pi_start_date": "2017-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "459 CB",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846024115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "8237",
   "pgm_ref_txt": "CISE Interagency Agreements"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 126000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 105807.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 391326.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 56000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 40123.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Complex heterogeneous system-on-chip (SoC) integrated circuits (ICs) are essential for providing high performance computing in embedded environments with low power requirements. These devices typically include multiple programmable general-purpose processors, internal memory arrays, Field Programmable Gate Arrays (FPGA) logic, and custom processing elements such as Artificial Intelligence (AI) cores. Such devices are especially important in space environments where they perform a variety of high-performance computing tasks with limited available power. The projects pursued by the BYU site of the center for Space, High-Performance, and Resilient Computing (SHREC) investigated and developed novel techniques for improving the reliability and security of such devices in harsh environments.</p>\r\n<p>Several techniques were demonstrated to unify the software and hardware debugging environment for high-level synthesis-based hybrid systems. In these environments the user can capture the execution of both the hardware and software domains in the same unified environment. Design approaches for FPGAs were developed to demonstrate how assurance could be provided to an FPGA user that hardware cores or custom modules were not maliciously altered during the hardware compilation process. Experiments were conducted on a large set of benchmark circuits to demonstrate the effectiveness of detecting malicious modifications made to the design during compilation. A further task developed a novel compilation flow to keep third-party IP encrypted and confidential throughout the FPGA compilation process, from netlist to bitstream.</p>\r\n<p>&nbsp;</p>\r\n<p>This project demonstrated several novel techniques to perform accelerated aging of FPGA devices.&nbsp; This work demonstrated how targeted biasing of individual circuit components in the FPGA could affect aging at a precise level such as individual FPGA tiles, lookup tables, or routing resources. Using these novel techniques, we demonstrated several security implications, including an experiment demonstrating the cloning of an FPGA physically unclonable function (PUF). Further contributions demonstrated how to detect such an attack, and how to build more reliable PUF circuits that are more resistant to such attacks.</p>\r\n<p>Several tools were developed improve reliability of these devices. An open-source tool for implementing triple modular redundancy (TMR) was developed and applied to several example systems. A tool named &ldquo;COmpiler Assisted Software fault Tolerance&rdquo; (COAST) was developed to automatically insert redundant instructions within a processor executable for both fault detection and correction. A variety of fault injection tools were created to inject faults within these devices to observe the impact of radiation induced faults. Tools for automatically organizing FPGA circuits into isolated regions and for analyzing the impact of faults within FPGA bitstreams were developed.</p>\r\n<p>Novel approaches for improving system reliability of these devices were created. These include online methods for repairing and scrubbing system faults during runtime, system management recovery techniques, and effective approaches for designing soft-processor SoC systems within FPGAs. The positive impact of the tools and approaches developed during this project were validated on several application examples including machine learning. Multiple visits to national and international high energy radiation test sources were performed to demonstrate the improvement in reliability that these tools and methods provide.</p>\r\n<p>The center has trained many students in Computer Engineering topics as it pursued its research objectives. During this award, 88 students (5 PhD, 20 MS, and 63 BS) have participated in a mentored research environment that included five faculty. Most of these students started their research efforts as undergraduates and many continued participation as graduate students. During this phase of the center, 39 peer-reviewed papers were published at a variety of conferences and in a variety of academic journals. In addition, five PhD dissertations and ten master&rsquo;s theses were published.</p>\r\n<p>The BYU site has been active in several community programs to encourage interest in engineering careers, motivate students to pursue advanced degrees, and provide community educational support. Undergraduate students working in the center support the BYU \"Chip Camp\" summer program for junior high girls and boys interested in science and engineering. This camp provides hands-on science and engineering activities related to the semiconductor and computer industry. Graduate students mentor undergraduate students in the summer &ldquo;IMMERSE&rdquo; program in which undergraduate students participate in a full-time research project to introduce them to graduate research. Students working in the center have created the &ldquo;BYU Computing Bootcamp&rdquo; which provides open online learning module to help new students quickly obtain the basic skills needed to participate in research projects as an undergraduate.</p><br>\n<p>\n Last Modified: 12/28/2024<br>\nModified by: Michael&nbsp;J&nbsp;Wirthlin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nComplex heterogeneous system-on-chip (SoC) integrated circuits (ICs) are essential for providing high performance computing in embedded environments with low power requirements. These devices typically include multiple programmable general-purpose processors, internal memory arrays, Field Programmable Gate Arrays (FPGA) logic, and custom processing elements such as Artificial Intelligence (AI) cores. Such devices are especially important in space environments where they perform a variety of high-performance computing tasks with limited available power. The projects pursued by the BYU site of the center for Space, High-Performance, and Resilient Computing (SHREC) investigated and developed novel techniques for improving the reliability and security of such devices in harsh environments.\r\n\n\nSeveral techniques were demonstrated to unify the software and hardware debugging environment for high-level synthesis-based hybrid systems. In these environments the user can capture the execution of both the hardware and software domains in the same unified environment. Design approaches for FPGAs were developed to demonstrate how assurance could be provided to an FPGA user that hardware cores or custom modules were not maliciously altered during the hardware compilation process. Experiments were conducted on a large set of benchmark circuits to demonstrate the effectiveness of detecting malicious modifications made to the design during compilation. A further task developed a novel compilation flow to keep third-party IP encrypted and confidential throughout the FPGA compilation process, from netlist to bitstream.\r\n\n\n\r\n\n\nThis project demonstrated several novel techniques to perform accelerated aging of FPGA devices. This work demonstrated how targeted biasing of individual circuit components in the FPGA could affect aging at a precise level such as individual FPGA tiles, lookup tables, or routing resources. Using these novel techniques, we demonstrated several security implications, including an experiment demonstrating the cloning of an FPGA physically unclonable function (PUF). Further contributions demonstrated how to detect such an attack, and how to build more reliable PUF circuits that are more resistant to such attacks.\r\n\n\nSeveral tools were developed improve reliability of these devices. An open-source tool for implementing triple modular redundancy (TMR) was developed and applied to several example systems. A tool named COmpiler Assisted Software fault Tolerance (COAST) was developed to automatically insert redundant instructions within a processor executable for both fault detection and correction. A variety of fault injection tools were created to inject faults within these devices to observe the impact of radiation induced faults. Tools for automatically organizing FPGA circuits into isolated regions and for analyzing the impact of faults within FPGA bitstreams were developed.\r\n\n\nNovel approaches for improving system reliability of these devices were created. These include online methods for repairing and scrubbing system faults during runtime, system management recovery techniques, and effective approaches for designing soft-processor SoC systems within FPGAs. The positive impact of the tools and approaches developed during this project were validated on several application examples including machine learning. Multiple visits to national and international high energy radiation test sources were performed to demonstrate the improvement in reliability that these tools and methods provide.\r\n\n\nThe center has trained many students in Computer Engineering topics as it pursued its research objectives. During this award, 88 students (5 PhD, 20 MS, and 63 BS) have participated in a mentored research environment that included five faculty. Most of these students started their research efforts as undergraduates and many continued participation as graduate students. During this phase of the center, 39 peer-reviewed papers were published at a variety of conferences and in a variety of academic journals. In addition, five PhD dissertations and ten masters theses were published.\r\n\n\nThe BYU site has been active in several community programs to encourage interest in engineering careers, motivate students to pursue advanced degrees, and provide community educational support. Undergraduate students working in the center support the BYU \"Chip Camp\" summer program for junior high girls and boys interested in science and engineering. This camp provides hands-on science and engineering activities related to the semiconductor and computer industry. Graduate students mentor undergraduate students in the summer IMMERSE program in which undergraduate students participate in a full-time research project to introduce them to graduate research. Students working in the center have created the BYU Computing Bootcamp which provides open online learning module to help new students quickly obtain the basic skills needed to participate in research projects as an undergraduate.\t\t\t\t\tLast Modified: 12/28/2024\n\n\t\t\t\t\tSubmitted by: MichaelJWirthlin\n"
 }
}