{
 "awd_id": "1738748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4: Paleoecological insights into the impacts of climate change on Vermont lakes",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928623",
 "po_email": "jsmall@nsf.gov",
 "po_sign_block_name": "Jeanne Small",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 131963.0,
 "awd_amount": 131963.0,
 "awd_min_amd_letter_date": "2017-09-12",
 "awd_max_amd_letter_date": "2017-09-12",
 "awd_abstract_narration": "Non-technical Description\r\nThe water quality of small lakes in Vermont and other northern states is influenced by the types of aquatic plants growing in the lake.  Lakes dominated by large aquatic plants are able to maintain a relatively stable, clear water state, while lakes dominated by algae are more likely to suffer from a decline in both water quality and ecosystem health. The most important factor controlling whether a lake is plant- versus algae-dominated is the input of nutrients such as phosphorous, which has increased in many lakes as a result of human activity. Annual and seasonal variations in temperature and precipitation can amplify nutrient-driven changes in aquatic plant growth.  These short-term climatic impacts have increased concern over the long-term water quality of lakes in the face of predictions of climate change. Lake sediment, which accumulates in layers at the bottom of lakes through time, provides an opportunity to investigate the dynamics between past climate change and aquatic plant growth over longer time-scales and to gain insights into how aquatic ecosystems will be impacted in the future by climate change.  Lake sediment samples from central Vermont contain data on the chemical composition of the sediment and fossils of plants and animals, which will be used to reconstruct changes in both climate and aquatic plant growth during the last 10,000 years.  A network of existing climate reconstructions from the northeast documents several past regional climatic changes, which will provide a context for evaluating how lakes respond to changes in temperature and/or precipitation.  Collaboration with the Department of Geology and Geophysics at the University of Wyoming will enable access to critical analyses, as well as training in innovative statistical approaches to data analysis. The results of this project will build a strong collaboration between researchers at Norwich University and the University of Wyoming while establishing new methods for investigating past aquatic ecosystems and contributing to a greater understanding of the long-term connections between aquatic plant growth, water quality, and climate change. This work will inform future management decisions concerning the conservation of Vermont's lakes and will provide additional evidence on the impact that projected climate change will have on valuable freshwater resources.\r\n\r\n\r\nTechnical Description\r\nThe fates of lakes and other freshwater resources in Vermont have become of central environmental concern due to increased nutrient loading.  In small lakes, nutrient loading controls the dominance of phytoplankton versus macrophytes, and is a determinant of water quality and ecosystem health. Macrophytes promote a clear-water state while excessive phytoplankton leads to turbid-water and eutrophic conditions. In addition to changes in nutrient loads, fish population size and composition, lake size and depth, and climate, have the potential to induce a shift between macrophyte- and phytoplankton-states.  Climate is the least well-understood of these factors and poses an important set of research questions in Vermont, where during the last 50 years, winter and summer mean annual temperatures and total precipitation have increased. This study will provide long-term insight into these issues by using lake sediment cores from central Vermont to reconstruct past changes in lake primary productivity and climate during the Holocene Epoch (10,000-0 years before present).  Temperature and precipitation changes during the Holocene in the northeastern United States are well-documented by a network of paleoecological sites, and provide an opportunity to examine the role of climate as a driver of aquatic ecosystem change. Carbonate-rich lakes in central Vermont contain multiple depositional environments that preserve unique sets of proxy data that will enable the reconstruction of independent records of climate and paleoproductivity. This work will be done in collaboration with the University of Wyoming and will use a suite of sediment and geochemical analyses that are available within the Departments of Geology and Geophysics' laboratories.  In addition, the collaborator at the University of Wyoming has developed quantitative approaches to analysis of multivariate paleoecological data that will be used to identify statistically significant patterns of variability. The work completed during this fellowship will employ novel approaches to reconstructing past changes in lake productivity that may be adopted more widely by other researchers and will expand the application of paleoecology to understanding modern limnological processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Grigg",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie D Grigg",
   "pi_email_addr": "lgrigg@norwich.edu",
   "nsf_id": "000746185",
   "pi_start_date": "2017-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Norwich University",
  "inst_street_address": "158 HARMON DR",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHFIELD",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8024852981",
  "inst_zip_code": "056631000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "NORWICH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VFQPWNA7EJF8"
 },
 "perf_inst": {
  "perf_inst_name": "Norwich University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "056631035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 131963.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to investigate the relationship between algal productivity and climate in a small Vermont lake during the past 11,000 years.&nbsp; This was accomplished by studying changes through time in the sediment deposited at the bottom of Twin Ponds which is located in Brookfield, VT. The growing occurrence of algal blooms in some Vermont lakes threatens the water quality of our freshwater resources and is linked to the increased inflow of nutrients (primarily phosphorous) through agricultural and urban storm-water runoff (Larouche, 2009). Recent and projected changes in climate, including increased precipitation are likely to exacerbate this process but there is less known about how changes in temperature will impact algal productivity. By examining fossil and geochemical evidence preserved in a sediment core, this project was able to reconstruct centennial-scale changes in algal productivity and the lake environment (water temperature, oxygen-availability, and nutrient influx). &nbsp;</p>\n<p>Changes in algal (phytoplankton) productivity through time were reconstructed by measuring the abundance of the fossil remains of <em>Daphnia </em>(water flea) and diatoms.&nbsp; <em>Daphnia</em> is a zooplankton that consume algae and produce resting eggs or ephippia, while diatoms are a large and diverse type of algae or phytoplankton and produce skeletal remains made of biogenic silica.&nbsp; Changes in the abundance of the <em>Daphnia</em> ephippia and biogenic silica through time show that before 8000 years ago, lake productivity was generally low. After 8000 years ago both fossil types increase and likely reflect a well-established regional shift towards warmer and wetter conditions driven by the final large collapse of the Laurentide Ice Sheet (Shuman et al., 2002).&nbsp; Increases in both fossil types also occurred around 4500 and 3500 years ago and suggest periods of increased lake productivity separated by a period of reduced productivity around 4200 years ago. Geochemical analysis of the sediment core shows that these periods of higher productivity occurred during times when summer temperatures were warmer and the duration of ice-cover was shorter, as indicated by increased amounts of calcium and manganese.</p>\n<p>During the remainder of the record (0-3100 and 5600-7000 years ago), peaks in the abundance of <em>Daphnia</em> and diatom fossils are out of phase with one another and point towards a productivity response mediated by predator-prey relationships. Periods of high <em>Daphnia</em> ephippia and low biogenic silica imply that <em>Daphnia</em> grazing effectively reduced diatom abundance, whereas periods with low <em>Daphnia </em>ephippia and high biogenic silica show that with less grazing pressure from <em>Daphnia</em>, diatoms were more abundant. These results indicate that over centennial timescales, changes in <em>Daphnia</em> are an important control on phytoplankton productivity. The question that remained was what was causing long-term changes in <em>Daphnia</em> abundance? &nbsp;The increased presence of fish fossils (scale and bones) during periods of increased diatoms suggests that top-down predation of <em>Daphnia</em> by fish was the likely biological control on phytoplankton productivity.&nbsp; However, the geochemical results suggest that changes in the availability of oxygen at the bottom of the lake may have ultimately controlled the presence or absence of fish. Times of increased <em>Daphnia</em> and decreased diatoms are correlated with lower amounts of manganese and calcium, suggesting less oxygen-availability at the bottom of the lake (anoxic conditions) which would have been less favorable to fish survival. More anoxic conditions during times of reduced phytoplankton productivity implies the longer duration of ice cover. The geochemical data also shows that increased diatom productivity is correlated with peaks in erosive variables (potassium, %inorganics, and magnetic susceptibility) which suggests that the influx of nutrients is also an important control on phytoplankton productivity. &nbsp;</p>\n<p>Further work is planned for the future to link changes in lake productivity, temperature, nutrient influx, and oxygen-availability with independent reconstructions of temperature and precipitation. These preliminary results suggest that increased algal productivity is associated with shorter winters, warmer summers, and increased precipitation. &nbsp;More work will also be done to provide a more quantitative reconstruction of past fish abundance, however, this study is an important example of how food chain interactions driven by changes in the lake environment can impact algal growth. &nbsp;The results of this project provide an important long-term perspective for understanding the relationship between climate, the lake environment, biological interactions, and water quality in smaller lakes and ponds. &nbsp;</p>\n<p>REFERNCES CITED:</p>\n<p>&nbsp;</p>\n<p>Larouche, J., <em>A Survey of the Nation's Lakes - EPA's National Lake Assessment and Survey of</em></p>\n<p><em>Vermont Lakes</em>. 2009.</p>\n<p>Shuman, B., Bartlein, P., Logar, N., Newby, P., &amp; Webb III, T. (2002). Parallel climate and vegetation responses to the early Holocene collapse of the Laurentide Ice Sheet.&nbsp;<em>Quaternary Science Reviews</em>,&nbsp;<em>21</em>(16-17), 1793-1805.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2019<br>\n\t\t\t\t\tModified by: Laurie&nbsp;Grigg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was to investigate the relationship between algal productivity and climate in a small Vermont lake during the past 11,000 years.  This was accomplished by studying changes through time in the sediment deposited at the bottom of Twin Ponds which is located in Brookfield, VT. The growing occurrence of algal blooms in some Vermont lakes threatens the water quality of our freshwater resources and is linked to the increased inflow of nutrients (primarily phosphorous) through agricultural and urban storm-water runoff (Larouche, 2009). Recent and projected changes in climate, including increased precipitation are likely to exacerbate this process but there is less known about how changes in temperature will impact algal productivity. By examining fossil and geochemical evidence preserved in a sediment core, this project was able to reconstruct centennial-scale changes in algal productivity and the lake environment (water temperature, oxygen-availability, and nutrient influx).  \n\nChanges in algal (phytoplankton) productivity through time were reconstructed by measuring the abundance of the fossil remains of Daphnia (water flea) and diatoms.  Daphnia is a zooplankton that consume algae and produce resting eggs or ephippia, while diatoms are a large and diverse type of algae or phytoplankton and produce skeletal remains made of biogenic silica.  Changes in the abundance of the Daphnia ephippia and biogenic silica through time show that before 8000 years ago, lake productivity was generally low. After 8000 years ago both fossil types increase and likely reflect a well-established regional shift towards warmer and wetter conditions driven by the final large collapse of the Laurentide Ice Sheet (Shuman et al., 2002).  Increases in both fossil types also occurred around 4500 and 3500 years ago and suggest periods of increased lake productivity separated by a period of reduced productivity around 4200 years ago. Geochemical analysis of the sediment core shows that these periods of higher productivity occurred during times when summer temperatures were warmer and the duration of ice-cover was shorter, as indicated by increased amounts of calcium and manganese.\n\nDuring the remainder of the record (0-3100 and 5600-7000 years ago), peaks in the abundance of Daphnia and diatom fossils are out of phase with one another and point towards a productivity response mediated by predator-prey relationships. Periods of high Daphnia ephippia and low biogenic silica imply that Daphnia grazing effectively reduced diatom abundance, whereas periods with low Daphnia ephippia and high biogenic silica show that with less grazing pressure from Daphnia, diatoms were more abundant. These results indicate that over centennial timescales, changes in Daphnia are an important control on phytoplankton productivity. The question that remained was what was causing long-term changes in Daphnia abundance?  The increased presence of fish fossils (scale and bones) during periods of increased diatoms suggests that top-down predation of Daphnia by fish was the likely biological control on phytoplankton productivity.  However, the geochemical results suggest that changes in the availability of oxygen at the bottom of the lake may have ultimately controlled the presence or absence of fish. Times of increased Daphnia and decreased diatoms are correlated with lower amounts of manganese and calcium, suggesting less oxygen-availability at the bottom of the lake (anoxic conditions) which would have been less favorable to fish survival. More anoxic conditions during times of reduced phytoplankton productivity implies the longer duration of ice cover. The geochemical data also shows that increased diatom productivity is correlated with peaks in erosive variables (potassium, %inorganics, and magnetic susceptibility) which suggests that the influx of nutrients is also an important control on phytoplankton productivity.  \n\nFurther work is planned for the future to link changes in lake productivity, temperature, nutrient influx, and oxygen-availability with independent reconstructions of temperature and precipitation. These preliminary results suggest that increased algal productivity is associated with shorter winters, warmer summers, and increased precipitation.  More work will also be done to provide a more quantitative reconstruction of past fish abundance, however, this study is an important example of how food chain interactions driven by changes in the lake environment can impact algal growth.  The results of this project provide an important long-term perspective for understanding the relationship between climate, the lake environment, biological interactions, and water quality in smaller lakes and ponds.  \n\nREFERNCES CITED:\n\n \n\nLarouche, J., A Survey of the Nation's Lakes - EPA's National Lake Assessment and Survey of\n\nVermont Lakes. 2009.\n\nShuman, B., Bartlein, P., Logar, N., Newby, P., &amp; Webb III, T. (2002). Parallel climate and vegetation responses to the early Holocene collapse of the Laurentide Ice Sheet. Quaternary Science Reviews, 21(16-17), 1793-1805.\n\n \n\n\t\t\t\t\tLast Modified: 12/27/2019\n\n\t\t\t\t\tSubmitted by: Laurie Grigg"
 }
}