{
 "awd_id": "1738009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions: Collaborative Research: Elucidating the drivers of mutualism variation in host-symbiont metapopulations",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2017-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 892835.0,
 "awd_amount": 892835.0,
 "awd_min_amd_letter_date": "2017-08-02",
 "awd_max_amd_letter_date": "2017-08-02",
 "awd_abstract_narration": "Symbiotic bacteria transform how plants and animals interact with their environment. These bacteria are well known for their ability to enhance host growth and tolerance to stress, but symbioses vary greatly in their effects on host health and fitness. Little is understood about the forces that shape this variation and drive the spread of symbionts that interact, but fail to benefit the host. Here, researchers use the relationship between native California legumes and nitrogen-fixing Bradyrhizobium bacteria to study the drivers of variation in symbioses. The project will employ environmental sampling of interacting plants, bacteria, and soil, genetic approaches, and greenhouse experiments. The research will determine the magnitude of benefits the bacteria provide to the host, what bacterial genes facilitate benefit or exploitation of the host, and how the host responds and defends itself against ineffective symbionts. The project will train undergraduate and graduate students as well as two postdoctoral fellows. The researchers will educate local farmers on plant-microbe interactions, and they will generate and curate a collection of plant and bacterial variants that will be made freely available to other researchers. The project is important because it will provide information on the parameters that influence symbiosis and help guide how microbes can be better deployed to increase productivity of agricultural systems and promote health of humans and the planet.\r\n \r\nThe maintenance of diversity in microbial symbioses is paradoxical. Conventional theory predicts a lack of variation in symbiont function because host species reward beneficial symbionts and intensely select against ineffective partners. Here, a novel framework is tested to explain the maintenance of symbiont variation. The planned work transcends the dominant theoretical paradigm by investigating ecological, spatiotemporal, and genomic drivers in a metapopulation of rhizobial bacteria and their native legume hosts. Like other hosts, legumes exhibit host control traits: legumes can discriminate against ineffective rhizobia during nodule formation, and can reduce within-nodule growth rates of ineffective rhizobia. Despite the apparent efficiency of host control, ineffective rhizobia are commonly uncovered in natural and agricultural soils. Four aims are proposed to explain the maintenance of symbiont variation in this key model system. Experimental inoculations coupled with genetic and selection analysis are used to investigate i) variation among legume host populations in their capacity to sanction ineffective rhizobia, ii) the spatial and phylogenetic origins of invasions by ineffective rhizobia, and iii) the genomic basis for the evolution of ineffective rhizobia. iv) Inferred invasions of ineffective rhizobia will be recapitulated using experiments that test fitness predictions under realistic conditions. This work challenges conventional mutualism theory and highlights the importance of genetic variation, spatio-temporal dynamics, and fitness tradeoffs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Sachs",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joel L Sachs",
   "pi_email_addr": "joel.sachs@ucr.edu",
   "nsf_id": "000496773",
   "pi_start_date": "2017-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 892835.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> Symbiotic nitrogen fixation is an important beneficial service that rhizobial bacteria provide to legume plants. This association is essential for providing biologically useable nitrogen in natural and agricultural settings and why we use legumes in crop rotations, as well as green manures and cover crops. However, symbiotic nitrogen fixation, along with other microbal-provided beneficial services to plant and animal hosts, are highly varied and unreliable to hosts. For example, the practice of introducing &ldquo;elite&rdquo; rhizobial bacteria into soils is often unsuccessful. We characterized genetic and ecological features of services of symbiotic nitrogen-fixation to understand the drivers of symbiosis instability. We used the association between a native species of legume plants and their rhizobial symbionts as a model system to understand why these interactions vary.</p>\n<p>We found that rhizobia vary greatly in the magnitude of nitrogen fixed for the native California legume, Acmispon strigosus. Eighty-five rhizobia strains, isolated from across a 750 kilometer transect, were experimentally characterized. These strains were found to vary in the capacity to induce symbiotic nodules on host roots and in their ability to provide fixed nitrogen to hosts, and included strains that offered no benefits at all. Genome sequencing demonstrated that strains that did not induce symbiotic nodules lacked a mobile genetic element that carries clusters of genes necessary for root nodulation and nitrogen fixation. Strains that did induce nodules but did not fix nitrogen had the necessary genes, but they were altered in composition, suggesting adaptation to alternate legume species, and reshuffling of the mobile genetic element.</p>\n<p>Evidence showed that symbiosis instability can be driven by competition among rhizobia to infect plants and host specificity. Experimental infections of plants that combined multiple strains of rhizobia consistently provided plants with reduced benefit, compared to infections with the same strains in isolation. Experimental and genomic evidence suggested that rhizobia can associate with multiple plant species, and that providing nitrogen benefits to one species can be associated with the loss of beneficial interactions with other local hosts.</p>\n<p>Benefits provided by rhizobia to plants thus depend on the community context. Importantly, we need to consider the variation in host species that the rhizobia can interact with and the presence of other strains that compete for those host plants.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts:</strong> Harnessing capabilities of microbes is crucial for advancing sustainable ways to enhance the health of humans, crops, and livestock. However, this remains a tremendous challenge of the next century. Implementation of bacteria has been limited because of our poor understanding of the forces that shape their services. Our research uncovered the important role of microbial competition and host specificity in driving variation in these services, knowledge that can be applied in any system where microbes are used as bioinoculants or therapies for plants or animals.</p>\n<p>The funded research was an important means for developing human resource, It led to training of scientists at all levels, including high school students (2), undergraduates (22), graduate students, (5) and postdoctoral scholars (3; 2 of which are currently in faculty positions). The research training provided high school students and undergraduate students with unique opportunities to work with real world datasets and for experiential learning. Moreover, the learning experiences were opportunities to gain skills in communication and teamwork. Each of these are critical for success in STEM. More than 18 peer reviewed technical publications resulted from the funded research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2022<br>\n\t\t\t\t\tModified by: Joel&nbsp;L&nbsp;Sachs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: Symbiotic nitrogen fixation is an important beneficial service that rhizobial bacteria provide to legume plants. This association is essential for providing biologically useable nitrogen in natural and agricultural settings and why we use legumes in crop rotations, as well as green manures and cover crops. However, symbiotic nitrogen fixation, along with other microbal-provided beneficial services to plant and animal hosts, are highly varied and unreliable to hosts. For example, the practice of introducing \"elite\" rhizobial bacteria into soils is often unsuccessful. We characterized genetic and ecological features of services of symbiotic nitrogen-fixation to understand the drivers of symbiosis instability. We used the association between a native species of legume plants and their rhizobial symbionts as a model system to understand why these interactions vary.\n\nWe found that rhizobia vary greatly in the magnitude of nitrogen fixed for the native California legume, Acmispon strigosus. Eighty-five rhizobia strains, isolated from across a 750 kilometer transect, were experimentally characterized. These strains were found to vary in the capacity to induce symbiotic nodules on host roots and in their ability to provide fixed nitrogen to hosts, and included strains that offered no benefits at all. Genome sequencing demonstrated that strains that did not induce symbiotic nodules lacked a mobile genetic element that carries clusters of genes necessary for root nodulation and nitrogen fixation. Strains that did induce nodules but did not fix nitrogen had the necessary genes, but they were altered in composition, suggesting adaptation to alternate legume species, and reshuffling of the mobile genetic element.\n\nEvidence showed that symbiosis instability can be driven by competition among rhizobia to infect plants and host specificity. Experimental infections of plants that combined multiple strains of rhizobia consistently provided plants with reduced benefit, compared to infections with the same strains in isolation. Experimental and genomic evidence suggested that rhizobia can associate with multiple plant species, and that providing nitrogen benefits to one species can be associated with the loss of beneficial interactions with other local hosts.\n\nBenefits provided by rhizobia to plants thus depend on the community context. Importantly, we need to consider the variation in host species that the rhizobia can interact with and the presence of other strains that compete for those host plants.\n\n \n\nBroader impacts: Harnessing capabilities of microbes is crucial for advancing sustainable ways to enhance the health of humans, crops, and livestock. However, this remains a tremendous challenge of the next century. Implementation of bacteria has been limited because of our poor understanding of the forces that shape their services. Our research uncovered the important role of microbial competition and host specificity in driving variation in these services, knowledge that can be applied in any system where microbes are used as bioinoculants or therapies for plants or animals.\n\nThe funded research was an important means for developing human resource, It led to training of scientists at all levels, including high school students (2), undergraduates (22), graduate students, (5) and postdoctoral scholars (3; 2 of which are currently in faculty positions). The research training provided high school students and undergraduate students with unique opportunities to work with real world datasets and for experiential learning. Moreover, the learning experiences were opportunities to gain skills in communication and teamwork. Each of these are critical for success in STEM. More than 18 peer reviewed technical publications resulted from the funded research.\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2022\n\n\t\t\t\t\tSubmitted by: Joel L Sachs"
 }
}