{
 "awd_id": "1738128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshops to Increase the Number and Competitiveness of Minority-Serving Institutions (MSIs)' Proposals to NSF Life STEM Program",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2017-05-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 193984.0,
 "awd_amount": 232537.0,
 "awd_min_amd_letter_date": "2017-04-26",
 "awd_max_amd_letter_date": "2017-08-22",
 "awd_abstract_narration": "This broadening participation project will coordinate and oversee three two-day regional workshops about research on STEM education for teams of researchers and leaders from minority-serving institutions (MSIs). The goal of the workshops will be to increase the capacity of MSIs to contribute to attracting, preparing, and retaining underrepresented students for the future STEM workforce. To achieve this goal, specialized activities will be implemented to create greater awareness of current opportunities at NSF that will help prepare MSIs to take part in diversifying the future STEM workforce. These activities will help increase the quantity and quality of proposals from MSIs seeking funding to create, implement, and evaluate innovative models of intervention that will help more PreK-12 or undergraduate students select careers in STEM fields. This coordinated effort will facilitate individual and cross-institutional capacity building related to curriculum development, teacher support, and student engagement.\r\n\r\nCritical to this capacity-building effort will be a focus on understanding the current research context and expectations for competitive participation in STEM education opportunities offered by NSF. The workshops will be hosted by Xavier University in New Orleans, Louisiana; Spelman College in Atlanta, Georgia, and Rutgers-Newark in Newark, New Jersey to provide intensive training to help more MSIs fully participate in and contribute to national STEM education goals. This, in turn, will align with the Foundation's strategic direction for broadening participation in STEM through innovation and cutting-edge research. Project-related materials will be made available online to ensure broader dissemination of information that will be beneficial to all MSIs and other research institutions in relation to the Life STEM initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "IVORY",
   "pi_last_name": "TOLDSON",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "IVORY A TOLDSON",
   "pi_email_addr": "itoldson@qem.org",
   "nsf_id": "000727410",
   "pi_start_date": "2017-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Monica B Mitchell",
   "pi_email_addr": "mmitchell@merassociates.com",
   "nsf_id": "000575319",
   "pi_start_date": "2017-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "inst_street_address": "1818 N ST NW STE 350",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026591818",
  "inst_zip_code": "200362406",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "QUALITY EDUCATION FOR MINORITIES NETWORK (INC)",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LSMGM4J768"
 },
 "perf_inst": {
  "perf_inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "016Z",
   "pgm_ref_txt": "Cybermanufacturing Systems"
  },
  {
   "pgm_ref_code": "061Z",
   "pgm_ref_txt": "Life STEM"
  },
  {
   "pgm_ref_code": "1544",
   "pgm_ref_txt": "GSE: Research on Gender in S&E"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8238",
   "pgm_ref_txt": "DCLS-Hispanic Serving Inst"
  },
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 232537.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The QEM/MERA <strong>Broadening Participation of MSIs in Life STEM (</strong><a href=\"https://www.bp-msi-lifestem.org/about\"><strong>BP-MSI Life STEM)</strong></a><strong> initiative </strong>engages minority-serving institutions (MSIs) that are committed to developing and sharing effective models of intervention focused on broadening participation of underrepresented minority students in STEM fields, particularly in life science and bioscience.&nbsp; A collaborative effort with PIs from the Quality Education for Minorities (QEM) Network and MERAssociates (MERA), the <strong><em>BP-MSI </em></strong>project team designed, coordinated, and conducted regional outreach workshops on core themes and foundational content areas related to programs of the National Science Foundation (NSF). QEM and MERA received support from the NSF to co-lead an effort to increase awareness and stimulate an increase in the number and competitiveness of proposals from MSIs that are seeking funding to create, implement, and evaluate innovative models of intervention that will advance the STEM broadening participation knowledge base.<strong> </strong></p><p>The BP-MSI project&rsquo;s goal centers on the urgent need to increase knowledge and preparation of MSIs as well as to foster their competitive participation in NSF programs, especially in programs focused on enhancing PreK-12 or undergraduate learning environments. This collaborative project launched an immediate, coordinated effort to provide MSIs with information on programs and professional development activities to facilitate their capacity-building, cross-institutional collaborations, and submission of FY2017-2018 NSF LifeSTEM proposals related to PreK-16 curriculum development, teacher support, and student engagement. QEM&ndash;MERA served as the coordinating backbone for three MSIs that were designated as regional host sites (<em>Spelman College - Atlanta, GA), Xavier University - New Orleans, LA, and Rutgers University - Newark, NJ</em>) to convene recurring two-day workshops in June 2017 for teams of MSI researchers and administrators interested in securing funding from NSF&rsquo;s Life STEM programs.</p><p><strong>A total of 297 individuals representing teams from 77 institutions attended the three LifeSTEM June 2017 workshops.</strong> The QEM-MERA PI team oversaw implementation at each site and facilitated cross-site communication and collaboration. Attendees consisted of 3-4 member institutional teams (consisting of STEM faculty member/potential PI, Sponsored Programs Officer, STEM Administrator, Education Researcher) &nbsp;to ensure a comprehensive representation of STEM stakeholders from each MSI who could process content at the workshop together and then take the information back to the STEM community on campus to disseminate for broader impact.&nbsp; To support participants&rsquo; dissemination efforts, BP-MSI staff developed a <span style=\"text-decoration: underline;\">listserv</span> and <span style=\"text-decoration: underline;\">central website</span> with general information as well as links to information provided by the local host sites on their workshop-specific webpages.</p><p>&nbsp;</p><p><span style=\"text-decoration: underline;\">Intellectual Merit </span></p><p>The BP-MSI project set the workshop context and leveraged QEM&ndash;MERA&rsquo;s partnership experience with the synergy and collective impact of the MSIs-centered capacity-building approach addressing underrepresentation in STEM grant portfolios. The workshops focused on understanding the current research context and expectations for competitive participation in NSF programs and provided intensive training to support the preparation and submission of competitive LifeSTEM proposals to NSF EHR Directorate&rsquo;s Division of Research and Learning (DRL) and the six targeted programs (AISL, DRK-12, IUSE, ITEST, HBCU-UP BPR, and ECR). Workshop participants benefited from presentations led by the BP-MSI PIs, NSF Program Officers, and current DRL PIs and content experts who served as Consultants, ultimately gaining insight as well as information on effective solutions for potential challenges in implementing education research-focused funded projects.</p><p>QEM-MERA also conducted LifeSTEM consultant-led <span style=\"text-decoration: underline;\">follow-up webinars</span> during the six months after the workshop to provide post-workshop technical assistance to the MSI faculty in their proposal development efforts. Between July 2017 and June 2018, two teams of workshop participants received a LifeSTEM-related award. However, other faculty at 10 of the 77 Institutions represented at the workshops received 13 NSF awards from four of the LifeSTEM DCL targeted programs. (AISL, DRK-12, ITEST and HBCU-UP BPR).</p><p>&nbsp;</p><p><span style=\"text-decoration: underline;\">Broader Impacts</span></p><p>Participation of institutional teams, including administrators and sponsored programs representatives, from 77 schools ensured stronger campus-level engagement in preparing proposals and increased potential for sustaining effective external partnerships/collaborations. Project activities served to broaden the participation of MSIs in NSF DRL and Life STEM programs to support national STEM Education workforce development efforts as well as innovations in STEM teaching/learning across the educational landscape.</p><p>Project-related materials including agendas and presentations have been made available at the website as well as at the host institutions&rsquo; websites to ensure broader dissemination of information. Host and participating institutions gained, shared, and disseminated knowledge on strategies that broaden the participation in STEM research among MSI faculty as well as the best practices to prepare competitive Life STEM proposals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/24/2018<br>\n\t\t\t\t\tModified by: Ivory&nbsp;A&nbsp;Toldson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1738128/1738128_10483890_1532471773078_bpmsi-lifestemlogo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1738128/1738128_10483890_1532471773078_bpmsi-lifestemlogo--rgov-800width.jpg\" title=\"QEM/MERA BP-MSI LifeSTEM Logo\"><img src=\"/por/images/Reports/POR/2018/1738128/1738128_10483890_1532471773078_bpmsi-lifestemlogo--rgov-66x44.jpg\" alt=\"QEM/MERA BP-MSI LifeSTEM Logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Logo used for the BP-MSI  Community of Practice activities focused on NSF LifeSTEM programs</div>\n<div class=\"imageCredit\">QEM Network - Toldson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ivory&nbsp;A&nbsp;Toldson</div>\n<div class=\"imageTitle\">QEM/MERA BP-MSI LifeSTEM Logo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1738128/1738128_10483890_1532474809657_linkedlogo_quark--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1738128/1738128_10483890_1532474809657_linkedlogo_quark--rgov-800width.jpg\" title=\"It's All Linked to Education -- QEM Logo\"><img src=\"/por/images/Reports/POR/2018/1738128/1738128_10483890_1532474809657_linkedlogo_quark--rgov-66x44.jpg\" alt=\"It's All Linked to Education -- QEM Logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">QEM Network \"It's All Linked\" Logo</div>\n<div class=\"imageCredit\">QEM Network</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ivory&nbsp;A&nbsp;Toldson</div>\n<div class=\"imageTitle\">It's All Linked to Education -- QEM Logo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1738128/1738128_10483890_1532475182955_meralogo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1738128/1738128_10483890_1532475182955_meralogo--rgov-800width.jpg\" title=\"MERAssociates Logo for LifeSTEM\"><img src=\"/por/images/Reports/POR/2018/1738128/1738128_10483890_1532475182955_meralogo--rgov-66x44.jpg\" alt=\"MERAssociates Logo for LifeSTEM\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">MERAssociates Logo for BP-MSI LifeSTEM project with QEM Network</div>\n<div class=\"imageCredit\">Monica Mitchell MERAssociates</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ivory&nbsp;A&nbsp;Toldson</div>\n<div class=\"imageTitle\">MERAssociates Logo for LifeSTEM</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>\n<div class=\"porColContainerHR\">\n<div class=\"porContentCol\">\n<h2>Addendum # 1</h2><p><strong>Collaborative model.&nbsp;</strong>The QEM&ndash;MERA partnership/collaborative served as the communications/ coordination backbone to three minority-serving institutions, who joined efforts to foster university faculty and staff development of Life STEM proposals. The resulting alliance employed key parameters of the collective impact model including a common agenda; shared measurements; mutually reinforcing activities; and continuous communication. Through collective impact and continued development of the BP-MSI Community of Practice, this project created opportunities for participating institutions to exchange ideas, learn from one another, and discover opportunities to share resources and collaborate.</p>\n<p>The follow-up activities (webinars, listserv, website, and proposal feedback) leveraged QEM&ndash;MERA&rsquo;s partnership experience with the synergy and collective impact of this MSIs-centered capacity-building approach. The reinforcing network of MSIs developed will promote collaborative and interdisciplinary research, enhance learning about funding opportunities, and facilitate their internal as well as external capacity-building in STEM education and research.&nbsp;The post-workshop efforts provided a continuity of support for MSIs as they prepared and submitted competitive proposals to various NSF DRL and Life STEM programs.</p>\n<p><strong><em>Overall Workshop Quality</em></strong><strong>&nbsp;&ndash; T</strong>he workshop questionnaire was administered by paper and online at each site on the final day of the two-day workshop.&nbsp; The overall response rate for the workshop questionnaire was 68.8%. Respondents rated the quality of the Life STEM workshops on a five-point Likert scale ranging from Excellent to Poor. The overwhelming majority (91.3%) rated the workshop quality as Excellent (57.8%) or Very Good (33.4%).&nbsp; Some variation in the overall quality rating was evident by workshop site. &nbsp;&nbsp;</p>\n<p>&nbsp;A majority of respondents reported increased awareness of NSF policies and compliance (95.8%), followed by a greater knowledge of education research (92.6%) and STEM interventions (91.7%).&nbsp; Almost 90% of the respondents reported that the workshop increased their interest in submitting proposals to NSF, including Life STEM, and also improved their preparedness for proposal submission.&nbsp; Gains were also reported in participants&rsquo; preparedness to begin writing an NSF proposal (84.7%) and awareness of post-award responsibilities (84.1%).</p>\n<p><strong><em>Impact Summary</em></strong></p>\n<p><strong><em>&nbsp;</em></strong>Faculty and staff a MSIs gained knowledge on strategies to implement effective interventions.&nbsp;Participation of institutional teams encourages stronger campus engagement in preparing proposals and sustaining effective external partnerships/collaborations.&nbsp;<strong>&nbsp;</strong>Ultimately, the institutions&rsquo; research awards portfolio are expected to increase as well as their capacity to seek future funding.</p>\n<p>In early May 2018, a follow-up survey was sent electronically to all workshop participants to gather information on the number of institutions that submitted Life STEM proposals as well as the factors that may have contributed to non-submission. An 84.1% (n=68) institutional response rate was obtained for the follow-up survey.&nbsp;Approximately a third (22) of the respondents reported submitting a Life STEM proposal to NSF.</p>\n<p>&nbsp;</p><br>\n<p>Added: 08/30/2018<br>Submitted by: Ivory&nbsp;A&nbsp;Toldson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe QEM/MERA Broadening Participation of MSIs in Life STEM (BP-MSI Life STEM) initiative engages minority-serving institutions (MSIs) that are committed to developing and sharing effective models of intervention focused on broadening participation of underrepresented minority students in STEM fields, particularly in life science and bioscience.  A collaborative effort with PIs from the Quality Education for Minorities (QEM) Network and MERAssociates (MERA), the BP-MSI project team designed, coordinated, and conducted regional outreach workshops on core themes and foundational content areas related to programs of the National Science Foundation (NSF). QEM and MERA received support from the NSF to co-lead an effort to increase awareness and stimulate an increase in the number and competitiveness of proposals from MSIs that are seeking funding to create, implement, and evaluate innovative models of intervention that will advance the STEM broadening participation knowledge base. \nThe BP-MSI project?s goal centers on the urgent need to increase knowledge and preparation of MSIs as well as to foster their competitive participation in NSF programs, especially in programs focused on enhancing PreK-12 or undergraduate learning environments. This collaborative project launched an immediate, coordinated effort to provide MSIs with information on programs and professional development activities to facilitate their capacity-building, cross-institutional collaborations, and submission of FY2017-2018 NSF LifeSTEM proposals related to PreK-16 curriculum development, teacher support, and student engagement. QEM&ndash;MERA served as the coordinating backbone for three MSIs that were designated as regional host sites (Spelman College - Atlanta, GA), Xavier University - New Orleans, LA, and Rutgers University - Newark, NJ) to convene recurring two-day workshops in June 2017 for teams of MSI researchers and administrators interested in securing funding from NSF?s Life STEM programs.\nA total of 297 individuals representing teams from 77 institutions attended the three LifeSTEM June 2017 workshops. The QEM-MERA PI team oversaw implementation at each site and facilitated cross-site communication and collaboration. Attendees consisted of 3-4 member institutional teams (consisting of STEM faculty member/potential PI, Sponsored Programs Officer, STEM Administrator, Education Researcher)  to ensure a comprehensive representation of STEM stakeholders from each MSI who could process content at the workshop together and then take the information back to the STEM community on campus to disseminate for broader impact.  To support participants? dissemination efforts, BP-MSI staff developed a listserv and central website with general information as well as links to information provided by the local host sites on their workshop-specific webpages.\n \nIntellectual Merit \nThe BP-MSI project set the workshop context and leveraged QEM&ndash;MERA?s partnership experience with the synergy and collective impact of the MSIs-centered capacity-building approach addressing underrepresentation in STEM grant portfolios. The workshops focused on understanding the current research context and expectations for competitive participation in NSF programs and provided intensive training to support the preparation and submission of competitive LifeSTEM proposals to NSF EHR Directorate?s Division of Research and Learning (DRL) and the six targeted programs (AISL, DRK-12, IUSE, ITEST, HBCU-UP BPR, and ECR). Workshop participants benefited from presentations led by the BP-MSI PIs, NSF Program Officers, and current DRL PIs and content experts who served as Consultants, ultimately gaining insight as well as information on effective solutions for potential challenges in implementing education research-focused funded projects.\nQEM-MERA also conducted LifeSTEM consultant-led follow-up webinars during the six months after the workshop to provide post-workshop technical assistance to the MSI faculty in their proposal development efforts. Between July 2017 and June 2018, two teams of workshop participants received a LifeSTEM-related award. However, other faculty at 10 of the 77 Institutions represented at the workshops received 13 NSF awards from four of the LifeSTEM DCL targeted programs. (AISL, DRK-12, ITEST and HBCU-UP BPR).\n \nBroader Impacts\nParticipation of institutional teams, including administrators and sponsored programs representatives, from 77 schools ensured stronger campus-level engagement in preparing proposals and increased potential for sustaining effective external partnerships/collaborations. Project activities served to broaden the participation of MSIs in NSF DRL and Life STEM programs to support national STEM Education workforce development efforts as well as innovations in STEM teaching/learning across the educational landscape.\nProject-related materials including agendas and presentations have been made available at the website as well as at the host institutions? websites to ensure broader dissemination of information. Host and participating institutions gained, shared, and disseminated knowledge on strategies that broaden the participation in STEM research among MSI faculty as well as the best practices to prepare competitive Life STEM proposals.\n\n\t\t\t\t\tLast Modified: 07/24/2018\n\n\t\t\t\t\tSubmitted by: Ivory A Toldson\nCollaborative model. The QEM&ndash;MERA partnership/collaborative served as the communications/ coordination backbone to three minority-serving institutions, who joined efforts to foster university faculty and staff development of Life STEM proposals. The resulting alliance employed key parameters of the collective impact model including a common agenda; shared measurements; mutually reinforcing activities; and continuous communication. Through collective impact and continued development of the BP-MSI Community of Practice, this project created opportunities for participating institutions to exchange ideas, learn from one another, and discover opportunities to share resources and collaborate.\n\nThe follow-up activities (webinars, listserv, website, and proposal feedback) leveraged QEM&ndash;MERA?s partnership experience with the synergy and collective impact of this MSIs-centered capacity-building approach. The reinforcing network of MSIs developed will promote collaborative and interdisciplinary research, enhance learning about funding opportunities, and facilitate their internal as well as external capacity-building in STEM education and research. The post-workshop efforts provided a continuity of support for MSIs as they prepared and submitted competitive proposals to various NSF DRL and Life STEM programs.\n\nOverall Workshop Quality &ndash; The workshop questionnaire was administered by paper and online at each site on the final day of the two-day workshop.  The overall response rate for the workshop questionnaire was 68.8%. Respondents rated the quality of the Life STEM workshops on a five-point Likert scale ranging from Excellent to Poor. The overwhelming majority (91.3%) rated the workshop quality as Excellent (57.8%) or Very Good (33.4%).  Some variation in the overall quality rating was evident by workshop site.   \n\n A majority of respondents reported increased awareness of NSF policies and compliance (95.8%), followed by a greater knowledge of education research (92.6%) and STEM interventions (91.7%).  Almost 90% of the respondents reported that the workshop increased their interest in submitting proposals to NSF, including Life STEM, and also improved their preparedness for proposal submission.  Gains were also reported in participants? preparedness to begin writing an NSF proposal (84.7%) and awareness of post-award responsibilities (84.1%).\n\nImpact Summary\n\n Faculty and staff a MSIs gained knowledge on strategies to implement effective interventions. Participation of institutional teams encourages stronger campus engagement in preparing proposals and sustaining effective external partnerships/collaborations.  Ultimately, the institutions? research awards portfolio are expected to increase as well as their capacity to seek future funding.\n\nIn early May 2018, a follow-up survey was sent electronically to all workshop participants to gather information on the number of institutions that submitted Life STEM proposals as well as the factors that may have contributed to non-submission. An 84.1% (n=68) institutional response rate was obtained for the follow-up survey. Approximately a third (22) of the respondents reported submitting a Life STEM proposal to NSF.\n\n \nLast Modified: 08/30/2018\nSubmitted by: Ivory A Toldson"
 }
}