{
 "awd_id": "1738714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phase II IUCRC University of Michigan: Center for Unmanned Aircraft Systems (C-UAS)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927408",
 "po_email": "mokumar@nsf.gov",
 "po_sign_block_name": "Mohan Kumar",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 546665.0,
 "awd_min_amd_letter_date": "2017-08-29",
 "awd_max_amd_letter_date": "2022-11-04",
 "awd_abstract_narration": "Unmanned Aircraft Systems (UAS) or \"drones\" have captured our attention as a means to collect aerial sensor data, carry small payloads, and motivate students through low-cost, hands-on flight experiences. Numerous research challenges related to safely operating UAS of all sizes and missions must be addressed before we can realize their full potential. The Center for UAS (C-UAS) is an existing National Science Foundation Industry/University Cooperative Research Center (IUCRC) supporting a wide range of UAS-centric research topics. C-UAS, led by Brigham-Young University, has successfully transitioned into Phase II. The C-UAS I/UCRC provides a critical pathway for university and industry members to collaboratively identify and explore important basic and applied research relevant to UAS. The University of Michigan proposes to join the C-UAS team, offering new industry members and new research expertise to the existing center. The Michigan team complements existing C-UAS strengths in autonomy, guidance, navigation, and control and offers new expertise in high altitude long endurance platforms, reduced-order aerodynamics modeling, and energy harvesting.\r\n\r\nC-UAS is pursuing two new center-wide focus areas to kick off Phase II: autonomy and counter-UAS. For autonomy, Michigan researchers will pursue identification and infusion of new data sources to enable future UAS flight planners to quantitatively model and minimize risk to people and property on the ground. Michigan will also extend previous work in static and dynamic geofencing to assure each UAS remains within airspace it is authorized to occupy. For counter-UAS, Michigan will pursue fundamental research to analyze and design defense strategies against aerial swarms through development of information-sharing and motion models that can be used to compute jamming and interception defensive actions. The Michigan team will also investigate two new UAS research thrusts. High-altitude long-endurance (HALE) flight is envisioned through a flexible-wing platform that offers light-weight aerodynamically-efficient performance; the proposed research will develop a validated model of aeroelastic effects coupled with flight dynamics for very-flexible UAS with modeling, simulation, and UAS flight experiments. A second new research effort will develop reduced-order models of the atmospheric boundary layer and vehicle aeromechanics effects that account for day/night convection in complex terrain and urban corridors with application to UAS flight planning, trajectory prediction, and control.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ella",
   "pi_last_name": "Atkins",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ella M Atkins",
   "pi_email_addr": "ematkins@vt.edu",
   "nsf_id": "000247733",
   "pi_start_date": "2017-08-29",
   "pi_end_date": "2022-11-04"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dimitra",
   "pi_last_name": "Panagou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dimitra Panagou",
   "pi_email_addr": "dpanagou@umich.edu",
   "nsf_id": "000678005",
   "pi_start_date": "2022-11-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Cesnik",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos E Cesnik",
   "pi_email_addr": "cesnik@umich.edu",
   "nsf_id": "000258708",
   "pi_start_date": "2017-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Dimitra",
   "pi_last_name": "Panagou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dimitra Panagou",
   "pi_email_addr": "dpanagou@umich.edu",
   "nsf_id": "000678005",
   "pi_start_date": "2017-08-29",
   "pi_end_date": "2022-11-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karthikeyan",
   "pi_last_name": "Duraisamy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karthikeyan Duraisamy",
   "pi_email_addr": "kdur@umich.edu",
   "nsf_id": "000682308",
   "pi_start_date": "2017-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "Aerospace Engineering Dept., FXB",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8237",
   "pgm_ref_txt": "CISE Interagency Agreements"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 146665.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ccc1ce3f-7fff-a360-e1e3-5930c78f9fae\">\r\n<p dir=\"ltr\"><span>The Center for Unmanned Aircraft Systems (C-UAS) researchers investigate technical challenges that limit the use of unmanned aircraft systems (UAS) in military, civil, and commercial applications. The Center's mission is to provide innovative solutions to key technical challenges and superb training for future leaders in the UAS industry.</span></p>\r\n<p dir=\"ltr\"><span>The University of Michigan participated in the C-UAS and conducted research along the research areas and projects described below. Overall the Center supported numerous graduate and undergraduate students and postdoctoral researchers, supervised by four faculty members, and resulted in multiple journal and conference publications, and collaborations with the IAB members.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Project 1:&nbsp; Emergency Flight Planning with IoT and Onboard Sensor Data used in Decision-Making; PI:&nbsp; Atkins; Goal:&nbsp; This project fuses traditional sensor data with new data from the Internet of Things (IoT) to provide better situational awareness to an autonomous flight planner. Two specific objectives are being pursued: (i) IoT/sensor data fusion to enhance aircraft situational awareness, and (ii) Development of mission and flight planning capabilities to enable increasingly autonomous unmanned and manned aircraft to respond to changing goals, airspace constraints, and emergency situations. We focused on flight planning to trade flight risk with landing site risk when emergency landing is necessary.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Project 2:&nbsp; Electronic Geofencing Guidance and Control with UAS Traffic Management (UTM); PI:&nbsp; Atkins; Goal:&nbsp; This project develops mathematics and algorithms underlying UTM geofencing algorithms for UAS operating in low-altitude airspace. A combination of Monte Carlo simulations and flight tests are used to generate geofences and manage UAS flight within them using compact data structure specification and mathematically complete override logic and guidance protocols. addressing the UTM (UAS Traffic Management) challenge of deconflicting requested geofences that overlap by implementing set theoretic operations over non-intersecting geofence polygons layered by altitude.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Project 3:&nbsp; Very Flexible UAS for Aeroelastic Data Collection and Control Development; PI:&nbsp; Cesnik; Goal:&nbsp; This project focuses on the development of an experimental UAS that can be used in ground-based and flight testing to validate aeroelastic models for flexible aircraft proposed for deployment at high altitudes to enable long-duration flight. We collected significant flight data and analyzed it to improve our design and models.&nbsp; This project is providing a set of flexible UAS data for model validation unprecedented at academic institutions.</span></p>\r\n<p dir=\"ltr\"><span>Project 4:&nbsp; Aerial Swarm Defense: A Control Theoretic Approach; PI:&nbsp; Panagou; Goal: &nbsp; Develop a control-theoretic framework on the analysis and design of defense strategies against aerial swarms of small UAS. We developed (1) resilient information broadcast and resilient formation control protocols for multi-UAS missions against malicious attacks (Byzantine adversaries), and (2) task assignment and motion planning techniques for defender-to-attacker allocations in swarms of multi-UAS and multi-agent interception and herding techniques. The research supported partially two PhD students and many MS and undergraduate students and resulted in a number of journal and conference publications.&nbsp;&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Project 5:&nbsp; Simulation of Individual and Swarms of UAVs in Realistic Atmospheric Conditions; PI:&nbsp; Duraisamy; Goal:&nbsp; Develop efficient and accurate models of atmospheric conditions and aircraft, and utilize them for individual and collective mission planning. The project developed realistic wind fields using advanced computational simulations of the atmospheric boundary layer. A novel aerodynamic model and a wind disturbance rejection model was developed for quad rotors and validated using wind tunnel testing and free flight under gust conditions. The research supported one PhD student and the project team also worked with an IAB member to transition the simulation capabilities and numerical results to use at their organization.</span></p>\r\n</span></p><br>\n<p>\n Last Modified: 12/13/2024<br>\nModified by: Dimitra&nbsp;Panagou</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nThe Center for Unmanned Aircraft Systems (C-UAS) researchers investigate technical challenges that limit the use of unmanned aircraft systems (UAS) in military, civil, and commercial applications. The Center's mission is to provide innovative solutions to key technical challenges and superb training for future leaders in the UAS industry.\r\n\n\nThe University of Michigan participated in the C-UAS and conducted research along the research areas and projects described below. Overall the Center supported numerous graduate and undergraduate students and postdoctoral researchers, supervised by four faculty members, and resulted in multiple journal and conference publications, and collaborations with the IAB members.\r\n\n\nProject 1: Emergency Flight Planning with IoT and Onboard Sensor Data used in Decision-Making; PI: Atkins; Goal: This project fuses traditional sensor data with new data from the Internet of Things (IoT) to provide better situational awareness to an autonomous flight planner. Two specific objectives are being pursued: (i) IoT/sensor data fusion to enhance aircraft situational awareness, and (ii) Development of mission and flight planning capabilities to enable increasingly autonomous unmanned and manned aircraft to respond to changing goals, airspace constraints, and emergency situations. We focused on flight planning to trade flight risk with landing site risk when emergency landing is necessary.\r\n\n\nProject 2: Electronic Geofencing Guidance and Control with UAS Traffic Management (UTM); PI: Atkins; Goal: This project develops mathematics and algorithms underlying UTM geofencing algorithms for UAS operating in low-altitude airspace. A combination of Monte Carlo simulations and flight tests are used to generate geofences and manage UAS flight within them using compact data structure specification and mathematically complete override logic and guidance protocols. addressing the UTM (UAS Traffic Management) challenge of deconflicting requested geofences that overlap by implementing set theoretic operations over non-intersecting geofence polygons layered by altitude.\r\n\n\nProject 3: Very Flexible UAS for Aeroelastic Data Collection and Control Development; PI: Cesnik; Goal: This project focuses on the development of an experimental UAS that can be used in ground-based and flight testing to validate aeroelastic models for flexible aircraft proposed for deployment at high altitudes to enable long-duration flight. We collected significant flight data and analyzed it to improve our design and models. This project is providing a set of flexible UAS data for model validation unprecedented at academic institutions.\r\n\n\nProject 4: Aerial Swarm Defense: A Control Theoretic Approach; PI: Panagou; Goal:  Develop a control-theoretic framework on the analysis and design of defense strategies against aerial swarms of small UAS. We developed (1) resilient information broadcast and resilient formation control protocols for multi-UAS missions against malicious attacks (Byzantine adversaries), and (2) task assignment and motion planning techniques for defender-to-attacker allocations in swarms of multi-UAS and multi-agent interception and herding techniques. The research supported partially two PhD students and many MS and undergraduate students and resulted in a number of journal and conference publications.\r\n\n\nProject 5: Simulation of Individual and Swarms of UAVs in Realistic Atmospheric Conditions; PI: Duraisamy; Goal: Develop efficient and accurate models of atmospheric conditions and aircraft, and utilize them for individual and collective mission planning. The project developed realistic wind fields using advanced computational simulations of the atmospheric boundary layer. A novel aerodynamic model and a wind disturbance rejection model was developed for quad rotors and validated using wind tunnel testing and free flight under gust conditions. The research supported one PhD student and the project team also worked with an IAB member to transition the simulation capabilities and numerical results to use at their organization.\r\n\t\t\t\t\tLast Modified: 12/13/2024\n\n\t\t\t\t\tSubmitted by: DimitraPanagou\n"
 }
}