{
 "awd_id": "1738034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: SC2: A Universal Spectral Language for Blind Rendezvous in Open Spectrum Cognitive Intelligent Radio Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Monisha Ghosh",
 "awd_eff_date": "2017-03-15",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 98869.0,
 "awd_amount": 98869.0,
 "awd_min_amd_letter_date": "2017-03-20",
 "awd_max_amd_letter_date": "2017-03-20",
 "awd_abstract_narration": "The wireless infrastructure of the United States is often considered key to the country's economic prosperity and national security. The data rate per link has increased exponentially over the last 20 years and is expected to continue to do so into the future if the problem of congested radio frequency spectrum can be solved.  Paradoxically, the issue of congested licensed wireless spectrum, in modern networks, is at odds with the sparsity of the entire spectrum usage - as little as 10% use at any given moment.  One possibility for next-generation wireless is to employ cognitive intelligent radios that can \"socially\" share the wireless spectrum without disruption of preexisting systems in hopes of increasing the overall usage of available spectrum. These intelligent radios will weave through spectral \"traffic\" as one might envision autonomous vehicles doing someday in the near future; however, unlike vehicles, two of these intelligent radios must meet somewhere in spectrum in order to form a link. This work proposes a universal spectral language to enable rendezvous of cognitive intelligent radios.\r\n\r\nThe objective of this project will be to create such a language where any wireless device that can sense or \"look\" at spectrum can also communicate via spectrum. This approach is a passive and noninvasive method for spectrum usage optimization with device-to-device communication. The universal language lets heterogeneous devices form networks and mismatched networks share the spectrum without centralized control. This intelligent cognition causes conflict among users and networks which affects efficient and fair spectrum access similar to the human behavior. The behavior of autonomous networks can then mimic this social behavior, leading to a possible solution to sharing spectrum. The algorithms developed on this project will foster a new wireless environment that mimics stable social behavior, using cognitive intelligent radios and universal communication that can lead naturally to intelligent and social solutions to network spectrum sharing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Anderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Anderson",
   "pi_email_addr": "aanderson@tntech.edu",
   "nsf_id": "000606900",
   "pi_start_date": "2017-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee Technological University",
  "inst_street_address": "1 WILLIAM L JONES DR",
  "inst_street_address_2": "",
  "inst_city_name": "COOKEVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9313723374",
  "inst_zip_code": "385050001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "TN06",
  "org_lgl_bus_name": "TENNESSEE TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KZNHNMDUTJA5"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee Technological University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "385050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "TN06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 98869.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dynamic spectrum usage is an exciting technology almost ensured  to be implemented in future generations of wireless networks (e.g. 5G). The  increasing number of devices, and decreasing available spectrum, demands  it; unfortunately, the ubiquity and prolificacy of wireless devices  actually leads to heterogeneity of networks as different types of  wireless networks attempt to access the spectrum at the same  time/location/frequency. An open problem in digital communications is  then how disjoint networks can simultaneously access the channel while  also learning from each other so that equity in quality-of-service  is achieved.</p>\n<p>To help solve this problem, DARPA initiated the 3-year Spectrum Collaboration Challenge where teams from across the globe compete in an RF arena. Winning teams are able to successfully navigate the crowded spectrum to the benefit of all networks involved.</p>\n<p>As an active participant in this challenge, we proposed a self-adaptive approach to Cognitive  Intelligent Radio Networks (CIRN) where a cross-layer stack of services  is introduced in the traditional network stack. Each service layer  performs locally available optimization in order to achieve global  maximization of all networks' needs. We wanted to show that &ldquo;intelligence&rdquo; in a  software radio node is more easily achieved when each layer is  allocated some portion of that intelligence even when that particular  layer does not have an entire understanding of all CIRNs&rsquo; behavior involved  in communications.</p>\n<p>In essence, wireless devices of the future must cooperate, sometimes with unknown  networks, in order to optimize spectrum usage. Our team's approach has shown the creation of a next-generation radio node that is able to adaptively optimize data flows across the entire CIRN in a  spectrally efficient and fair manner to all networks involved. This was  facilitated by deriving a new timing synchronization algorithm with improved spectral efficiency. Additionally, a transplexing  technique was shown that allows low complexity channelizing without the  synchronization issue of traditional OFDM system. Finally, we created a  cross-layer protocol stack that gives an appropriate allocation of  computational resources and intelligence in order to accomplish the network quality-of-service optimization.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/21/2019<br>\n\t\t\t\t\tModified by: Adam&nbsp;Anderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDynamic spectrum usage is an exciting technology almost ensured  to be implemented in future generations of wireless networks (e.g. 5G). The  increasing number of devices, and decreasing available spectrum, demands  it; unfortunately, the ubiquity and prolificacy of wireless devices  actually leads to heterogeneity of networks as different types of  wireless networks attempt to access the spectrum at the same  time/location/frequency. An open problem in digital communications is  then how disjoint networks can simultaneously access the channel while  also learning from each other so that equity in quality-of-service  is achieved.\n\nTo help solve this problem, DARPA initiated the 3-year Spectrum Collaboration Challenge where teams from across the globe compete in an RF arena. Winning teams are able to successfully navigate the crowded spectrum to the benefit of all networks involved.\n\nAs an active participant in this challenge, we proposed a self-adaptive approach to Cognitive  Intelligent Radio Networks (CIRN) where a cross-layer stack of services  is introduced in the traditional network stack. Each service layer  performs locally available optimization in order to achieve global  maximization of all networks' needs. We wanted to show that \"intelligence\" in a  software radio node is more easily achieved when each layer is  allocated some portion of that intelligence even when that particular  layer does not have an entire understanding of all CIRNs? behavior involved  in communications.\n\nIn essence, wireless devices of the future must cooperate, sometimes with unknown  networks, in order to optimize spectrum usage. Our team's approach has shown the creation of a next-generation radio node that is able to adaptively optimize data flows across the entire CIRN in a  spectrally efficient and fair manner to all networks involved. This was  facilitated by deriving a new timing synchronization algorithm with improved spectral efficiency. Additionally, a transplexing  technique was shown that allows low complexity channelizing without the  synchronization issue of traditional OFDM system. Finally, we created a  cross-layer protocol stack that gives an appropriate allocation of  computational resources and intelligence in order to accomplish the network quality-of-service optimization.\n\n\t\t\t\t\tLast Modified: 05/21/2019\n\n\t\t\t\t\tSubmitted by: Adam Anderson"
 }
}