{
 "awd_id": "1738547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4: Strengthening structural biology research with single particle cryo-electron microscopy (cryo-EM)",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928623",
 "po_email": "jsmall@nsf.gov",
 "po_sign_block_name": "Jeanne Small",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 219964.0,
 "awd_amount": 219964.0,
 "awd_min_amd_letter_date": "2017-09-12",
 "awd_max_amd_letter_date": "2017-09-12",
 "awd_abstract_narration": "Non-technical Description\r\nOur understanding of how atoms are arranged in molecules relies to some extent to how they can be visualized. Instruments capable of visualization of molecular structures are developing, such that newly developed instruments may be only available at a few locations. This fellowship will enable comprehensive training in an advanced form of microscopy called single-particle Cryo-Electron Microscopy(Cryo-EM). Once trained at the National Center for Macromolecular Imaging (NCMI), the PI will use this equipment to visualize biomolecular structures at the atomic level. This will strengthen the development of comprehensive structural biological tools at the University of Montana. Knowledge of the three-dimensional arrangement of macromolecular atoms makes it possible to understand fundamental mechanistic details of critical biological processes and the interactions between biomolecules. For many years, X-ray crystallography was the most common method for determining macromolecular structure; however, many important molecules, including membrane proteins, do not readily crystallize. Thanks to the recent development of cryo-EM as a next-generation technology for structural biology, analysis of large and dynamic complex assembles is now possible. The NCMI is one of a few national cryo-EM core facilities staffed with experts to provide training and automated single-particle data acquisition. Through collaborative visits with NCMI at  Baylor University in Houston, TX, the PI and a student trainee will receive in-depth knowledge of cryo-EM and hands-on experience to operate cryo-EM instrumentation. \r\n\r\nTechnical Description\r\nThe fellowship will provide the PI with training on Cryo-EM and associated techniques, which will be used in his work on the analysis of the structure and function of specific proteins. In particular, the project will involve characterization of mammalian Ric-8A and its associated binding compounds, and the arenavirus envelope glycoprotein. The overall cryo-EM training at NCMI includes sample preparation, 2-dimensional (2-D) data imaging, single-particle alignment and averaging, 3-D map construction, and model development. A significant portion of the training will also focus on practicing with the latest software packages developed for data acquisition, 3-D reconstructions, structural analysis and visualization of the cryo-EM results. This cryo-EM training will strengthen collaborations between the NCMI and researchers from the University of Montana who wish to extend their research on structural biology to include cryo-EM technology, especially for samples that exhibit conformational heterogeneity, making them unsuitable for X-ray crystallographic analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tung-Chung",
   "pi_last_name": "Mou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tung-Chung Mou",
   "pi_email_addr": "tung-chung.mou@umontana.edu",
   "nsf_id": "000497169",
   "pi_start_date": "2017-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "NCMI, Baylor College of Medicine",
  "perf_str_addr": "1 Baylor Plaza,",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770303498",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 219964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The funding provides the unique and urgent training of Cryo-EM to the PI and the student trainee at the EPSCoR region. We completed a full scale training at the S2C2 national Cryo-EM facility from sample preparation to the structure determination.&nbsp;As a result of the extensive collaborations with S2C2, 4 peer-reviewed manuscripts were published in high-impact journals, where the Cryo-EM technology was the major experimental techniques used to drive these important scientific finding.</p>\n<p>Since there is no Cryo-EM facility at PI?s home institution, it has been be the major obstacle to help our students at Montana about this technology for Cryo-EM structure determination. The PI has been developing methods to address the cryo-EM methodology by review of scientific literature, critical evaluation of manuscripts, and discussion of experimental design in the UM. The PI also established a GPU-accelerated workstation at the home institution to teach Cryo-EM data processing and structure determination after the dataset was collected at the national facility.</p>\n<p>Beyond the Cryo-EM training, the graduate student had obtained extensive molecular biology, protein biochemistry, and biophysical analysis at PI?s laboratory. He received his Master degree at Aug. 2020 and accepted to a Ph.D. program to pursuit his scientific career. The PI also accepted a new position outside the EPSCoR region to advance his career on structural biology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2020<br>\n\t\t\t\t\tModified by: Tung-Chung&nbsp;Mou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe funding provides the unique and urgent training of Cryo-EM to the PI and the student trainee at the EPSCoR region. We completed a full scale training at the S2C2 national Cryo-EM facility from sample preparation to the structure determination. As a result of the extensive collaborations with S2C2, 4 peer-reviewed manuscripts were published in high-impact journals, where the Cryo-EM technology was the major experimental techniques used to drive these important scientific finding.\n\nSince there is no Cryo-EM facility at PI?s home institution, it has been be the major obstacle to help our students at Montana about this technology for Cryo-EM structure determination. The PI has been developing methods to address the cryo-EM methodology by review of scientific literature, critical evaluation of manuscripts, and discussion of experimental design in the UM. The PI also established a GPU-accelerated workstation at the home institution to teach Cryo-EM data processing and structure determination after the dataset was collected at the national facility.\n\nBeyond the Cryo-EM training, the graduate student had obtained extensive molecular biology, protein biochemistry, and biophysical analysis at PI?s laboratory. He received his Master degree at Aug. 2020 and accepted to a Ph.D. program to pursuit his scientific career. The PI also accepted a new position outside the EPSCoR region to advance his career on structural biology.\n\n\t\t\t\t\tLast Modified: 12/18/2020\n\n\t\t\t\t\tSubmitted by: Tung-Chung Mou"
 }
}