{
 "awd_id": "1738325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  A Systematic Approach, Language and Platform for Building and Distributing Interactive Educational Games in Operations Management",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2021-02-28",
 "tot_intn_awd_amt": 739252.0,
 "awd_amount": 739252.0,
 "awd_min_amd_letter_date": "2017-09-14",
 "awd_max_amd_letter_date": "2020-08-24",
 "awd_abstract_narration": "This SBIR Phase II project should increase the adoption of pedagogically validated educational games that facilitate retention and effective use of business concepts taught and relevant to managing organizations. Start-ups, for-profit and nonprofit companies all need managers who can make effective decisions in the face of complexity and uncertainty. It is of the utmost importance to society, therefore, that the next generation of business leaders is equipped with relevant frameworks and tools that supplement traditional teaching methods and enable effective use of knowledge on the job. Hence, this project has the potential to empower the U.S. workforce to be more productive and innovative, which will improve existing business outcomes and thus drive U.S. job and economic growth. Improved business operations will also lead to more profitable business in general and potentially larger tax revenues for the U.S. government. Eventually opening the GDL to third-party authors in the $18.6 billion global game-based learning market will accelerate game innovation and usage in other business and engineering disciplines at a lower cost, which will both enhance the effectiveness of the STEM workforce and encourage more economic activity in the game development market.\r\n\r\nThis project is based on three innovations that differentiate this solution from others: (1) a scientific Game Research and Development (GR&D) process designs games containing pedagogical learning objectives; (2) a Game Design Language (GDL) accelerates implementation of game concepts as automatically validated, domain specific language while eliminating runtime errors; and (3) an innovative web Game Distribution Platform (GDP) minimizes the effort to setup and manage games in the classroom. Typical educational game development in languages such as JavaScript is time-consuming, involves professional software engineers and requires debugging of runtime errors, while usage of game technology in the class is disruptive to the flow of instruction. Such challenges are therefore prohibitive for non-professional programmers and game administrators such as professors. To mitigate the problem of runtime errors, this project employs methods of video game development, which typically use domain-specific languages based on non-Turing-complete models of computation to solve these issues. Games created with GDL will enable rapid new game development and have a guaranteed level of technical quality, allowing professors to focus on pedagogical relevance during instruction. The main technical hurdle is to tailor these methods to result in GDL capable of expressing the Operations Management (OM) games conceived during the scientific GR&D process and playable via the GDP that enables seamless class integration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Brendan",
   "pi_last_name": "Kennedy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brendan Kennedy",
   "pi_email_addr": "brendan@fathomd.com",
   "nsf_id": "000698725",
   "pi_start_date": "2017-09-14",
   "pi_end_date": "2018-02-26"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mrunal",
   "pi_last_name": "Hadke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mrunal Hadke",
   "pi_email_addr": "mrunal@fathomd.com",
   "nsf_id": "000767844",
   "pi_start_date": "2018-02-26",
   "pi_end_date": "2019-02-04"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karin",
   "pi_last_name": "Khoo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karin Khoo",
   "pi_email_addr": "karin@fathomd.com",
   "nsf_id": "000793335",
   "pi_start_date": "2019-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fathomd, Inc.",
  "inst_street_address": "211 NORTH ERVAY STREET SUITE #620 OFFICE #2",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "6507048642",
  "inst_zip_code": "752013613",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "TX30",
  "org_lgl_bus_name": "FATHOMD, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "WMVYP8491SJ6"
 },
 "perf_inst": {
  "perf_inst_name": "Fathomd, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752194895",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "TX30",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079E",
   "pgm_ref_txt": "VISUALIZATION & VIRTUAL DESIGN"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 739252.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">This SBIR Phase II project supported the research and development of a market-ready prototype for a patented game-development methodology, as well as a set of interactive, pedagogically-validated Operations Management (OM) games developed based on the methodology. The innovations resulting from the R&amp;D efforts in this project have been commercialized through Fathomd, Inc.</span>&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">The intellectual merit of the project included three key innovations: (1) a scientific Game Research &amp; Development (GR&amp;D) process that designs new games with well-defined pedagogical learning objectives; (2) a web-based Game Distribution Platform (GDP) that renders games with a standardized user-interface framework, simplifies game administration and gameplay, and facilitates data analysis; (3) an iterative process to incorporate user feedback into the development cycle, resulting in critical game design and platform improvements that fulfill diverse needs of educators and facilitate the delivery of educational content. The GR&amp;D process creates a complete suite of high-quality games and their associated teaching materials that stay up-to-date with respect to practical relevance. The GDP significantly streamlines the upfront setup work required from instructors and mitigates runtime difficulties, for example, by introducing machine players that make controlled, pedagogically-sound decisions to fill the gaps caused by student absences or other unforeseen issues. The platform's asynchronous gameplay features also enable operational flexibility that allows instructors to assign gameplay sessions outside of classes. These features substantially enhance the games' usability in a wide range of educational settings - in-person, online, or a hybrid mode - especially when students are geographically distributed around the world.</span>&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">Regarding broader impact, </span><span class=\"s2\">this</span><span class=\"s1\"> project increased the availability, usability, and adoption of pedagogically-validated educational games that enhance knowledge retention and enable effective application of business concepts in practice. Start-ups, for-profit companies, and nonprofit organizations all need managers who can make effective decisions in the face of complexity and uncertainty. Therefore, it is of utmost importance to society that the next generation of business leaders is equipped with relevant methods and tools that can be effectively applied on the job. The classroom-ready, interactive games and educational content developed in this project focus on fundamental concepts and provide immediate feedback to help students understand, learn, and internalize these concepts. They reinforce theory- and case-based lectures with hands-on discovery of knowledge. These games are currently being used regularly by over 100 instructors around the world at all levels of higher education, including undergraduate, master's, MBA, PhD, and executive education programs. The outcomes of this project demonstrated a strong potential that the innovations can empower the workforce to be more productive and innovative, eventually driving U.S. economic growth.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/28/2021<br>\n\t\t\t\t\tModified by: Karin&nbsp;Khoo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This SBIR Phase II project supported the research and development of a market-ready prototype for a patented game-development methodology, as well as a set of interactive, pedagogically-validated Operations Management (OM) games developed based on the methodology. The innovations resulting from the R&amp;D efforts in this project have been commercialized through Fathomd, Inc. \nThe intellectual merit of the project included three key innovations: (1) a scientific Game Research &amp; Development (GR&amp;D) process that designs new games with well-defined pedagogical learning objectives; (2) a web-based Game Distribution Platform (GDP) that renders games with a standardized user-interface framework, simplifies game administration and gameplay, and facilitates data analysis; (3) an iterative process to incorporate user feedback into the development cycle, resulting in critical game design and platform improvements that fulfill diverse needs of educators and facilitate the delivery of educational content. The GR&amp;D process creates a complete suite of high-quality games and their associated teaching materials that stay up-to-date with respect to practical relevance. The GDP significantly streamlines the upfront setup work required from instructors and mitigates runtime difficulties, for example, by introducing machine players that make controlled, pedagogically-sound decisions to fill the gaps caused by student absences or other unforeseen issues. The platform's asynchronous gameplay features also enable operational flexibility that allows instructors to assign gameplay sessions outside of classes. These features substantially enhance the games' usability in a wide range of educational settings - in-person, online, or a hybrid mode - especially when students are geographically distributed around the world. \nRegarding broader impact, this project increased the availability, usability, and adoption of pedagogically-validated educational games that enhance knowledge retention and enable effective application of business concepts in practice. Start-ups, for-profit companies, and nonprofit organizations all need managers who can make effective decisions in the face of complexity and uncertainty. Therefore, it is of utmost importance to society that the next generation of business leaders is equipped with relevant methods and tools that can be effectively applied on the job. The classroom-ready, interactive games and educational content developed in this project focus on fundamental concepts and provide immediate feedback to help students understand, learn, and internalize these concepts. They reinforce theory- and case-based lectures with hands-on discovery of knowledge. These games are currently being used regularly by over 100 instructors around the world at all levels of higher education, including undergraduate, master's, MBA, PhD, and executive education programs. The outcomes of this project demonstrated a strong potential that the innovations can empower the workforce to be more productive and innovative, eventually driving U.S. economic growth.\n\n\t\t\t\t\tLast Modified: 05/28/2021\n\n\t\t\t\t\tSubmitted by: Karin Khoo"
 }
}