{
 "awd_id": "1738702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Critical Issues in Mathematics Education 2017",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 49979.0,
 "awd_amount": 49979.0,
 "awd_min_amd_letter_date": "2017-03-24",
 "awd_max_amd_letter_date": "2017-03-24",
 "awd_abstract_narration": "This conference will continue the workshop series, Critical Issues in Mathematics Education (CIME) on teaching and learning mathematics, initiated by the Mathematical Sciences Research Institute (MSRI) in 2004. The topic for CIME 2017 will be \"Observing for Access, Power, and Participation in Mathematics Classrooms as a Strategy to Improve Mathematics Teaching and Learning\". The CIME workshops engage professional mathematicians, education researchers, teachers, and policy makers in discussions of issues critical to the improvement of mathematics education from the elementary grades through undergraduate years. The workshop will deal with the problem of providing quality math education to all, and the barriers to doing so. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects. This work is also funded by the IUSE program which focuses on innovation in undergraduate STEM education.\r\n\r\nThe CIME workshops impact three distinct communities: research mathematicians, mathematics educators (K-16), and education researchers. Participants learn about research and development efforts that can enhance their own work and the contributions they can make to solving issues in mathematics education. Participants also connect with others concerned about those issues. Workshops are designed to recruit key individuals to the improvement of mathematics education, frame critical issues, draw attention to issues of diverse participation and success, and provide images of productive engagement for participants to draw on beyond the conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Eisenbud",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Eisenbud",
   "pi_email_addr": "de@math.berkeley.edu",
   "nsf_id": "000178779",
   "pi_start_date": "2017-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mathematical Sciences Research Institute",
  "inst_street_address": "17 GAUSS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106420143",
  "inst_zip_code": "947205070",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "SIMONS LAUFER MATHEMATICAL SCIENCES INSTITUTE",
  "org_prnt_uei_num": "LWLJAPATKEL8",
  "org_uei_num": "LWLJAPATKEL8"
 },
 "perf_inst": {
  "perf_inst_name": "Mathematical Sciences Research Institute",
  "perf_str_addr": "17 Gauss Way",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947205070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 49979.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2017 CIME workshop (Observing for Access, Power, and Participation in Mathematics Classrooms as a Strategy to Improve Mathematics Teaching and Learning, March 15&ndash;17, 2017) focused on observations of mathematics classrooms through the lens of equity. Specifically, we used observation as a tool for understanding and improving imbalances of access, participation, and power in mathematics teaching and learning. In doing so, we sought to better understand students&rsquo; experiences in mathematics classrooms in order to improve academic success, recruitment and retention, and meaningful experiences for historically marginalized populations.</p>\n<p>A central focus of discussion throughout the workshop was how we define equity. As one example, participants were asked to consider the concept of &ldquo;misconceptions&rdquo; and the idea that labeling students&rsquo; ideas as misconceptions rather than conceptions promotes the notion that we do not recognize students&rsquo; ideas about mathematics until those ideas reflect standard, normative, ways of thinking.</p>\n<p>On the second and third days of the workshop, presenters began to share explicit suggestions of how we might address some of the inequities in mathematics education at the system, department, and classroom level. Presenters described key challenges to addressing inequities including lack of awareness, lack of training, and lack of resources. Awareness was an issue that was addressed throughout the conference &ndash; the sense that we need to become self-aware of who we are as mathematicians and how that affects how we think about and engage others in mathematics teaching and learning.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/21/2019<br>\n\t\t\t\t\tModified by: David&nbsp;Eisenbud</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 2017 CIME workshop (Observing for Access, Power, and Participation in Mathematics Classrooms as a Strategy to Improve Mathematics Teaching and Learning, March 15&ndash;17, 2017) focused on observations of mathematics classrooms through the lens of equity. Specifically, we used observation as a tool for understanding and improving imbalances of access, participation, and power in mathematics teaching and learning. In doing so, we sought to better understand students? experiences in mathematics classrooms in order to improve academic success, recruitment and retention, and meaningful experiences for historically marginalized populations.\n\nA central focus of discussion throughout the workshop was how we define equity. As one example, participants were asked to consider the concept of \"misconceptions\" and the idea that labeling students? ideas as misconceptions rather than conceptions promotes the notion that we do not recognize students? ideas about mathematics until those ideas reflect standard, normative, ways of thinking.\n\nOn the second and third days of the workshop, presenters began to share explicit suggestions of how we might address some of the inequities in mathematics education at the system, department, and classroom level. Presenters described key challenges to addressing inequities including lack of awareness, lack of training, and lack of resources. Awareness was an issue that was addressed throughout the conference &ndash; the sense that we need to become self-aware of who we are as mathematicians and how that affects how we think about and engage others in mathematics teaching and learning.\n\n \n\n\t\t\t\t\tLast Modified: 06/21/2019\n\n\t\t\t\t\tSubmitted by: David Eisenbud"
 }
}