{
 "awd_id": "1738205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation: Leveling the Playing Field: Using Instructional Strategies to Address Disparities in Task Orientation for Women and Underrepresented Group",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Berger",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 199922.0,
 "awd_amount": 199922.0,
 "awd_min_amd_letter_date": "2017-08-15",
 "awd_max_amd_letter_date": "2018-06-22",
 "awd_abstract_narration": "Women and students of color are underrepresented in engineering undergraduate programs. Although there are many factors that contribute to underrepresentation, one of the consequences is that women and students of color potentially face an inhospitable climate in the dynamics of working in groups where majority culture dominates. Team-based projects are a common practice in mechanical engineering courses, and prior research suggests that engineering student design teams tend to divide tasks along gender-correlated lines, with women taking on more managerial and communications-related tasks and less design and fabrication tasks. This proposal focuses on \"leveling the playing field\" by understanding and addressing disparities in how tasks are divided within teams of students, with particular attention to how this relates to women and students of color. To do this, the project team proposes to evaluate the effectiveness of two potential interventions designed to ensure that all students have access to equal opportunities in group learning environments. The first intervention, called Individualized Design Experiences, provides all students with baseline skills and experience in design/fabrication tasks to enable them to more fully participate in these tasks when they are in team settings. The second intervention, Prescribed Roles, involves course instructors purposefully assigning students to complete specific tasks as part of a group project, with the intention of disrupting the task choices students might otherwise make. The effectiveness of these two interventions is studied by tracking individual students' contributions, their self-confidence, and their preference for particular roles in multiple, team-based engineering projects over multiple years. If these interventions are shown to be effective, this work will have the broader impact of improving gender and racial diversity within engineering undergraduate programs and expanding the talent pipeline within the engineering profession at large. \r\n  \r\nThe causes of underrepresentation of women and other underrepresented groups (defined as non-white, non-Asian) in undergraduate engineering programs are multifaceted. Both women and underrepresented groups potentially face an inhospitable climate where majority culture predominates in both implicit and explicit ways, including task orientation on team-based projects. Team-based projects are a common practice in mechanical engineering design courses, which is the setting for this proposed research study. Using a cohort-based concurrent triangulation mixed methods approach, our study addresses four research questions: (1) What factors best predict students' task choices on team-based design projects, including gender, race, and self-confidence? (2) To what extent do individual design experiences create more balanced task orientation in teams? (3) How do instructor prescribed roles affect task orientation? and (4) Do the effects of these two interventions persist after the treatment period? By providing structured educational interventions and studying their effects, the project team hopes to develop a model of instruction that can be transferred across engineering programs. In turn, this model can be used to drive professional development of engineering faculty.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Buckley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Buckley",
   "pi_email_addr": "jbuckley@udel.edu",
   "nsf_id": "000602577",
   "pi_start_date": "2018-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Dustyn",
   "pi_last_name": "Roberts",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dustyn Roberts",
   "pi_email_addr": "dustyn@seas.upenn.edu",
   "nsf_id": "000681231",
   "pi_start_date": "2017-08-15",
   "pi_end_date": "2018-06-04"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Buckley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Buckley",
   "pi_email_addr": "jbuckley@udel.edu",
   "nsf_id": "000602577",
   "pi_start_date": "2017-08-15",
   "pi_end_date": "2018-06-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Trauth",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amy E Trauth",
   "pi_email_addr": "atrauth@air.org",
   "nsf_id": "000682229",
   "pi_start_date": "2017-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "FAITH",
   "pi_last_name": "MUIRHEAD",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "FAITH MUIRHEAD",
   "pi_email_addr": "muirhead@UDEL.EDU",
   "nsf_id": "000682230",
   "pi_start_date": "2017-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "130 Academy Street",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197163140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 199922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project was to design and evaluate interventions intended to &ldquo;level the playing field&rdquo; for engineering students when they are engaged in team-based projects. Team-based projects are a common practice in engineering design courses, and prior research suggests women take on more managerial and communication tasks while male students conduct more design and fabrication. These differences in task choice, which we suspected exist for students of color as well as women students, can lead to long-term disparities in young engineers&rsquo; self-confidence, sense of belonging, and persistence in the discipline. Our work focused on developing and studying the effectiveness of two classroom-based interventions: (1) individualized design experiences (IDEs), which are short, skills-based assignments designed to give students individual mastery of a particular aspect of the design project; and (2) guided student self-reflection (SR), which is a carefully crafted goal-setting exercise used to kick-off team-based work. In the course of this project, we designed classroom materials to implement IDE and SR interventions as well as surveys to accurately measure the impact of these interventions on students&rsquo; self-confidence and task choice in the course of a team-based engineering design project. Through our research study, which was conducted with several hundred undergraduate engineering students over the course of three years, we discovered that: (1) women and students of color show lower self-confidence than majority (white) men even prior to engaging in their first college-level engineering design experience and that these disparities persist without intervention; and (2) students&rsquo; self-confidence, particularly in hands-on prototyping tasks, can be bolstered by the IDE intervention. The broader impact of this project is the development and dissemination of the IDE intervention, which can be used in K12 as well as college classrooms to boost student learning outcomes from team-based engineering design projects.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2020<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Buckley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this project was to design and evaluate interventions intended to \"level the playing field\" for engineering students when they are engaged in team-based projects. Team-based projects are a common practice in engineering design courses, and prior research suggests women take on more managerial and communication tasks while male students conduct more design and fabrication. These differences in task choice, which we suspected exist for students of color as well as women students, can lead to long-term disparities in young engineers’ self-confidence, sense of belonging, and persistence in the discipline. Our work focused on developing and studying the effectiveness of two classroom-based interventions: (1) individualized design experiences (IDEs), which are short, skills-based assignments designed to give students individual mastery of a particular aspect of the design project; and (2) guided student self-reflection (SR), which is a carefully crafted goal-setting exercise used to kick-off team-based work. In the course of this project, we designed classroom materials to implement IDE and SR interventions as well as surveys to accurately measure the impact of these interventions on students’ self-confidence and task choice in the course of a team-based engineering design project. Through our research study, which was conducted with several hundred undergraduate engineering students over the course of three years, we discovered that: (1) women and students of color show lower self-confidence than majority (white) men even prior to engaging in their first college-level engineering design experience and that these disparities persist without intervention; and (2) students’ self-confidence, particularly in hands-on prototyping tasks, can be bolstered by the IDE intervention. The broader impact of this project is the development and dissemination of the IDE intervention, which can be used in K12 as well as college classrooms to boost student learning outcomes from team-based engineering design projects.\n\n\t\t\t\t\tLast Modified: 12/30/2020\n\n\t\t\t\t\tSubmitted by: Jennifer Buckley"
 }
}