{
 "awd_id": "1738010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ATD: Surveillance Evasion and Threat Avoidance",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 399998.0,
 "awd_amount": 399998.0,
 "awd_min_amd_letter_date": "2017-08-01",
 "awd_max_amd_letter_date": "2018-09-10",
 "awd_abstract_narration": "The growing availability of data on pedestrian movement allows for increasingly sophisticated models of people's goals, preferences, and perception of their environment.  Such models are important not only in traffic engineering (\"How do we structure the foyer in this building to avoid a stampede in case of evacuation?\") but also in improving our ability to detect emerging threats in urban settings.  Any dramatic change in the usual \"patterns of life\" might provide a clue about the evolving conditions (\"Why did this group of pedestrians take such an unusual path to their target?  Why is there suddenly a crowd at this intersection?\"), while the analysis of data aggregated over a longer horizon can be also useful in improving our monitoring and modeling (\"Which parts of the city are generally perceived as more dangerous?  Where should we deploy our limited observation resources?\").  \r\n\r\nThis project focuses on two specific applications: (a) civilians in dangerous environments planning their paths to minimize threat exposure, and (b) adversaries aware of the existing monitoring measures planning their paths to evade the observation.  In both contexts, the PIs propose models and numerical methods for (1) path planning based on one's beliefs about the environment and (2) adversarial/robust path planning, with the environment possibly changing in response to people's routing choices.  The threat avoidance under selfish/independent decision making will be also treated in the framework of \"mean field games\".  The proposed approach draws on methods from game theory, convex optimization, optimal control, and multi-objective dynamic programming.   The information patterns built into this model make it possible to leverage the efficiency of fast numerical algorithms already developed for a broad range of deterministic optimal control applications.  This project continues earlier work on causal/non-iterative numerical methods and distributed optimal control.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Vladimirsky",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander B Vladimirsky",
   "pi_email_addr": "vlad@math.cornell.edu",
   "nsf_id": "000486976",
   "pi_start_date": "2017-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Silvia",
   "pi_last_name": "Ferrari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Silvia Ferrari",
   "pi_email_addr": "ferrari@cornell.edu",
   "nsf_id": "000484512",
   "pi_start_date": "2017-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "212 Garden Ave",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148534201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "046Y00",
   "pgm_ele_name": "ATD-Algorithms for Threat Dete"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6877",
   "pgm_ref_txt": "ALGORITHMS IN THREAT DETECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 144350.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 255648.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This award has supported development of mathematical models and efficient numerical methods for a broad range of \"decision making under uncertainty\" problems with conflicting goals, stochastic perturbations, and adversarial interactions of multiple decision makers.<span>&nbsp; &nbsp; </span>Our research was originally motivated by security applications (e.g., modeling the actions of poachers and illegal forest loggers, general surveillance-evasion problems, optimizing patrol trajectories in anticipation of target identification).<span>&nbsp; </span>But the developed methods have much a broader applicability, with demonstrated usefulness in computational geometry, robotic navigation, traffic engineering (e.g., modeling pedestrian interactions in crowded environments and drivers' behavioral patterns based on traffic light uncertainty), and biomedical applications (e.g., optimizing the drug therapy for cancer patients).</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">To make the last example more concrete, oncologists recognize that there are often several subtypes within the population of cancer cells, and these subtypes are usually in a stiff competition with each other.<span>&nbsp; </span>This competition, often modeled using the Evolutionary Game Theory, can be exploited to improve the timing and dosage of drug therapies.<span>&nbsp; </span>The methods that we have developed show how this can be done using the optimal control theory, with the goal of reducing the total amount of drugs used and speeding up the patient's recovery. <span>&nbsp;</span></p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">In our other projects, we have focused on different models of stochastic perturbations (e.g., randomly switching wind direction in sailing races, random breakdowns in robots resulting in delays and route changes) with different models of uncertainty and data acquisition (e.g., random targets identified at random times for a patrol vehicle, evader's best response to randomized surveillance policies, etc).<span>&nbsp; </span>We have then investigated how these factors influence the notions of optimality (on average?<span>&nbsp; </span>in the worst case?) and robustness (e.g., minimizing the likelihood of undesirable outcomes).</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">The award resulted in 15 conference and journal papers (4 of which are still under review).<span>&nbsp; </span>This was performed by research groups lead by PI Vladimirsky and co-PI Ferrari in collaboration with 1 postdoc, 9 graduate students, and 6 undergraduate participants of a summer REU program.<span>&nbsp; </span>All junior participants have been trained in the state of the art of numerical methods for optimal control and were encouraged to present our work both at seminars and at major conferences.<span>&nbsp; </span>(E.g, in Year 3 of the award, they have given 6 seminar talks and 5 conference presentations.) <span>&nbsp;</span></p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">Simplified versions of several ideas developed in these projects are now incorporated into numerical analysis, mathematical modeling, and PDE courses taught by the PI at Cornell University.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2022<br>\n\t\t\t\t\tModified by: Alexander&nbsp;B&nbsp;Vladimirsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This award has supported development of mathematical models and efficient numerical methods for a broad range of \"decision making under uncertainty\" problems with conflicting goals, stochastic perturbations, and adversarial interactions of multiple decision makers.    Our research was originally motivated by security applications (e.g., modeling the actions of poachers and illegal forest loggers, general surveillance-evasion problems, optimizing patrol trajectories in anticipation of target identification).  But the developed methods have much a broader applicability, with demonstrated usefulness in computational geometry, robotic navigation, traffic engineering (e.g., modeling pedestrian interactions in crowded environments and drivers' behavioral patterns based on traffic light uncertainty), and biomedical applications (e.g., optimizing the drug therapy for cancer patients).\n \nTo make the last example more concrete, oncologists recognize that there are often several subtypes within the population of cancer cells, and these subtypes are usually in a stiff competition with each other.  This competition, often modeled using the Evolutionary Game Theory, can be exploited to improve the timing and dosage of drug therapies.  The methods that we have developed show how this can be done using the optimal control theory, with the goal of reducing the total amount of drugs used and speeding up the patient's recovery.  \n \nIn our other projects, we have focused on different models of stochastic perturbations (e.g., randomly switching wind direction in sailing races, random breakdowns in robots resulting in delays and route changes) with different models of uncertainty and data acquisition (e.g., random targets identified at random times for a patrol vehicle, evader's best response to randomized surveillance policies, etc).  We have then investigated how these factors influence the notions of optimality (on average?  in the worst case?) and robustness (e.g., minimizing the likelihood of undesirable outcomes).\n \nThe award resulted in 15 conference and journal papers (4 of which are still under review).  This was performed by research groups lead by PI Vladimirsky and co-PI Ferrari in collaboration with 1 postdoc, 9 graduate students, and 6 undergraduate participants of a summer REU program.  All junior participants have been trained in the state of the art of numerical methods for optimal control and were encouraged to present our work both at seminars and at major conferences.  (E.g, in Year 3 of the award, they have given 6 seminar talks and 5 conference presentations.)  \n \nSimplified versions of several ideas developed in these projects are now incorporated into numerical analysis, mathematical modeling, and PDE courses taught by the PI at Cornell University.\n\n \n\n\t\t\t\t\tLast Modified: 02/15/2022\n\n\t\t\t\t\tSubmitted by: Alexander B Vladimirsky"
 }
}