{
 "awd_id": "1738138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Pellet based 3D print extrusion process for shoe manufacturing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Molnar",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 499999.0,
 "awd_amount": 598999.0,
 "awd_min_amd_letter_date": "2017-09-06",
 "awd_max_amd_letter_date": "2018-08-03",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project lies in the development of a novel cost-effective 3D printing process to manufacture footwear. Currently most footwear is mass manufactured, typically overseas, using fixed molds that do not meet the specific needs of an individual. 3D printing of footwear offers the promise of providing individual customization tailored not just to fit, style, and colors, but also to individual biomechanics and/or medical needs. However, a number of technical challenges exist to make 3D printing of footwear sufficiently cost-effective that it can be provided beyond just a select few individuals. This project develops a novel and cost-effective 3D printing process to manufacture the critical components of footwear, using readily available and recyclable thermoplastic pellets. This novel 3D printing process will enable the manufacture of new, innovative footwear designs that cannot be made with any other manufacturing process. Additionally, it will make mass customization of footwear a reality, providing access to healthy customizable footwear for many individuals. Unlike traditional manufacturing processes currently being done overseas, this novel manufacturing technology is very amenable to implementing in the United States on a local level. Thus, this project will not only help move footwear manufacturing back to the United States, generating income for tax revenue, it will create entirely new clean, safe jobs in manufacturing.\r\n\r\n\r\nThis project, led by a woman physician-scientist with a unique combination of expertise in both biomechanics and manufacturing, develops a novel and cost-effective 3D printing technology to print a proprietary mix of elastomeric material into a novel sole design that was developed on the basis of over twenty years of biomechanics research. The primary innovation that is being developed in this project is a specialized plasticizing screw-based extruder mounted on a 3D printer, specifically designed to make footwear, that uniquely and reliably extrudes a recyclable, thermo-elastomeric material that is most suitable for footwear, from its most cost-effective raw form: pellets. This project also develops a novel healthy and customizable sole design, based on the principal investigator's biomechanical research, which can only be made with this manufacturing technology innovation. Finally, this project develops a biomechanically research-based algorithm for customizing footwear made with this technology based on an individual's specific biomechanical profile and/or specific medical need. This project will allow for a novel, cost-effective manufacturing process where a bank of 3D printers operate simultaneously, each producing their own made-to-order pair of footwear and/or footwear components customized not only to fit but to an individual's specific biomechanical profile and/or medical need.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deirdre Casey",
   "pi_last_name": "Kerrigan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deirdre Casey Kerrigan",
   "pi_email_addr": "dckerrigan@oeshshoes.com",
   "nsf_id": "000671059",
   "pi_start_date": "2017-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "JKM Technologies LLC",
  "inst_street_address": "1275 POPLAR SPRING RD",
  "inst_street_address_2": "",
  "inst_city_name": "SCOTTSVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4348255887",
  "inst_zip_code": "245904999",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "JKM TECHNOLOGIES, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "LSK3V193FBP8"
 },
 "perf_inst": {
  "perf_inst_name": "JKM Technologies, LLC / OESH Shoes",
  "perf_str_addr": "705 Dale Avenue, Suite E",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229035273",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 499999.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 99000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, a specialized 3D printing process was developed that can reliably and consistently 3D print a durable springy sole structure from a recyclable elastomer material. Unlike the typical 3D printer that prints from filament, the 3D printer we developed reliably prints from elastomeric pellets, which is the most cost-effective and readily available form of this material, being approximately one-tenth the cost of filament. The pellet-based 3D printer we developed is also significantly less prone to print failure and inconsistencies than the typical filament 3D printer. Finally, our 3D printing process is capable of printing recyclable elastomeric material most suitable for footwear components at a speed that is at least 15 times faster than that of the typical 3D printer printing a similar material.</p>\n<p>The spring sole structure that was developed in this project, which cannot be made with any other manufacturing technique besides 3D printing, is based on the Principal Investigator&rsquo;s research on the biomechanical effect of footwear on the body. The springs are encapsulated into a sole that is flat in all directions based on the Principal Investigator&rsquo;s research showing that a completely flat sole minimizes impact on the joints in the body. An adaptable sole design with reinforced holes 3D printed into the edge of the sole was developed that allows for the easy attachment of a shoe upper. These reinforced holes, which again cannot be easily made with any other manufacturing process besides 3D printing, eliminates the need for the most toxic part of shoe manufacturing typically done overseas, that of attachment, which involves primers, adhesives, heat tunnels, hydraulic presses, etc.</p>\n<p>The sole design developed also eliminates the need for a shoe mold such that it can be more feasibly customized to an individual&rsquo;s foot shape. Several shoe designs implementing this 3D printed sole were explored with one being fully developed and commercialized as the OESH &ldquo;Townie.&rdquo; While computerized knitting has been standard to the shoe industry for several years now, the process is largely done overseas. In this project, novel knitting programs were developed in-house to create (1) a three-dimensional shape at the toe and (2) reinforced knitted holes that align with the holes in the 3D printed sole. This structure allows that the knitted material can be attached with either stitching or crochet. Crochet was found to be substantially more efficient than stitching because unlike with stitching, the entire length of the yarn/thread does not need to be pulled through each hole.</p>\n<p>The project outcomes support that our 3D printing process, when used in conjunction with computerized knitting, is something of a game changer in the shoe industry, truly delivering the promise of on-demand local shoe manufacturing, using recyclable and/or renewable readily available materials. Unlike traditional manufacturing processes currently being done overseas, this novel manufacturing technology is very amenable to implementing in the United States on a local level. Thus, this technology not only can help move footwear manufacturing back to the United States, it can create entirely new clean, safe jobs in manufacturing.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2019<br>\n\t\t\t\t\tModified by: D.Casey&nbsp;Kerrigan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, a specialized 3D printing process was developed that can reliably and consistently 3D print a durable springy sole structure from a recyclable elastomer material. Unlike the typical 3D printer that prints from filament, the 3D printer we developed reliably prints from elastomeric pellets, which is the most cost-effective and readily available form of this material, being approximately one-tenth the cost of filament. The pellet-based 3D printer we developed is also significantly less prone to print failure and inconsistencies than the typical filament 3D printer. Finally, our 3D printing process is capable of printing recyclable elastomeric material most suitable for footwear components at a speed that is at least 15 times faster than that of the typical 3D printer printing a similar material.\n\nThe spring sole structure that was developed in this project, which cannot be made with any other manufacturing technique besides 3D printing, is based on the Principal Investigator?s research on the biomechanical effect of footwear on the body. The springs are encapsulated into a sole that is flat in all directions based on the Principal Investigator?s research showing that a completely flat sole minimizes impact on the joints in the body. An adaptable sole design with reinforced holes 3D printed into the edge of the sole was developed that allows for the easy attachment of a shoe upper. These reinforced holes, which again cannot be easily made with any other manufacturing process besides 3D printing, eliminates the need for the most toxic part of shoe manufacturing typically done overseas, that of attachment, which involves primers, adhesives, heat tunnels, hydraulic presses, etc.\n\nThe sole design developed also eliminates the need for a shoe mold such that it can be more feasibly customized to an individual?s foot shape. Several shoe designs implementing this 3D printed sole were explored with one being fully developed and commercialized as the OESH \"Townie.\" While computerized knitting has been standard to the shoe industry for several years now, the process is largely done overseas. In this project, novel knitting programs were developed in-house to create (1) a three-dimensional shape at the toe and (2) reinforced knitted holes that align with the holes in the 3D printed sole. This structure allows that the knitted material can be attached with either stitching or crochet. Crochet was found to be substantially more efficient than stitching because unlike with stitching, the entire length of the yarn/thread does not need to be pulled through each hole.\n\nThe project outcomes support that our 3D printing process, when used in conjunction with computerized knitting, is something of a game changer in the shoe industry, truly delivering the promise of on-demand local shoe manufacturing, using recyclable and/or renewable readily available materials. Unlike traditional manufacturing processes currently being done overseas, this novel manufacturing technology is very amenable to implementing in the United States on a local level. Thus, this technology not only can help move footwear manufacturing back to the United States, it can create entirely new clean, safe jobs in manufacturing.\n\n\t\t\t\t\tLast Modified: 09/11/2019\n\n\t\t\t\t\tSubmitted by: D.Casey Kerrigan"
 }
}