{
 "awd_id": "1738300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Plant Cell Dynamics 2017; May 30-June 2; Madison, WI",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2017-05-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 12420.0,
 "awd_amount": 12420.0,
 "awd_min_amd_letter_date": "2017-05-08",
 "awd_max_amd_letter_date": "2017-05-08",
 "awd_abstract_narration": "Uncovering fundamental mechanisms of organelle and cell dynamics is required for a comprehensive model of plant growth and development as well as for understanding how plants adapt to their environment. Such knowledge is critical for fundamental advances in basic plant cell biology and promoting future applications to agriculture. The 2017 Plant Cell Dynamics conference, to be held May 30-June 2, 2017 at the University of Wisconsin, Madison campus will focus on providing opportunities for plant cell biologists to learn quantitative approaches to analyze cellular dynamics and function, including live cell imaging and computational tools. It will also provide a venue for students, postdoctoral scientists, and new investigators to interact with established leaders in the field of plant cell biology, thus providing positive impacts on career development for students and trainees at all levels. By encouraging and supporting attendance of trainees from underrepresented groups, the conference will broaden participation in this developing field, which employs techniques of quantitative, predictive, and theory-driven biology, and encourages multidisciplinary approaches. \r\n\r\nThe conference will include keynote talks from experts in the field of plant cell biology on methodology appropriate for quantitative studies that probe how plant cells integrate metabolism, cytoskeletal organization, and vesicle trafficking in overall cellular function. In addition, there will be opportunities for oral and poster presentations by trainees and participation in hands-on workshops on sample preparation, long-term time-lapse imaging, and image processing.  \r\nThis project is supported by the Divisions of Molecular and Cellular Biosciences along with Integrative Organismal Systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Szymanski",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Szymanski",
   "pi_email_addr": "szymandb@purdue.edu",
   "nsf_id": "000318381",
   "pi_start_date": "2017-05-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Gilroy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simon Gilroy",
   "pi_email_addr": "Sgilroy@wisc.edu",
   "nsf_id": "000489493",
   "pi_start_date": "2017-05-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sebastian",
   "pi_last_name": "Bednarek",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastian Y Bednarek",
   "pi_email_addr": "sybednar@wisc.edu",
   "nsf_id": "000336006",
   "pi_start_date": "2017-05-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Otegui",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa S Otegui",
   "pi_email_addr": "otegui@wisc.edu",
   "nsf_id": "000493610",
   "pi_start_date": "2017-05-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Vidali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luis Vidali",
   "pi_email_addr": "lvidali@wpi.edu",
   "nsf_id": "000521688",
   "pi_start_date": "2017-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "915 W. State St.",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072054",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1131",
   "pgm_ref_txt": "ARABIDOPSIS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 12420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award provided fellowships that increased the participation of students and underrepresented groups in the 2017 meeting entitled &ldquo;Midwest Plant Cell Dynamics&rdquo;.&nbsp; The meeting exposed all participants to cutting edge plant cell biology and the use of quantitative image analyses and computational tools to discover mechanisms underlying cellular processes in plants. The knowledge gained from this research will drive the development of improved crops of agronomic importance. The oral presentation from keynote speaker Dr. Tobias Baskin (Univ. Massachusetts-Amherst) demonstrated the utility and importance of quantitative analysis of cellular dynamics to understand plant organs and tissue morphogenesis. Similarly, in the second keynote address, Dr. Jaimie Van Norman (Univ. California Riverside) emphasized<em> </em>the use of high-resolution spatial and temporal gene expression data to identify genes that function in plant tissue patterning<em>.</em> Nearly all meeting attendees participated in the workshop, guided tour of the new state-of-art Wisconsin Crop Innovation Center and panel discussion with distinguished pioneers in the field of plant cell biology. The meeting also included oral presentations from over 41 different labs. Presentations were given almost exclusively by graduate students and post-docs, providing an important training opportunity. Poster sessions were also very successful, providing excellent interactions among students, post-docs, and PIs. The NSF fellowships enabled a broad group of scientists to attend the meeting and a post meeting survey indicated that one third of the attendees could attend because of the additional NSF fellowship support, and consistently our post-meeting survey indicates between 70-80% of respondents report that the availability of such NSF support would be a factor in deciding whether or not they would attend the meeting in future years.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/12/2018<br>\n\t\t\t\t\tModified by: Sebastian&nbsp;Y&nbsp;Bednarek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award provided fellowships that increased the participation of students and underrepresented groups in the 2017 meeting entitled \"Midwest Plant Cell Dynamics\".  The meeting exposed all participants to cutting edge plant cell biology and the use of quantitative image analyses and computational tools to discover mechanisms underlying cellular processes in plants. The knowledge gained from this research will drive the development of improved crops of agronomic importance. The oral presentation from keynote speaker Dr. Tobias Baskin (Univ. Massachusetts-Amherst) demonstrated the utility and importance of quantitative analysis of cellular dynamics to understand plant organs and tissue morphogenesis. Similarly, in the second keynote address, Dr. Jaimie Van Norman (Univ. California Riverside) emphasized the use of high-resolution spatial and temporal gene expression data to identify genes that function in plant tissue patterning. Nearly all meeting attendees participated in the workshop, guided tour of the new state-of-art Wisconsin Crop Innovation Center and panel discussion with distinguished pioneers in the field of plant cell biology. The meeting also included oral presentations from over 41 different labs. Presentations were given almost exclusively by graduate students and post-docs, providing an important training opportunity. Poster sessions were also very successful, providing excellent interactions among students, post-docs, and PIs. The NSF fellowships enabled a broad group of scientists to attend the meeting and a post meeting survey indicated that one third of the attendees could attend because of the additional NSF fellowship support, and consistently our post-meeting survey indicates between 70-80% of respondents report that the availability of such NSF support would be a factor in deciding whether or not they would attend the meeting in future years.\n\n \n\n\t\t\t\t\tLast Modified: 07/12/2018\n\n\t\t\t\t\tSubmitted by: Sebastian Y Bednarek"
 }
}