{
 "awd_id": "1738378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting:   Inside the black box: the mitochondrial basis of life-history variation and animal performance: January 3-7, 2018: San Francisco, CA",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 14774.0,
 "awd_amount": 14774.0,
 "awd_min_amd_letter_date": "2017-06-21",
 "awd_max_amd_letter_date": "2017-06-21",
 "awd_abstract_narration": "Mitochondria play a critical role in determining animal performance. Mitochondria produce cellular energy molecules that fuel nearly all organismal processes, but also are responsible for the production of reactive oxygen species - and in turn oxidative stress - an important contributor to senescence. As a result, variation in mitochondrial properties between individuals can predict differences in growth, reproduction, and rate of aging. While integrative measures of mitochondrial function are beginning to provide new insight, the theory and methods associated with these approaches are not widespread in the research community. To address this need, a symposium will be held at the national meeting of the Society for Integrative and Comparative Biology, Jan 3-7, 2018 in San Francisco, CA. The symposium is designed to aid networking among investigators and expand the appreciation of the ecological and evolutionary effects of mitochondrial function to a wider community. The symposium will include a wide diversity of scientists, including students and postdoctoral fellows.  The invited speakers will be made up of an equal number of men and women ranging from the level of post-doc, through to assistant, associate, and full professors. Complementary oral and poster sessions will enable graduate and undergraduate students to participate in the symposium. All presenters in the main symposium and companion sessions will submit an article associated with their talk that will be published in a special issue of Integrative and Comparative Biology. Through this publication, the ideas presented in the main symposium will be disseminated to a larger audience and cumulatively provide a basis for future studies of mitochondrial function and life history variation.\r\n\r\nMitochondria play a critical role in determining organismal performance through their production of ATP.  But, they also generate reactive oxygen species - and in turn oxidative stress - an important contributor to senescence. As a result, variation in mitochondrial properties between individuals can predict differences in organismal maintenance, growth, and reproduction. Researchers have begun bringing measurements of mitochondrial function common to biomedical research to ecological and evolutionary studies. In addition, researchers have begun to evaluate the genetic basis and in turn heredity of mitochondrial performance via the intricate interactions between mitochondria and nuclear genes coding for the mitochondrial proteins. The integration of these measures with oxidative stress, metabolic rate, and other variables related to energetic capacity and efficiency have begun to shed new light on the processes that contribute to organismal performance. Thus, it is an opportune moment to bring investigators together in an organized symposium, to present their research and assess the way forward in this research. The symposium will introduce new investigators to this field, provide a forum for networking, and promote expansion of expertise in the ecological and evolutionary effects of mitochondrial function.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Hood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy Hood",
   "pi_email_addr": "wrh0001@auburn.edu",
   "nsf_id": "000447952",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karine",
   "pi_last_name": "Salin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karine Salin",
   "pi_email_addr": "Karine.Salin@glasgow.ac.uk",
   "nsf_id": "000746571",
   "pi_start_date": "2017-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Society for Integrative and Comparative Biology Meeting",
  "perf_str_addr": "1313 Dolley Madison Blvd",
  "perf_city_name": "McLean",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "221013926",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 14774.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funding from the National Science Foundation allowed us to convene a research symposium titled 'Inside the black box: the mitochondrial basis of life-history variation and animal performance' which was held Jan 6, 2018, in San Francisco.&nbsp; This symposium brought together researchers interested in the links between mitochondrial properties and key traits that contribute to individual variation in fitness, such as growth, reproductive performance, and longevity. The talks introduced the audience to cutting edge research that combine physiological ecology, evolutionary genomics, biogerontology, and biochemistry in an effort to bridge the gap between physiologists, ecologists, and evolutionary biologists. Our symposium included ten talks, plus there were four poster and seven talks presented in the companion session. This symposium involved a full day of 30-minute presentations by invited speakers, companion oral and poster sessions. NSF funding supported the registration, travel, and lodging for the invited participants from the US. The companion oral and poster session gave other SICB delegates, including students, the opportunity to present at the symposium. All presenters from the main, companion and poster sessions were invited to the networking event. All ten presenters in the main symposium submitted an article associated with their talk to Integrative and Comparative Biology. The publication of this issue brings the ideas presented in the symposium to a larger audience of ecologist and evolutionary biologists, broadening our impact.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/08/2019<br>\n\t\t\t\t\tModified by: Wendy&nbsp;Hood</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFunding from the National Science Foundation allowed us to convene a research symposium titled 'Inside the black box: the mitochondrial basis of life-history variation and animal performance' which was held Jan 6, 2018, in San Francisco.  This symposium brought together researchers interested in the links between mitochondrial properties and key traits that contribute to individual variation in fitness, such as growth, reproductive performance, and longevity. The talks introduced the audience to cutting edge research that combine physiological ecology, evolutionary genomics, biogerontology, and biochemistry in an effort to bridge the gap between physiologists, ecologists, and evolutionary biologists. Our symposium included ten talks, plus there were four poster and seven talks presented in the companion session. This symposium involved a full day of 30-minute presentations by invited speakers, companion oral and poster sessions. NSF funding supported the registration, travel, and lodging for the invited participants from the US. The companion oral and poster session gave other SICB delegates, including students, the opportunity to present at the symposium. All presenters from the main, companion and poster sessions were invited to the networking event. All ten presenters in the main symposium submitted an article associated with their talk to Integrative and Comparative Biology. The publication of this issue brings the ideas presented in the symposium to a larger audience of ecologist and evolutionary biologists, broadening our impact.\n\n\t\t\t\t\tLast Modified: 04/08/2019\n\n\t\t\t\t\tSubmitted by: Wendy Hood"
 }
}