{
 "awd_id": "1739886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Medium: Collaborative Research: Against Coordinated Cyber and Physical Attacks: Unified Theory and Technologies",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2017-08-05",
 "awd_max_amd_letter_date": "2017-08-05",
 "awd_abstract_narration": "Coordinated cyber-physical attacks (CCPA) have been touted as a serious threat for several years, where \"coordinated\" means that attackers have complete knowledge of the physical plant and status, and sometimes can even create physical defects, to assist cyber attacks, and vice versa.  In recent years, these attacks have crept from theory to reality, with attacks on vehicles, electrical grids, and industrial plants, which have the potential to cause destruction and even death outside of the digital world.  CCPA raise a unique challenge with respect to cyber-physical systems (CPS) safety.  Historically, technologies to defend cyber attacks and physical attacks are developed separately under different assumptions and models.  For instance, cyber security technologies often require the complete profile of the physical dynamics and the observation of the system state, which may not be available when physical defects exist. Similarly, existing system control techniques may efficiently compensate for the physical damage, but under the assumption that the control software and the sensor data are not compromised.  There is a lack of unified approaches against CCPA.  With this observation, this project focuses on the development of unified models with coherent set of assumptions, supported by integrated technologies, upon which CCPA can be defended much more effectively.\r\n\r\nTo establish theoretical foundations and engineering principles for resilient CPS architectures, this project will investigate unified models and platforms that represent the scientific understanding of resilient CPS against CCPA.  Engineering of CPS will be addressed through the development and integration of complexity-reduced software architectures, along with their design principles, which lead to verifiable and certifiable architectures with higher level of system resilience. Technology of CPS will be addressed through the design of new attack detection, isolation, and recovery tools as well as timing and control techniques to ensure appropriate responses to CCPA.  The proposed inherently interdisciplinary research will ensure predictable performance for resilient CPS, by leveraging the disciplinary advances in (i) the design and evaluation of robust fault-tolerant control systems yielding significantly enhanced levels of safety in highly unpredictable environments; (ii) the design and implementation of complexity reduction architecture yielding a significant reduction in the verification time from hours to seconds; (iii) the development of multi-rate sampled-data control and robust reachability-based attack detection techniques ensuring that the sensor data is reliable; and (iv) the development of cyber-physical co-adaptation that optimizes control performance and computation task scheduling to guarantee system safety and efficient recovery from CCPA.  The target application of this project is unmanned aerial vehicles (UAVs).  The research results will be evaluated in three different testbeds: UAV testbed, generic transportation model (GTM) aircraft, and power system virtual testbed (VTB).  The technological advancement from this project will provide solutions for the safety and reliability issues faced by today's CPS and deliver dependable CPS that are applicable without sacrificing functionality or accessibility in complex and potentially hostile networked environment. The results of this project will be communicated in archival journal publications, conference venues and various workshops and lectures, and will be integrated at different academic levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaofeng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaofeng Wang",
   "pi_email_addr": "wangxi@cec.sc.edu",
   "nsf_id": "000637781",
   "pi_start_date": "2017-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "301 Main Street, 3A80",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "152E",
   "pgm_ref_txt": "Cyber-Physical Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coordinated cyber-physical attacks (CCPA) have been touted as a serious threat for several years, where \"coordinated\" means that attackers have complete knowledge of the physical plant and status, and sometimes can even create physical defects, to assist cyber attacks, and vice versa. In recent years, these attacks have crept from theory to reality, with attacks on vehicles, electrical grids, and industrial plants, which have the potential to cause destruction and even death outside of the digital world. CCPA raise a unique challenge with respect to cyber-physical systems (CPS) safety. Historically, technologies to defend cyber attacks and physical attacks are developed separately under different assumptions and models. For instance, cyber security technologies often require the complete profile of the physical dynamics and the observation of the system state, which may not be available when physical defects exist. Similarly, existing system control techniques may efficiently compensate for the physical damage, but under the assumption that the control software and the sensor data are not compromised. There is a lack of unified approaches against CCPA. With this observation, this project focuses on the development of unified models with coherent set of assumptions, supported by integrated technologies, upon which CCPA can be defended much more effectively.</p>\n<p>The project has established the theoretical foundations and engineering principles for resilient CPS architectures and investigated the unified models and platforms that represent the scientific understanding of resilient CPS against CCPA. The interdisciplinary research aimed at the predictable performance for resilient CPS, with the following targets:</p>\n<ul>\n<li>significantly enhanced levels of safety and security of      CPS in highly unpredictable and adversary environments;</li>\n<li>a significant reduction in the verification time of CPS      from hours to seconds;</li>\n<li>reliable sensor samplings and cyber-physical      communications,&nbsp;</li>\n<li>efficient CPS recovery from CCPA.</li>\n</ul>\n<p>To achieve the goals of this collaborative project,&nbsp;the team has developed&nbsp; (1) a container-based attack-resilient Simplex architecture which provides strong separation between the high-performance and high-assurance controllers while maintaining reliability, (2)&nbsp; sampled-data adaptive model predictive control algorithms with the integration of Simplex fault-tolerant architecture for resilient control of CPS, and (3) Lebesgue-sampling-based diagnosis and prognosis approaches to enable fast and accurate detection of abnormal behaviors in the system.&nbsp; The technological advancements resulting from this project can be transferred to industrial use cases to build new CPS infrastructure in the modern society, greatly promoting industrial automation and boosting economy. The PI has promoted awareness of the research results through publications, conferences, workshops, and seminars.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2021<br>\n\t\t\t\t\tModified by: Xiaofeng&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCoordinated cyber-physical attacks (CCPA) have been touted as a serious threat for several years, where \"coordinated\" means that attackers have complete knowledge of the physical plant and status, and sometimes can even create physical defects, to assist cyber attacks, and vice versa. In recent years, these attacks have crept from theory to reality, with attacks on vehicles, electrical grids, and industrial plants, which have the potential to cause destruction and even death outside of the digital world. CCPA raise a unique challenge with respect to cyber-physical systems (CPS) safety. Historically, technologies to defend cyber attacks and physical attacks are developed separately under different assumptions and models. For instance, cyber security technologies often require the complete profile of the physical dynamics and the observation of the system state, which may not be available when physical defects exist. Similarly, existing system control techniques may efficiently compensate for the physical damage, but under the assumption that the control software and the sensor data are not compromised. There is a lack of unified approaches against CCPA. With this observation, this project focuses on the development of unified models with coherent set of assumptions, supported by integrated technologies, upon which CCPA can be defended much more effectively.\n\nThe project has established the theoretical foundations and engineering principles for resilient CPS architectures and investigated the unified models and platforms that represent the scientific understanding of resilient CPS against CCPA. The interdisciplinary research aimed at the predictable performance for resilient CPS, with the following targets:\n\nsignificantly enhanced levels of safety and security of      CPS in highly unpredictable and adversary environments;\na significant reduction in the verification time of CPS      from hours to seconds;\nreliable sensor samplings and cyber-physical      communications, \nefficient CPS recovery from CCPA.\n\n\nTo achieve the goals of this collaborative project, the team has developed  (1) a container-based attack-resilient Simplex architecture which provides strong separation between the high-performance and high-assurance controllers while maintaining reliability, (2)  sampled-data adaptive model predictive control algorithms with the integration of Simplex fault-tolerant architecture for resilient control of CPS, and (3) Lebesgue-sampling-based diagnosis and prognosis approaches to enable fast and accurate detection of abnormal behaviors in the system.  The technological advancements resulting from this project can be transferred to industrial use cases to build new CPS infrastructure in the modern society, greatly promoting industrial automation and boosting economy. The PI has promoted awareness of the research results through publications, conferences, workshops, and seminars.\n\n\t\t\t\t\tLast Modified: 12/29/2021\n\n\t\t\t\t\tSubmitted by: Xiaofeng Wang"
 }
}