{
 "awd_id": "1739219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Hardness and Virtual Fatigue Test Analysis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andre Marshall",
 "awd_eff_date": "2017-06-15",
 "awd_exp_date": "2018-11-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2017-05-03",
 "awd_max_amd_letter_date": "2017-05-03",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project will be focused on improving design process efficiency for product development teams. This project will explore implementation of a web-based software that will be scalable, cost effective and comprehensive. Currently, many small to medium manufacturers cannot afford long-term simulation software due to high licensing and operating costs. To ensure durability, they rely heavily on a series of full-scale physical tests. Manufacturers who can afford existing software suites still utilize extensive physical testing, as simulation results are not solely adequate. This innovative technology allows for intelligent design changes and improvements to be implemented prior to prototyping and testing at an affordable rate for all manufacturers. This can significantly reduce the industry's reliance on physical testing, which can increase design time and product development costs.\r\n\r\nThis I-Corps Project relies on an innovative relationship between the multi-scale hardness properties of a material and its long-term fatigue performance. By measuring the hardness of material, the technology can predict long-term product life. Currently, durability simulations are performed utilizing finite element analysis simulations and experimentally obtained material fatigue properties, neglecting important processing properties such as hardness and roughness. As a result, such simulations are often not accurate enough to predict the long-term performance of a product and thus necessitating physical testing for verification. The inclusion of processing parameters obtained through hardness testing in such simulation allows the designer to take into account many other contributing material factors and create a more robust and comprehensive simulation. This more accurate prediction of long-term product performance can drastically reduce the amount of physical testing necessary to verify a product is ready for the market. Using the multi-scale material properties from the hardness test, the proposed web-based software solution will be able to assist product engineers in design decisions regarding long term performance in any new or modified part.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kujawski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Kujawski",
   "pi_email_addr": "daniel.kujawski@wmich.edu",
   "nsf_id": "000150585",
   "pi_start_date": "2017-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "",
  "perf_city_name": "Kalamazoo",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The Fatigue and Fracture Laboratory at the Department of Mechanical and Aerospace Engineering at Western Michigan University is developing a &ldquo;<strong><span>Hardness Based Fatigue Property Prediction Software</span></strong>&rdquo; using the results of a multi-scale hardness test coupled with simulation and a unique software algorithm. Discrete empirical and theoretical data correlation between hardness and fatigue properties exists but has yet to be developed for practical applications. Our multi-scale hardness-based technology is applicable not only to conventional mechanical components such as gears and shafts but also to 3D printed parts, micro-films, functional-coatings, medical implants, and small devices.</span></p>\n<p><span>Through extensive customer discovery research (110 face-to-face interviews) conducted during the national I-Corps program, we have identified a minimum set of features necessary to solve potential customer&rsquo;s pain points and develop our Minimum Viable Product (MVP). Currently, critical fatigue properties of a material with a given surface treatment are determined through an extensive process of physical testing. Due to the high-cost of the testing equipment, most manufacturers outsource this testing to a third-party testing lab. A single testing procedure for obtaining fatigue material properties can cost upwards of $50,000 and take months before the information is available for engineers to use. The proposed technology provides fatigue properties of material at a fraction of the cost and time</span></p>\n<p><span>Through initial customer discovery efforts, we have identified multiple industries (mining, automotive, aerospace) and customers that could potentially benefit from our technology solution. The analysis of these markets was extensive in the participation of the NSF I-Corps program, allowing our team to determine a product-market fit that truly solves a customer pain point. Our focus will remain on small and medium manufactures companies developing highly stressed components where surface treatment is a major design requirement. Automotive and aerospace industries traditionally are even more reliant on long term fatigue performance of their product and provide a future growth opportunity.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/13/2019<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Kujawski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Fatigue and Fracture Laboratory at the Department of Mechanical and Aerospace Engineering at Western Michigan University is developing a \"Hardness Based Fatigue Property Prediction Software\" using the results of a multi-scale hardness test coupled with simulation and a unique software algorithm. Discrete empirical and theoretical data correlation between hardness and fatigue properties exists but has yet to be developed for practical applications. Our multi-scale hardness-based technology is applicable not only to conventional mechanical components such as gears and shafts but also to 3D printed parts, micro-films, functional-coatings, medical implants, and small devices.\n\nThrough extensive customer discovery research (110 face-to-face interviews) conducted during the national I-Corps program, we have identified a minimum set of features necessary to solve potential customer?s pain points and develop our Minimum Viable Product (MVP). Currently, critical fatigue properties of a material with a given surface treatment are determined through an extensive process of physical testing. Due to the high-cost of the testing equipment, most manufacturers outsource this testing to a third-party testing lab. A single testing procedure for obtaining fatigue material properties can cost upwards of $50,000 and take months before the information is available for engineers to use. The proposed technology provides fatigue properties of material at a fraction of the cost and time\n\nThrough initial customer discovery efforts, we have identified multiple industries (mining, automotive, aerospace) and customers that could potentially benefit from our technology solution. The analysis of these markets was extensive in the participation of the NSF I-Corps program, allowing our team to determine a product-market fit that truly solves a customer pain point. Our focus will remain on small and medium manufactures companies developing highly stressed components where surface treatment is a major design requirement. Automotive and aerospace industries traditionally are even more reliant on long term fatigue performance of their product and provide a future growth opportunity.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 03/13/2019\n\n\t\t\t\t\tSubmitted by: Daniel Kujawski"
 }
}