{
 "awd_id": "1739788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "INFEWS/T1: Advancing FEW System Resilience in the Corn Belt by Integrated Technology-Environment-Economics  Modeling of Nutrient Cycling",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 2431217.0,
 "awd_amount": 2431217.0,
 "awd_min_amd_letter_date": "2017-08-16",
 "awd_max_amd_letter_date": "2021-12-14",
 "awd_abstract_narration": "Food production, water supply, water quality, energy supply, and economic growth and financial stability in the Corn Belt depend on each other while competing for resources.  In particular, recent increases in corn-based ethanol production in the region have increased interdependencies among food, energy and water (FEW) in the region and made the integrated FEW system more vulnerable to risks and threats. Among various concerns, phosphorus (a key component of fertilizers used in agriculture and a major pollution contributor to the \"Dead Zones\" in the Gulf of Mexico) plays a unique and under-recognized role within the FEW nexus. It is estimated that if recovered efficiently, the phosphorus (P) contained in ethanol coproducts, in-process stream, or wastewater in the US could recycle up to one-third of the fertilizer P needs of corn in the US while reducing water pollution. To help decision makers in Corn Belt watersheds address such interrelated challenges and opportunities, the PI team will develop an Integrated Technology-Environment-Economics Modeling (ITEEM) tool to be used to understand how changes in one sector may cause changes in other sectors. To identify and implement the most effective combinations of practices in different areas, policy makers will need new knowledge about technological, environmental, and economic aspects which will be incorporated into the ITEEM. The ITEEM will be used to compare whether and how different approaches to addressing problems and opportunities in the integrated FEW systems, including: i) recovering nutrients from grain processing and wastewater treatment facilities, ii) strategic integration of perennial grasses (e.g., Miscanthus, switchgrass) into annual grain landscapes for biofuel feedstock production and nutrient and sediment loss reduction, and iii) adjusting farm management practices that influence nutrient and sediment loss to surface water.  The ITEEM will also be used by stakeholder communities of the food, energy and water sectors to identify and exploit strategies for enhancing watershed system sustainability.\r\n\r\nThis project will conduct hypothesis-driven research activities for the development, dissemination and application of an integrated modeling tool (ITEEM) for Corn Belt watershed resilience analysis. Specific objectives include: 1) filling critical knowledge gaps in the interrelations between environment, technology and economics; 2) establishing the ITEEM tool for system resilience analysis; 3) testing ITEEM via multiple testbed studies that represent a range of FEW stressors across the Corn Belt; 4) fostering FEW nexus understanding in the Corn Belt via extension and education activities. The overall hypothesis is that the ITEEM approach will allow us to quantify the impacts of various nutrient management strategies and technologies, and to identify particular policies that are incentive compatible and enhance FEW system resilience in the Corn Belt. Both analytical (for generic integrated FEW systems) and numerical (for testbed watersheds in the Corn Belt) modeling analyses will be conducted to understand how watersheds respond to various types of threats subject to multi-source uncertainties, and address how FEW nexus relations influence watershed resilience. Potential early signals of critical transitions of watershed systems will also be evaluated from ITEEM simulations. Among the various strategies to enhance FEW system resilience, the role of such emerging technologies as phosphorus removal and recovery from process water and adopting perennial grasses for biomass production will be systematically assessed in terms of their environmental impacts and economic costs/benefits, as well as the extent the technologies can mitigate tradeoffs and enhance positive synergies in order to build more resilient FEW systems. Finally, a shared-vision modeling approach (SVMA) will be undertaken to incorporate researchers, extension experts, outreach working groups, and stakeholder representatives throughout the entire project for problem specification, model development and testing, and solution exploration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ximing",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ximing Cai",
   "pi_email_addr": "xmcai@uiuc.edu",
   "nsf_id": "000256379",
   "pi_start_date": "2017-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Madhu",
   "pi_last_name": "Khanna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madhu Khanna",
   "pi_email_addr": "khanna1@uiuc.edu",
   "nsf_id": "000489079",
   "pi_start_date": "2021-12-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "McIsaac",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory F McIsaac",
   "pi_email_addr": "gmcisaac@uiuc.edu",
   "nsf_id": "000181779",
   "pi_start_date": "2017-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "Singh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay Singh",
   "pi_email_addr": "vsingh@illinois.edu",
   "nsf_id": "000615541",
   "pi_start_date": "2017-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roland",
   "pi_last_name": "Cusick",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Roland D Cusick",
   "pi_email_addr": "rcusick@illinois.edu",
   "nsf_id": "000661995",
   "pi_start_date": "2017-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Gramig",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin M Gramig",
   "pi_email_addr": "bgramig@purdue.edu",
   "nsf_id": "000711141",
   "pi_start_date": "2017-08-16",
   "pi_end_date": "2021-12-14"
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 South First Street, Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "020Y00",
   "pgm_ele_name": "Track 1 INFEWS"
  },
  {
   "pgm_ele_code": "022Y00",
   "pgm_ele_name": "Track 3 INFEWS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004Z",
   "pgm_ref_txt": "Innovations at the Nexus of Food-Energy-"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 997093.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1334124.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project, titled &ldquo;INFEWS/T1: Advancing FEW system resilience in Corn Belt watersheds using integrated technology-environment-economics modeling of nutrient cycling,&rdquo;&nbsp; addressed risk nexus in food-energy-water systems (FEWS) in Midwest watersheds, i.e., traditional corn and soybean production and new corn-based biofuel production cause increased nutrient discharge, leading to higher cost &amp; energy need in water treatment, worse water quality, and larger threat to food production than ever before. The project, underlying the theme of model development, developed an integrated technology-environment-economic model (ITEEM) to explore resilient Midwest FEWS, via filling knowledge gaps, testbed studies, and community engagement; quantified the impacts of various nutrient management strategies and technologies and identified portfolios to enhance FEWS resilience in the Corn Belt.</p>\n<p>The project was conducted via a watershed system approach, by a team including natural and social scientists, environmental engineers, and extension experts, with close interactions with multiple stakeholder communities involved in watershed management. Achievement intellectual merits are featured with scaling up from lab to field and to area, shifting from deposition/remediation to resource recovery and reuse, and integrating environment engineering and watershed management practices.&nbsp; The project work was demonstrated for a pilot watershed the Upper Sangamon River Watershed (USRW). The highlights on FEWS model development include:</p>\n<p>&uuml;&nbsp; Surrogate wastewater treatment model using artificial neural networks for efficiently evaluating long-term treatment performance and cost under stochastic influent characteristics</p>\n<p>&uuml;&nbsp; Updated SWAT+ to clarify understanding of in-stream phosphorus retention and remobilization: SWAT+P.R&amp;R</p>\n<p>&uuml;&nbsp; A new techno&#8208;economic evaluation of recovering phosphorus as a coproduct from corn dry grind plants</p>\n<p>&uuml;&nbsp; Integrated Technology-Environment-Economics Model (ITEEM) to Simulate Food-Energy-Water Systems in Corn Belt Watersheds</p>\n<p>Overall, the project produced 27 papers (25 published, 2 under revision) and over 50 national and regional conference presentations, workshop talks, and invited talks. 6 MS students, 6 PhD students, 3 postdocs and 6 undergraduate students were supported or partially supported by the project.</p>\n<p>Multiple stakeholders were involved in the project. Several workshops and meetings were held, including a total of 150 stakeholder participants. Key messages for stakeholders include:</p>\n<p><strong><em>Agricultural Best Management Practices (BMPs) reduce Total Phosphorus (TP), nitrate and sediment yield in the USRW</em></strong><em>&nbsp;</em></p>\n<p>&uuml;&nbsp; Channel stabilization measures coupled with agricultural BMPs can delay the need for future lake dredging by 9 years, and with financial support from the Environmental Quality Incentive Program (EQIP), these joint practices would be cheaper (costing $7.9 million annually) than the more frequent dredging alternative.</p>\n<p><strong><em>Biological phosphorus removal coupled to struvite recovery is a cost-effective paradigm for P removal and recovery from the Sanitary District of Decatur (SDD)</em></strong><em>&nbsp;</em></p>\n<p>&uuml;&nbsp; Enhanced biological phosphorus removal with struvite recovery (EBPR-S) proved to have the highest P removal performance, while also channeling 42-58% of influent P to the struvite crystallization reactor.</p>\n<p>&uuml;&nbsp; When comparing life cycle costs of N and P removal for each layout over the 10-yr simulation period, EPBR-S is the most cost-effective alternative, highlighting both the operational and cost benefits of side-stream P recovery.</p>\n<p><strong><em>Techno-economic feasibility is shown for phosphorus recovery as a coproduct from corn wet milling plants</em></strong></p>\n<p>&uuml;&nbsp; The amount of phosphorus in coproduct corn gluten feed (CGF) was observed to reduce from 11.94 mg/g (db) to 2.44 mg/g (db), with phosphorus removal in the recovery unit calibrated with laboratory experiments.</p>\n<p>&uuml;&nbsp; With a phosphorus recovery rate of 0.17 MT/hr, the operating cost of P recovery at the front end was estimated to be $1.23/kg-P removed.</p>\n<p>&uuml;&nbsp; The amount of P was observed to reduce from 9.26 to 3.25&nbsp;mg/g (db) of dried distiller's grains with solubles (DDGS), which is consistent with the animal diet requirement of 3&ndash;4&nbsp;mg P/g animal diet. For an existing dry grind plant of 40&nbsp;million gallon ethanol capacity, an additional fixed cost of $5.7&nbsp;million was estimated, with an operating cost increase of 1.29&nbsp;million/year.</p>\n<p><strong><em>The Upper Sangamon stream network is presently a major P sink, but the accumulated P could be remobilized in the future</em></strong><em>&nbsp;</em></p>\n<p>&uuml;&nbsp; Presently, over half of the P discharged from landscapes and point sources is trapped within the USRW stream network.</p>\n<p>&uuml;&nbsp; While remobilization by diffusion might be short-lived, remobilization via sediment erosion could persist for several years.</p>\n<p>&uuml;&nbsp; Water quality recovery will cascade downstream, taking longer to reach more downstream locations.</p>\n<p><strong><em>Integrated agricultural practices and engineering technologies enhance synergies of food-energy-water systems</em></strong><em>&nbsp;</em></p>\n<p>&uuml;&nbsp; Achieving the nutrient reduction goals in the Upper Sangamon River Watershed, BMPs only portfolios require extensive and unrealistic land use change (19% of agricultural land) to perennial energy grasses; while portfolios combining BMPs with environmental and biological technologies (EBTs) can mitigate the tradeoffs and enhance the synergistic FEWS performance, with more realistic land use change (only 4% of agricultural land).</p>\n<p>&uuml;&nbsp; The potential amount of P recovered from EBTs is two times of the agronomic P requirement in the watershed, showing potential local P reuse and commercial output to other areas.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/14/2023<br>\nModified by: Ximing&nbsp;Cai</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1739788/1739788_10515530_1702572456810_infews_fig3.gif--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1739788/1739788_10515530_1702572456810_infews_fig3.gif--rgov-800width.png\" title=\"Integrated technology - environment - economic model (ITEEM)\"><img src=\"/por/images/Reports/POR/2023/1739788/1739788_10515530_1702572456810_infews_fig3.gif--rgov-66x44.png\" alt=\"Integrated technology - environment - economic model (ITEEM)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A tired modeling approach based on advanced process simulation and machine learning techniques</div>\n<div class=\"imageCredit\">Ximing Cai</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Ximing&nbsp;Cai\n<div class=\"imageTitle\">Integrated technology - environment - economic model (ITEEM)</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1739788/1739788_10515530_1702572282184_infews_fig2.gif--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1739788/1739788_10515530_1702572282184_infews_fig2.gif--rgov-800width.png\" title=\"A conceptual model for resources recovery and reuse at the watershed scale.\"><img src=\"/por/images/Reports/POR/2023/1739788/1739788_10515530_1702572282184_infews_fig2.gif--rgov-66x44.png\" alt=\"A conceptual model for resources recovery and reuse at the watershed scale.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A conceptual model for resources recovery and reuse at the watershed scale.</div>\n<div class=\"imageCredit\">Ximing Cai</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Ximing&nbsp;Cai\n<div class=\"imageTitle\">A conceptual model for resources recovery and reuse at the watershed scale.</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project, titled INFEWS/T1: Advancing FEW system resilience in Corn Belt watersheds using integrated technology-environment-economics modeling of nutrient cycling, addressed risk nexus in food-energy-water systems (FEWS) in Midwest watersheds, i.e., traditional corn and soybean production and new corn-based biofuel production cause increased nutrient discharge, leading to higher cost & energy need in water treatment, worse water quality, and larger threat to food production than ever before. The project, underlying the theme of model development, developed an integrated technology-environment-economic model (ITEEM) to explore resilient Midwest FEWS, via filling knowledge gaps, testbed studies, and community engagement; quantified the impacts of various nutrient management strategies and technologies and identified portfolios to enhance FEWS resilience in the Corn Belt.\n\n\nThe project was conducted via a watershed system approach, by a team including natural and social scientists, environmental engineers, and extension experts, with close interactions with multiple stakeholder communities involved in watershed management. Achievement intellectual merits are featured with scaling up from lab to field and to area, shifting from deposition/remediation to resource recovery and reuse, and integrating environment engineering and watershed management practices. The project work was demonstrated for a pilot watershed the Upper Sangamon River Watershed (USRW). The highlights on FEWS model development include:\n\n\n Surrogate wastewater treatment model using artificial neural networks for efficiently evaluating long-term treatment performance and cost under stochastic influent characteristics\n\n\n Updated SWAT+ to clarify understanding of in-stream phosphorus retention and remobilization: SWAT+P.R&R\n\n\n A new techno&#8208;economic evaluation of recovering phosphorus as a coproduct from corn dry grind plants\n\n\n Integrated Technology-Environment-Economics Model (ITEEM) to Simulate Food-Energy-Water Systems in Corn Belt Watersheds\n\n\nOverall, the project produced 27 papers (25 published, 2 under revision) and over 50 national and regional conference presentations, workshop talks, and invited talks. 6 MS students, 6 PhD students, 3 postdocs and 6 undergraduate students were supported or partially supported by the project.\n\n\nMultiple stakeholders were involved in the project. Several workshops and meetings were held, including a total of 150 stakeholder participants. Key messages for stakeholders include:\n\n\nAgricultural Best Management Practices (BMPs) reduce Total Phosphorus (TP), nitrate and sediment yield in the USRW\n\n\n Channel stabilization measures coupled with agricultural BMPs can delay the need for future lake dredging by 9 years, and with financial support from the Environmental Quality Incentive Program (EQIP), these joint practices would be cheaper (costing $7.9 million annually) than the more frequent dredging alternative.\n\n\nBiological phosphorus removal coupled to struvite recovery is a cost-effective paradigm for P removal and recovery from the Sanitary District of Decatur (SDD)\n\n\n Enhanced biological phosphorus removal with struvite recovery (EBPR-S) proved to have the highest P removal performance, while also channeling 42-58% of influent P to the struvite crystallization reactor.\n\n\n When comparing life cycle costs of N and P removal for each layout over the 10-yr simulation period, EPBR-S is the most cost-effective alternative, highlighting both the operational and cost benefits of side-stream P recovery.\n\n\nTechno-economic feasibility is shown for phosphorus recovery as a coproduct from corn wet milling plants\n\n\n The amount of phosphorus in coproduct corn gluten feed (CGF) was observed to reduce from 11.94 mg/g (db) to 2.44 mg/g (db), with phosphorus removal in the recovery unit calibrated with laboratory experiments.\n\n\n With a phosphorus recovery rate of 0.17 MT/hr, the operating cost of P recovery at the front end was estimated to be $1.23/kg-P removed.\n\n\n The amount of P was observed to reduce from 9.26 to 3.25mg/g (db) of dried distiller's grains with solubles (DDGS), which is consistent with the animal diet requirement of 34mg P/g animal diet. For an existing dry grind plant of 40million gallon ethanol capacity, an additional fixed cost of $5.7million was estimated, with an operating cost increase of 1.29million/year.\n\n\nThe Upper Sangamon stream network is presently a major P sink, but the accumulated P could be remobilized in the future\n\n\n Presently, over half of the P discharged from landscapes and point sources is trapped within the USRW stream network.\n\n\n While remobilization by diffusion might be short-lived, remobilization via sediment erosion could persist for several years.\n\n\n Water quality recovery will cascade downstream, taking longer to reach more downstream locations.\n\n\nIntegrated agricultural practices and engineering technologies enhance synergies of food-energy-water systems\n\n\n Achieving the nutrient reduction goals in the Upper Sangamon River Watershed, BMPs only portfolios require extensive and unrealistic land use change (19% of agricultural land) to perennial energy grasses; while portfolios combining BMPs with environmental and biological technologies (EBTs) can mitigate the tradeoffs and enhance the synergistic FEWS performance, with more realistic land use change (only 4% of agricultural land).\n\n\n The potential amount of P recovered from EBTs is two times of the agronomic P requirement in the watershed, showing potential local P reuse and commercial output to other areas.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/14/2023\n\n\t\t\t\t\tSubmitted by: XimingCai\n"
 }
}