{
 "awd_id": "1739355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Medium: Collaborative Research: Demand Response & Workload Management for Data Centers with Increased Renewable Penetration",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2017-08-30",
 "awd_max_amd_letter_date": "2017-08-30",
 "awd_abstract_narration": "The confluence of two powerful global trends, (1) the rapid growth of cloud computing and data centers with skyrocketing energy consumption, and (2) the accelerating penetration of renewable energy sources, is creating both severe challenges and tremendous opportunities. The fast growing renewable generation puts forth great operational challenges since they will cause large, frequent, and random fluctuations in supply. Data centers, on the other hand, offer large flexible loads in the grid. Leveraging this flexibility, this project will develop fundamental theories and algorithms for sustainable data centers with a dual goal of improving data center energy efficiency and accelerating the integration of renewables in the grid via data center demand response (DR) and workload management.  Specifically, the research findings will shed light on data center demand response while maintaining their performance, which will help data centers to decide how to participate in power market programs. Further, the success of data center demand response will help increase renewable energy integration and reduce the carbon footprint of data centers, contributing to global sustainability. The PIs will leverage fruitful collaboration to eventually bring the research to bear on ongoing industry standardization and development efforts. The PIs teach courses spanning networks, games, smart grid and optimization, and are strongly committed to promoting diversity by providing research opportunities to underrepresented students.  \r\n\r\nBuilt on the PIs expertise on data centers and the smart grid, this project takes an interdisciplinary approach to develop fundamental theories and algorithms for sustainable data centers. The research tasks are organized under two well-coordinated thrusts, namely agile data center DR and adaptive workload management. The strategies and decisions of data center DR will be made based on the workload management algorithms that balance quality of service and energy efficiency and determine the supply functions. The workload management algorithms will optimize quality of service under the electric load constraints imposed by DR accordingly. This project will make three unique contributions: (1) new market programs with strategic participation of data centers in DR, instead of passive price takers, (2) fundamental understanding of the impacts of power network constraints on data center DR and new distributed algorithms for solving optimal power flow with stochastic renewable supplies, and (3) high-performance dynamic server provisioning and load balancing algorithms for large scale data centers under time-varying and stochastic electric load constraints and on-site renewable generation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Low",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Low",
   "pi_email_addr": "slow@caltech.edu",
   "nsf_id": "000173307",
   "pi_start_date": "2017-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 2\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>The goal of the project is to design algorithms for demand response for balancing power and optimizing operation of future smart grids. &nbsp;In contrast to many demand response work in the literature, a key feature of our approach is the inclusion of power flow constraints on the grid as well as workload constraints of distributed energy resources (DERs) such as onsite solar generation, electric vehicles, batteries, as well as flexible workloads of datacenters. &nbsp;For example, the provision of DR services by datacenters must take into account of the power flow constraints on the grid. &nbsp;</p>\n<p><strong>Intellectual merit.</strong></p>\n<p>We have obtained several significant results to addres challenges in future smart grids, including:</p>\n<ol>\n<li>Scalability of DER: We have developed a highly scalable distributed ADMM algorithm for optimizing DER operations by decomposing optimal power flow (OPF) problems into smaller subproblems. &nbsp;It is orders of magnitude faster than traditional ADMM algorithms.</li>\n<li>Real-time OPF: We have developed a theory of time-varying optimization and applied it to develop first-order and second-order real-time OPF algorithms, and provide provable guarantees on their ability to track an optimal trajectory. &nbsp;Such algorithms are important for future applications that will need to solve optimization problems and close the loop at fast timescale, as random and frequent fluctions in generations and loads continue to increase. In such an environment, the problem parameters vary rapidly over time, and the ability to track an optimal trajectory is more feasible, and important, than solving the problem to optimality at each time.</li>\n<li>Peer-to-peer market for prosumers: We have proposed a novel game theoretic model for coordinating peer-to-peer transactions of prosumers for future smart grids. The model allows each prosumer to freely decide either to generate or to consume in real time, and we have performed a comprehensive analysis of the resulting p2p market, including its equilibrium, efficiency, individual rationality, and the effect competition. This can have impacts on how to coordinate distributed energy resources in the future, such as consumers or businesses with onsite solar, electric vehicles, and batteries.</li>\n<li>Aggregate flexibility of electric vehicles: We have designed a real-time feedback signal for a DER aggregator to quantify and communicate the aggregate flexibility of all DERs under its management to the system operator. The proposed feedback signal at each time is the conditional probability of future feasible trajectories that will be enabled by the operator&rsquo;s decision. It allows the system operator and the aggregator to perform online cost minimization and real-time capacity estimation, while provably satisfying the private constraints of the loads.</li>\n</ol>\n<p><strong>Broader impacts.</strong></p>\n<p>The impact of climate change on society is becoming more devastating by the year, with record fires/droughts/hurricanes/snowstorms every few years if not every year.</p>\n<p>Energy use was responsible for 84% of total greenhouse gas emission in 2017 in the US. Of this, electricity generation consumed 38% of US primary energy and emited 28% of greenhouse gases. This project contributes directly towards the transformation of our energy system into one that is 100% renewable and clean.</p>\n<p>Some of the research results obtained in this project have been incorporated into Power System Analysis course the PI has been teaching at Caltech, helping equip a new generation of engineers with both power systems knowledge and advanced analytical tools to meet the challenge of transforming our energy system into a sustainable system.</p>\n<p>&nbsp;</p>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2020<br>\n\t\t\t\t\tModified by: Steven&nbsp;Low</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe goal of the project is to design algorithms for demand response for balancing power and optimizing operation of future smart grids.  In contrast to many demand response work in the literature, a key feature of our approach is the inclusion of power flow constraints on the grid as well as workload constraints of distributed energy resources (DERs) such as onsite solar generation, electric vehicles, batteries, as well as flexible workloads of datacenters.  For example, the provision of DR services by datacenters must take into account of the power flow constraints on the grid.  \n\nIntellectual merit.\n\nWe have obtained several significant results to addres challenges in future smart grids, including:\n\nScalability of DER: We have developed a highly scalable distributed ADMM algorithm for optimizing DER operations by decomposing optimal power flow (OPF) problems into smaller subproblems.  It is orders of magnitude faster than traditional ADMM algorithms.\nReal-time OPF: We have developed a theory of time-varying optimization and applied it to develop first-order and second-order real-time OPF algorithms, and provide provable guarantees on their ability to track an optimal trajectory.  Such algorithms are important for future applications that will need to solve optimization problems and close the loop at fast timescale, as random and frequent fluctions in generations and loads continue to increase. In such an environment, the problem parameters vary rapidly over time, and the ability to track an optimal trajectory is more feasible, and important, than solving the problem to optimality at each time.\nPeer-to-peer market for prosumers: We have proposed a novel game theoretic model for coordinating peer-to-peer transactions of prosumers for future smart grids. The model allows each prosumer to freely decide either to generate or to consume in real time, and we have performed a comprehensive analysis of the resulting p2p market, including its equilibrium, efficiency, individual rationality, and the effect competition. This can have impacts on how to coordinate distributed energy resources in the future, such as consumers or businesses with onsite solar, electric vehicles, and batteries.\nAggregate flexibility of electric vehicles: We have designed a real-time feedback signal for a DER aggregator to quantify and communicate the aggregate flexibility of all DERs under its management to the system operator. The proposed feedback signal at each time is the conditional probability of future feasible trajectories that will be enabled by the operator’s decision. It allows the system operator and the aggregator to perform online cost minimization and real-time capacity estimation, while provably satisfying the private constraints of the loads.\n\n\nBroader impacts.\n\nThe impact of climate change on society is becoming more devastating by the year, with record fires/droughts/hurricanes/snowstorms every few years if not every year.\n\nEnergy use was responsible for 84% of total greenhouse gas emission in 2017 in the US. Of this, electricity generation consumed 38% of US primary energy and emited 28% of greenhouse gases. This project contributes directly towards the transformation of our energy system into one that is 100% renewable and clean.\n\nSome of the research results obtained in this project have been incorporated into Power System Analysis course the PI has been teaching at Caltech, helping equip a new generation of engineers with both power systems knowledge and advanced analytical tools to meet the challenge of transforming our energy system into a sustainable system.\n\n \n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/27/2020\n\n\t\t\t\t\tSubmitted by: Steven Low"
 }
}