{
 "awd_id": "1740449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Development of an Integrated Analytical Framework for Urban Sustainability",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 508714.0,
 "awd_amount": 512709.0,
 "awd_min_amd_letter_date": "2017-04-16",
 "awd_max_amd_letter_date": "2020-01-23",
 "awd_abstract_narration": "T1554531 (Hoque)\r\n\r\nThis CAREER grant is aimed at developing an Integrated Urban Metabolism Analytical Tool (IUMAT) to evaluate and predict the impacts of energy and water use, land use, and transportation systems at an urban scale. IUMAT is designed to systematically quantify aggregate impacts in terms of performance metrics, such as GHG emissions and energy use.The PI will develop new methods and analytical tools for three different modules that operate within the IUMAT framework - Energy & Water, Land Use, and Transportation.\r\n\r\nThis research will involve compiling and analyzing data from varied sources as well as developing statistical methods to identify the relationships between modules. An interdisciplinary team-based undergraduate course will be developed to evaluate the effectiveness of sustainable urban programs. Students will also have additional research opportunities to evaluate sustainability initiatives in collaboration with UMass Facilities. STEM workshops and internships on urban sustainability will be developed for middle and high school girls through a STEM program called Eureka! The modules will be tested and validated using real world contexts; and the PI will create case studies and develop decision tools that will inform the sustainable planning process. Collaborative partnerships with local planning agencies will be formalized through a Planning Stakeholders Advisory Board that will provide guidance and datasets for evaluating the credibility and usability of IUMAT modules.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simi",
   "pi_last_name": "Hoque",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Simi T Hoque",
   "pi_email_addr": "sth55@drexel.edu",
   "nsf_id": "000548293",
   "pi_start_date": "2017-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "1505 Race St.  8th Floor",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191021119",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 508714.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 3995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CAREER grant focused on the development of an integrated framework for analyzing the combined impacts of energy and emissions in an urban region. Urban analytics methods and the datasets necessary to create this framework are fundamentally compartmentalized and our work bridges the gaps between the various domains, promoting a more collaborative environment for work in sustainable urbanism. We achieved this goal by developing and harnessing machine learning and artificial intelligence tools to integrate datasets from the transportation, water, and building sectors. We were successful in creating an urban model (using data from the City of Philadelphia as a case study) that would allow planners and policymakers to understand present and predicted environmental impacts. The results of our work have been published scientific journals and presented at both national and international conferences and workshops.</p>\n<p>The integrated research and education plan that came out of this award has broad impacts for the next generation of planners, scientists, and engineers who must learn to work in an interdisciplinary environment to solve some of our most pressing environmental problems. We developed two new graduate level courses to offer training and research opportunities that tomorrow&rsquo;s urban planners, engineers, and scientists will need to plan, develop, and manage sustainable urban areas. The learning activities that we designed provided students collaborative discovery-based projects, leadership development, and multi-disciplinary analytical skills. The outreach and mentoring opportunities facilitated created greater awareness about urban sustainability among middle and high school URM girls from low-income communities in Philadelphia.</p>\n<p>This CAREER project explored the ways that we can apply artificial intelligence and statistical methods towards solving grand engineering challenges, such as the continued sustainability and resilience of urban areas. We quantified the outcomes of sustainability initiatives and created a baseline of indicators that can be measured to characterize the performance of an urban area. The framework is intended to aid policymakers and planners to make sound decisions about sustainability initiatives in cities. The goal of this research is not only to contribute to the theoretical underpinnings of urban analysis, but also to apply it towards real world contexts to create a more sustainable future for urban dwellers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2022<br>\n\t\t\t\t\tModified by: Simi&nbsp;T&nbsp;Hoque</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis CAREER grant focused on the development of an integrated framework for analyzing the combined impacts of energy and emissions in an urban region. Urban analytics methods and the datasets necessary to create this framework are fundamentally compartmentalized and our work bridges the gaps between the various domains, promoting a more collaborative environment for work in sustainable urbanism. We achieved this goal by developing and harnessing machine learning and artificial intelligence tools to integrate datasets from the transportation, water, and building sectors. We were successful in creating an urban model (using data from the City of Philadelphia as a case study) that would allow planners and policymakers to understand present and predicted environmental impacts. The results of our work have been published scientific journals and presented at both national and international conferences and workshops.\n\nThe integrated research and education plan that came out of this award has broad impacts for the next generation of planners, scientists, and engineers who must learn to work in an interdisciplinary environment to solve some of our most pressing environmental problems. We developed two new graduate level courses to offer training and research opportunities that tomorrow’s urban planners, engineers, and scientists will need to plan, develop, and manage sustainable urban areas. The learning activities that we designed provided students collaborative discovery-based projects, leadership development, and multi-disciplinary analytical skills. The outreach and mentoring opportunities facilitated created greater awareness about urban sustainability among middle and high school URM girls from low-income communities in Philadelphia.\n\nThis CAREER project explored the ways that we can apply artificial intelligence and statistical methods towards solving grand engineering challenges, such as the continued sustainability and resilience of urban areas. We quantified the outcomes of sustainability initiatives and created a baseline of indicators that can be measured to characterize the performance of an urban area. The framework is intended to aid policymakers and planners to make sound decisions about sustainability initiatives in cities. The goal of this research is not only to contribute to the theoretical underpinnings of urban analysis, but also to apply it towards real world contexts to create a more sustainable future for urban dwellers.\n\n \n\n\t\t\t\t\tLast Modified: 12/18/2022\n\n\t\t\t\t\tSubmitted by: Simi T Hoque"
 }
}