{
 "awd_id": "1740951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Economic and Psychological Origins of Health Capital Accumulation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2017-03-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 117144.0,
 "awd_amount": 117144.0,
 "awd_min_amd_letter_date": "2017-06-15",
 "awd_max_amd_letter_date": "2017-06-15",
 "awd_abstract_narration": "The aim of this project is to estimate the effects of cognitive skills, socioemotional skills, and education on health behaviors, health-related lifestyles, health, and longevity. In addition, the PI's goal is to uncover the behavioral mechanisms behind the effects of skills and education on longevity. He uses mediation analysis to show that health behaviors, lifestyles, earnings, and job risk are major mechanisms behind the estimated effects.  Formal education is itself a major mediator and helps explain why early cognitive and socioemotional skills affect health and longevity. The project has both scientific and policy implications.  It aims to demonstrate how college education and socioemotional skills acquired in early life affect long run health-related outcomes.  The results will inform education policies such as student loans and grants for college education and social interventions that help children improve their socioemotional skills.  It is expected that these social interventions improve health outcomes and decrease health inequality. \r\n\r\nThe identification of causal effects is based on twin fixed effects and its generalizations and on identification from a structure. The PI leverages the fact that identical twins raised together share both genes and family background. The team will use new data on mortality that were collected for the Minnesota Twin Registry.  Whether or not education has a causal effect on longevity is still an unresolved question since many results in the recent literature contradict each other. In addition, the PI investigates developmental origins of health behaviors and other health-related outcomes. Exploration of the mechanisms behind the effects of skill and education on longevity requires a more structural approach.  The team estimates a system of recursive simultaneous equations that links skills to college education choice, college education to mediators, and mediators to longevity conditional on detailed background controls.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Petr",
   "pi_last_name": "Savelyev",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Petr A Savelyev",
   "pi_email_addr": "pasavelyev@wm.edu",
   "nsf_id": "000662710",
   "pi_start_date": "2017-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "PO Box 8795",
  "perf_city_name": "Williamsburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231878795",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 117144.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project resulted in three papers: (1) Kai Hong, Peter A. Savelyev, and Kegon Tan. Understanding the Mechanisms Linking College Education with Longevity. Journal of Human Capital, forthcoming, 2020. (2) Peter A. Savelyev, Benjamin Ward, Robert F. Krueger, Matt McGue. Health Endowments, Schooling Allocation in the Family, and Longevity: Evidence from US Twins (2020). Available at HCEO and SSRN: http://dx.doi.org/10.2139/ ssrn.3193396. (3) Atticus Bolyard and Peter A. Savelyev. Understanding the Education Polygenic Score and its Interactions with SES in Determining Health in Young Adulthood (2020). Available at SSRN: https://ssrn.com/abstract=3397735.</p>\n<p>Paper 1 offers four main contributions based on the Wisconsin Longitudinal Survey (WLS). First, we explain longevity gradients by education by providing a decomposition analysis using multiple behavioral mechanisms. Second, by showing plausible mechanisms behind the education-longevity gradient we provide support for a causal link between education and longevity, a controversial question. Third, we partially explain the sex difference in the estimated effect of education on longevity, which tends to be larger for men than for women. We show that a specific mechanism related to the marriage market has historically contributed to the difference. Finally, we offer a model that allows us to make predictions for later cohorts and different economic environments. We demonstrate its use for questions relevant for external validity and health policy.</p>\n<p>In paper 2 we analyze data from the Minnesota Twin Registry (MTR) and the Socioeconomic Survey of Twins (SST), combined with new mortality data, and contribute to two bodies of literature. First, we demonstrate a beneficial casual effect of education on health and longevity. Literature results on this subject based on natural experiments and twin studies are controversial despite a long history of research. Second, we shed light on how families allocate resources among siblings, another controversial question. We show that if one twin has a poorer health endowment parents will compensate for the difference with more schooling. We argue that we can expect a bias towards detecting a reinforcement case. Despite the bias we still find evidence of compensating behavior. For identification we rely on identical genes in monozygotic twins, gene variation in dizygotic twins, and shared family background in all twins, and control for the key background characteristics of birth weight and disabling injury. We account for sample selection bias, observed and unobserved confounding factors, and measurement error in reported years of schooling.</p>\n<p>Paper 3 has four main contributions based on the AddHealth data. First, we show that an education PGS predicts health and a variety of health-related behaviors not only through formal education but<br /> also directly. One practical implication from this finding is that an education PGS does not make a valid instrument for the effect of education on health contrary to a growing literature using this instrument. Our result holds for a variety of health outcomes after controlling for cognitive and noncognitive skills and unobserved heterogeneity. Second, we show that the education PGS exhibits differential effects depending on childhood SES: for a number of health outcomes we observe beneficial effects of the education PGS on health for high-SES subjects only. Third, our mediation model reveals the mechanisms through which the education PGS works, which allows us to better understand the score itself. Finally, we contribute to the debate on the causal effect of education on health by ruling out important genetic confounders.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2020<br>\n\t\t\t\t\tModified by: Petr&nbsp;A&nbsp;Savelyev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project resulted in three papers: (1) Kai Hong, Peter A. Savelyev, and Kegon Tan. Understanding the Mechanisms Linking College Education with Longevity. Journal of Human Capital, forthcoming, 2020. (2) Peter A. Savelyev, Benjamin Ward, Robert F. Krueger, Matt McGue. Health Endowments, Schooling Allocation in the Family, and Longevity: Evidence from US Twins (2020). Available at HCEO and SSRN: http://dx.doi.org/10.2139/ ssrn.3193396. (3) Atticus Bolyard and Peter A. Savelyev. Understanding the Education Polygenic Score and its Interactions with SES in Determining Health in Young Adulthood (2020). Available at SSRN: https://ssrn.com/abstract=3397735.\n\nPaper 1 offers four main contributions based on the Wisconsin Longitudinal Survey (WLS). First, we explain longevity gradients by education by providing a decomposition analysis using multiple behavioral mechanisms. Second, by showing plausible mechanisms behind the education-longevity gradient we provide support for a causal link between education and longevity, a controversial question. Third, we partially explain the sex difference in the estimated effect of education on longevity, which tends to be larger for men than for women. We show that a specific mechanism related to the marriage market has historically contributed to the difference. Finally, we offer a model that allows us to make predictions for later cohorts and different economic environments. We demonstrate its use for questions relevant for external validity and health policy.\n\nIn paper 2 we analyze data from the Minnesota Twin Registry (MTR) and the Socioeconomic Survey of Twins (SST), combined with new mortality data, and contribute to two bodies of literature. First, we demonstrate a beneficial casual effect of education on health and longevity. Literature results on this subject based on natural experiments and twin studies are controversial despite a long history of research. Second, we shed light on how families allocate resources among siblings, another controversial question. We show that if one twin has a poorer health endowment parents will compensate for the difference with more schooling. We argue that we can expect a bias towards detecting a reinforcement case. Despite the bias we still find evidence of compensating behavior. For identification we rely on identical genes in monozygotic twins, gene variation in dizygotic twins, and shared family background in all twins, and control for the key background characteristics of birth weight and disabling injury. We account for sample selection bias, observed and unobserved confounding factors, and measurement error in reported years of schooling.\n\nPaper 3 has four main contributions based on the AddHealth data. First, we show that an education PGS predicts health and a variety of health-related behaviors not only through formal education but\n also directly. One practical implication from this finding is that an education PGS does not make a valid instrument for the effect of education on health contrary to a growing literature using this instrument. Our result holds for a variety of health outcomes after controlling for cognitive and noncognitive skills and unobserved heterogeneity. Second, we show that the education PGS exhibits differential effects depending on childhood SES: for a number of health outcomes we observe beneficial effects of the education PGS on health for high-SES subjects only. Third, our mediation model reveals the mechanisms through which the education PGS works, which allows us to better understand the score itself. Finally, we contribute to the debate on the causal effect of education on health by ruling out important genetic confounders.\n\n \n\n\t\t\t\t\tLast Modified: 06/01/2020\n\n\t\t\t\t\tSubmitted by: Petr A Savelyev"
 }
}