{
 "awd_id": "1740219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NSCI: SI2-SSE: Time Stepping and Exchange-Correlation Modules for Massively Parallel Real-Time Time-Dependent DFT",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rob Beverly",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 249940.0,
 "awd_amount": 249940.0,
 "awd_min_amd_letter_date": "2017-08-24",
 "awd_max_amd_letter_date": "2017-08-24",
 "awd_abstract_narration": "Recent advances in high-performance (HPC) computing allow simulations of quantum dynamics of electrons in complex materials, and such simulations are central to advancing various medical and semiconductor technologies, ranging from proton beam cancer therapy to fabricating faster and smaller electronics. At the same time, the increasing scale and complexity of modern high-performance computers exposed a need for development of scientific software that is tailored for computers with large numbers of processors so that simulations can efficiently take advantage of increasing computing power. This project advances scientific software for simulating quantum dynamics of electrons for high-performance computers with tens and hundreds of thousands of processors that are becoming widely available. This work builds the HPC academic research community around the proposed software by extending the existing software available for quantum dynamics simulation with better user-friendly features and analysis techniques. In the process, this project engages graduate students and early-career researchers to use and further develop scientific software for high-performance computers in general. Additionally, a summer school for hands-on training will be conducted. The open source software will be made available to the community on Github (public repository). \r\n\r\nReal-time propagation in time-dependent density functional theory (RT-TDDFT) is becoming increasingly popular for studying non-equilibrium electronic dynamics both in the linear regime and beyond linear response. RT-TDDFT can be combined to study coupled dynamics of quantum-mechanical electrons with the movement of classical ions within Ehrenfest dynamics. In spite of its great promise, RT-TDDFT is computationally very demanding, especially for studying large condensed-matter systems. The large cost arises from small time steps of numerical integration of the electron dynamics, rendering accurate (hybrid) exchange-correlation (XC) functionals unfeasible, despite their clear benefits. In addition, while modern high-performance computing (HPC) helps tackling great scientific questions, massively parallel, hybrid-paradigm architectures present new challenges. Theoretical and algorithmic methods need to be developed in order to take full advantage of modern massively parallel HPC. This work builds new modules for the RT-TDDFT software component of the Qb@ll code, that enables a large community of researchers to perform advanced first-principles simulations of non-equilibrium electron dynamics in complex condensed-phase systems, using massively parallel HPC. This is done through developing (1) new modules for numerical integration that propagate the underlying non-linear partial differential equations in real time with high efficiency and accuracy, and (2) new modules for improved approximations of the underlying electronic structure, using a modern meta-generalized-gradient XC functional. Furthermore, the work builds the HPC academic research community around RT-TDDFT within the Qb@ll code through (1) development of user-friendly features that interface Qb@ll with other code and analysis techniques and (2) engagement of early-career scientists by incorporating hands-on training on RT-TDDFT using the Qb@ll code in TDDFT summer school.\r\n\r\nThis project is supported by the Office of Advanced Cyberinfrastructure in the Directorate for Computer and Information Science and Engineering, the Materials Research Division and Chemistry Division in the Directorate of Mathematical and Physical Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andre",
   "pi_last_name": "Schleife",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andre Schleife",
   "pi_email_addr": "schleife@illinois.edu",
   "nsf_id": "000657211",
   "pi_start_date": "2017-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright St.",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "8005",
   "pgm_ref_txt": "Scientific Software Elements"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 249940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:<br />Propagating the time-dependent Kohn-Sham equations in real time requires numerical schemes that need to be implemented on massively parallel supercomputers. The result of this procedure promises fundamental insight into quantum dynamics of electrons and processes that underlie important applications related to energy generation, photochemistry, and materials manipulation. At the same time, use of supercomputers comes with a significant energy cost and reducing the amount of computer time needed is an important goal. In this project, we explored what numerical integration scheme can provide the exciting scientific data described above at lowest possible computational cost. We also identified fundamental bottlenecks that limit further improvements. These results have been published in the peer-reviewer scientific literature and were presented at many scientific conferences and department colloquia.<br />Furthermore, we pursued some of these interesting scientific questions in this project, mostly centered around proton-irradiated graphene. We understood secondary electron emission from this material, which has important implications for helium-ion microscopy. These results are also published.</p>\n<p><br />Broader Impact:<br />An outcome with particularly broad impact is the implementation and application of a more accurate yet computationally feasible description of the electron-electron interaction, using a long-range corrected exchange-correlation functional. This will be applicable to many materials systems in the future and possible extensions of this scheme are currently explored.<br />In addition, we established a periodic school and workshop on time-dependent density functional theory that occurs every two years in the US and the next iteration will train graduate students and postdocs in summer of 2023.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/26/2023<br>\n\t\t\t\t\tModified by: Andre&nbsp;Schleife</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\nPropagating the time-dependent Kohn-Sham equations in real time requires numerical schemes that need to be implemented on massively parallel supercomputers. The result of this procedure promises fundamental insight into quantum dynamics of electrons and processes that underlie important applications related to energy generation, photochemistry, and materials manipulation. At the same time, use of supercomputers comes with a significant energy cost and reducing the amount of computer time needed is an important goal. In this project, we explored what numerical integration scheme can provide the exciting scientific data described above at lowest possible computational cost. We also identified fundamental bottlenecks that limit further improvements. These results have been published in the peer-reviewer scientific literature and were presented at many scientific conferences and department colloquia.\nFurthermore, we pursued some of these interesting scientific questions in this project, mostly centered around proton-irradiated graphene. We understood secondary electron emission from this material, which has important implications for helium-ion microscopy. These results are also published.\n\n\nBroader Impact:\nAn outcome with particularly broad impact is the implementation and application of a more accurate yet computationally feasible description of the electron-electron interaction, using a long-range corrected exchange-correlation functional. This will be applicable to many materials systems in the future and possible extensions of this scheme are currently explored.\nIn addition, we established a periodic school and workshop on time-dependent density functional theory that occurs every two years in the US and the next iteration will train graduate students and postdocs in summer of 2023.\n\n \n\n\t\t\t\t\tLast Modified: 02/26/2023\n\n\t\t\t\t\tSubmitted by: Andre Schleife"
 }
}