{
 "awd_id": "1740466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFDEB-NERC: Ecological Genomics of Adaptive Polymorphism",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2017-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 366777.0,
 "awd_amount": 440069.0,
 "awd_min_amd_letter_date": "2017-04-26",
 "awd_max_amd_letter_date": "2024-04-18",
 "awd_abstract_narration": "Individuals are enormously genetically diverse, even when those individuals live close together in the same environments.  This high diversity has important implications for sustainable agriculture and for the conservation of biodiversity because genetic diversity allows crops and wild plants and animals to persist in the face of disease and other environmental challenges.  Understanding genetic diversity is also important in medicine because individuals have different susceptibility to disease and they can respond differently to the same treatment; this is the foundation of the recent emphasis on \"personalized medicine\".  However, high genetic diversity is surprising because we expect that local populations that share a common gene pool and experience similar environments should be relatively genetically homogenous. This project addresses the debate about why individuals within populations (including humans) are so genetically diverse.  Specifically, the research team will test a prominent hypothesis: that high diversity is maintained because rare gene variants confer an advantage to individuals who bear them (i.e., they are favored by natural selection).  The project will also identify the genes that are the direct targets of this kind of selection.  Because experiments required to answer these questions would be impossible in humans or agricultural species, the project will use a vertebrate animal that has well-known natural history, ecology, and behavior, and for which the genome sequence has recently become available (the Trinidad guppy).  These small fish have high genetic diversity for body color, and this research will examine competing ideas about why: (1) fish with rare patterns survive better, or (2) fish with rare patterns reproduce more successfully.  This project will also produce educational material and activities for school children.  This material will enhance students' understanding of genetics, ecology, and evolutionary biology by using an animal with which many students are already familiar since guppies are popular in home aquariums.\r\n\r\nAccounting for the persistence of high genetic diversity in ecologically-important traits is a fundamental problem in population genetics, and one that has fundamental implications for agriculture, medicine, and conservation biology.  Debate about what processes maintain variation has led to the development of important population-genetic principles and hypotheses, but the larger question remains unanswered.  This project will test the hypothesis that selection that varies in space or time (\"balancing selection\") maintains genetic diversity in natural populations and will link these selective processes directly to the genetic variants they target. Researchers will combine genomic and ecological approaches in a species exhibiting one of the best-known cases of adaptive polymorphism, the colour patterns in the Trinidadian guppy (Poecilia reticulata). Field and laboratory studies of predator density, reproductive behavior, and color-pattern variation will determine which ecological processes promote genetic variation. Whole-genome sequencing of guppies from 13 natural populations will identify regions of the genome enriched for intermediate-frequency alleles; using data from many populations will allow us to differentiate between loci under balancing selection and those that are polymorphic because of non-selective processes such as random genetic drift and migration. This multipronged approach will enable linking evolutionary processes that maintain variation directly to the genetic variants (polymorphisms) they target.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Hughes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Hughes",
   "pi_email_addr": "kahughes@bio.fsu.edu",
   "nsf_id": "000368677",
   "pi_start_date": "2017-04-26",
   "pi_end_date": "2022-07-12"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Hughes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Hughes",
   "pi_email_addr": "kahughes@bio.fsu.edu",
   "nsf_id": "000368677",
   "pi_start_date": "2024-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Dixon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin A Dixon",
   "pi_email_addr": "kdixon@fsu.edu",
   "nsf_id": "000882326",
   "pi_start_date": "2022-07-12",
   "pi_end_date": "2024-04-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Houle",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Houle",
   "pi_email_addr": "dhoule@bio.fsu.edu",
   "nsf_id": "000457469",
   "pi_start_date": "2017-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "319 Stadium Drive",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1127",
   "pgm_ref_txt": "EVOLUTIONARY PROCESSES CLUSTER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 366777.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 7600.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 59692.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">We investigated why individuals within species are so genetically diverse. Using a fish as a model organism, we conducted experiments to test the idea that genetic diversity in an ecologically important trait (body coloration) is maintained at a high level because individuals with unusual coloration are actively favored by natural selection. This type of selection was once &nbsp;thought to be rare, but our results suggest it might be quite common. We also searched for the genes in the genome that are responsible for this variation. We identified a region on one chromosome that is exceptionally diverse in this species. This region contains several genes that are plausible candidates for causing color pattern changes. Our work is important because understanding the causes and consequences of genetic diversity is important for making advances in biomedicine and in agricultural science. Understanding why humans and other organisms are so genetically diverse helps us understand why, for example, individuals often respond to medication in differently, or why some individuals are more susceptible to a disease than others. Broader impacts of this work include the insights into human health and the health of economically-important species described above. Other broader impacts include technical and professional development for several graduate students and postdoctoral associates, all of whom have successfully transitioned to the next stage of their scientific careers. More than 50 undergraduate students contributed to this project. All received training in technical aspects of the project, and in communicating about science.</p><br>\n<p>\n Last Modified: 01/30/2025<br>\nModified by: Kimberly&nbsp;A&nbsp;Hughes</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWe investigated why individuals within species are so genetically diverse. Using a fish as a model organism, we conducted experiments to test the idea that genetic diversity in an ecologically important trait (body coloration) is maintained at a high level because individuals with unusual coloration are actively favored by natural selection. This type of selection was once thought to be rare, but our results suggest it might be quite common. We also searched for the genes in the genome that are responsible for this variation. We identified a region on one chromosome that is exceptionally diverse in this species. This region contains several genes that are plausible candidates for causing color pattern changes. Our work is important because understanding the causes and consequences of genetic diversity is important for making advances in biomedicine and in agricultural science. Understanding why humans and other organisms are so genetically diverse helps us understand why, for example, individuals often respond to medication in differently, or why some individuals are more susceptible to a disease than others. Broader impacts of this work include the insights into human health and the health of economically-important species described above. Other broader impacts include technical and professional development for several graduate students and postdoctoral associates, all of whom have successfully transitioned to the next stage of their scientific careers. More than 50 undergraduate students contributed to this project. All received training in technical aspects of the project, and in communicating about science.\t\t\t\t\tLast Modified: 01/30/2025\n\n\t\t\t\t\tSubmitted by: KimberlyAHughes\n"
 }
}