{
 "awd_id": "1740696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EarthCube Integration--Brokered Alignment of Long-Tail Observations (BALTO)",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032922979",
 "po_email": "sumishra@nsf.gov",
 "po_sign_block_name": "Subhashree Mishra",
 "awd_eff_date": "2017-09-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 501223.0,
 "awd_amount": 501223.0,
 "awd_min_amd_letter_date": "2017-09-15",
 "awd_max_amd_letter_date": "2022-04-12",
 "awd_abstract_narration": "This project, Brokered Alignment for Long-Tail Observations (BALTO), is supported under the EarthCube program.  The development team seeks to build a tool and infrastructure to allow the community to easily submit long-tail observational data that cannot easily fit into existing data repositories.  A data brokering technique will be developed to accomplish the goals of the study.  Graduate students, including from underrepresented minority groups, will receive training opportunities via this project. \r\n\r\nTo facilitate access to long-tail observations this work seeks to develop a core capability for the future EarthCube (EC) architecture in the Architecture and Implementation Plan - Brokered Alignment for Long-Tail Observations (BALTO). BALTO entails an open-source interface to discover, access and transform geoscience data sources through a brokering solution implemented by user-developed accessors. BALTO integrates core attributes of successful prior EC Building Blocks, BCube and ODSIP, to create a next generation EC capability. Leveraging its large installed base and its open-source flexibility, BALTO will extend Hyrax OPeNDAP's data server for ODSIP with capabilities for distributed brokering. Results from this project will demonstrate improved access and its impacts on scientific discovery via three NSF funded interdisciplinary use-cases that span geodesy, seismology, hydrology, oceanography, and geodynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Peckham",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Scott D Peckham",
   "pi_email_addr": "Scott.Peckham@colorado.edu",
   "nsf_id": "000473356",
   "pi_start_date": "2017-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Sheehan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Anne F Sheehan",
   "pi_email_addr": "Anne.Sheehan@colorado.edu",
   "nsf_id": "000409246",
   "pi_start_date": "2017-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 501223.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Federal agencies like NASA, NOAA, and the USGS generate large amounts of data that is then made available to the public on websites.&nbsp; These agencies have signficant and sustained funding to maintain and provide these datasets and services.&nbsp; However, academic research projects --- especially in the geosciences --- also produce large amounts of data, and collectively all of these datasets have a size comparable to what is offered by the federal agencies.&nbsp; These academic datasets are often referred to as \"long-tail\" data sets, due to a related economic concept.&nbsp; Unfortunately, academic researchers do not have significant or sustained funding to make these datasets easily available on the web.&nbsp; Instead, they can and often do reside on remote servers that employ the widely-used OPeNDAP protocol.&nbsp; A key goal of the BALTO (Brokered Alignment of Long-Tailed Observations) project was to develop technology that makes it easier for researchers to make their datasets widely available and searchable via a GUI that runs in a browser, and using semantic mediation technologies like the Scientific Variables Ontology.</p>\n<p>The BALTO Graphical User Interface (GUI) is implemented as a Jupyter notebook (that runs in a browser window) to allow for streamlined access to remote datasets located in repositories that utilize the OpenDAP data access protocol.&nbsp; This GUI allows a user to browse the variables in datasets on an OpenDAP server, restrict to a geographic bounding box of interest with an interactive map, restrict to a time period of interest, download subsetted data and then analyze and visualize that data, all within a Jupyter notebook. It uses the Python packages ipywidgets, ipyleaflet, pydap and matplotlib and can also be used with Binder.&nbsp; The Python source code for the BALTO GUI is open-source and available on GitHub at:&nbsp; &nbsp;https://github.com/peckhams/balto_gui.&nbsp; It can be (and has been) easily modifed as needed to support different types of projects.&nbsp; The BALTO GUI and related semantic mediation work for BALTO was performed by the team at CU Boulder.</p>\n<p>The BALTO project also involved significant modifications to the Hyrax server software that is produced by the OPeNDAP non-profit to better support the goals stated above, along with several proof-of-concept projects.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/22/2024<br>\nModified by: Scott&nbsp;D&nbsp;Peckham</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1740696/1740696_10522263_1708637993895_BALTO_GUI_Image4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1740696/1740696_10522263_1708637993895_BALTO_GUI_Image4--rgov-800width.png\" title=\"BALTO GUI: 2 panels\"><img src=\"/por/images/Reports/POR/2024/1740696/1740696_10522263_1708637993895_BALTO_GUI_Image4--rgov-66x44.png\" alt=\"BALTO GUI: 2 panels\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image showing 2 of the 5 panels of the BALTO GUI, running in a Jupyter notebook (in a browser).</div>\n<div class=\"imageCredit\">Scott D. Peckham</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Scott&nbsp;D&nbsp;Peckham\n<div class=\"imageTitle\">BALTO GUI: 2 panels</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nFederal agencies like NASA, NOAA, and the USGS generate large amounts of data that is then made available to the public on websites. These agencies have signficant and sustained funding to maintain and provide these datasets and services. However, academic research projects --- especially in the geosciences --- also produce large amounts of data, and collectively all of these datasets have a size comparable to what is offered by the federal agencies. These academic datasets are often referred to as \"long-tail\" data sets, due to a related economic concept. Unfortunately, academic researchers do not have significant or sustained funding to make these datasets easily available on the web. Instead, they can and often do reside on remote servers that employ the widely-used OPeNDAP protocol. A key goal of the BALTO (Brokered Alignment of Long-Tailed Observations) project was to develop technology that makes it easier for researchers to make their datasets widely available and searchable via a GUI that runs in a browser, and using semantic mediation technologies like the Scientific Variables Ontology.\n\n\nThe BALTO Graphical User Interface (GUI) is implemented as a Jupyter notebook (that runs in a browser window) to allow for streamlined access to remote datasets located in repositories that utilize the OpenDAP data access protocol. This GUI allows a user to browse the variables in datasets on an OpenDAP server, restrict to a geographic bounding box of interest with an interactive map, restrict to a time period of interest, download subsetted data and then analyze and visualize that data, all within a Jupyter notebook. It uses the Python packages ipywidgets, ipyleaflet, pydap and matplotlib and can also be used with Binder. The Python source code for the BALTO GUI is open-source and available on GitHub at: https://github.com/peckhams/balto_gui. It can be (and has been) easily modifed as needed to support different types of projects. The BALTO GUI and related semantic mediation work for BALTO was performed by the team at CU Boulder.\n\n\nThe BALTO project also involved significant modifications to the Hyrax server software that is produced by the OPeNDAP non-profit to better support the goals stated above, along with several proof-of-concept projects.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 02/22/2024\n\n\t\t\t\t\tSubmitted by: ScottDPeckham\n"
 }
}