{
 "awd_id": "1741279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BIGDATA: F: Collaborative Research: Acquisition, Collection and Computation of Dynamic Big Sensory Data in Smart Cities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 279107.0,
 "awd_amount": 279107.0,
 "awd_min_amd_letter_date": "2017-08-24",
 "awd_max_amd_letter_date": "2017-08-24",
 "awd_abstract_narration": "The ubiquity of information-sensing devices has opened up abundant sources for Big Sensory Data (BSD), which span over Internet of Things, wireless sensor networks, RFID, cyber physical systems, to name a few. Such diverse BSD-rich systems are the building blocks for smart cities where smart devices are deployed in every corner of a city. The analytical use of BSD is essential to smart cities in managing a city's assets and monitoring air conditions, pollution, climate change, traffic, security and safety, etc. The high demand for smart cities and the pivotal role of sensing devices in smart cities accelerate the explosion of BSD. Unfortunately, the size and dynamic nature of BSD overwhelm current capability to capture, store, search, mine and visualize BSD, and hence have become a major hindrance to the widespread development of smart city applications. To tackle these challenges, this project will investigate fundamental issues regarding acquisition, collection and computation of BSD with principled quality control. The goal is to cost-effectively collect and manage BSD for efficient utilization in smart city applications. A set of foundational principles, algorithms and tools for BSD management will be developed in response to the four challenging characteristics of BSD, which are large scale, correlated dynamics, mode diversity and low quality. The outcomes of this research will contribute to the vision of smart and resilient cities, which broadly impact the nation's emerging smart city infrastructure and citizens' mobile quality of life. This project also offers an opportunity to collaborate with the Government of the District of Columbia on the Smarter DC Initiative, and hence impacts not only the research community but also the society at large. \r\n\r\nThis project aims at tackling major challenges in task-cognizant BSD management at the critical phase of data acquisition, collection and computation. The overarching goal is to alleviate the high computational cost and improve the utilization efficiency of BSD in smart city applications. First, approximate BSD acquisition methods will be developed that automatically adjust the sensing frequency based on the changing trend of the physical world. Such acquisition methods can effectively reduce the data volume at an early stage during periodic and long-term monitoring of smart cities. Second, approximate sampling algorithms, knowledge discovery methods, and integration methods will be developed for task-specific multimodal BSD, in order to reduce the transmission cost associated with delivering otherwise raw and redundant BSD from sensing devices to end users. Finally, new metrics for evaluating BSD quality will be investigated and then applied to properly assess the tolerance of low-quality BSD and provide deep understanding of the fundamental impact of data quality on various design aspects of BSD acquisition, collection and computation. Besides theoretical analysis, simulation and experimental studies will be carried out on real BSD, including experimentation on real-world Smart City projects at Washington DC. The corresponding code, datasets, and educational materials will be released via a dedicated project website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiuzhen",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiuzhen Cheng",
   "pi_email_addr": "cheng@gwu.edu",
   "nsf_id": "000381089",
   "pi_start_date": "2017-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "800 22nd St. NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520062",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 279107.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Summary</strong></p>\n<p>The high demand and pivotal roles of sensing devices in smart cities promote the explosion of&nbsp;Big Sensory Data (BSD)&nbsp;at a surprising rate. The size of BSD overwhelms the current ability to capture, store, search, mine and visualize BSD, and has become one of the major barriers&nbsp;thathinder the widespread development of smart city applications. This exploratory project&nbsp;investigated a few&nbsp;fundamental issues regarding&nbsp;BSD&nbsp;acquisition, collection and computation, with the intention of alleviating the high computation/communication cost and improving the utilization of BSD in smart city applications.</p>\n<p><strong>Intellectual merit:&nbsp;</strong></p>\n<p>The project aims at developing approximate algorithmsby considering the four major challenging characteristics of BSD, namely&nbsp;large scale, strong correlation, mode diversity and low quality,for various problems inBSDacquisition, collection and computation, and task-specific BSD management.First, a set of&nbsp;sampling algorithms based on&nbsp;uniform as well as&nbsp;Bernoulli sampling for operations such as skyline&nbsp;anddistinct set were proposed, to tackle the challenges brought by high scale and low computation/communication capabilityof sensing devices. Second,&nbsp;a general framework for integrating heterogeneous IoT sensory data based on Hidden Markov Process in a distributed fashion was constructed to address the difficulties brought by the multimodality and large scalability ofsensory data forapplications such as cooperative event detection. Third,&nbsp;a relative kernel dataset retrieving algorithm for dominant data identification and collection was designed&nbsp;considering the further reduction of computation, transmission and storage costswithout sacrificing too much accuracy for subsequent data analysis. Finally, a principal component analysis based data collection algorithm that enables similarity-based clustering for sustainable IoT systems was developed to overcome the barrier of high energy consumption and low data quality density that hinder the wide adoption of IoT. Our designs can not only advance big sensory data processing techniques but also help to speed-up the wide deployment of smart city systems.&nbsp;</p>\n<p><strong>Broader impacts:</strong><strong>&nbsp;</strong></p>\n<p>The outcomes of this project have profoundly broad impacts on the nation&rsquo;s emerging smart city applications. The technical impacts of this project are fundamental and practical. High computation, communication and storage costs result in inefficient utilization of BSD. Performance guaranteed approximation methods can solve the bottleneck problems of BSD managementwithout sacrificing data analytics accuracy, which can accelerate the wide adoption of&nbsp;various smart city applications.&nbsp;&nbsp;Distributed approximation algorithms from this project, especially sampling algorithms and&nbsp;dominant data identification and collectionalgorithms, can also be extended to other applications of distributed systems.&nbsp;</p>\n<p>The impact of this project extends to&nbsp;talent cultivationvia the integration of research and education through student involvement and curriculum development, minority outreach, and societal impact. The project provides training and research opportunities for MS and PhD students, including female and minority ones, to carry out experiments, identify research&nbsp;problemsand determine research directions. Several students acquired well-developed skills in STEM and entered the workforce for both&nbsp;academia and industry. The outcomes also have been conscientiously incorporated into classroom teaching to enhance students&rsquo; learning experience.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/14/2021<br>\n\t\t\t\t\tModified by: Xiuzhen&nbsp;Cheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSummary\n\nThe high demand and pivotal roles of sensing devices in smart cities promote the explosion of Big Sensory Data (BSD) at a surprising rate. The size of BSD overwhelms the current ability to capture, store, search, mine and visualize BSD, and has become one of the major barriers thathinder the widespread development of smart city applications. This exploratory project investigated a few fundamental issues regarding BSD acquisition, collection and computation, with the intention of alleviating the high computation/communication cost and improving the utilization of BSD in smart city applications.\n\nIntellectual merit: \n\nThe project aims at developing approximate algorithmsby considering the four major challenging characteristics of BSD, namely large scale, strong correlation, mode diversity and low quality,for various problems inBSDacquisition, collection and computation, and task-specific BSD management.First, a set of sampling algorithms based on uniform as well as Bernoulli sampling for operations such as skyline anddistinct set were proposed, to tackle the challenges brought by high scale and low computation/communication capabilityof sensing devices. Second, a general framework for integrating heterogeneous IoT sensory data based on Hidden Markov Process in a distributed fashion was constructed to address the difficulties brought by the multimodality and large scalability ofsensory data forapplications such as cooperative event detection. Third, a relative kernel dataset retrieving algorithm for dominant data identification and collection was designed considering the further reduction of computation, transmission and storage costswithout sacrificing too much accuracy for subsequent data analysis. Finally, a principal component analysis based data collection algorithm that enables similarity-based clustering for sustainable IoT systems was developed to overcome the barrier of high energy consumption and low data quality density that hinder the wide adoption of IoT. Our designs can not only advance big sensory data processing techniques but also help to speed-up the wide deployment of smart city systems. \n\nBroader impacts: \n\nThe outcomes of this project have profoundly broad impacts on the nation’s emerging smart city applications. The technical impacts of this project are fundamental and practical. High computation, communication and storage costs result in inefficient utilization of BSD. Performance guaranteed approximation methods can solve the bottleneck problems of BSD managementwithout sacrificing data analytics accuracy, which can accelerate the wide adoption of various smart city applications.  Distributed approximation algorithms from this project, especially sampling algorithms and dominant data identification and collectionalgorithms, can also be extended to other applications of distributed systems. \n\nThe impact of this project extends to talent cultivationvia the integration of research and education through student involvement and curriculum development, minority outreach, and societal impact. The project provides training and research opportunities for MS and PhD students, including female and minority ones, to carry out experiments, identify research problemsand determine research directions. Several students acquired well-developed skills in STEM and entered the workforce for both academia and industry. The outcomes also have been conscientiously incorporated into classroom teaching to enhance students’ learning experience. \n\n \n\n\t\t\t\t\tLast Modified: 02/14/2021\n\n\t\t\t\t\tSubmitted by: Xiuzhen Cheng"
 }
}