{
 "awd_id": "1742696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Electrochemically-Induced Fracture of Ionic Conductors: Electrolyzers and Batteries",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nazanin Bassiri-Gharb",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 419937.0,
 "awd_amount": 419937.0,
 "awd_min_amd_letter_date": "2017-08-08",
 "awd_max_amd_letter_date": "2020-06-15",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: Many technological and consumer applications involve use of electrochemical devices such as batteries. For the next generation automobiles, one fuel choice is hydrogen which is often made by high temperature electrolysis. These devices are subject to failure during operation. Even more dramatic are recent failures of lithium batteries that have led to fires. Numerous instances of fires caused by failed batteries in laptops, cell phones, skate boards, and airplanes have been reported. Even though electrolyzers do not catch fire, they are still subject to failure. Much of the reported research has been on attributing failures to effects such as electrode cracking, changes in microstructures, and defective electrodes. Theoretical research demonstrates that the key component that undergoes failure is often the electrolyte itself. The electrochemical transport (ionic current) through the electrolyte under certain situations can cause failure due to the electrochemical-mechanical coupling, which causes electrochemically-induced fracture of the electrolyte and device. Theoretical and experimental work is conducted to investigate the fundamental reasons of battery and electrolyzer failures. Understanding electrochemical fracture also helps design more durable batteries and minimize the propensity to accidental fires. Experimental work is conducted on lithium and oxygen ion conductors. Theoretical work is conducted on understanding the origin of electrochemical fracture and the rate of crack growth. The project supports one graduate student working towards a PhD and one undergraduate student. Students will be trained for employment in academia and battery companies.  \r\n\r\nTECHNICAL DETAILS: Although numerous instances of fires due to lithium batteries have been reported, understanding of fundamental causes of failures has been elusive. Electrolyzers are known to fail under certain conditions. The common thread is that they fail during operation. This project investigates electrochemically induced fracture of the electrolyte which leads to the ultimate device failure, both theoretically and experimentally. Theoretical work examines occurrence of crack growth during the passage of current which leads to fracture under internally generated load. Experimental work is conducted on lithium and oxygen ion conductors. Metallic probes are embedded inside the electrolyte with terminals protruding out. Electrochemically induced fracture is initiated by testing the samples in electrolytic mode. The measurement of current and generated Nernst potential gives information on local pressure and onset of crack growth. Measurement of impedance spectra gives kinetics of electrochemically induced crack growth. Solution to coupled electrical-mechanical problem gives a quantitative approach to investigating fundamentals of electrolyte failures, which have important implications concerning battery fires. The work is timely as larger batteries are needed for handheld electronics and automobiles with added urgency to minimize propensity to fires. Understanding of electrolyte failures under electrochemical operation has the potential to lead to safer batteries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anil",
   "pi_last_name": "Virkar",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Anil V Virkar",
   "pi_email_addr": "anil.virkar@utah.edu",
   "nsf_id": "000361660",
   "pi_start_date": "2017-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8604",
   "pgm_ref_txt": "Fuel Cells"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 205811.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 106215.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 107911.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was on the investigation of degradation mechanisms of lithium ion batteries. Lithium ion batteries are routinely used in hand-held electronics, laptops, electric vehicles (EVs), skate boards, etc. Lithium ion batteries have high energy and power densities, which makes it possible for such devices to be functional and have pervaded our daily life in ways not possible by other batteries. As valuable as these batteries are, they suffer from degradation problems which can lead to fires. Indeed, it is well known that EVs can catch fires. For getting a large range, it is necessary to have as large an energy storage capacity as possible. But this also makes the batteries potentially dangerous. Batteries can under certain conditions explode during charging, and may also do so during driving, or even when neither charging or discharging. Often lithium metal dendrites can form and short the entire battery. Shorting means much of the stored energy is dissipated as heat and not available for driving. The voltage of a typical lithium battery is about 4 volts, as compared to alkaline batteries with 1.5 volt. This makes lithium batteries 7 times more powerful, and thus 7 times more dangerous. Our project investigated how the dendrites form, how can one prevent them from forming and make batteries safer. The project also investigated high temperature lithium batteries where the formed lithium is liquid. This prevents the formation of dendrites. The science learned is applicable to other types of batteries also. The work also suggests that if batteries can be made with anion conductors (such as iodine ion) dendrites will not form and batteries will be safe.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2023<br>\n\t\t\t\t\tModified by: Anil&nbsp;V&nbsp;Virkar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was on the investigation of degradation mechanisms of lithium ion batteries. Lithium ion batteries are routinely used in hand-held electronics, laptops, electric vehicles (EVs), skate boards, etc. Lithium ion batteries have high energy and power densities, which makes it possible for such devices to be functional and have pervaded our daily life in ways not possible by other batteries. As valuable as these batteries are, they suffer from degradation problems which can lead to fires. Indeed, it is well known that EVs can catch fires. For getting a large range, it is necessary to have as large an energy storage capacity as possible. But this also makes the batteries potentially dangerous. Batteries can under certain conditions explode during charging, and may also do so during driving, or even when neither charging or discharging. Often lithium metal dendrites can form and short the entire battery. Shorting means much of the stored energy is dissipated as heat and not available for driving. The voltage of a typical lithium battery is about 4 volts, as compared to alkaline batteries with 1.5 volt. This makes lithium batteries 7 times more powerful, and thus 7 times more dangerous. Our project investigated how the dendrites form, how can one prevent them from forming and make batteries safer. The project also investigated high temperature lithium batteries where the formed lithium is liquid. This prevents the formation of dendrites. The science learned is applicable to other types of batteries also. The work also suggests that if batteries can be made with anion conductors (such as iodine ion) dendrites will not form and batteries will be safe. \n\n\t\t\t\t\tLast Modified: 07/01/2023\n\n\t\t\t\t\tSubmitted by: Anil V Virkar"
 }
}