{
 "awd_id": "1743584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBP:  Planning Grant:  Collaborative Research:  Strategies for Building Capacity for Linguistic Research on Dakota, an Endangered Native American Language",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Paster",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 62256.0,
 "awd_amount": 62256.0,
 "awd_min_amd_letter_date": "2017-07-31",
 "awd_max_amd_letter_date": "2021-12-03",
 "awd_abstract_narration": "American Indian and Alaska Native students earn fewer than 1% of all degrees from the bachelor's to the doctorate, according to the National Center for Science and Engineering Statistics at NSF. One way to increase the number of degrees earned is by partnering tribal colleges and universities (TCUs) with research universities. This project will undertake planning activities to pilot just such a partnership built around language preservation. The Native American Languages Act, passed by the U.S. Congress in 1990, enacted into policy the recognition of the unique status and importance of Native American languages. This project will do planning and assessment to identify areas of institutional capacity building for three tribal colleges which serve a set of tribal communities which share a common heritage language. Broader impacts include the potential for greater participation of underrepresented groups in the language sciences and identification of areas for capacity building at a network of TCUs in the language sciences and linguistic archiving.\r\n\r\nThis collaboration between Sisseton-Wahpeton Tribal College (SWC) of South Dakota and University of Virginia (UVA) will foster planning activities that will serve Dakota communities served by SWC, as well as other tribal colleges in South Dakota and Nebraska. Dakota and its sister languages in the Siouan family are all endangered. This lost language vitality affects the well-being of the community, impedes linguistic research, and represents a loss of American heritage. The project will enable exchange visits between Virginia and South Dakota by project personnel from both teams. These exchanges will contribute to identification of needs and areas of potential support for the development of tribal college infrastructure for linguistics education and Native language preservation, archiving, and revitalization. The project directly advances the broader participation of Native Americans in higher education and STEM research and will promote teaching and research at the tribal college and associated community. The project will also support training in language archiving to be held at SWC for interested members of the local communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lise",
   "pi_last_name": "Dobrin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lise M Dobrin",
   "pi_email_addr": "dobrin@virginia.edu",
   "nsf_id": "000314237",
   "pi_start_date": "2017-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Sicoli",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Sicoli",
   "pi_email_addr": "mas8ad@virginia.edu",
   "nsf_id": "000155871",
   "pi_start_date": "2017-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "PO Box 400120",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1744",
   "pgm_ref_txt": "TRIBAL COLLEGE & UNIVERS PROGR"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 62256.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This Early-concept Grant for Exploratory Research (EAGER) supported exploratory collaborations between University of Virginia Linguistics faculty and Tribal Nations of North America including Sisseton-Wahpeton Tribal College (SWC), Nebraska Tribal College, Cankdeska Tribal College, the Monacan Nation and the Nottoway Tribe of Virginia. The collaborations fostered planning activities to benefit STEM research in linguistics that enables language revitalization work of Native communities and contributes to UVA Linguistics curriculum and program developments that support these goals.</span></p>\n<p><span>This project provided for multiple exchange visits between students, faculty, and administrators of UVA and those of Tribal Colleges and Tribal Nations to foster conversations and participatory workshops on language documentation, archiving and revitalization. Project activities advanced the broader participation of underrepresented Native Americans in higher education and STEM research, building capacity of Native students through the learning of linguistic science, promoting teaching and research at the participating Tribal Colleges and associated communities, to help strengthen language revitalization efforts. This project also provided for direct cultural exchanges and learning between Dakota and Monacan Nation citizens and enabled direct engagement in collaborative efforts to strengthen, revive, and preserve Indigenous languages of the U.S.</span></p>\n<p><span>The grant supported Dakota language educators' participation in two major linguistics conferences providing important professionalization opportunities. This included supporting Sisseton Wahpeton Tribal members to deliver presentations at the International Conference on Language Documentation and Conservation \"Connecting Communities, Languages, &amp; Technology\" hosted at the University of Hawaii, and the Siouan and Caddoan Language Conference hosted at the University of Virginia, where students and instructors from Sisseton Wahpeton led a workshop demonstrating \"Topic-Based Instruction for Dakota Language Courses\".</span></p>\n<p><span>The grant supported a Sisseton Wahpeton citizen&rsquo;s attendance to train in language revitalization at the &#699;O&#772;lelo Ola Hilo Field School in Hawaii and supported a Dakota language educator's participation in the Master in Indigenous Language Revitalization (MILR) program at the University of Victoria, British Columbia.</span></p>\n<p><span>This NSF grant supported the activities of Dakota Language learners at Sisseton Wahpeton College (SWC) to engage in the transcription and translation of audio recordings maintained by SWC's digital archive and the translation of personal letters and articles originally printed in a nineteenth century Dakota newspaper. Collaborators also produced public service announcements in Dakota related to Covid19. Work between a UVA faculty member and the Nottoway Tribe of Virginia involved the development of a new class at UVA titled \"Language Revival in the Eastern Tribes\" in which Tribal members served as co-instructors working with UVA students to produce documents and tables reconstructing the verb system of Nottoway from historical documents and comparative-linguistic methods. Taught in Spring 2021, this class piloted the use of online learning for engaged-language revival research bringing together diasporic community members with non-native university students to work together toward community research goals.</span></p>\n<p><span>This EAGER project contributed to a goal of intellectually diversifying the UVA Linguistics program through hosting exchange visits and developing UVA faculty experience with applications of the discipline to goals and needs of Native communities of North America. It demonstrated the importance of continuous relationship building between Universities, Tribal Colleges, and Tribal Nations to develop collaborative engagements and opportunities for capacity building for ongoing language revival and reclamation. Undertaking this work both before and during the SARS-Cov-2 pandemic made clear that in addition to striving for exchange visits and in-person workshops, which proved to be too fragile in uncertain times, that the affordances of online learning technology can importantly contribute to capacity-building goals to provide training, certificates, and degrees in linguistics that enable Tribal members&rsquo; language efforts without requiring that the motivated and talented individuals dedicated to the work leave their community for long periods effectively interrupting the time-sensitive work of language revitalization even while trying to advance it. The knowledge gained through this EAGER grant will henceforth inform program development and engaged participatory research to build relations for the capacity and independence of Tribal Nations&rsquo; linguistic efforts.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2023<br>\n\t\t\t\t\tModified by: Mark&nbsp;A&nbsp;Sicoli</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Early-concept Grant for Exploratory Research (EAGER) supported exploratory collaborations between University of Virginia Linguistics faculty and Tribal Nations of North America including Sisseton-Wahpeton Tribal College (SWC), Nebraska Tribal College, Cankdeska Tribal College, the Monacan Nation and the Nottoway Tribe of Virginia. The collaborations fostered planning activities to benefit STEM research in linguistics that enables language revitalization work of Native communities and contributes to UVA Linguistics curriculum and program developments that support these goals.\n\nThis project provided for multiple exchange visits between students, faculty, and administrators of UVA and those of Tribal Colleges and Tribal Nations to foster conversations and participatory workshops on language documentation, archiving and revitalization. Project activities advanced the broader participation of underrepresented Native Americans in higher education and STEM research, building capacity of Native students through the learning of linguistic science, promoting teaching and research at the participating Tribal Colleges and associated communities, to help strengthen language revitalization efforts. This project also provided for direct cultural exchanges and learning between Dakota and Monacan Nation citizens and enabled direct engagement in collaborative efforts to strengthen, revive, and preserve Indigenous languages of the U.S.\n\nThe grant supported Dakota language educators' participation in two major linguistics conferences providing important professionalization opportunities. This included supporting Sisseton Wahpeton Tribal members to deliver presentations at the International Conference on Language Documentation and Conservation \"Connecting Communities, Languages, &amp; Technology\" hosted at the University of Hawaii, and the Siouan and Caddoan Language Conference hosted at the University of Virginia, where students and instructors from Sisseton Wahpeton led a workshop demonstrating \"Topic-Based Instruction for Dakota Language Courses\".\n\nThe grant supported a Sisseton Wahpeton citizen’s attendance to train in language revitalization at the &#699;O&#772;lelo Ola Hilo Field School in Hawaii and supported a Dakota language educator's participation in the Master in Indigenous Language Revitalization (MILR) program at the University of Victoria, British Columbia.\n\nThis NSF grant supported the activities of Dakota Language learners at Sisseton Wahpeton College (SWC) to engage in the transcription and translation of audio recordings maintained by SWC's digital archive and the translation of personal letters and articles originally printed in a nineteenth century Dakota newspaper. Collaborators also produced public service announcements in Dakota related to Covid19. Work between a UVA faculty member and the Nottoway Tribe of Virginia involved the development of a new class at UVA titled \"Language Revival in the Eastern Tribes\" in which Tribal members served as co-instructors working with UVA students to produce documents and tables reconstructing the verb system of Nottoway from historical documents and comparative-linguistic methods. Taught in Spring 2021, this class piloted the use of online learning for engaged-language revival research bringing together diasporic community members with non-native university students to work together toward community research goals.\n\nThis EAGER project contributed to a goal of intellectually diversifying the UVA Linguistics program through hosting exchange visits and developing UVA faculty experience with applications of the discipline to goals and needs of Native communities of North America. It demonstrated the importance of continuous relationship building between Universities, Tribal Colleges, and Tribal Nations to develop collaborative engagements and opportunities for capacity building for ongoing language revival and reclamation. Undertaking this work both before and during the SARS-Cov-2 pandemic made clear that in addition to striving for exchange visits and in-person workshops, which proved to be too fragile in uncertain times, that the affordances of online learning technology can importantly contribute to capacity-building goals to provide training, certificates, and degrees in linguistics that enable Tribal members’ language efforts without requiring that the motivated and talented individuals dedicated to the work leave their community for long periods effectively interrupting the time-sensitive work of language revitalization even while trying to advance it. The knowledge gained through this EAGER grant will henceforth inform program development and engaged participatory research to build relations for the capacity and independence of Tribal Nations’ linguistic efforts.\n\n \n\n\t\t\t\t\tLast Modified: 06/12/2023\n\n\t\t\t\t\tSubmitted by: Mark A Sicoli"
 }
}