{
 "awd_id": "1743651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Training and Evaluation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andre Marshall",
 "awd_eff_date": "2017-12-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 2579021.0,
 "awd_amount": 2579021.0,
 "awd_min_amd_letter_date": "2017-08-18",
 "awd_max_amd_letter_date": "2017-08-18",
 "awd_abstract_narration": "This project, from The National Collegiate Inventors and Innovators Alliance, Inc. (VentureWell), coordinates, convenes, and evaluates the National Innovation Network and its Innovation Corps (I-Corps) programs.\r\n\r\nThrough this project, VentureWell connects national programs to form the \"National Innovation Network\" (NIN). This emerging community of innovators represents a key component of NSF's I-Corps programs. With the NIN, NSF accelerates the development of a national innovation ecosystem that reaches deeply and broadly across the country to engage the most creative and consequential research discoveries and talents in the process of entrepreneurship. The NIN is composed of clusters of universities that support the I-Corps  Nodes -- the primary training group for the I-Corps national course teams; the I-Corps Sites -- that include the individual institutions dedicated to spurring on very early stage teams; the Teams -- that focus on market validation of technology innovations; and organizational stakeholders such as mentors who support the teams, and venture development partners such as angel investors, venture capitalists and other types of investors.\r\n\r\nThe role of VentureWell in the advancing of the NIN involves seven primary activities:\r\n     1. Commission teaching teams for eleven NSF I-Corps National Team Trainings\r\n     2. Implement I-Corps Faculty Training\r\n     3. Convene an I-Corps Faculty Summit\r\n     4. Design and implement Teaching Assistant Training\r\n     5. Organize and implement the annual National Innovation Network conference that brings together all of the Nodes and Sites\r\n     6. Prepare, disseminate and archive the curriculum and curate best practices for pedagogical improvements\r\n     7. Conduct Ongoing Course Evaluation\r\n\r\nA particular focus of this project is VentureWell's research and assessment of formative and summative evaluation of I-Corps Team experiences in cohorts as well as related dissemination activity. The formative evaluation is designed to understand participants' satisfaction with the cohort and course and perspective on the course environment, to understand the quality of instruction, and to assess knowledge gains. The evaluation involves the administration, response rate monitoring, data collection, and cleaning of four surveys: (i) pre-course, (ii) after kickoff, (iii) after week-3 of course weekly webinars, and (iv) post-course. The summative evaluation is designed to track individual and team outcomes of interest to NSF and assess the impact of the course at approximately one year and 3.5 years after formal participation in the program ends. Finally, dissemination activities are designed to ensure that key program information is shared with appropriate audiences. In addition, VentureWell is creating public-use datasets. These datasets contain de-identified data from the pre-course, post-course and longitudinal outcomes surveys in order to disseminate information about the program to the I-Corps research community and allow others to use these data in their research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Weilerstein",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Philip J Weilerstein",
   "pi_email_addr": "pweilerstein@nciia.org",
   "nsf_id": "000041172",
   "pi_start_date": "2017-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Collegiate Inventors and Innovators Alliance",
  "inst_street_address": "100 VENTURE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "HADLEY",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135872172",
  "inst_zip_code": "010359462",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "NATIONAL COLLEGIATE INVENTORS & INNOVATORS ALLIANCE, INC.",
  "org_prnt_uei_num": "D5S9JZ1KDP49",
  "org_uei_num": "D5S9JZ1KDP49"
 },
 "perf_inst": {
  "perf_inst_name": "National Collegiate Inventors and Innovators Alliance",
  "perf_str_addr": "100 Venture Way",
  "perf_city_name": "Hadley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359462",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804500",
   "pgm_ele_name": "I-Corps-Nodes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2579021.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-603e6faf-7fff-4542-c194-895e0664e2ce\"> </span></p>\n<p dir=\"ltr\"><span>VentureWell began work with the National Science Foundation (NSF) in 2011 to develop an intensive lean startup training for academic researchers and students. The Innovation Corps (I-Corps</span><span><span>&trade;</span></span><span>) course teaches these researchers how to evaluate the commercial potential of their innovations and develop a business model based on data gathered through customer discovery. The I-Corps&trade; program increases the economic and societal impact of NSF research funding directly, through commercialization of research, and indirectly, by equipping scientists and engineers with skills and experience in developing and testing economically scalable models for the development of a product or technology.&nbsp;</span></p>\n<p dir=\"ltr\"><span>VentureWell serves as the implementing and evaluation partner for the I-Corps</span><span><span>&trade;</span></span><span> program, supporting its growth into a national initiative that, as of the end of this award (IIP-1743651), has trained over 5,500 innovators in more than 1,700 teams. Through our work with NSF on the I-Corps&trade; program, we have created a streamlined, repeatable process that has been successfully scaled to 14 cohorts per year over the past eight years, totalling 92 courses. This grant covers a two-year period, during which time 1,842 individuals completed the program. VentureWell&rsquo;s execution and oversight of the program has ensured fidelity to the curriculum, consistently high-quality instruction and coaching, and seamless course management.&nbsp;</span></p>\n<p dir=\"ltr\"><span>To best evaluate program progress and results, VentureWell tracks economic and societal outcomes of the course through surveys administered pre- and post-course, and at two separate time points after program completion, as well as through proprietary databases and tracking of published federal awards. Using this data, we find clear economic and societal benefits of the I-Corps&trade; program. Since the program&rsquo;s inception, I-Corps&trade; teams have formed 879 companies that have attracted more than $537M in follow-on investment and grants. These companies operate in a broad range of sectors including health, energy, materials, agriculture, and information technology, and are geographically distributed across 49 states. Based on follow-up survey data on teams that completed the course between 2013 and 2017, 167 teams had at least one team member report at least one patent application, and 147 of the teams had at least one team member report at least one granted patent. Data from the Pitchbook business database indicates 1,447 jobs have been created by I-Corps&trade; resulting businesses.&nbsp;</span></p>\n<p dir=\"ltr\"><span>During this reporting period VentureWell has developed and is continuously optimizing a Public Use Dataset (PUDS) to make I-Corps&trade; data available to the broader research community. Dissemination of this data through PUDS, and resulting research utilizing PUDS, will inform program improvements, help define whether additional resources and support for program participants are needed, and advance understanding of factors that may influence the process of commercialization of academic research.</span></p>\n<p dir=\"ltr\"><span>Learnings from I-Corps&trade; become lifelong tools that participating scientific and technical researchers can apply continually and teach others, maximizing the impact of their ideas on the&nbsp; economy and the world. Participants report that the I-Corps</span><span><span>&trade;</span></span><span> program has led them to think and do research differently, namely to be more sophisticated in determining the applications of their discoveries, seeking practical applications, conceptualizing startup opportunities, and having language and processes that enable them to successfully engage with industry and research partners. There is evidence that the program can increase an entrepreneurial mindset among participating post-doctoral students, graduate students, and undergraduate students. Through comprehensive evaluation of participant reflections, VentureWell has found that participants perceive the course as extremely valuable, often stating that the content and process changed their thinking and approach to their research and its potential applications, as well as future work such as teaching, guiding start-ups, and their careers more generally.</span></p>\n<p dir=\"ltr\"><span>Through this award, VentureWell supported the implementation and evaluation of teams in 14 national cohorts, including one faculty training and one Teaching Assistant (TA)&nbsp; training. This award also supported VentureWell in taking significant steps towards evaluation and data system optimization for the I-Corps&trade; program. As the program grows, it is critical that program outcomes, pedagogy, and follow-on results are continuously evaluated in order to monitor and maintain the quality and consistency of the program. This award significantly contributed to VentureWell&rsquo;s ongoing efforts towards these goals.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/14/2020<br>\n\t\t\t\t\tModified by: Philip&nbsp;J&nbsp;Weilerstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nVentureWell began work with the National Science Foundation (NSF) in 2011 to develop an intensive lean startup training for academic researchers and students. The Innovation Corps (I-Corps&trade;) course teaches these researchers how to evaluate the commercial potential of their innovations and develop a business model based on data gathered through customer discovery. The I-Corps&trade; program increases the economic and societal impact of NSF research funding directly, through commercialization of research, and indirectly, by equipping scientists and engineers with skills and experience in developing and testing economically scalable models for the development of a product or technology. \nVentureWell serves as the implementing and evaluation partner for the I-Corps&trade; program, supporting its growth into a national initiative that, as of the end of this award (IIP-1743651), has trained over 5,500 innovators in more than 1,700 teams. Through our work with NSF on the I-Corps&trade; program, we have created a streamlined, repeatable process that has been successfully scaled to 14 cohorts per year over the past eight years, totalling 92 courses. This grant covers a two-year period, during which time 1,842 individuals completed the program. VentureWell’s execution and oversight of the program has ensured fidelity to the curriculum, consistently high-quality instruction and coaching, and seamless course management. \nTo best evaluate program progress and results, VentureWell tracks economic and societal outcomes of the course through surveys administered pre- and post-course, and at two separate time points after program completion, as well as through proprietary databases and tracking of published federal awards. Using this data, we find clear economic and societal benefits of the I-Corps&trade; program. Since the program’s inception, I-Corps&trade; teams have formed 879 companies that have attracted more than $537M in follow-on investment and grants. These companies operate in a broad range of sectors including health, energy, materials, agriculture, and information technology, and are geographically distributed across 49 states. Based on follow-up survey data on teams that completed the course between 2013 and 2017, 167 teams had at least one team member report at least one patent application, and 147 of the teams had at least one team member report at least one granted patent. Data from the Pitchbook business database indicates 1,447 jobs have been created by I-Corps&trade; resulting businesses. \nDuring this reporting period VentureWell has developed and is continuously optimizing a Public Use Dataset (PUDS) to make I-Corps&trade; data available to the broader research community. Dissemination of this data through PUDS, and resulting research utilizing PUDS, will inform program improvements, help define whether additional resources and support for program participants are needed, and advance understanding of factors that may influence the process of commercialization of academic research.\nLearnings from I-Corps&trade; become lifelong tools that participating scientific and technical researchers can apply continually and teach others, maximizing the impact of their ideas on the  economy and the world. Participants report that the I-Corps&trade; program has led them to think and do research differently, namely to be more sophisticated in determining the applications of their discoveries, seeking practical applications, conceptualizing startup opportunities, and having language and processes that enable them to successfully engage with industry and research partners. There is evidence that the program can increase an entrepreneurial mindset among participating post-doctoral students, graduate students, and undergraduate students. Through comprehensive evaluation of participant reflections, VentureWell has found that participants perceive the course as extremely valuable, often stating that the content and process changed their thinking and approach to their research and its potential applications, as well as future work such as teaching, guiding start-ups, and their careers more generally.\nThrough this award, VentureWell supported the implementation and evaluation of teams in 14 national cohorts, including one faculty training and one Teaching Assistant (TA)  training. This award also supported VentureWell in taking significant steps towards evaluation and data system optimization for the I-Corps&trade; program. As the program grows, it is critical that program outcomes, pedagogy, and follow-on results are continuously evaluated in order to monitor and maintain the quality and consistency of the program. This award significantly contributed to VentureWell’s ongoing efforts towards these goals.\n\n \n\n\t\t\t\t\tLast Modified: 02/14/2020\n\n\t\t\t\t\tSubmitted by: Philip J Weilerstein"
 }
}