{
 "awd_id": "1743717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PIRE: Hybrid Materials for Quantum Science and Engineering (HYBRID)",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2017-12-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 4799768.0,
 "awd_amount": 4889767.0,
 "awd_min_amd_letter_date": "2017-08-31",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "PI: Sergey Frolov (University of Pittsburgh)\r\nco-PIs: Michael Hatridge (University of Pittsburgh)\r\nDavid Pekker (University of Pittsburgh)\r\nHrvoje Petek (University of Pittsburgh)\r\n\r\nNon-technical abstract\r\nA future quantum computer will unlock revolutionary computing powers based on the principles of quantum superposition and entanglement. However, any computer is only as good as the materials it is built from: for instance, the success of our present day computers is due to the remarkable properties of silicon which can be crafted into processors. This PIRE will establish a multidisciplinary partnership between universities, research centers and corporations in the U.S. and France, led by the University of Pittsburgh. The aim of the partnership is the discovery and investigation of materials that hold exceptional promise for fundamental quantum physics and quantum device engineering. In particular, the focus will be on hybrid materials which combine disparate materials kinds, such as semiconductors and superconductors, in a single structure. Hybrid materials are as diverse as nanowires and atom-thick sheets, with atomically sharp interfaces between one material and the other. This PIRE program will bring together materials engineers, surface scientists, computational chemists, and experimental and theoretical physicists. The approach will extend from crystal growth to fabrication and testing of quantum devices based on newly synthesized materials, guided and aided by theoretical and computational studies. U.S. and French students will receive quantum technology training in the multicultural and multidisciplinary environment of the project.\r\n\r\nTechnical abstract\r\nDue to the inherent fragility of quantum information, the materials requirements for quantum computers are more stringent than for classical computers. Furthermore, new physical phenomena may need to be discovered and mastered before a practical quantum computer can be built. The primary research goal of this PIRE is the discovery of new hybrid materials and the search for emergent phenomena that can only be realized at hybrid interfaces. Hybrid materials are those which combine layers of dissimilar material classes, such as superconductors and semiconductors. This partnership will focus on a diverse universe of hybrid materials including nanowires, van der Waals heterostructures and two-dimensional epitaxial interfaces. The approach will extend from in-situ observation of crystal growth to low temperature measurements of quantum devices based on these materials, guided by first-principles and mesoscopic theory studies. Two-dimensional materials will be primarily pursued in the U.S., while one-dimensional materials will be the focus in France. Scalability of quantum architectures comprising thousands of quantum bits demands a precise understanding of and control over the materials that will comprise quantum circuits. Interfacing superconductors with semiconductors may pave the way to realizing such large-scale quantum circuits by combining the virtues of both, namely the electrical tunability of semiconductors with the long coherence times observed in superconductors. Superconductor/semiconductor interfaces are also the basis for proposed fault tolerant qubits encoded in topologically protected quantum states immune to local noise. Undergraduate, graduate students and postdocs from U.S. will perform research visits to France and participate in international research projects that will take advantage of unique research infrastructure and a well-established International Internship Program in Grenoble. Laboratories in the US will welcome French students for reciprocal visits. Summer schools and online courses on the frontier subjects in materials science and quantum computing will be organized for the junior researchers in the program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Frolov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Frolov",
   "pi_email_addr": "frolovsm@pitt.edu",
   "nsf_id": "000623949",
   "pi_start_date": "2017-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Hrvoje",
   "pi_last_name": "Petek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hrvoje Petek",
   "pi_email_addr": "petek@pitt.edu",
   "nsf_id": "000178382",
   "pi_start_date": "2017-08-31",
   "pi_end_date": "2020-06-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pekker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Pekker",
   "pi_email_addr": "pekkerd@pitt.edu",
   "nsf_id": "000691006",
   "pi_start_date": "2017-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hatridge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Hatridge",
   "pi_email_addr": "michael.hatridge@yale.edu",
   "nsf_id": "000692780",
   "pi_start_date": "2017-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  },
  {
   "pgm_ele_code": "774200",
   "pgm_ele_name": "PIRE- Prtnrshps Inter Res & Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "7742",
   "pgm_ref_txt": "PIRE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2389071.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1592218.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 89999.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 818479.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-be55d7b9-7fff-09a8-d620-c4da65da8506\"> </span></p>\n<p dir=\"ltr\"><span>The focus of PIRE:HYBRID was on the broad exploration and assessment of the potential of hybrid materials. The primary research goal was the discovery of new materials and the search for emergent phenomena that can only be realized at hybrid interfaces.</span><span> </span><span>Building robust quantum devices relies on the quality of the materials they host. Specific issues arise at the interface between superconductors and semiconductors, and from novel topological materials. Materials for quantum devices require robust crystalline and physical properties, necessitating control over crystallinity, charge states, and chemical purity. This research and education project aimed to develop materials, quantum devices, and evaluate their low temperature electronic properties with the support of theoretical models of the behavior of nanoscale quantum devices. Materials scientists, condensed matter experimentalists and theorists address those challenges in a collaboration between USA and France. PIRE:HYBRID has considered a diverse universe of hybrid materials including nanowires, van der Waals heterostructures, two-dimensional epitaxial interfaces and selective area-grown structures. The approach leveraged resources of both countries and extended from in-situ observation of crystal growth to low temperature measurements of quantum devices based on these materials, guided by first-principles and mesoscopic theory studies.</span></p>\n<p dir=\"ltr\"><span>The project has resulted in 50+ publications including 2 in Science (+1 under review), 2 Nature Physics, 4 PRL, 1 Nature Communications, 2 Nano Letters, 1 npj Computational Materials and others. They were focusing on the utilization of cryogenic Sn films in quantum devices, with notable contributions appearing in prestigious journals like Science. Significant research has been conducted on BiSb, resulting in multiple publications, notably in ACS Applied Materials and Interfaces. Additionally, the investigation of Josephson Junctions has yielded several publications in PRL (Physical Review Letters).</span></p>\n<p dir=\"ltr\"><span>The main accomplishments of the program are as follows:</span></p>\n<p dir=\"ltr\"><span>1.</span><span> </span><span><span> </span></span><span>Discovery of magnetic field-resilient and parity-preserving superconductivity in Sn-InSb nanowire devices (Science 2021). An important insight from this study was that even non-epitaxial hybrid interfaces, prepared with care, can result in hard gap induced superconductivity (Frolov, Palmstr&oslash;m, Hocevar).</span></p>\n<p dir=\"ltr\"><span>2.</span><span> </span><span><span> </span></span><span>Three-terminal nonlocal transport measurements showing pathway to Majorana zero modes demonstration and how to identify false-positives (Nature Physics 2021). Work in the context of topological one-dimensional superconductivity in nanowires (Nature Physics 2020) (Frolov).</span></p>\n<p dir=\"ltr\"><span>3.</span><span> </span><span><span> </span></span><span>In collaboration with researchers from Microsoft, the project advanced the understanding of defects and surface states in InAs and InSb, and explored potential materials for topological devices&nbsp; (Marom).</span></p>\n<p dir=\"ltr\"><span>4.</span><span> </span><span><span> </span></span><span>Demonstration and characterization of 2d NbSe</span><span><span>2</span></span><span> to bulk Al Josephson junctions, with critical currents in the 10s of &micro;A range.&nbsp; Single junctions and SQUIDs were both demonstrated. Each junction could act as a flux detector with similar sensitivity to a SQUID made of the same materials&nbsp; (Hatridge, Hunt).</span></p>\n<p dir=\"ltr\"><span>5.</span><span> </span><span><span> </span></span><span>Demonstration of in-situ shadow deposition of superconductor layers on selective area-grown nanowires using nanofabricated walls for flexible templating of tunnel junctions and islands, Nano Letters 2023&nbsp; (Palmstr&oslash;m, Frolov).</span></p>\n<p dir=\"ltr\"><span>6.</span><span> </span><span><span> </span></span><span>Prediction of efficient microwave photon splitting induced by quantum fluctuations in a nonlinear circuit formed with an array of Josephson junctions. This theory has been used to interpret experiments carried out at the University of Maryland on the lifetime of photons in superconducting circuits (PRL 2020, PRL 2021) (Houzet).</span></p>\n<p dir=\"ltr\"><span>7.</span><span> </span><span><span> </span></span><span>Development of computational methods for predicting the structure and properties of epitaxial inorganic interfaces, implemented in open-source codes available to the broad community of researchers (Marom).</span></p>\n<p dir=\"ltr\"><span>8.</span><span> </span><span><span> </span></span><span>Demonstration of how capping influences the crystalline properties of Sn thin films epitaxial on InSb substrates, turning it from a semimetal to a superconductor. (Hocevar, Frolov, Palmstr&oslash;m)</span></p>\n<p dir=\"ltr\"><span>9. Theoretical discovery and experimental demonstration of the Andreev blockade phenomenon PRL 2021 (Frolov, Pekker)</span></p>\n<p dir=\"ltr\"><span>10. Theoretical proposal of the braidonium device for flux controlled braiding and fusion of Majorana zero modes PRB 2019 (Pekker, Frolov, Hatridge).</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/11/2024<br>\nModified by: Sergey&nbsp;Frolov</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1743717/1743717_10519839_1712868483069_Screenshot_2023_12_02_162630--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1743717/1743717_10519839_1712868483069_Screenshot_2023_12_02_162630--rgov-800width.png\" title=\"PIRE:HYBRID accomplishments\"><img src=\"/por/images/Reports/POR/2024/1743717/1743717_10519839_1712868483069_Screenshot_2023_12_02_162630--rgov-66x44.png\" alt=\"PIRE:HYBRID accomplishments\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(Top) Magnetic-field resilient induced gap in Sn-InSb nanowire; NbSe2 Josephson junction device; DFT of InSb-CdTe-Sn trilayer. (Bottom) simulated tunnel spectra of Majorana nanowire with trivial states; SAG of InSb-Sn wires with shadow walls; multi-mode amplifier using traditional SNAIL.</div>\n<div class=\"imageCredit\">Sergey Frolov</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Sergey&nbsp;Frolov\n<div class=\"imageTitle\">PIRE:HYBRID accomplishments</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe focus of PIRE:HYBRID was on the broad exploration and assessment of the potential of hybrid materials. The primary research goal was the discovery of new materials and the search for emergent phenomena that can only be realized at hybrid interfaces. Building robust quantum devices relies on the quality of the materials they host. Specific issues arise at the interface between superconductors and semiconductors, and from novel topological materials. Materials for quantum devices require robust crystalline and physical properties, necessitating control over crystallinity, charge states, and chemical purity. This research and education project aimed to develop materials, quantum devices, and evaluate their low temperature electronic properties with the support of theoretical models of the behavior of nanoscale quantum devices. Materials scientists, condensed matter experimentalists and theorists address those challenges in a collaboration between USA and France. PIRE:HYBRID has considered a diverse universe of hybrid materials including nanowires, van der Waals heterostructures, two-dimensional epitaxial interfaces and selective area-grown structures. The approach leveraged resources of both countries and extended from in-situ observation of crystal growth to low temperature measurements of quantum devices based on these materials, guided by first-principles and mesoscopic theory studies.\n\n\nThe project has resulted in 50+ publications including 2 in Science (+1 under review), 2 Nature Physics, 4 PRL, 1 Nature Communications, 2 Nano Letters, 1 npj Computational Materials and others. They were focusing on the utilization of cryogenic Sn films in quantum devices, with notable contributions appearing in prestigious journals like Science. Significant research has been conducted on BiSb, resulting in multiple publications, notably in ACS Applied Materials and Interfaces. Additionally, the investigation of Josephson Junctions has yielded several publications in PRL (Physical Review Letters).\n\n\nThe main accomplishments of the program are as follows:\n\n\n1.  Discovery of magnetic field-resilient and parity-preserving superconductivity in Sn-InSb nanowire devices (Science 2021). An important insight from this study was that even non-epitaxial hybrid interfaces, prepared with care, can result in hard gap induced superconductivity (Frolov, Palmstrm, Hocevar).\n\n\n2.  Three-terminal nonlocal transport measurements showing pathway to Majorana zero modes demonstration and how to identify false-positives (Nature Physics 2021). Work in the context of topological one-dimensional superconductivity in nanowires (Nature Physics 2020) (Frolov).\n\n\n3.  In collaboration with researchers from Microsoft, the project advanced the understanding of defects and surface states in InAs and InSb, and explored potential materials for topological devices (Marom).\n\n\n4.  Demonstration and characterization of 2d NbSe2 to bulk Al Josephson junctions, with critical currents in the 10s of A range. Single junctions and SQUIDs were both demonstrated. Each junction could act as a flux detector with similar sensitivity to a SQUID made of the same materials (Hatridge, Hunt).\n\n\n5.  Demonstration of in-situ shadow deposition of superconductor layers on selective area-grown nanowires using nanofabricated walls for flexible templating of tunnel junctions and islands, Nano Letters 2023 (Palmstrm, Frolov).\n\n\n6.  Prediction of efficient microwave photon splitting induced by quantum fluctuations in a nonlinear circuit formed with an array of Josephson junctions. This theory has been used to interpret experiments carried out at the University of Maryland on the lifetime of photons in superconducting circuits (PRL 2020, PRL 2021) (Houzet).\n\n\n7.  Development of computational methods for predicting the structure and properties of epitaxial inorganic interfaces, implemented in open-source codes available to the broad community of researchers (Marom).\n\n\n8.  Demonstration of how capping influences the crystalline properties of Sn thin films epitaxial on InSb substrates, turning it from a semimetal to a superconductor. (Hocevar, Frolov, Palmstrm)\n\n\n9. Theoretical discovery and experimental demonstration of the Andreev blockade phenomenon PRL 2021 (Frolov, Pekker)\n\n\n10. Theoretical proposal of the braidonium device for flux controlled braiding and fusion of Majorana zero modes PRB 2019 (Pekker, Frolov, Hatridge).\n\n\n\t\t\t\t\tLast Modified: 04/11/2024\n\n\t\t\t\t\tSubmitted by: SergeyFrolov\n"
 }
}