{
 "awd_id": "1743587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unearthing interacting nontuberculous mycobacterial, environmental, and host determinants of lung disease in the Hawai'i Islands",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 2321257.0,
 "awd_amount": 2619817.0,
 "awd_min_amd_letter_date": "2017-07-12",
 "awd_max_amd_letter_date": "2021-07-14",
 "awd_abstract_narration": "This research will study the environmental factors affecting a naturally occurring type of bacteria, nontuberculous mycobacteria (NTM), which cause an infectious type of lung disease in people. It occurs around the globe and number of people affected is increasing; it infects 180,000 people in the United States each year. Hawaii has the highest prevalence of this lung disease in the United States. While NTM are regarded as an environmentally acquired type of bacteria, there is much we don't understand about where they live in the environment, which of those places are most important for getting into people and causing disease, and how interactions with the host cause disease. This interdisciplinary project will study NTM found from a broad range of environments, such as household water sources, soils, feral pigs, and healthy humans, and compare these to strains from patients in Hawaii. This will be the first time soil and water characteristics, climatic factors, human genes and behaviors, bacterial genomics, and potential vertebrate reservoirs are studied together in a single model. The work will help us understand how bacteria that are sometimes free living and sometimes associated with people and animals use their environment, and provide needed information about environmentally acquired NTM lung disease, and how to reduce these types of infections. This research will involve a large-scale citizen science project. It will involve patients in research, establish outreach programs, and mentor high school, undergraduate, and graduate students, and postdoctoral fellows from Hawaii and other underrepresented Pacific Islands in the fields of microbiology, microbial genomics and ecology, and mathematical modeling. It will contribute to the goal of reducing and perhaps eliminating difficult-to-treat NTM infections.\r\n\r\nThis study will investigate environmental and clinical nontuberculous mycobacteria (NTM) by comprehensively characterizing genomic signatures of these opportunistic pathogens, and identifing where they reside in the environment. Human susceptibility to NTM infections will be examined by sequencing the genomes of individuals with NTM lung disease, to investigate and identify human genetic factors influencing disease incidence, including the examination of immune genes, cilia function genes, and genes affecting body or organ morphology. Over 3,000 environmental samples from Hawaii will be examined, and whole genome sequencing of over 1,000 environmental and clinical NTM bacterial strains will be conducted to comprehensively characterize the genome evolution and population dynamics of clinically relevant NTM species on the Hawaiian islands. These data will be combined with environmental analysis of water and soil characteristics to identify variables contributing to NTM survival and colonization in the environment. Through modeling of where individuals acquire NTM infections the research will contribute to identifying specific environmental, climatological, animal reservoirs, host genetic anomalies and behaviors, and particular genetic subtypes that facilitate this acquisition, driving the high prevalence of NTM lung disease in Hawaii. The research will thereby shed light on ecological processes affecting host colonization by environmentally acquired pathogens.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Strong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Strong",
   "pi_email_addr": "strongm@njhealth.org",
   "nsf_id": "000624716",
   "pi_start_date": "2017-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Chan",
   "pi_mid_init": "D",
   "pi_sufx_name": "MD",
   "pi_full_name": "Edward D Chan",
   "pi_email_addr": "chane@njhealth.org",
   "nsf_id": "000738902",
   "pi_start_date": "2017-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Honda",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer R Honda",
   "pi_email_addr": "Jennifer.Honda@UTTyler.edu",
   "nsf_id": "000860785",
   "pi_start_date": "2017-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Jewish Health",
  "inst_street_address": "1400 JACKSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3033981078",
  "inst_zip_code": "802062761",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "NATIONAL JEWISH HEALTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "VLQKFEEJ3NE9"
 },
 "perf_inst": {
  "perf_inst_name": "National Jewish Health",
  "perf_str_addr": "1400 Jackson Street",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802062761",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2321257.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 298560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nontuberculous mycobacteria (NTM) comprise a large group of phylogenetically related environmental bacterial species that are found throughout aquatic and terrestrial environments.&nbsp; Some species of NTM, including <em>M. abscessus</em>, <em>M. avium</em>, and <em>M. intracellulare</em>, can be environmentally acquired, and can cause severe lung disease in humans, particularly in susceptible individuals.&nbsp; NTM infections are notoriously difficult to treat, often requiring months to over a year of antibiotic treatment.&nbsp; The species of NTM responsible for lung disease can vary by geographic region, suggesting the environment and local demographics influence the predominant NTM species to which individuals are exposed. Hawaii has the highest rates of NTM lung disease (NTM-LD) of all U.S. states.&nbsp;</p>\n<p>The goals of this project were to elucidate and model the underlying factors influencing the high occurrence of nontuberculous mycobacterial (NTM) lung disease (NTM-LD) in Hawai'i, and use these methodologies to better understand and model environmentally acquired infectious disease pathogens.&nbsp; We accomplished these goals by investigating indoor and outdoor environmental habitats in Hawai'i using microbiologic and chemical analysis methods, sequencing the genomes of environmental and clinical NTM isolates, comparing patient and environmental NTM isolates from Hawai'i, sequencing human genomes, and analyzing and modeling the resulting data to identify factors influencing NTM presence, composition, and viability in the environment, influencing potential infection acquisition and disease.&nbsp;</p>\n<p>During this project, Dr. Honda, research partners, and a large cohort of more than 500 student and volunteer citizen scientists in Hawai&rsquo;i, collected of over 3,000 samples for investigation, including environmental soil, water, household and environmental water biofilms, and dust samples from many locations on four of the most populated islands of Hawai&rsquo;i including Oahu, Maui, Hawaii Island, and Kauai.&nbsp; These included over 1,900 biofilm samples, 300 dust samples, 700 soil samples, and 40 natural stream samples.&nbsp;&nbsp;&nbsp;Of these, over 1,200 samples were collected by students and 1,500 samples were collected by other volunteers.&nbsp; Over 400 samples were collected by our clinical partners or their patients, in order to give us a representative sampling of NTM clinical isolates and patient home environmental samples.&nbsp;&nbsp; Dr. Strong and group have sequenced the genomes of over 1,100 NTM isolates, including over 860 environmental and 240 clinical NTM isolates, as part of this project.&nbsp;&nbsp;&nbsp;</p>\n<p>This work has led to significant research advancements furthering our understanding of NTM presence and composition in the environment of Hawaii, and potential sources leading to infection.&nbsp;&nbsp; Among the research resulting from this project, we have achieved the following outcomes, including: characterizing&nbsp; soil properties that contribute to NTM survival and persistence in Hawai&rsquo;i soils (1), establishing models for the exposure pathways of NTM through outdoor environmental sources (2), comparing the presence of NTM isolated from indoor and outdoor environmental sources to better characterize potential source points of infection (3), evaluating which soil chemical features may influence NTM survival within the environment of Hawai&rsquo;i (4), investigating the acquisition of key chemical elements by NTM, including iron (5), identifying unexpected co-isolation of mycobacteria and methylobacteria using environmental sampling, culturing, and genomic sequencing methods (6), and engaging citizen scientists in Hawai&rsquo;i, including establishing a NTM focused conference in Hawai&rsquo;i at the beginning of 2020 to engage these individuals and highlight the research of this project (7).</p>\n<p>Specific outcomes include the findings that 1) NTM was significantly more likely to be found in indoor household showerhead biofilms compared to outdoor beach showerhead biofilms. &nbsp;2) For the first time, <em>M. avium</em> was identified in the Hawai&rsquo;i environment from stream rock interfaces. 3) We identified, cultured, and sequenced the genomes of environmental <em>M. abscessus</em> and compared these to clinical <em>M. abscessus</em> isolates, and 4) we investigated the presence and potential modes of transmission and adherence of <em>M. abscessus</em> on environmental fomites including volcanic ash from the Kilauea volcano.&nbsp; These provide significant steps toward furthering our understanding of modes of NTM infection acquisition from environmental sources.</p>\n<p>In Parsons <em>et al.</em> (1) we described the culturing of 771 samples from 422 geographic sites in natural areas across the Hawaiian Islands for the presence of NTM. NTM were detected in 210 of these samples (27%), with <em>Mycobacterium abscessus</em> being the most frequently isolated species. The results demonstrated that NTM presence was highest in expansive soils (those that swell with water) with a high water balance and rich in Fe-oxides/hydroxides.</p>\n<p>Our multidisciplinary team, worked diligently to advance our understanding of NTM presence, genetics, exposure, and infection acquisition through synergistic microbiologic, phylogenetic, geospatial analysis and modeling approaches.&nbsp;</p>\n<p>1. Parsons AW et al. &nbsp;<em>Applied Environmental Microbiology</em>. 2022. PMID:35435715</p>\n<p>2. Nelson ST et al. <em>GeoHealth</em>. 2021. PMID:33855248</p>\n<p>3, Virdi R et al. <em>Microorganisms</em>. 2021. PMID:33499212</p>\n<p>4. Glickman CM &nbsp;et al. <em>Applied Environmental Microbiology</em>. 2020. PMID:32859599</p>\n<p>5. Tan CG et al. <em>Frontiers in Microbiology. </em>2023.</p>\n<p>6. Hendrix J et al. <em>PLoS One</em>. 2023.<strong> </strong>PMID:37703253</p>\n<p>7. Honda JR et al. <em>Microbes and Infection. </em>2020. PMID:33035706</p><br>\n<p>\n Last Modified: 11/17/2023<br>\nModified by: Michael&nbsp;Strong</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNontuberculous mycobacteria (NTM) comprise a large group of phylogenetically related environmental bacterial species that are found throughout aquatic and terrestrial environments. Some species of NTM, including M. abscessus, M. avium, and M. intracellulare, can be environmentally acquired, and can cause severe lung disease in humans, particularly in susceptible individuals. NTM infections are notoriously difficult to treat, often requiring months to over a year of antibiotic treatment. The species of NTM responsible for lung disease can vary by geographic region, suggesting the environment and local demographics influence the predominant NTM species to which individuals are exposed. Hawaii has the highest rates of NTM lung disease (NTM-LD) of all U.S. states.\n\n\nThe goals of this project were to elucidate and model the underlying factors influencing the high occurrence of nontuberculous mycobacterial (NTM) lung disease (NTM-LD) in Hawai'i, and use these methodologies to better understand and model environmentally acquired infectious disease pathogens. We accomplished these goals by investigating indoor and outdoor environmental habitats in Hawai'i using microbiologic and chemical analysis methods, sequencing the genomes of environmental and clinical NTM isolates, comparing patient and environmental NTM isolates from Hawai'i, sequencing human genomes, and analyzing and modeling the resulting data to identify factors influencing NTM presence, composition, and viability in the environment, influencing potential infection acquisition and disease.\n\n\nDuring this project, Dr. Honda, research partners, and a large cohort of more than 500 student and volunteer citizen scientists in Hawaii, collected of over 3,000 samples for investigation, including environmental soil, water, household and environmental water biofilms, and dust samples from many locations on four of the most populated islands of Hawaii including Oahu, Maui, Hawaii Island, and Kauai. These included over 1,900 biofilm samples, 300 dust samples, 700 soil samples, and 40 natural stream samples.Of these, over 1,200 samples were collected by students and 1,500 samples were collected by other volunteers. Over 400 samples were collected by our clinical partners or their patients, in order to give us a representative sampling of NTM clinical isolates and patient home environmental samples. Dr. Strong and group have sequenced the genomes of over 1,100 NTM isolates, including over 860 environmental and 240 clinical NTM isolates, as part of this project.\n\n\nThis work has led to significant research advancements furthering our understanding of NTM presence and composition in the environment of Hawaii, and potential sources leading to infection. Among the research resulting from this project, we have achieved the following outcomes, including: characterizing soil properties that contribute to NTM survival and persistence in Hawaii soils (1), establishing models for the exposure pathways of NTM through outdoor environmental sources (2), comparing the presence of NTM isolated from indoor and outdoor environmental sources to better characterize potential source points of infection (3), evaluating which soil chemical features may influence NTM survival within the environment of Hawaii (4), investigating the acquisition of key chemical elements by NTM, including iron (5), identifying unexpected co-isolation of mycobacteria and methylobacteria using environmental sampling, culturing, and genomic sequencing methods (6), and engaging citizen scientists in Hawaii, including establishing a NTM focused conference in Hawaii at the beginning of 2020 to engage these individuals and highlight the research of this project (7).\n\n\nSpecific outcomes include the findings that 1) NTM was significantly more likely to be found in indoor household showerhead biofilms compared to outdoor beach showerhead biofilms. 2) For the first time, M. avium was identified in the Hawaii environment from stream rock interfaces. 3) We identified, cultured, and sequenced the genomes of environmental M. abscessus and compared these to clinical M. abscessus isolates, and 4) we investigated the presence and potential modes of transmission and adherence of M. abscessus on environmental fomites including volcanic ash from the Kilauea volcano. These provide significant steps toward furthering our understanding of modes of NTM infection acquisition from environmental sources.\n\n\nIn Parsons et al. (1) we described the culturing of 771 samples from 422 geographic sites in natural areas across the Hawaiian Islands for the presence of NTM. NTM were detected in 210 of these samples (27%), with Mycobacterium abscessus being the most frequently isolated species. The results demonstrated that NTM presence was highest in expansive soils (those that swell with water) with a high water balance and rich in Fe-oxides/hydroxides.\n\n\nOur multidisciplinary team, worked diligently to advance our understanding of NTM presence, genetics, exposure, and infection acquisition through synergistic microbiologic, phylogenetic, geospatial analysis and modeling approaches.\n\n\n1. Parsons AW et al. Applied Environmental Microbiology. 2022. PMID:35435715\n\n\n2. Nelson ST et al. GeoHealth. 2021. PMID:33855248\n\n\n3, Virdi R et al. Microorganisms. 2021. PMID:33499212\n\n\n4. Glickman CM et al. Applied Environmental Microbiology. 2020. PMID:32859599\n\n\n5. Tan CG et al. Frontiers in Microbiology. 2023.\n\n\n6. Hendrix J et al. PLoS One. 2023. PMID:37703253\n\n\n7. Honda JR et al. Microbes and Infection. 2020. PMID:33035706\t\t\t\t\tLast Modified: 11/17/2023\n\n\t\t\t\t\tSubmitted by: MichaelStrong\n"
 }
}