{
 "awd_id": "1744320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Convergence QL: Ideas Lab Workshop: Practical Fully-Connected Quantum Computer Challenge (PFCQC), Santa Fe Institute, August 28 - September 1, 2017",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2017-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 98750.0,
 "awd_amount": 98750.0,
 "awd_min_amd_letter_date": "2017-07-14",
 "awd_max_amd_letter_date": "2017-07-14",
 "awd_abstract_narration": "The NSF \"Ideas Lab: Practical Fully-Connected Quantum Computer Challenge (PFCQC)\" described in the NSF solicitation 17-548 will be held at the Santa Fe Institute in Santa Fe, NM, from August 28 to September 1, 2017. Researchers from a broad range of disciplines, including physics, engineering, and computer science, will work together to develop promising new techniques that can address the challenge of developing and operating a practical fully-connected quantum computer. The funds will cover travel and expenses for 28 Ideas Lab participants: 24 invited participants and 4 mentors. These expenditures will be administered by the Santa Fe Institute, NM. Practical quantum computing has the potential to transform cryptography, secure communication, material and drug design, the efficient simulation of physical systems, and our ability to solve a host of optimization problems in science and industry. Current work strongly suggests that quantum computers have moved past the stage analogous to the first transistor; several technologies are now reminiscent of the first integrated circuit, and are showing signs that they can scale up to the point where quantum computers will exceed classical ones in practice. Focusing on and incubating these technologies at this juncture could usher in a new digital revolution. \r\n\r\nRecent advances in the laboratory are bringing large-scale quantum computing closer to fruition, with several technologies that show promise of scalability. In particular, fully-connected architectures-where one can control interactions between any pair of qubits at will-offer truly programmable quantum computers, as opposed to specialized hardware devices hardwired to solve a fixed type of problem. Programmable quantum devices like these could finally make quantum algorithms a reality, such as Shor's factoring algorithm, Grover's search algorithm, and algorithms for efficiently simulating quantum Hamiltonians relevant to condensed matter physics, high energy physics, materials science, molecular biology, and drug design. Even devices with ~30 qubits could exceed the capabilities of classical computers, as well as providing tests of \"quantum supremacy\" confirming the theoretical computational power of quantum mechanics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cristopher",
   "pi_last_name": "Moore",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Cristopher D Moore",
   "pi_email_addr": "moore@santafe.edu",
   "nsf_id": "000193005",
   "pi_start_date": "2017-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Fe Institute",
  "inst_street_address": "1399 HYDE PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA FE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5059462727",
  "inst_zip_code": "875018943",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "SANTA FE INSTITUTE OF SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "M8SBQ7NVNAH4"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Fe Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875018943",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724400",
   "pgm_ele_name": "COMPUTATIONAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "060Z",
   "pgm_ref_txt": "Convergent Research"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 98750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum computing has been a theoretical possibility since the work of Feynman. Since 1994 it has been strongly motivated by Shor&rsquo;s factoring algorithm, which (among other things) would break the RSA public-key encryption commonly in use today, as well as the possibility of simulating systems in physics, chemistry, and materials science where quantum effects are important.</p>\n<p>However, only recently have several technologies emerged which show promise of scaling up to 50 or more &ldquo;qubits,&rdquo; which is roughly where quantum computers would become significantly more powerful than classical ones. This NSF IDEAS lab was convened in order to identify the most promising technologies, and especially those not already being pursued by the private sector.</p>\n<p>Mentors heard presentations from several interdisciplinary teams, each of which focused on a different technology. These included multiple ion traps that communicate with each other by &ldquo;shuttling&rdquo; ions from one region to another; resonant cavities that store qubits as microwaves, and interact using superconductors; solid-state computers using photons and nonlinear optics; and lattices of neutral atoms, held in place using lasers.&nbsp;</p>\n<p>Each team discussed their current level of success and what they believe they can accomplish within a few years. This means not just the number of qubits, but the &ldquo;fidelity&rdquo; or accuracy with which quantum operations can be carried out. For instance, a fidelity of 0.999=1-1/1000 would allow a quantum computer to carry out at least 1000 operations before errors accumulate. While this is too few to carry out Shor&rsquo;s algorithm on large cryptographic keys, it is potentially enough to perform calculations in quantum chemistry, materials science, and field theory&mdash;e.g. computing the energy of a gas of electrons, or the strength of interactions between molecules&mdash;that are currently beyond the reach of classical computers.</p>\n<p>Mentors challenged each team, both to address questions about the engineering and feasibility of their approach, and to design &ldquo;killer apps&rdquo; that would demonstrate the computational power of the resulting device. Each team also had a theoretical component, studying the capabilities of quantum computers whose fidelity is close to 1 but not perfect. (Most teams felt that quantum error correction, which in theory can allow ongoing computations of any length as long as the fidelity exceeds a certain threshold, is still a few years away.) There was also a strong emphasis on the software engineering side of quantum computing, creating interactive tools that would allow researchers to quickly implement quantum algorithms on a given device.</p>\n<p>Based on the presentations, several teams were invited to submit full proposals for funding to the NSF.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2018<br>\n\t\t\t\t\tModified by: Cristopher&nbsp;D&nbsp;Moore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nQuantum computing has been a theoretical possibility since the work of Feynman. Since 1994 it has been strongly motivated by Shor?s factoring algorithm, which (among other things) would break the RSA public-key encryption commonly in use today, as well as the possibility of simulating systems in physics, chemistry, and materials science where quantum effects are important.\n\nHowever, only recently have several technologies emerged which show promise of scaling up to 50 or more \"qubits,\" which is roughly where quantum computers would become significantly more powerful than classical ones. This NSF IDEAS lab was convened in order to identify the most promising technologies, and especially those not already being pursued by the private sector.\n\nMentors heard presentations from several interdisciplinary teams, each of which focused on a different technology. These included multiple ion traps that communicate with each other by \"shuttling\" ions from one region to another; resonant cavities that store qubits as microwaves, and interact using superconductors; solid-state computers using photons and nonlinear optics; and lattices of neutral atoms, held in place using lasers. \n\nEach team discussed their current level of success and what they believe they can accomplish within a few years. This means not just the number of qubits, but the \"fidelity\" or accuracy with which quantum operations can be carried out. For instance, a fidelity of 0.999=1-1/1000 would allow a quantum computer to carry out at least 1000 operations before errors accumulate. While this is too few to carry out Shor?s algorithm on large cryptographic keys, it is potentially enough to perform calculations in quantum chemistry, materials science, and field theory&mdash;e.g. computing the energy of a gas of electrons, or the strength of interactions between molecules&mdash;that are currently beyond the reach of classical computers.\n\nMentors challenged each team, both to address questions about the engineering and feasibility of their approach, and to design \"killer apps\" that would demonstrate the computational power of the resulting device. Each team also had a theoretical component, studying the capabilities of quantum computers whose fidelity is close to 1 but not perfect. (Most teams felt that quantum error correction, which in theory can allow ongoing computations of any length as long as the fidelity exceeds a certain threshold, is still a few years away.) There was also a strong emphasis on the software engineering side of quantum computing, creating interactive tools that would allow researchers to quickly implement quantum algorithms on a given device.\n\nBased on the presentations, several teams were invited to submit full proposals for funding to the NSF.\n\n\t\t\t\t\tLast Modified: 10/17/2018\n\n\t\t\t\t\tSubmitted by: Cristopher D Moore"
 }
}