{
 "awd_id": "1744604",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Biomimetic wireless system design for IoT networks: from sensors to brain controlled applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2017-07-20",
 "awd_max_amd_letter_date": "2017-07-20",
 "awd_abstract_narration": "The Internet of Things (IoT), which networks versatile devices for information exchange, remote sensing, monitoring and control, is finding promising applications in nearly every field. Motivated by the human circulation system, this project introduces innovative methodologies that can regulate the design and analysis of future IoT networks, and provide more reliable human-device interface, including brain-controlled applications. Potentially, it can make significant contributions to the establishment of an ideal human-device platform for Smart Home, Smart Grid, health monitoring, national security, e-commerce, as well as many future applications that can benefit from fast and reliable human-device communications. Moreover, by integrating the technological advances resulting from this project into the curriculum development and outreach activities at Michigan State University, significant impacts are expected from this project on training a highly-skilled and diverse workforce in the areas of wireless communications and IoT networking. \r\n\r\nThis project aims to develop a unified framework for network modeling and characterization, and to develop innovative techniques for IoT network design, management and performance evaluation, so as to enable the future human-device user interface. More specifically, this project plans to: 1) develop a unified framework to characterize the convergence of network centric management and ad hoc flexibility. The new framework includes all the existing networks as special cases, and makes quantitative network performance evaluation more tractable and systematic; 2) develop innovative network design and performance analysis methodologies based on the unified framework. Optimal topology design will be provided for throughput maximization. Stability, delay and efficiency analysis will be conducted to provide benchmarks on network performance evaluation.  Diversity enhancement and dynamic routing protocol design will be carried out to reinforce network security and reliability; 3) develop innovative machine learning based overlapping user grouping techniques for massive multi-input multi-output systems. These new techniques can greatly increase the system capacity and ensure full coverage for all the IoT devices; and 4) apply the advanced tools in communications to perform multi-level computational brain analysis, and to achieve more accurate brain signal extraction. Multi-level brain analysis will result in better understanding on brain functions, dysfunctions and brain processing capacity. Accurate brain signal extraction lays the foundation for the development of reliable interface between the human mind and brain-controlled devices, which will be new members in the IoT family.  Transformative research in this project includes new IoT network design, management and performance evaluation techniques, as well as the new user interface between human mind and brain-controlled devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tongtong",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tongtong Li",
   "pi_email_addr": "tongli@egr.msu.edu",
   "nsf_id": "000353453",
   "pi_start_date": "2017-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "428 S Shaw Lane, Rm 2308K",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">The Internet of Things (IoT), which networks versatile devices for information exchange, remote sensing, monitoring and control, is finding promising applications in nearly every field. Due to its high density and enormous spectrum requirement, the practical development of IoT seems to be forbidden until the reveal of the large millimeter wave (mmWave) band (28GHz-300GHz) and the recent advances in massive multi-input multi-output (MIMO) techniques. However, while the massive MIMO equipped mmWave system fits perfectly with the need of the IoT networks, the high density of access points turns out to be a major challenge in network design, especially with the scarce energy budget and the low cost requirements of IoT applications. How to develop a seamless, reliable and energy efficient wireless networking scheme for the IoT applications remains an open problem.<br /><br />With well-organized infrastructure, centralized networks can provide very good transmission reliability, efficiency and scalability. However, there is a lack of endpoint communication flexibility and diversity. The structureless ad-hoc networks, on the other hand, can provide excellent flexibility with reliable performance for small scale networks. The scalability, however, has proved to be a serious challenge for large ad-hoc networks due to the uncertainty, complexity, as well as the delay and energy concerns in the routing process. The problem becomes even worse when the devices are mobile. The observations on the pros and cons of centralized and ad-hoc networks above lead to the idea of hybrid networks, which actually reflects the convergence of structure-ensured reliability/efficiency, and ad-hoc enabled flexibility. That is,&nbsp; the network needs to have a well-organized, hierarchical infrastructure with sufficient diversity, to ensure the reliability, capacity, efficiency and punctuality. At the same time, the network should provide sufficient flexibility by allowing authorized ad-hoc communications among the nodes or devices. To this end, two fundamental problems are: do we have a unified framework to characterize the convergence of centralized and ad-hoc networks? Can we regulate the design and performance evaluation processes of IoT networks?&nbsp; <br /><br />In this research, motivated by the structure of the human circulation system, we developed a unified framework for network modeling and characterization,&nbsp; applied the framework to&nbsp; the design, evaluation and management of IoT networks, and therefore moved a step forward in the development of the future human-device user interface. More specifically, first, we developed a unified framework to characterize the convergence of network centric management and ad hoc flexibility.&nbsp;&nbsp; Taking the number of hops for a basic node to reach the sink&nbsp;&nbsp; as the starting point,&nbsp; we introduced the concept of&nbsp;&nbsp;&nbsp; N-hop networks. This framework can include all the existing networks as special cases, and make quantitative network performance evaluation more tractable and systematic. Second, we developed innovative network design and performance analysis methodologies based on the unified framework. We provided optimal topology design for throughput maximization; we carried out the stability, delay and efficiency analysis, and revealed how these results, in turn, can provide insightful feedbacks to network design and planning. We introduced the concept of node significance to characterize the impact of different nodes on network performance and reliability. We reinforced network efficiency and security through diversity enhanced topology design and dynamic routing protocol development. We introduced the idea of overlapping user grouping in Massive MIMO, and increased the system capacity and ensured full coverage for all the IoT devices. Finally, relying on an EEG-based brain-computer interface, we were able to achieve direct wireless communication between human brain and devices equipped with wireless receivers. Potentially, the innovative methodologies developed in this project&nbsp; can regulate the design and analysis of future IoT networks, and provide more efficient and reliable human-device use interfaces.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2019<br>\n\t\t\t\t\tModified by: Tongtong&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Internet of Things (IoT), which networks versatile devices for information exchange, remote sensing, monitoring and control, is finding promising applications in nearly every field. Due to its high density and enormous spectrum requirement, the practical development of IoT seems to be forbidden until the reveal of the large millimeter wave (mmWave) band (28GHz-300GHz) and the recent advances in massive multi-input multi-output (MIMO) techniques. However, while the massive MIMO equipped mmWave system fits perfectly with the need of the IoT networks, the high density of access points turns out to be a major challenge in network design, especially with the scarce energy budget and the low cost requirements of IoT applications. How to develop a seamless, reliable and energy efficient wireless networking scheme for the IoT applications remains an open problem.\n\nWith well-organized infrastructure, centralized networks can provide very good transmission reliability, efficiency and scalability. However, there is a lack of endpoint communication flexibility and diversity. The structureless ad-hoc networks, on the other hand, can provide excellent flexibility with reliable performance for small scale networks. The scalability, however, has proved to be a serious challenge for large ad-hoc networks due to the uncertainty, complexity, as well as the delay and energy concerns in the routing process. The problem becomes even worse when the devices are mobile. The observations on the pros and cons of centralized and ad-hoc networks above lead to the idea of hybrid networks, which actually reflects the convergence of structure-ensured reliability/efficiency, and ad-hoc enabled flexibility. That is,  the network needs to have a well-organized, hierarchical infrastructure with sufficient diversity, to ensure the reliability, capacity, efficiency and punctuality. At the same time, the network should provide sufficient flexibility by allowing authorized ad-hoc communications among the nodes or devices. To this end, two fundamental problems are: do we have a unified framework to characterize the convergence of centralized and ad-hoc networks? Can we regulate the design and performance evaluation processes of IoT networks?  \n\nIn this research, motivated by the structure of the human circulation system, we developed a unified framework for network modeling and characterization,  applied the framework to  the design, evaluation and management of IoT networks, and therefore moved a step forward in the development of the future human-device user interface. More specifically, first, we developed a unified framework to characterize the convergence of network centric management and ad hoc flexibility.   Taking the number of hops for a basic node to reach the sink   as the starting point,  we introduced the concept of    N-hop networks. This framework can include all the existing networks as special cases, and make quantitative network performance evaluation more tractable and systematic. Second, we developed innovative network design and performance analysis methodologies based on the unified framework. We provided optimal topology design for throughput maximization; we carried out the stability, delay and efficiency analysis, and revealed how these results, in turn, can provide insightful feedbacks to network design and planning. We introduced the concept of node significance to characterize the impact of different nodes on network performance and reliability. We reinforced network efficiency and security through diversity enhanced topology design and dynamic routing protocol development. We introduced the idea of overlapping user grouping in Massive MIMO, and increased the system capacity and ensured full coverage for all the IoT devices. Finally, relying on an EEG-based brain-computer interface, we were able to achieve direct wireless communication between human brain and devices equipped with wireless receivers. Potentially, the innovative methodologies developed in this project  can regulate the design and analysis of future IoT networks, and provide more efficient and reliable human-device use interfaces.\n\n\t\t\t\t\tLast Modified: 11/26/2019\n\n\t\t\t\t\tSubmitted by: Tongtong Li"
 }
}