{
 "awd_id": "1744048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The energetic assembly of biological communities: a test with deep-sea woodfalls",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2017-04-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 747825.0,
 "awd_amount": 747825.0,
 "awd_min_amd_letter_date": "2017-07-17",
 "awd_max_amd_letter_date": "2020-07-24",
 "awd_abstract_narration": "Changes in both terrestrial and marine carbon production under climate change necessitate an understanding of how ecological communities are structured by carbon availability, which has long been recognized as a predictor of biodiversity. Recent research indicates global marine phytoplankton production may have declined at a rate of ~1% of the global median per year. Regional-scale changes have been more heterogeneous; with the equatorial Pacific Ocean experiencing overall declines of over 50% the last decade and Polar Regions experiencing increases of comparable magnitude. Clearly, there is a strong need for a more complete understanding of the relationship between biodiversity and carbon availability to better predict the consequences of current and forthcoming climate change on marine ecosystems. One challenge is that determinants of available carbon in natural systems are diverse and often unidentifiable. Wood-fall communities in the deep sea are an ideal experimental system for testing many theories about carbon availability and biodiversity. First, the amount of carbon available to the community can be precisely manipulated in the form of wood mass. Second, flows of carbon from wood through the community can be easily tracked because animals supported by wood have distinct chemical signatures that can be traced with stable isotope analysis. Finally, the entire community associated with a wood fall can be sampled, allowing for accurate estimates of biodiversity, biomass, and energy flow. For these reasons, study of deep-sea wood falls provides accurate and simultaneous quantification of standing stock, diversity, and trophic structure as a function of energy availability. Through the use of ROV/submersible-deployed wood falls, the project will test how changes in carbon availability impact marine biodiversity. The results of this project will be beneficial to science in several ways. First, the project contributes significantly to climate change and biodiversity research and specifically to knowledge of the underexplored deep oceans. The project also creates abundant opportunities for public outreach. The multifaceted approach includes: employing web podcasts and blogs; sharing results through photographic exhibitions; and actively recruiting from minority-serving institutions while also providing visiting lectureships. Further, the project will recruit and train young scientists in underrepresented groups, and impact multiple audiences from primary education students, science instructors, and the general public. \r\n\r\nThe goal of this project is to identify the interactions in energetic processes that regulate community structure, using ROV/submersible-deployed wood falls. Wood will be deployed in varying sizes to control the amount of chemical energy added to the community, and of different wood densities to examine assembly rules while examining total quantity and concentration of resources. This approach will allow the investigators to examining energetic tradeoffs is that multiple impacts, hypotheses, and theories of varying carbon availability on biodiversity can be evaluated simultaneously. The amount of carbon in the community can be precisely manipulated, an improvement over prior studies. The impact of the rate of carbon uptake on ecological processes will also be examined here, but has been rarely evaluated. This research will also reveal much about wood-fall biomes in the deep sea, one of the least studied systems in the ocean. For example, the project will reveal the relative importance different carbon pathways in exporting wood energy and controlling biodiversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "McClain",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Craig R McClain",
   "pi_email_addr": "craig.mcclain@louisiana.edu",
   "nsf_id": "000356250",
   "pi_start_date": "2017-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Universities Marine Corsortium",
  "inst_street_address": "8124 HIGHWAY 56",
  "inst_street_address_2": "",
  "inst_city_name": "CHAUVIN",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "9858512800",
  "inst_zip_code": "703442110",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "LOUISIANA UNIVERSITIES MARINE CONSORTIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "F7NHNQKGLJK4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Universities Marine Corsortium",
  "perf_str_addr": "8124 Highway 56",
  "perf_city_name": "Chuavin",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "703442110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 747825.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Little research exists in characterizing how marine ecosystems will respond to the immense anthropogenic alterations to carbon cycling and availability. This alteration of carbon availability is predicted to increase with continued anthropogenic disturbance potentially leading to 15&ndash;30% decreases in biomass in some ocean basins.&nbsp; These continued changes in oceanic carbon availability may greatly alter marine biodiversity. However, causal relationships between the two remain unclear. Wood-fall communities in the deep sea are an ideal test system for theories about these connections. The overarching goal of this project is to identify the interactions in energetic processes that regulate biodiversity, using ROV/submersible-deployed wood falls. Our findings include:.</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp; The energetic requirements of organisms impact nearly every aspect of their ecology and evolution. We developed theory that species are adapted to specific levels of carbon availability and occupy a particular energetic niche. We find that benthic invertebrates with higher energetic expenditures, and ecologies associated with high energy demand, are in areas with higher chemical energy availability. In addition, we find that the location of invertebrates is determined by geographic patterns in carbon availability. Our findings indicate that species may be adapted to specific energy regimes, and the energetic niche can potentially link scales from individuals to ecosystems.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp; We show with our wood-fall experiments that while there is a tight coupling between available energy, the number of individuals, and biodiversity in a community, the underlying mechanics of this relationship is also regulated by the types of species in the community and the traits they possess.&nbsp; We also find that higher species richness resulted from a substantial increase in mean niche overlap, suggesting that increases in energy may afford reduced competition. Our findings here also suggest that natural variations in wood- falls, including wood type and size, may have a great impact on terrestrial carbon driven communities in the deep-sea.</p>\n<p>3.&nbsp; &nbsp; &nbsp;Understanding how enhanced biological diversity bestows enhanced is urgent in understanding the impacts of accelerated worldwide loss of biodiversity. We find the amount of consumed wood increased significantly with both wood-boring bivalve abundance and diversity. Overall, we find that redundancy is minimal in these bivalves, with increased richness conferring greater trophic diversity and ecosystem function.</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp; The flow of energy from fallen wood through deep sea communities remains largely unmapped. The result indicates that P.O.M., biofilms, and bacteria synthesized the majority of amino acids assimilated in the tissues of wood fall taxa, and suggests consumers do not directly assimilate carbon from wood falls. Rather, prokaryotic microorganisms are the principle drivers of energy flow and food web dynamics in these wood fall communities.</p>\n<p>Following outcomes reflect projects of opportunity made possible under this grant funding.</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp; The Deepwater Horizon spill is one of the largest environmental disasters with extensive impacts on the health of the Gulf. Based on ROV surveys within 500 m of the wellhead, we provide evidence of continued impacts on diversity, abundance and health of deep-sea megafauna. At locations proximal to the wellhead, megafaunal communities are more homogeneous than in unimpacted areas, lacking many taxonomic groups, and driven by high densities of arthropods. Degraded hydrocarbons at the site may be attracting arthropods. Analysis of the biological trait diversity of the surrounding megabenthos reveals notable loss of traits that may explain the stunted recovery of communities. Loss of biological traits that aid in ecosystem resilience has impeded recovery of benthic communities severely impacted by the Deepwater Horizon oil spill.&nbsp;Overall, deep-sea ecosystem health, 7 years post spill, is recovering slowly and lingering effects may be extreme.&nbsp;</p>\n<p>2.&nbsp; The high respiration rates of the deep-sea benthos cannot be sustained by known carbon supply pathways alone. We investigated reptilian food falls as a potential alternative carbon pathway. Our findings of this study indicate the quick and successful utilization of terrestrial and aquatic-based carbon food sources in the deep marine environment, though outcome variability may be high.&nbsp; We also found that the carcass enriched nearby sediments up to three times more than the carbon content of the background seafloor.&nbsp; This enrichment allowed invertebrate communities closer to the alligator carcass to host both more individuals and more species.</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp; A small brine puddle located in the northern Gulf&nbsp; was explored using a ROV. During the dive, we noticed brine levels had decreased, shrinking the pool in volume and lowering the shoreline. This evidence and the observed ebb of brine from the puddle suggests this small system is tidally influenced. Once the brine level within the depression had ebbed to its lowest level, small islands of sediment emerged from underneath the brine. Free of the brine&rsquo;s confines large sediment plumes emanated from one island in particular, Worm Hill. Push cores targeted active burrows on Worm Hill and were found to be home to large echiuran worms that are purple and green with golden hooks (Mardi Gras Spoon Worm).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2021<br>\n\t\t\t\t\tModified by: Craig&nbsp;R&nbsp;Mcclain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLittle research exists in characterizing how marine ecosystems will respond to the immense anthropogenic alterations to carbon cycling and availability. This alteration of carbon availability is predicted to increase with continued anthropogenic disturbance potentially leading to 15&ndash;30% decreases in biomass in some ocean basins.  These continued changes in oceanic carbon availability may greatly alter marine biodiversity. However, causal relationships between the two remain unclear. Wood-fall communities in the deep sea are an ideal test system for theories about these connections. The overarching goal of this project is to identify the interactions in energetic processes that regulate biodiversity, using ROV/submersible-deployed wood falls. Our findings include:.\n\n1.     The energetic requirements of organisms impact nearly every aspect of their ecology and evolution. We developed theory that species are adapted to specific levels of carbon availability and occupy a particular energetic niche. We find that benthic invertebrates with higher energetic expenditures, and ecologies associated with high energy demand, are in areas with higher chemical energy availability. In addition, we find that the location of invertebrates is determined by geographic patterns in carbon availability. Our findings indicate that species may be adapted to specific energy regimes, and the energetic niche can potentially link scales from individuals to ecosystems.\n\n2.     We show with our wood-fall experiments that while there is a tight coupling between available energy, the number of individuals, and biodiversity in a community, the underlying mechanics of this relationship is also regulated by the types of species in the community and the traits they possess.  We also find that higher species richness resulted from a substantial increase in mean niche overlap, suggesting that increases in energy may afford reduced competition. Our findings here also suggest that natural variations in wood- falls, including wood type and size, may have a great impact on terrestrial carbon driven communities in the deep-sea.\n\n3.     Understanding how enhanced biological diversity bestows enhanced is urgent in understanding the impacts of accelerated worldwide loss of biodiversity. We find the amount of consumed wood increased significantly with both wood-boring bivalve abundance and diversity. Overall, we find that redundancy is minimal in these bivalves, with increased richness conferring greater trophic diversity and ecosystem function.\n\n4.     The flow of energy from fallen wood through deep sea communities remains largely unmapped. The result indicates that P.O.M., biofilms, and bacteria synthesized the majority of amino acids assimilated in the tissues of wood fall taxa, and suggests consumers do not directly assimilate carbon from wood falls. Rather, prokaryotic microorganisms are the principle drivers of energy flow and food web dynamics in these wood fall communities.\n\nFollowing outcomes reflect projects of opportunity made possible under this grant funding.\n\n1.     The Deepwater Horizon spill is one of the largest environmental disasters with extensive impacts on the health of the Gulf. Based on ROV surveys within 500 m of the wellhead, we provide evidence of continued impacts on diversity, abundance and health of deep-sea megafauna. At locations proximal to the wellhead, megafaunal communities are more homogeneous than in unimpacted areas, lacking many taxonomic groups, and driven by high densities of arthropods. Degraded hydrocarbons at the site may be attracting arthropods. Analysis of the biological trait diversity of the surrounding megabenthos reveals notable loss of traits that may explain the stunted recovery of communities. Loss of biological traits that aid in ecosystem resilience has impeded recovery of benthic communities severely impacted by the Deepwater Horizon oil spill. Overall, deep-sea ecosystem health, 7 years post spill, is recovering slowly and lingering effects may be extreme. \n\n2.  The high respiration rates of the deep-sea benthos cannot be sustained by known carbon supply pathways alone. We investigated reptilian food falls as a potential alternative carbon pathway. Our findings of this study indicate the quick and successful utilization of terrestrial and aquatic-based carbon food sources in the deep marine environment, though outcome variability may be high.  We also found that the carcass enriched nearby sediments up to three times more than the carbon content of the background seafloor.  This enrichment allowed invertebrate communities closer to the alligator carcass to host both more individuals and more species.\n\n3.     A small brine puddle located in the northern Gulf  was explored using a ROV. During the dive, we noticed brine levels had decreased, shrinking the pool in volume and lowering the shoreline. This evidence and the observed ebb of brine from the puddle suggests this small system is tidally influenced. Once the brine level within the depression had ebbed to its lowest level, small islands of sediment emerged from underneath the brine. Free of the brine’s confines large sediment plumes emanated from one island in particular, Worm Hill. Push cores targeted active burrows on Worm Hill and were found to be home to large echiuran worms that are purple and green with golden hooks (Mardi Gras Spoon Worm).\n\n\t\t\t\t\tLast Modified: 08/01/2021\n\n\t\t\t\t\tSubmitted by: Craig R Mcclain"
 }
}