{
 "awd_id": "1745499",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Convergence NNA: Networking Indigenous Arctic and U.S. Southwest Communities on Knowledge Co-Production in Data Sciences",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922397",
 "po_email": "robdelga@nsf.gov",
 "po_sign_block_name": "Roberto Delgado",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 499006.0,
 "awd_amount": 499006.0,
 "awd_min_amd_letter_date": "2017-08-23",
 "awd_max_amd_letter_date": "2023-08-16",
 "awd_abstract_narration": "This award supports a Research Coordinating Network (RCN) that brings together scientists and Indigenous communities, Alaska Native communities and Tribal communities in the U.S. Southwest, to advance understanding of the challenges rapid socioecological change pose to food security and resilience in these communities.  Indigenous knowledge and perspectives will be combined with scientific knowledge across the biological, geological, geographic, anthropological, and information sciences to enable a comprehensive overview of how different investigators and scholars, from different perspectives and different environments, approach the issues of food security and resilience. One of the key strengths of the RCN is the synergy it will generate between North and South and between Western science and Indigenous scholarship. In addition, the network incorporates insights from information science and data professionals to explore ways to link systems, data and perspectives from multiple domains, both Indigenous and scientific.  The project team intends to increase  sharing and address issues of Indigenous communities concerns over data ownership and access by developing more effective tools for sharing data in cyberspace and on social media. Exploring how to merge ideas from diverse groups will contribute to the advancement of both Convergence science and the co-production of knowledge with Indigenous communities. This award is part of NSF's effort to promote convergence. The project is convergent because it brings together a diversity of disciplines to concentrate on a question of critical social importance.  Social, natural, and information scientists and Indigenous communities will focus on increasing our understanding of the impacts of rapid socioecological change in Indigenous communities from Alaska and the U.S. Southwest on food security and resilience in these communities. The project is convergent not just in how it combines scientific disciplines to address a societal problem, but also in how NSF might fundamentally think about the social construction of the scientific enterprise in the United States.\r\n\r\nThis RCN has the potential to add a new and fresh perspective to research on food security and resilience through exploration of the rapid social and environmental changes ongoing in the Arctic, by more effectively highlighting Indigenous sources of information. To broaden the perspective and insight into these issues, the RCN will connect Arctic Indigenous communities with tribes in the U.S. Southwest, mainly in Arizona and New Mexico. The RCN has three foci: 1) preservation, visualization, and sharing of Indigenous knowledge; 2) access to scientific data; and 3) Indigenous data sovereignty.  The project will be largely driven and led by Indigenous organizations but will include interdisciplinary Western scientists focused on food security and resilience from both the social and physical sciences to discuss current research agendas, data availability, and encourage the direct engagement of Indigenous partners. One Broader Impact of the RCN is the creation of relationships between Indigenous communities living in different areas but experiencing rapid social and environmental changes. The RCN will also create a plan for preserving and visualizing Indigenous Knowledge and connecting it to scientific data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Colleen",
   "pi_last_name": "Strawhacker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Colleen A Strawhacker",
   "pi_email_addr": "colleen.strawhacker@colorado.edu",
   "nsf_id": "000667905",
   "pi_start_date": "2017-08-23",
   "pi_end_date": "2018-06-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noor Jehan",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Noor Jehan Johnson",
   "pi_email_addr": "noor.johnson@colorado.edu",
   "nsf_id": "000780907",
   "pi_start_date": "2018-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Pulsifer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Peter L Pulsifer",
   "pi_email_addr": "pulsifer@nsidc.org",
   "nsf_id": "000587531",
   "pi_start_date": "2017-08-23",
   "pi_end_date": "2021-09-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Carroll",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie R Carroll",
   "pi_email_addr": "stephaniecarroll@email.arizona.edu",
   "nsf_id": "000677935",
   "pi_start_date": "2017-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Ferguson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Ferguson",
   "pi_email_addr": "dferg@email.arizona.edu",
   "nsf_id": "000750636",
   "pi_start_date": "2017-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Tristan",
   "pi_last_name": "Reader",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Tristan S Reader",
   "pi_email_addr": "treader@email.arizona.edu",
   "nsf_id": "000750638",
   "pi_start_date": "2017-08-23",
   "pi_end_date": "2021-09-27"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mary Elizabeth",
   "pi_last_name": "Jager",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Elizabeth Jager",
   "pi_email_addr": "jager@email.arizona.edu",
   "nsf_id": "000820907",
   "pi_start_date": "2021-09-27",
   "pi_end_date": "2021-09-27"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mary Elizabeth",
   "pi_last_name": "Jager",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Elizabeth Jager",
   "pi_email_addr": "jager@email.arizona.edu",
   "nsf_id": "000820907",
   "pi_start_date": "2021-10-18",
   "pi_end_date": "2023-08-16"
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "060Z",
   "pgm_ref_txt": "Convergent Research"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 499006.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-db096127-7fff-8e8f-460e-633412afb9dc\"><span>This project developed a network of Indigenous and non-Indigenous researchers and community leaders from Alaska, Canada, Finland, and the U.S. Southwest &ndash; the Indigenous Foods Knowledges Network &ndash; to exchange knowledge about how to support Indigenous food sovereignty. The network developed a unique methodology that included reciprocity between researchers and community members and a focus on learning from the places and practices that support Indigenous food sovereignty. Between 2017 - 2023, five communities hosted IFKN network gatherings, including three in the southwest (Gila River Indian Community, Tohono O&rsquo;odham, and Hopi) and two in Alaska (Chickaloon Village and Nenana). Our network members collaboratively developed a charter that guided our work. An Indigenous Steering Committee shaped network development by helping with meeting planning, recruiting meeting hosts, and co-developing articles and presentations. </span><span>The project supported the career development of five early and mid-career Indigenous researchers and community leaders, who served as a project co-PI and on the advisory committee. Indigenous undergraduate, MA students, and PhD students from the University of Alaska Fairbanks and the University of Arizona participated in network meetings. </span><span>Local organizations served as hosts for our gatherings and their Indigenous staff and interns gained experience with event planning and hosting. During COVID, when we had to pause our in-person meetings, our network successfully developed a related project on COVID-19 and food access for Indigenous individuals in Alaska and the US Southwest, which was funded by an NSF RAPID award. </span><span>Our methodology for developing Indigenous leadership and place-based relationships was disseminated through conference presentations and publications and is likely to inform future projects involving Indigenous communities and knowledge exchange. The network exchanges provided Indigenous Peoples in both the Arctic and US Southwest with concrete examples of community-based approaches to supporting Indigenous food sovereignty, as well as innovations for incorporating Indigenous foods in institutional settings.</span></span></p><br>\n<p>\n Last Modified: 12/20/2023<br>\nModified by: Noor Jehan&nbsp;Johnson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project developed a network of Indigenous and non-Indigenous researchers and community leaders from Alaska, Canada, Finland, and the U.S. Southwest  the Indigenous Foods Knowledges Network  to exchange knowledge about how to support Indigenous food sovereignty. The network developed a unique methodology that included reciprocity between researchers and community members and a focus on learning from the places and practices that support Indigenous food sovereignty. Between 2017 - 2023, five communities hosted IFKN network gatherings, including three in the southwest (Gila River Indian Community, Tohono Oodham, and Hopi) and two in Alaska (Chickaloon Village and Nenana). Our network members collaboratively developed a charter that guided our work. An Indigenous Steering Committee shaped network development by helping with meeting planning, recruiting meeting hosts, and co-developing articles and presentations. The project supported the career development of five early and mid-career Indigenous researchers and community leaders, who served as a project co-PI and on the advisory committee. Indigenous undergraduate, MA students, and PhD students from the University of Alaska Fairbanks and the University of Arizona participated in network meetings. Local organizations served as hosts for our gatherings and their Indigenous staff and interns gained experience with event planning and hosting. During COVID, when we had to pause our in-person meetings, our network successfully developed a related project on COVID-19 and food access for Indigenous individuals in Alaska and the US Southwest, which was funded by an NSF RAPID award. Our methodology for developing Indigenous leadership and place-based relationships was disseminated through conference presentations and publications and is likely to inform future projects involving Indigenous communities and knowledge exchange. The network exchanges provided Indigenous Peoples in both the Arctic and US Southwest with concrete examples of community-based approaches to supporting Indigenous food sovereignty, as well as innovations for incorporating Indigenous foods in institutional settings.\t\t\t\t\tLast Modified: 12/20/2023\n\n\t\t\t\t\tSubmitted by: Noor JehanJohnson\n"
 }
}