{
 "awd_id": "1745405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Human Response To High Altitude Environmental Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2017-05-12",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 213017.0,
 "awd_amount": 213017.0,
 "awd_min_amd_letter_date": "2017-06-06",
 "awd_max_amd_letter_date": "2022-06-09",
 "awd_abstract_narration": "Understanding how humans have managed to maintain food security while dealing with climatic change is crucial in a rapidly changing world. However, human adaptive responses to periodic fluctuations in local environment over the long term are poorly understood.  Even more crucial is understanding how humans responded to climatic change, not in the few optimal areas of the world, but rather in key marginal loci where the livelihoods of millions of smallholder farmers and pastoralists are at stake. Archaeology is uniquely poised to answer questions such as: Why are certain types of system resilient to climate change while others fall apart? What types of strategy are adaptive not just over the short term but for millennia? Along with colleagues, Dr. Alpoim Guedes will carry out research to understand how humans modified their agricultural and pastoral strategies in the context of a series of major climatic reversals over the past two millennia. By examining the potential for different adaptive strategies at the local level and providing a long term perspective on the consequences of human decision making, this research has the potential to further the production of more diverse, and more locally-adapted food sources that are resilient in the face of climate change. In addition to serving as a field school for students from a local university, it provides an international fieldwork experience for US minority undergraduates as well as two early career scientists. \r\n\r\nDr. Alpoim Guedes and colleagues will investigate how humans responded to and adapted to climatic fluctuations in one key marginal area: the high altitude environment of Eastern Himalayas of China.  In addition to reconstructing ancient subsistence patterns through the analysis of plant and animal remains, the researchers will investigate how different types of social organization facilitated or impaired human adaptation. Project researchers will develop models to predict how crop and forage grass production was impacted by climatic change. Each of these models will be used to predict how production fluctuated not only in the past but also in future predicted scenarios. By outlining the complex interactions between different factors that determine how crops and graze resources react to changes in climatic and ecological variables, the models created for this project can be applied to other high altitude/high latitude areas worldwide, particularly those in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jade",
   "pi_last_name": "d'Alpoim Guedes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jade d'Alpoim Guedes",
   "pi_email_addr": "jguedes@uw.edu",
   "nsf_id": "000658655",
   "pi_start_date": "2017-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "Jiuzhaigou National Park",
  "perf_str_addr": "",
  "perf_city_name": "Jiuzhaigou",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 213017.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d68b0569-7fff-e30e-5b76-1879bd97b9ad\"><span>Conservation programs around the world, from the United States to Africa, have sought to minimize human impact on the landscape in the belief that protected areas such as National Parks may constitute pristine nature. The Jiuzhaigou National Nature Reserve (JNNR), on the Eastern Tibetan Plateau is located in one of the most biodiverse regions of the world. Here, over </span><span>1950 species of plants along with many animals at least 50 of them rare or endangered. It is also one of the largest tourist sites in China, welcoming sometimes over 5 million visitors per year.&nbsp; </span><span>Since 1999, the Returning Farmlands to Forests Program has discouraged farming, wood cutting, herding and hunting</span><span> in order to retain the natural qualities of the national reserve and minimize erosion on high altitude terraces.&nbsp; </span><span>As a result, Amdo Tibetans who used to live on high altitude terraces throughout the reserve have been encouraged to move to areas of lower altitude. The higher altitude terraces on which people used to carry out farming and herding animals are currently in the process of being re-colonized by shrubs and trees through planting. A collaborative international archaeological research project in the park between the University of California, San Diego and the Sichuan Provincial Institute of Archaeology has begun to shed light on the time depth and nature of past human occupation in the park. The collaborative project carried out excavations at the site in 2019 and discovered deep layering of human activity on the terraces as buried as deep as 4 meters under the surface. The data from these excavations showed that the high altitude terraces which Amdo Tibetans traditionally lived on have been occupied for at least the past 3500 years. People built houses made of stone foundations and wattle and daub upper stories much like houses today. Our results show that in the past people grew wheat, barley and flax on these terraces, collected wild plants, and herded and hunted animals around the site. Our research also shows that they sustainably harvested wood, focusing on fast growing species for firewood and construction. Geomorphological evidence from the site suggests when humans occupied the terraces the rate of erosion on the terraces decreased when humans lived and farmed on them, and increased in periods where humans abandoned them and that humans played a role in increasing soil fertility and suitability for farming. Several American and Chinese graduate students were supported on this grant and gained vital fieldwork and materials analysis experience. NSF funding allowed this project to demonstrate that humans in the Jiuzhaigou National Nature Reserve (JNNR) have always contributed to and have had a beneficial rather than a negative impact on the sustainable management of natural resources and biodiversity in the Reserve. </span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2022<br>\n\t\t\t\t\tModified by: Jade&nbsp;D'alpoim Guedes</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876372377_rtk--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876372377_rtk--rgov-800width.jpg\" title=\"Excavations at Ashaonao\"><img src=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876372377_rtk--rgov-66x44.jpg\" alt=\"Excavations at Ashaonao\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This picture shows our excavations at the Ashaonao site on the terraces of the Jiuzhaigou National Nature Reserve. Project member Hailun Xu is collecting data using an RTK machine.</div>\n<div class=\"imageCredit\">Chunbai Zhang</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jade&nbsp;D'alpoim Guedes</div>\n<div class=\"imageTitle\">Excavations at Ashaonao</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876559783_Geomorph_sampling--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876559783_Geomorph_sampling--rgov-800width.jpg\" title=\"Sampling in the excavation unit\"><img src=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876559783_Geomorph_sampling--rgov-66x44.jpg\" alt=\"Sampling in the excavation unit\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Here US graduate students Molly Carney, Fabian Humberto Toro work with Xinhe Ren from the Aba Qiang and Tibetan Autonomous Prefecture and Hailun Xu from Sichuan University to take soil samples for geomorphological analysis</div>\n<div class=\"imageCredit\">Chunbai Zhang</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Jade&nbsp;D'alpoim Guedes</div>\n<div class=\"imageTitle\">Sampling in the excavation unit</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876800443_WechatIMG80--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876800443_WechatIMG80--rgov-800width.jpg\" title=\"The excavation team gathers for lunch at the site\"><img src=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876800443_WechatIMG80--rgov-66x44.jpg\" alt=\"The excavation team gathers for lunch at the site\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The excavation team gathers for lunch at the site</div>\n<div class=\"imageCredit\">Chunbai Zhang</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Jade&nbsp;D'alpoim Guedes</div>\n<div class=\"imageTitle\">The excavation team gathers for lunch at the site</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876937234_Jade--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876937234_Jade--rgov-800width.jpg\" title=\"At work\"><img src=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670876937234_Jade--rgov-66x44.jpg\" alt=\"At work\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Project PI Jade d'Alpoim Guedes records data with her infant in a carrier</div>\n<div class=\"imageCredit\">Chunbai Zhang</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Jade&nbsp;D'alpoim Guedes</div>\n<div class=\"imageTitle\">At work</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670877161425_Park5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670877161425_Park5--rgov-800width.jpg\" title=\"Misty landscape in the Jiuzhaigou Nature Reserve\"><img src=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670877161425_Park5--rgov-66x44.jpg\" alt=\"Misty landscape in the Jiuzhaigou Nature Reserve\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">One of the many lakes in the Jiuzhaigou Nature Reserve</div>\n<div class=\"imageCredit\">Jade d'Alpoim Guedes</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jade&nbsp;D'alpoim Guedes</div>\n<div class=\"imageTitle\">Misty landscape in the Jiuzhaigou Nature Reserve</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670877374645_WechatIMG58--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670877374645_WechatIMG58--rgov-800width.jpg\" title=\"Flotation machine\"><img src=\"/por/images/Reports/POR/2022/1745405/1745405_10434214_1670877374645_WechatIMG58--rgov-66x44.jpg\" alt=\"Flotation machine\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate student Molly Carney operates the flotation machine at the site.</div>\n<div class=\"imageCredit\">Chunbai Zhang</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Jade&nbsp;D'alpoim Guedes</div>\n<div class=\"imageTitle\">Flotation machine</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nConservation programs around the world, from the United States to Africa, have sought to minimize human impact on the landscape in the belief that protected areas such as National Parks may constitute pristine nature. The Jiuzhaigou National Nature Reserve (JNNR), on the Eastern Tibetan Plateau is located in one of the most biodiverse regions of the world. Here, over 1950 species of plants along with many animals at least 50 of them rare or endangered. It is also one of the largest tourist sites in China, welcoming sometimes over 5 million visitors per year.  Since 1999, the Returning Farmlands to Forests Program has discouraged farming, wood cutting, herding and hunting in order to retain the natural qualities of the national reserve and minimize erosion on high altitude terraces.  As a result, Amdo Tibetans who used to live on high altitude terraces throughout the reserve have been encouraged to move to areas of lower altitude. The higher altitude terraces on which people used to carry out farming and herding animals are currently in the process of being re-colonized by shrubs and trees through planting. A collaborative international archaeological research project in the park between the University of California, San Diego and the Sichuan Provincial Institute of Archaeology has begun to shed light on the time depth and nature of past human occupation in the park. The collaborative project carried out excavations at the site in 2019 and discovered deep layering of human activity on the terraces as buried as deep as 4 meters under the surface. The data from these excavations showed that the high altitude terraces which Amdo Tibetans traditionally lived on have been occupied for at least the past 3500 years. People built houses made of stone foundations and wattle and daub upper stories much like houses today. Our results show that in the past people grew wheat, barley and flax on these terraces, collected wild plants, and herded and hunted animals around the site. Our research also shows that they sustainably harvested wood, focusing on fast growing species for firewood and construction. Geomorphological evidence from the site suggests when humans occupied the terraces the rate of erosion on the terraces decreased when humans lived and farmed on them, and increased in periods where humans abandoned them and that humans played a role in increasing soil fertility and suitability for farming. Several American and Chinese graduate students were supported on this grant and gained vital fieldwork and materials analysis experience. NSF funding allowed this project to demonstrate that humans in the Jiuzhaigou National Nature Reserve (JNNR) have always contributed to and have had a beneficial rather than a negative impact on the sustainable management of natural resources and biodiversity in the Reserve. \n\n\t\t\t\t\tLast Modified: 12/12/2022\n\n\t\t\t\t\tSubmitted by: Jade D'alpoim Guedes"
 }
}