{
 "awd_id": "1745960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  The Burridge-Willis-Eshelby Waves from a Self-Similarly Expanding Ellipsoidal Region of Phase Change and Application to Deep-Focus Earthquakes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 201969.0,
 "awd_min_amd_letter_date": "2017-08-11",
 "awd_max_amd_letter_date": "2019-08-01",
 "awd_abstract_narration": "This EArly-concept Grant for Exploratory Research (EAGER) award supports fundamental research to obtain the complete mechanics based analysis of the acoustic and energetic aspects of the Burridge-Willis-Eshelby wave problems. This model will be applied to predict the acoustic emissions due to phase transitions in the process that generates deep focus earthquakes, a physical phenomenon that has defied modeling for over 50 years. The results would enable future collaborations between applied mechanics researchers and the geophysical research community to perform quantitative predictions and interpretation of field data on deep focus earthquakes. The project will also connect to ongoing mentoring programs for women researchers at the University of California - San Diego.\r\n\r\nA model of the solution for waves emitted by a self-similarly expanding ellipsoidal region, in which the material undergoes phase change as it expands under high pressure, will be derived. This problem constitutes the dynamic generalization of the seminal Eshelby ellipsoidal inclusion problem both in isotropy and anisotropy. The equivalent transformation strain will be obtained for the specific phase transitions occurring in the experimental analogs and the theoretical acoustic emissions will be compared with experimental ones from previous geophysics research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xanthippi",
   "pi_last_name": "Markenscoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xanthippi Markenscoff",
   "pi_email_addr": "xmarkens@ucsd.edu",
   "nsf_id": "000193604",
   "pi_start_date": "2017-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive MC 0411",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><em><strong>Intellectual merit:</strong></em></p>\n<p><em>A whole new area of the physical phenomenon of instabilities in dynamic phase transformations under pre-stress has been discovered, analyzed and developed. The century-old mystery in geophysics of the cause of deep-focus earthquakes has been solved as due to phase transformation with volume collapsing unstably under a critical pressure, while producing a shear-seismic source. The analysis provides novel analytical tools based on the dynamic generalization of the Eshelby inclusion problem with phase change and for the instabilities on Noether&rsquo;s theorem of the calculus of variations in a variable domain.</em></p>\n<p><em><strong>Broader impacts</strong>:</em></p>\n<p><em>The analysis not only broadens the field of solid mechanics in dynamic deformation of materials, but will change the direction in the whole field of geophysics regarding phase transformations under prestress. The analytical tools and the discovered instabilities of great power can provide deep insight into other phenomena, such as failure waves, amorphization, etc in dynamic phase transformations under extreme conditions and planetary impacts, modeled in the laboratory in shock loading experiments performed in the Omega Laser Laboratory in Rochester, N.Y., etc and constituting hot topics of current research. The graduate education of students and young researchers will be affected by the new&nbsp; developed tools.</em><em>&nbsp;</em></p>\n<p><em><strong>Key findings</strong></em></p>\n<p><em>The cause of deep-focus earthquakes (at 400-700 km depth under the surface) has been a century-old mystery in geophysics, and was obtained here as due to instabilities under the large pressures, with the source of the earthquake being a region of volume collapse (due to increase in density) keeping collapsing under a critical pressure (as &ldquo;a house of cards&rdquo;), while emitting predominantly shear wave radiation.</em></p>\n<p><em>&nbsp;Unlike the shallow earthquakes that are due to brittle fractures, the deep earthquakes have been hypothesized to be due to phase transformations due to the very large pressures. The phase transformations would involve densification (&ldquo;volume collapse&rdquo;) under the high pressures, but the change in volume would be expected to produce pressure waves, which have not been observed, while, instead, only shear radiation, with little, or no, volumetric component, has been observed over a long period of observations.&nbsp; The mystery is resolved here as due to symmetry-breaking instabilities. Even under conditions of full isotropy, the densified region of phase change will not grow spherically, but &ldquo;planarly&rdquo;&nbsp; (as &ldquo;pancake-like&rdquo; in 3D, or, as bands in 2D), favoring minimization of the energy needed for the phase boundary to grow large. In the interior of the self-similarly growing ellipsoidal regions of constant phase change the particle velocity is zero, with no kinetic energy, (&ldquo;a lacuna&rdquo;, mathematically, &ldquo;an expanding region of absolute quiet&rdquo;) as the M waves emitted by the phase boundary cancel the P and S in the interior domain.&nbsp; Due to another instability, at a critical &ldquo;nucleation pressure&rdquo; an arbitrarily small flattened densified region can&nbsp;nucleate, grow and propagate self-similarly at constant potential energy. Thus,&nbsp;the phase transformations can take place under equilibrium conditions at a critical pressure growing at a constant rate at constant potential energy.&nbsp;For the accommodation of the large &ldquo;collapsing volume&rdquo; in the very thin inclusion shear deformation is developed to avoid openings and overlaps (causing a shear-wave source), and it is shown that, if an arbitrarily small flattened densified region is generated planarly, and the pressure exceeds the critical nucleation value, then it will necessarily produce a shear seismic source, with little or no, volumetric component, nucleated and driven to propagate by the pressure (acting on the volume change).&nbsp; This is consistent with values of pressure and change in density estimated in the mantle. The obtained stress/deformation fields of a densified 2D flattened elliptical inclusion constitute a new defect, the counterpart of the &ldquo;crack&rdquo;,&nbsp; that models the &ldquo;anticrack&rdquo; in geophysics and densified shear bands, as in amorphization experiments under shock loading.&nbsp;The mathematical modeling is based on properties following from dimensional analysis for the self-similarly expanding ellipsoidal inclusion with transformation strain (dynamic Eshelby problem) and for the energetics of their growth through Noether&rsquo;s theorem of the calculus of variations in a variable domain, providing new analytical tools&nbsp;as guidance for the numerical modeling of the instabilities in dynamic phase transformations in a range of phenomena.</em><em></em></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2020<br>\n\t\t\t\t\tModified by: Xanthippi&nbsp;Markenscoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nIntellectual merit:\n\nA whole new area of the physical phenomenon of instabilities in dynamic phase transformations under pre-stress has been discovered, analyzed and developed. The century-old mystery in geophysics of the cause of deep-focus earthquakes has been solved as due to phase transformation with volume collapsing unstably under a critical pressure, while producing a shear-seismic source. The analysis provides novel analytical tools based on the dynamic generalization of the Eshelby inclusion problem with phase change and for the instabilities on Noether’s theorem of the calculus of variations in a variable domain.\n\nBroader impacts:\n\nThe analysis not only broadens the field of solid mechanics in dynamic deformation of materials, but will change the direction in the whole field of geophysics regarding phase transformations under prestress. The analytical tools and the discovered instabilities of great power can provide deep insight into other phenomena, such as failure waves, amorphization, etc in dynamic phase transformations under extreme conditions and planetary impacts, modeled in the laboratory in shock loading experiments performed in the Omega Laser Laboratory in Rochester, N.Y., etc and constituting hot topics of current research. The graduate education of students and young researchers will be affected by the new  developed tools. \n\nKey findings\n\nThe cause of deep-focus earthquakes (at 400-700 km depth under the surface) has been a century-old mystery in geophysics, and was obtained here as due to instabilities under the large pressures, with the source of the earthquake being a region of volume collapse (due to increase in density) keeping collapsing under a critical pressure (as \"a house of cards\"), while emitting predominantly shear wave radiation.\n\n Unlike the shallow earthquakes that are due to brittle fractures, the deep earthquakes have been hypothesized to be due to phase transformations due to the very large pressures. The phase transformations would involve densification (\"volume collapse\") under the high pressures, but the change in volume would be expected to produce pressure waves, which have not been observed, while, instead, only shear radiation, with little, or no, volumetric component, has been observed over a long period of observations.  The mystery is resolved here as due to symmetry-breaking instabilities. Even under conditions of full isotropy, the densified region of phase change will not grow spherically, but \"planarly\"  (as \"pancake-like\" in 3D, or, as bands in 2D), favoring minimization of the energy needed for the phase boundary to grow large. In the interior of the self-similarly growing ellipsoidal regions of constant phase change the particle velocity is zero, with no kinetic energy, (\"a lacuna\", mathematically, \"an expanding region of absolute quiet\") as the M waves emitted by the phase boundary cancel the P and S in the interior domain.  Due to another instability, at a critical \"nucleation pressure\" an arbitrarily small flattened densified region can nucleate, grow and propagate self-similarly at constant potential energy. Thus, the phase transformations can take place under equilibrium conditions at a critical pressure growing at a constant rate at constant potential energy. For the accommodation of the large \"collapsing volume\" in the very thin inclusion shear deformation is developed to avoid openings and overlaps (causing a shear-wave source), and it is shown that, if an arbitrarily small flattened densified region is generated planarly, and the pressure exceeds the critical nucleation value, then it will necessarily produce a shear seismic source, with little or no, volumetric component, nucleated and driven to propagate by the pressure (acting on the volume change).  This is consistent with values of pressure and change in density estimated in the mantle. The obtained stress/deformation fields of a densified 2D flattened elliptical inclusion constitute a new defect, the counterpart of the \"crack\",  that models the \"anticrack\" in geophysics and densified shear bands, as in amorphization experiments under shock loading. The mathematical modeling is based on properties following from dimensional analysis for the self-similarly expanding ellipsoidal inclusion with transformation strain (dynamic Eshelby problem) and for the energetics of their growth through Noether’s theorem of the calculus of variations in a variable domain, providing new analytical tools as guidance for the numerical modeling of the instabilities in dynamic phase transformations in a range of phenomena.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2020\n\n\t\t\t\t\tSubmitted by: Xanthippi Markenscoff"
 }
}