{
 "awd_id": "1745454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Confer:Earth Stewardship Initiative: A national network of ecologists develop research using designed experiments for Portland's Green Infrastructure Implementation and performance",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2017-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 19960.0,
 "awd_amount": 19960.0,
 "awd_min_amd_letter_date": "2017-07-03",
 "awd_max_amd_letter_date": "2017-07-03",
 "awd_abstract_narration": "With population growth, rapid urbanization, and climate change threatening human and natural systems, it is imperative to better understand and shape cities. Practitioners shaping cities, including architects, landscape architects and urban designers, are increasingly building ecological landscapes. However, practitioners work with limited ecological data or precedents, since urban landscapes have rarely been planned to promote ecosystem functions and ecologists remain peripheral to the design process. To develop a collaboration between ecologists and city practitioners, we have developed the Earth Stewardship Initiative Demonstration Project (ESI). ESI is a dynamic framework for transdisciplinary collaboration to foster the integration of ecological research in designing and managing cities. The program serves as a training forum for ecologists and designers to work on real world projects through a collaborative framework. ESI illustrates by example how ecologists can shape urban ecosystems based on a proactive role in the design process using applied ecology. The program embeds ecologists and their research methods within a community-based planning project to co-investigate the role of ecology in shaping cities that work for people and ecosystems. Overall, ESI demonstrates how land planning projects can serve as models for actionable science in a forum where ?ecology for the city? is prioritized.\r\n\r\nThis award will support the third Earth Stewardship Initiative (ESI) Demonstration Project at the Ecological Society of America?s 2017 annual meeting (August 6th ?11th) in Portland, Oregon. ESI solicits graduate student fellows from around the country to collaborate with city officials, practitioners, and ESA senior scientists on large-scale land planning projects. Participants collaborate in an urban design process to generate sustainable design strategies and propose ways of improving these projects through designed experiments and other adaptive management tools. Portland is a national leader in implementing green infrastructure (GI), and has established a city-wide green network drawing on considerable experience with GI design, implementation, monitoring, maintenance, and community engagement. Working with the City of Portland?s Bureau of Environmental Services, the team will evaluate Portland?s GI design and implementation practices. At the city scale, the team will assess a range of variables, including effects of GI on streamflow and water quality; the value of vegetation ? especially trees and plant health; and design and maintenance of lined bioretention basins. At a larger scale, the team will examine watershed health using the Portland Watershed Health Index, and identify opportunities for adaptive management and public communication of watershed health. After the meeting, the team will generate a white paper for future work including designed experiments and adaptive monitoring and management strategies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Felson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander J Felson",
   "pi_email_addr": "alex.felson@unimelb.edu.au",
   "nsf_id": "000532827",
   "pi_start_date": "2017-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "205 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065112106",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 19960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7b8f4662-7fff-2f03-dbaf-377db1b05810\"> </span></p>\n<p dir=\"ltr\"><span>Since its inception in 2014, the Earth Stewardship Initiative (ESI) has been been uniting research ecologists, graduate students, urban planners, and industry professionals in cooperative and productive discussions addressing sustainability issues faced within the Ecological Society of America (ESA) meeting host cities. As one of the largest professional ecological meetings in the country, ESA is an ideal forum to engage these individuals working towards shared goals, but frequently without direct means of communicating their academic research, real-world findings, successes, and challenges. This NSF award contributed funds for the planning, event, and post-event activities pertaining to the ESI at ESA Portland 2017.</span></p>\n<p>Utilizing 24 graduate student Fellows, in 2017 ESI was able to give students and ecologists direct access to Portland city officials, urban planners, and industry professionals during an instructional workshop, a session mixer, oral presentation sessions, and site visits. Fellows focused their attention on one of three themes critical to the City of Portland: resilient landscape through spatial planning of green infrastructure, biodiversity, aesthetics, and public value, and climate change adaptation and education through adaptive stormwater management via rainwater harvest. Participants engaged in these themes throughout the weeklong ESA conference, exploring the problems with novel solutions including designed ecological experiments in an effort to supplement the City's existing efforts to improve Portland's livability and ecological sustainability. Findings were summarized in four white papers following the conclusion of the ESA meeting.</p>\n<p>To address climate change in Portland, particularly to deal with summertime drought issues, Fellows concluded that building resilience to potential water shortages and drought through green infrastructure (GI) will help the community control or mitigate environmental stress. Designing appropriate water capture, storage, and release through a variety of mechanisms will further the City's adaptive management and resilience. Fellows also found that the development of a list detailing drought-tolerant tree and plant species could inform City planting efforts as well as benefit homeowners looking to plant on private property. Benefits from implementing recommendations would include both climate adaptation (by increasing the ability of the urban forest to withstand changes in climate and climate variability) and mitigation (by using the urban forest to mitigate the urban heat island effect and improve health outcomes for vulnerable Portland residents). Developing planting solutions that enhance animal and plant biodiversity while satisfying resident aesthetic preferences is essential to ensure continued future adoption of GI in the City of Portland. Understanding resident perception and educating residents on novel GI will help maximize its use potential and overall impact on the City. To address resilient landscapes, Fellows recommended filling knowledge gaps in stormwater management and sustainable development with a conceptual framework in support of strategic monitoring of GI performance, informing GI placement, and identifying areas of future opportunity for advancing Portland's stormwater management system.</p>\n<p>The 2017 ESI in Portland created valuable professional interactions between young scientists and their colleagues through a unique multi-day collaboration. Findings generated from the demonstration project in Portland offer the City new creative solutions to existing and impending climate-related sustainability issues. Similarly, the experience granted Fellows valuable professional development experience and networking opportunities while disseminating relevant research and city-specific between ecologists, city planners, and the professional community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2018<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Felson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nSince its inception in 2014, the Earth Stewardship Initiative (ESI) has been been uniting research ecologists, graduate students, urban planners, and industry professionals in cooperative and productive discussions addressing sustainability issues faced within the Ecological Society of America (ESA) meeting host cities. As one of the largest professional ecological meetings in the country, ESA is an ideal forum to engage these individuals working towards shared goals, but frequently without direct means of communicating their academic research, real-world findings, successes, and challenges. This NSF award contributed funds for the planning, event, and post-event activities pertaining to the ESI at ESA Portland 2017.\n\nUtilizing 24 graduate student Fellows, in 2017 ESI was able to give students and ecologists direct access to Portland city officials, urban planners, and industry professionals during an instructional workshop, a session mixer, oral presentation sessions, and site visits. Fellows focused their attention on one of three themes critical to the City of Portland: resilient landscape through spatial planning of green infrastructure, biodiversity, aesthetics, and public value, and climate change adaptation and education through adaptive stormwater management via rainwater harvest. Participants engaged in these themes throughout the weeklong ESA conference, exploring the problems with novel solutions including designed ecological experiments in an effort to supplement the City's existing efforts to improve Portland's livability and ecological sustainability. Findings were summarized in four white papers following the conclusion of the ESA meeting.\n\nTo address climate change in Portland, particularly to deal with summertime drought issues, Fellows concluded that building resilience to potential water shortages and drought through green infrastructure (GI) will help the community control or mitigate environmental stress. Designing appropriate water capture, storage, and release through a variety of mechanisms will further the City's adaptive management and resilience. Fellows also found that the development of a list detailing drought-tolerant tree and plant species could inform City planting efforts as well as benefit homeowners looking to plant on private property. Benefits from implementing recommendations would include both climate adaptation (by increasing the ability of the urban forest to withstand changes in climate and climate variability) and mitigation (by using the urban forest to mitigate the urban heat island effect and improve health outcomes for vulnerable Portland residents). Developing planting solutions that enhance animal and plant biodiversity while satisfying resident aesthetic preferences is essential to ensure continued future adoption of GI in the City of Portland. Understanding resident perception and educating residents on novel GI will help maximize its use potential and overall impact on the City. To address resilient landscapes, Fellows recommended filling knowledge gaps in stormwater management and sustainable development with a conceptual framework in support of strategic monitoring of GI performance, informing GI placement, and identifying areas of future opportunity for advancing Portland's stormwater management system.\n\nThe 2017 ESI in Portland created valuable professional interactions between young scientists and their colleagues through a unique multi-day collaboration. Findings generated from the demonstration project in Portland offer the City new creative solutions to existing and impending climate-related sustainability issues. Similarly, the experience granted Fellows valuable professional development experience and networking opportunities while disseminating relevant research and city-specific between ecologists, city planners, and the professional community.\n\n\t\t\t\t\tLast Modified: 11/28/2018\n\n\t\t\t\t\tSubmitted by: Alexander Felson"
 }
}