{
 "awd_id": "1747669",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Cyberinfrastructure Reproducibility Project: Computational Science and Engineering",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 299847.0,
 "awd_amount": 299847.0,
 "awd_min_amd_letter_date": "2017-08-31",
 "awd_max_amd_letter_date": "2017-08-31",
 "awd_abstract_narration": "The progress of science today relies heavily on the use of computers, from lab workstations to national supercomputers. This project confronts the issue of ensuring that scientific knowledge stemming from computational research complies to high standards of reproducibility and rigor. The NSF CISE Directorate \"Dear Colleague Letter: Encouraging Reproducibility in Computing and Communications Research\" (NSF 17-022, 2016) encourages researchers to embrace completeness and transparency in developing rigorous protocols. Reproducibility concerns often focus on transparency via open data, code, and other research objects. But providing the data and code to run all analyses again is, however, a minimum standard. In the context of high-performance computing where research uses multi-million-dollar facilities the understanding of where lie the sources of non-reproducibility is still lacking. This project uses methodical replication of previous studies in computational fluid dynamics as the model for reaching that understanding and for developing the guiding principles of study design that can guarantee, as much as possible, reproducible findings. The results of this project will serve NSF's mission to promote the progress of science; to advance the national health, prosperity and welfare; to secure the national defense by bringing new and necessary understanding about how to achieve rigorous, reproducible computational research. \r\nThis project conducts methodical replication of published studies in computational fluid dynamics, as a model for the broad field of computational science and engineering. Its aims are to 1) identify and characterize sources of non-reproducibility, and 2) develop guidelines on Design for Reproducibility, i.e., study design guaranteeing reproducible findings. The project addresses the role of scientific software libraries (like linear algebra solvers), the influence of hardware architectures , the role of new technologies for reproducible research (e.g., containers, cloud services). The project also provides guidelines for making assessments about the success of replication studies in the context of high-performance computing, including when it is reasonable or not to expect bit-by-bit numerical reproducibility. The research tackles three phases of computational research: Research methods; Research communication; Research assessment. The project also develops openly licensed training materials on reproducible computational research, including a graduate seminar course and a Responsible Conduct of Research (RCR) module.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorena",
   "pi_last_name": "Barba",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lorena A Barba",
   "pi_email_addr": "labarba@gwu.edu",
   "nsf_id": "000517032",
   "pi_start_date": "2017-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "The George Washington University",
  "perf_str_addr": "800 22nd Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "040Z",
   "pgm_ref_txt": "Robust and Reliable Science"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7942",
   "pgm_ref_txt": "HIGH-PERFORMANCE COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 299847.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-a8b45902-7fff-c3be-7763-4e6141782f47\"> </span></p>\n<p><span id=\"docs-internal-guid-7de387f8-7fff-2410-3b07-c9016d709ac8\"> </span></p>\n<p dir=\"ltr\"><span>This project sought to understand the sources of irreproducibility in computational science. The project team embarked on a </span><em>replication study</em><span>: re-implementing methods and problem setting, and obtaining new computational results aiming to confirm published findings. We chose a published study on unsteady aerodynamics of a low-aspect-ratio elliptical wing generating propulsion. It is a canonical model to study the hydrodynamics of bio-inspired flapping propulsors. The original publication was not reproducible, meaning that no data or code was made available at publication time. The team developed software to solve the governing equations in the required setting. The library, PetIBM, is capable of utilizing the power of modern multi-core CPUs and GPU accelerators. It is developed in the open, via a public version-control repository on GitHub, and shared under a permissive license. As the objective was to replicate the scientific findings claimed in the original study and to do it in a reproducible way, the team prepared </span><em>reproducibility packages</em><span> for every result. The simulation campaign is documented in its own GitHub repository containing all input data and processing scripts that were used to produce the results. This allows anyone to inspect the code, verify the steps taken to produce the results, and modify and reuse it for other applications. On completing the replication study, all materials were deposited on long-term archival service Zenodo (code application DOI:10.5281/zenodo.4733323, reproducibility packages DOI:10.5281/zenodo.4732946 ). The project demonstrated the use of container technology (Docker and Singularity) to reduce the burden of building PetIBM and its applications. This allows fully capturing the conditions of analysis in a formatted image that can be shared with others. The replication involved dozens of simulations to look at the effect of the viscosity, geometry, and kinematics on the wake topology and aerodynamic performances of the wing. Despite differences in the raw results, the trends in aerodynamic performance and the characteristics of the wake topology were replicated. A recurring issue encountered was related to uncertainties in (unreported) secondary data processing, e.g., computing the hydrodynamic power from the flow solution. We conclude that public deposit of full reproducibility packages, including all post-processing code and secondary data, is essential for reproducibility. Without open code, we cannot explain discrepancies observed between a replication and the original study. Running the simulations requires access to an HPC cluster with GPU nodes and with Singularity installed, which many readers may not have access to. Thus, we publicly archive the primary data (directly output from our CFD solver) and post-processing scripts needed to reproduce the figures of our manuscript. Without open data, readers cannot fully inspect the findings. The team spent time engineering a transparent and reproducible workflow to produce the artifacts of the replication study. We cannot assert our steps will be fully reproducible in years from now: the software stack could very well become obsolete with new hardware generations. While the likelihood of the study being reproducible may decrease with the years, the transparency of the steps we took to generate the data shall remain constant.</span></p>\n<p dir=\"ltr\"><span>As this project started, Congress directed NSF to contract with the National Academies of Sciences, Engineering, and Medicine to assess reproducibility and replicability in scientific and engineering research. The PI was called to serve in the study committee that delivered its report, &ldquo;Reproducibility and Replicability in Science,&rdquo; in 2019. The PI also contributed her expertise as co-chair of the National Information Standards Organization (NISO) working group on &ldquo;Taxonomy, Definitions, and Recognition Badging Scheme for Reproducibility in the Computational and Computing Science,&rdquo; which published its report in January 2021. She also contributed to the reform of technical program committee deliberations as Reproducibility Chair for SC19, the premier International Conference for High-Performance Computing, Networking, Storage, and Analysis. She was&nbsp; invited speaker the following year at SC20, and keynote speaker at IEEE International Parallel &amp; Distributed Processing Symposium, IPDPS 2021, also on reproducibility. She was an Invited panelist for the &ldquo;Debate: Solving the Reproducibility Crisis in the Digital Era,&rdquo; with members of the European Commission Open Science Unit, and Members of the Swedish Parliament (streamed live, Dec. 2020).</span></p>\n<p dir=\"ltr\"><span>Broader impacts: the team developed a workshop &ldquo;Essential Skills for Reproducible Research Computing,&rdquo; the PI also delivered a lecture on Reproducibility and Replicability for the Responsible Conduct of Research (RCR) course by the GW Office of the Vice President for Research. In 2019, she was&nbsp; an invited lecturer for the &ldquo;Research Transparency and Reproducibility Training,&rdquo; by the Berkeley Initiative in Transparency for the Social Sciences (BITSS), at the World Bank headquarters in Washington, DC. In the summers of 2017 and 2018, the PI and a supported graduate student presented at the GW Summer Program &ldquo;Caminos al Futuro&rsquo;&rsquo; of the Cisneros Hispanic Leadership Institute, for high-achieving juniors from US high schools, a 3-hr tutorial titled &ldquo;Data Science for a Better World.&rdquo;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2022<br>\n\t\t\t\t\tModified by: Lorena&nbsp;A&nbsp;Barba</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \nThis project sought to understand the sources of irreproducibility in computational science. The project team embarked on a replication study: re-implementing methods and problem setting, and obtaining new computational results aiming to confirm published findings. We chose a published study on unsteady aerodynamics of a low-aspect-ratio elliptical wing generating propulsion. It is a canonical model to study the hydrodynamics of bio-inspired flapping propulsors. The original publication was not reproducible, meaning that no data or code was made available at publication time. The team developed software to solve the governing equations in the required setting. The library, PetIBM, is capable of utilizing the power of modern multi-core CPUs and GPU accelerators. It is developed in the open, via a public version-control repository on GitHub, and shared under a permissive license. As the objective was to replicate the scientific findings claimed in the original study and to do it in a reproducible way, the team prepared reproducibility packages for every result. The simulation campaign is documented in its own GitHub repository containing all input data and processing scripts that were used to produce the results. This allows anyone to inspect the code, verify the steps taken to produce the results, and modify and reuse it for other applications. On completing the replication study, all materials were deposited on long-term archival service Zenodo (code application DOI:10.5281/zenodo.4733323, reproducibility packages DOI:10.5281/zenodo.4732946 ). The project demonstrated the use of container technology (Docker and Singularity) to reduce the burden of building PetIBM and its applications. This allows fully capturing the conditions of analysis in a formatted image that can be shared with others. The replication involved dozens of simulations to look at the effect of the viscosity, geometry, and kinematics on the wake topology and aerodynamic performances of the wing. Despite differences in the raw results, the trends in aerodynamic performance and the characteristics of the wake topology were replicated. A recurring issue encountered was related to uncertainties in (unreported) secondary data processing, e.g., computing the hydrodynamic power from the flow solution. We conclude that public deposit of full reproducibility packages, including all post-processing code and secondary data, is essential for reproducibility. Without open code, we cannot explain discrepancies observed between a replication and the original study. Running the simulations requires access to an HPC cluster with GPU nodes and with Singularity installed, which many readers may not have access to. Thus, we publicly archive the primary data (directly output from our CFD solver) and post-processing scripts needed to reproduce the figures of our manuscript. Without open data, readers cannot fully inspect the findings. The team spent time engineering a transparent and reproducible workflow to produce the artifacts of the replication study. We cannot assert our steps will be fully reproducible in years from now: the software stack could very well become obsolete with new hardware generations. While the likelihood of the study being reproducible may decrease with the years, the transparency of the steps we took to generate the data shall remain constant.\nAs this project started, Congress directed NSF to contract with the National Academies of Sciences, Engineering, and Medicine to assess reproducibility and replicability in scientific and engineering research. The PI was called to serve in the study committee that delivered its report, \"Reproducibility and Replicability in Science,\" in 2019. The PI also contributed her expertise as co-chair of the National Information Standards Organization (NISO) working group on \"Taxonomy, Definitions, and Recognition Badging Scheme for Reproducibility in the Computational and Computing Science,\" which published its report in January 2021. She also contributed to the reform of technical program committee deliberations as Reproducibility Chair for SC19, the premier International Conference for High-Performance Computing, Networking, Storage, and Analysis. She was  invited speaker the following year at SC20, and keynote speaker at IEEE International Parallel &amp; Distributed Processing Symposium, IPDPS 2021, also on reproducibility. She was an Invited panelist for the \"Debate: Solving the Reproducibility Crisis in the Digital Era,\" with members of the European Commission Open Science Unit, and Members of the Swedish Parliament (streamed live, Dec. 2020).\nBroader impacts: the team developed a workshop \"Essential Skills for Reproducible Research Computing,\" the PI also delivered a lecture on Reproducibility and Replicability for the Responsible Conduct of Research (RCR) course by the GW Office of the Vice President for Research. In 2019, she was  an invited lecturer for the \"Research Transparency and Reproducibility Training,\" by the Berkeley Initiative in Transparency for the Social Sciences (BITSS), at the World Bank headquarters in Washington, DC. In the summers of 2017 and 2018, the PI and a supported graduate student presented at the GW Summer Program \"Caminos al Futuro’’ of the Cisneros Hispanic Leadership Institute, for high-achieving juniors from US high schools, a 3-hr tutorial titled \"Data Science for a Better World.\"\n\n \n\n\t\t\t\t\tLast Modified: 05/16/2022\n\n\t\t\t\t\tSubmitted by: Lorena A Barba"
 }
}