{
 "awd_id": "1748298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Improving STEM Outcomes for Young Children with Language Learning Disabilities by Intervening at the Intersection of Language and Scientific Thought",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922760",
 "po_email": "rochsend@nsf.gov",
 "po_sign_block_name": "Robert Ochsendorf",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 1090869.0,
 "awd_amount": 1137730.0,
 "awd_min_amd_letter_date": "2017-09-14",
 "awd_max_amd_letter_date": "2022-07-27",
 "awd_abstract_narration": "The sophisticated language of science can be a barrier to the learning of science, and this is especially true for children whose abilities to produce and comprehend language are deficient, including children at risk for dyslexia. The purpose of this project is to test interventions that have the potential to ameliorate language as a barrier to science learning. To isolate the active ingredient, two separate interventions - one addressing grammar and the other addressing vocabulary - will be compared to a science only control condition. The participants will be preschoolers and kindergarteners who have specific language impairment (SLI), a prevalent condition that impedes the development of vocabulary and grammar. Early intervention could be key to preparing future secondary and post-secondary students with SLI for the successful acquisition of STEM knowledge and the pursuit of STEM careers. The project goals are intended to better understand how to improve these students' learning trajectories before significant gaps in scientific knowledge have developed. Integration of supports for science-relevant grammar and vocabulary into early science curricula may be a viable approach.\r\n\r\nThe research involves randomized controlled trial with assignment of participants to one of three intervention conditions: science only, science + vocabulary supports, and science + grammar supports. Small-group inquiry-based science instruction will occur in all three conditions. The science + vocabulary condition will include instruction on science-related vocabulary words whereas the science + grammar condition will include a focus on complex grammatical constructions relevant to scientific inquiry. Weekly measures during the intervention and withdrawal phases will target participants' mastery and maintenance of taught science concepts. Additional measures administered before and after the intervention phase will target participants' generalization to untaught science concepts and practices. Comparisons of  outcomes between conditions are intended to assess whether supports for vocabulary and grammar improve science learning. Statistical analysis will involve binomial mixed models.\r\n\r\nThis project is supported by NSF's EHR Core Research (ECR) program. The ECR program emphasizes fundamental STEM education research that generates foundational knowledge in the field. Investments are made in critical areas that are essential, broad and enduring: STEM learning and STEM learning environments, broadening participation in STEM, and STEM workforce development. The program supports the accumulation of robust evidence to inform efforts to understand, build theory to explain, and suggest intervention and innovations to address persistent challenges in STEM interest, education, learning and participation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karla",
   "pi_last_name": "McGregor",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Karla K McGregor",
   "pi_email_addr": "Karla.McGregor@boystown.org",
   "nsf_id": "000721822",
   "pi_start_date": "2017-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Father Flanagan's Boys' Home",
  "inst_street_address": "14100 CRAWFORD ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOYS TOWN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024983129",
  "inst_zip_code": "680107520",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NE02",
  "org_lgl_bus_name": "FATHER FLANAGAN'S BOYS' HOME",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1TYS4PK8EC5"
 },
 "perf_inst": {
  "perf_inst_name": "Father Flanagan's Boys Home",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "680107520",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NE02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  }
 ],
 "app_fund": [
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 353890.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 736979.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 46861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project began in 2017; funding for the project ended in 2023. The overall goal was to determine the effectiveness of providing language intervention while teaching a science curriculum. We wanted to know if this approach helped preschoolers with Developmental Language Disorder (DLD) learn new vocabulary, complex sentence structures, and science concepts and processes.</p>\n<p>Over the course of the project, 21 undergraduates and 21 master's students who were training for careers in speech-language pathology participated as data collectors or coders. The experience allowed them not only to learn about the manifestations of language disorder in young children and ways to address their language learning challenges but also how to participate in STEM education. This is an important broader impact of this project.</p>\n<p>The COVID-19 pandemic necessitated a two-part project. Before the pandemic, we enrolled 33 children with DLD in 8-week summer science camps in 2018 and 2019. The children were randomly assigned to a grammar+science condition, a vocabulary+science condition, or a phonological awareness+science condition so that everyone learned about science and received treatment on one aspect of spoken language development. We did not collect data during the summer of 2020. However, we used that time to redesign the project so that we could deliver the language and science interventions via telehealth technology. From 2020 to 2023, we enrolled 32 children in the telehealth intervention. Overall, the project yielded four publications,&nbsp; with two more under review, and 11 conference presentations. We illustrate the intellectual merit of the project by sharing some of our main findings here:</p>\n<ul>\n<li>Children with DLD can benefit from language intervention embedded in a science curriculum. They learn both language and science targets taught simultaneously.&nbsp;</li>\n<li>Vocabulary outcomes vary with factors external to the child, like poverty, and internal to the child, like attention problems. Children who face many external and internal risk factors tended to learn fewer words during science activities than children who did not face these risks.</li>\n<li>Recasting is a treatment strategy that involves taking a child's utterance and repeating it with the same meaning but a more complete or complex sentence structure. For example, if a child says, \"The kite up. Wind pushed it,\" an adult might say, \"The kite went up because the wind pushed it.\" Recasting during science activities was an effective way to help children learn to use complex sentences.</li>\n<li>When it comes to grammar intervention, too much variability in the clinician's talk can impede children's learning. When children can hear some of the same models repeated over time, they learn better. </li>\n<li>Student clinicians-in-training can be taught to deliver a recast intervention accurately and at the necessary dosage.</li>\n<li>Children with DLD who received treatment for grammar targets improved on grammar but not vocabulary. Those who received treatment for vocabulary targets improved on both vocabulary and grammar.</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/05/2023<br>\nModified by: Karla&nbsp;K&nbsp;Mcgregor</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project began in 2017; funding for the project ended in 2023. The overall goal was to determine the effectiveness of providing language intervention while teaching a science curriculum. We wanted to know if this approach helped preschoolers with Developmental Language Disorder (DLD) learn new vocabulary, complex sentence structures, and science concepts and processes.\n\n\nOver the course of the project, 21 undergraduates and 21 master's students who were training for careers in speech-language pathology participated as data collectors or coders. The experience allowed them not only to learn about the manifestations of language disorder in young children and ways to address their language learning challenges but also how to participate in STEM education. This is an important broader impact of this project.\n\n\nThe COVID-19 pandemic necessitated a two-part project. Before the pandemic, we enrolled 33 children with DLD in 8-week summer science camps in 2018 and 2019. The children were randomly assigned to a grammar+science condition, a vocabulary+science condition, or a phonological awareness+science condition so that everyone learned about science and received treatment on one aspect of spoken language development. We did not collect data during the summer of 2020. However, we used that time to redesign the project so that we could deliver the language and science interventions via telehealth technology. From 2020 to 2023, we enrolled 32 children in the telehealth intervention. Overall, the project yielded four publications, with two more under review, and 11 conference presentations. We illustrate the intellectual merit of the project by sharing some of our main findings here:\n\nChildren with DLD can benefit from language intervention embedded in a science curriculum. They learn both language and science targets taught simultaneously.\nVocabulary outcomes vary with factors external to the child, like poverty, and internal to the child, like attention problems. Children who face many external and internal risk factors tended to learn fewer words during science activities than children who did not face these risks.\nRecasting is a treatment strategy that involves taking a child's utterance and repeating it with the same meaning but a more complete or complex sentence structure. For example, if a child says, \"The kite up. Wind pushed it,\" an adult might say, \"The kite went up because the wind pushed it.\" Recasting during science activities was an effective way to help children learn to use complex sentences.\nWhen it comes to grammar intervention, too much variability in the clinician's talk can impede children's learning. When children can hear some of the same models repeated over time, they learn better. \nStudent clinicians-in-training can be taught to deliver a recast intervention accurately and at the necessary dosage.\nChildren with DLD who received treatment for grammar targets improved on grammar but not vocabulary. Those who received treatment for vocabulary targets improved on both vocabulary and grammar.\n\n\n\n\t\t\t\t\tLast Modified: 12/05/2023\n\n\t\t\t\t\tSubmitted by: KarlaKMcgregor\n"
 }
}