{
 "awd_id": "1748433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Applied Econometrics Laboratory and Summer Economics Research Program",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2017-08-15",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 86977.0,
 "awd_amount": 86977.0,
 "awd_min_amd_letter_date": "2017-07-12",
 "awd_max_amd_letter_date": "2019-08-12",
 "awd_abstract_narration": "HBCU DCL, EARGER: Applied Econometrics Laboratory and Summer Economics Research Program\r\n\r\nThis research project will contribute to the development of research infrastructure in Historically Black Colleges and Universities (HBCUs) by running an intensive six-week workshop in applied econometrics in which students complete a first draft of a research paper they will submit to a referred economics journal for publication.  Despite African Americans making 13.3% of the U.S. population in 2016, they constituted only 1.7% of the economics faculties in the U.S. in that year.  This is partly due to supply side factors as African Americans are increasingly earning fewer PhDs in economics compared to their share of the population and to other racial groups.  Undergraduate research experience in economics is probably the best predictor of interest and success in pursuing graduate studies in economics.  The proposed applied econometrics workshop focusing on undergraduate research experience at an HBCU, which is still a major source of African American undergraduates, will build research capacity among these undergraduates, hence serve as a pipeline to graduate programs in economics.  In addition to increasing the potential supply of graduate students, the workshop will also build research infrastructure at an HBCU as well as enhance research collaboration among students and faculty.  Participants who do not go on to PhD programs will learn valuable skills that will equip them to be employed as economic analysts. The results of this research project will lead to increases in the number of African American PhDs in economics and on economics faculties, thus diversifying the economics profession generally and economics faculty particularly.  \r\n \r\nThis research project will bring students from HBCUs for a six-week intensive workshop in applied econometrics research in a bid to increase their empirical research skills.  The workshop will feature both classroom learning as well as laboratory experience.  Workshop participants will work with two Morehouse College economics faculty who are experienced empirical researchers.  The focus will be on the research component with participants developing and writing drafts of a research paper they will revise later and submit to a referred journal for publication consideration.  The use of STATA for economics research will be emphasized in this workshop.  These competencies will not only help those who will continue to obtain PhDs in economics but will also provide valuable skills to participants who may choose to work as research analysts/assistants after their baccalaureate degrees.  The results of this research project will not only increase the number of African Americans with PhDs in economics; but will also serve to diversify the STEM workforce in the U.S. and ultimately strengthen the U.S. economy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Price",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Price",
   "pi_email_addr": "gregory.price@morehouse.edu",
   "nsf_id": "000753114",
   "pi_start_date": "2017-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juliet",
   "pi_last_name": "Elu",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Juliet U Elu",
   "pi_email_addr": "juliet.elu@morehouse.edu",
   "nsf_id": "000753144",
   "pi_start_date": "2017-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morehouse College",
  "inst_street_address": "830 WESTVIEW DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4706390633",
  "inst_zip_code": "303143773",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "MOREHOUSE COLLEGE INC",
  "org_prnt_uei_num": "KTE2MFWTKAE5",
  "org_uei_num": "KTE2MFWTKAE5"
 },
 "perf_inst": {
  "perf_inst_name": "Morehouse College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303143773",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041Z",
   "pgm_ref_txt": "HBCU-Strengthening Research Capacities"
  },
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 86977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Early-concept Grants for Exploratory Research (EAGER) proposal received one year&nbsp; of funding from NSF for&nbsp; the Applied Econometrics Research-Summer Economics Research Program (AERL/SERP) in the Department of Economics at Morehouse College. The central aim of&nbsp; AERL/SERP was to enhance the pipeline of under-represented minority economists by enhancing the empirical economics research infrastructure &nbsp;and capability at Morehouse College for economics majors and faculty,&nbsp; and &nbsp;to provide an undergraduate research experience via training in empirical research methods for 10 economics majors for 6 weeks in the summer. The training was facilitated by two faculty members with significant experience in empirical economics research. The funds were utilized to purchase 18 new desktops for a designated Applied Econometrics Research Lab, the purchase of a Network license for Stata 15.0, stipends for 10 students, and 1.5 months compensation for two economics faculty.</p>\n<p>&nbsp;</p>\n<p>The 6 week training program, in the summer semester of 2018, &nbsp;provided instruction in econometric methods not typically covered in the standard required courses, and students were required to engage an empirical economics research project, and produce a working&nbsp; first-draft&nbsp; research paper. that the working first-draft research paper, produced collaboratively among students, and/or collaboratively with faculty. The expectation was that&nbsp; the paper will be revised and submitted for publication in an economics or other social science journal. It was also expected that participating student would also gain competencies in using Stata for applied econometrics research, which is valuable for the transition to graduate school, as well as post-graduate research jobs that do not require a graduate degree (e.g. Research Assistant at one of the Federal Reserve Banks).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Over the course of six weeks in the summer of 2018, SERP was structured as a workshop with 3 instructional days and two laboratory days per week.&nbsp; Instruction was equivalent to an upper level econometrics course that reinforced existing presumed econometric competencies expected of an undergraduate economics major, and&nbsp; introduced more advanced methods of causal inference and identification&nbsp; such as regression discontinuity, matching estimators, and&nbsp; instrumental variable estimators for the estimation of treatment effects.</p>\n<p>&nbsp;</p>\n<p>A working paper entitled &ldquo;The Earnings and Income Mobility Consequences Of Attending A&nbsp; Historically Black College/University :Matching Estimates From 2015 U.S. Department of Education&rdquo; was produced collaboratively with 9 students and the two instruction faculty who were the Co-PIs on the funded project. The paper utilized publicly available data which the students had to render suitable for analysis and econometric analysis with Stata econometric software. The project required the students to gain competency in semiparametric matching estimators to identify causal effects, and was developed across approximately 2.5 weeks to workshop and laboratory instruction. The paper has also been submitted for publication consideration in an economics journal.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2020<br>\n\t\t\t\t\tModified by: Gregory&nbsp;Price</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Early-concept Grants for Exploratory Research (EAGER) proposal received one year  of funding from NSF for  the Applied Econometrics Research-Summer Economics Research Program (AERL/SERP) in the Department of Economics at Morehouse College. The central aim of  AERL/SERP was to enhance the pipeline of under-represented minority economists by enhancing the empirical economics research infrastructure  and capability at Morehouse College for economics majors and faculty,  and  to provide an undergraduate research experience via training in empirical research methods for 10 economics majors for 6 weeks in the summer. The training was facilitated by two faculty members with significant experience in empirical economics research. The funds were utilized to purchase 18 new desktops for a designated Applied Econometrics Research Lab, the purchase of a Network license for Stata 15.0, stipends for 10 students, and 1.5 months compensation for two economics faculty.\n\n \n\nThe 6 week training program, in the summer semester of 2018,  provided instruction in econometric methods not typically covered in the standard required courses, and students were required to engage an empirical economics research project, and produce a working  first-draft  research paper. that the working first-draft research paper, produced collaboratively among students, and/or collaboratively with faculty. The expectation was that  the paper will be revised and submitted for publication in an economics or other social science journal. It was also expected that participating student would also gain competencies in using Stata for applied econometrics research, which is valuable for the transition to graduate school, as well as post-graduate research jobs that do not require a graduate degree (e.g. Research Assistant at one of the Federal Reserve Banks).\n\n \n\n \n\nOver the course of six weeks in the summer of 2018, SERP was structured as a workshop with 3 instructional days and two laboratory days per week.  Instruction was equivalent to an upper level econometrics course that reinforced existing presumed econometric competencies expected of an undergraduate economics major, and  introduced more advanced methods of causal inference and identification  such as regression discontinuity, matching estimators, and  instrumental variable estimators for the estimation of treatment effects.\n\n \n\nA working paper entitled \"The Earnings and Income Mobility Consequences Of Attending A  Historically Black College/University :Matching Estimates From 2015 U.S. Department of Education\" was produced collaboratively with 9 students and the two instruction faculty who were the Co-PIs on the funded project. The paper utilized publicly available data which the students had to render suitable for analysis and econometric analysis with Stata econometric software. The project required the students to gain competency in semiparametric matching estimators to identify causal effects, and was developed across approximately 2.5 weeks to workshop and laboratory instruction. The paper has also been submitted for publication consideration in an economics journal.\n\n \n\n\t\t\t\t\tLast Modified: 04/07/2020\n\n\t\t\t\t\tSubmitted by: Gregory Price"
 }
}