{
 "awd_id": "1751723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Consumer Innovation Survey Development",
 "cfda_num": "47.075",
 "org_code": "04030000",
 "po_phone": "7032924263",
 "po_email": "sboivin@nsf.gov",
 "po_sign_block_name": "Sharon Boivin",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 299994.0,
 "awd_amount": 359986.0,
 "awd_min_amd_letter_date": "2017-08-31",
 "awd_max_amd_letter_date": "2022-06-16",
 "awd_abstract_narration": "Groundbreaking studies in countries outside the United States have observed that private individual residents invest substantial time and money creating innovative products and services for their own use, and sometimes for use by others. The results from these studies suggests that few individuals publicly diffuse their innovations, and fewer still apply for intellectual property protection. If this is true in the United States, then innovators, businesses, and the general public are not fully capitalizing on the creativity and ingenuity of American innovators. Unfortunately, no rigorous studies have undertaken the task of documenting the prevalence and dynamics of private innovation activities in the United States. As a result, we know little about the number of Americans creating innovative products and services, the number of innovations they create, their motivation for innovating, how much time and money they invest in innovation activities, and if they disseminate the results of their efforts. This project aims to fill this knowledge gap by:  first, developing and validating a survey instrument to measure consumer innovation activities; and, second, administering the validated instrument to a random sample of the United States adult population in order to estimate population-level rates of consumer innovation. The results from this project will be useful to other researchers as it will create baseline estimates of consumer innovation activity against which future studies may be compared. The results may also influence the practice of consumer innovation. By identifying factors that impede private individuals from diffusing their innovations to others and from applying for intellectual property protection, this research can inform public policies that help individuals overcome these barriers.  \r\n\r\nThe primary objective of this project is to develop an instrument and methodology for accurately estimating the prevalence with which private individuals in the United States create or modify consumer products. Secondary objectives include developing better understandings of the motivations for consumer innovation, the personal resources expended in developing consumer innovations, and how (and how often) consumer innovators attempt to protect their innovations and/or share their innovations with others. Two data collections are planned. First, after refining a draft survey instrument through cognitive interviews with individuals who are pre-identified as likely innovators, the revised survey will be administered to another 500 pre-identified likely innovators. The data from this initial survey will be validated against known benchmarks, and open-ended items will be coded to ensure reliability. The second data collection will produce 3,000 completed questionnaires from a random sample of the U.S. adult population. By utilizing a sample of U.S. adults, rather than sampling from groups likely to include innovators, the results will enable the validation of the survey instrument as a tool for estimating population-level rates of innovation activity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "NCSE",
 "org_div_long_name": "National Center for Science and Engineering Statistics.",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Krosnick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jon A Krosnick",
   "pi_email_addr": "krosnick@stanford.edu",
   "nsf_id": "000215188",
   "pi_start_date": "2017-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 299994.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 59992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Consumer innovators are people who use their own time and money to create things that are new or better than anything else. Consumer innovators design and build inventions, write new computer programs, find new uses for things they buy, and develop new ways of completing activities. Our project developed a method for estimating how many people in the United States created something new or better during the past 12 months, and what they did with the things they created.</p>\n<p>&nbsp;</p>\n<p>The method we developed involved asking tens of thousands of adults in the United States questions about the things they designed and created themselves during the past 12 months. We used what they told us estimate the total number of adults in the country that created something new or better than anything else, and how many new or better things they created. More importantly, we asked people what they did with the things they created. Their answers helped us understand how they and others are benefiting from the things they created.</p>\n<p>&nbsp;</p>\n<p>We found that over 4 million adults in the United States are consumer innovators, and they created more than 9 million new and better things during the past 12 months. We also found that very few people in the country are benefiting from the things created by consumer innovators. Very few consumer innovators ever try to make money by selling or using the things they created. Although consumer innovators describe the things they created to other people, they often do not make details about their creations available to others through the internet or social media. This means that people in the country are not benefiting as much as they could from the time and money consumer innovators invested in their creations.</p>\n<p>&nbsp;</p>\n<p>The United States government has a number of ways to help consumer innovators protect, and make money from, the things they create. These include patents, copyrights, trademarks, and service marks. We found that few consumer innovators try to obtain any of these for the things they create mostly because they think it will take too much time and money. This suggests that if consumer innovators believed it would be economical to protect and market the things they create, they may be more likely to try and sell the things they create. In doing so, both they and others would benefit from the time and money they invested in creating something new or better than anything else.</p><br>\n<p>\n Last Modified: 08/30/2024<br>\nModified by: Jon&nbsp;A&nbsp;Krosnick</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nConsumer innovators are people who use their own time and money to create things that are new or better than anything else. Consumer innovators design and build inventions, write new computer programs, find new uses for things they buy, and develop new ways of completing activities. Our project developed a method for estimating how many people in the United States created something new or better during the past 12 months, and what they did with the things they created.\n\n\n\n\n\nThe method we developed involved asking tens of thousands of adults in the United States questions about the things they designed and created themselves during the past 12 months. We used what they told us estimate the total number of adults in the country that created something new or better than anything else, and how many new or better things they created. More importantly, we asked people what they did with the things they created. Their answers helped us understand how they and others are benefiting from the things they created.\n\n\n\n\n\nWe found that over 4 million adults in the United States are consumer innovators, and they created more than 9 million new and better things during the past 12 months. We also found that very few people in the country are benefiting from the things created by consumer innovators. Very few consumer innovators ever try to make money by selling or using the things they created. Although consumer innovators describe the things they created to other people, they often do not make details about their creations available to others through the internet or social media. This means that people in the country are not benefiting as much as they could from the time and money consumer innovators invested in their creations.\n\n\n\n\n\nThe United States government has a number of ways to help consumer innovators protect, and make money from, the things they create. These include patents, copyrights, trademarks, and service marks. We found that few consumer innovators try to obtain any of these for the things they create mostly because they think it will take too much time and money. This suggests that if consumer innovators believed it would be economical to protect and market the things they create, they may be more likely to try and sell the things they create. In doing so, both they and others would benefit from the time and money they invested in creating something new or better than anything else.\t\t\t\t\tLast Modified: 08/30/2024\n\n\t\t\t\t\tSubmitted by: JonAKrosnick\n"
 }
}