{
 "awd_id": "1753879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Practical Compressive Signal Processing",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2017-07-01",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 148607.0,
 "awd_amount": 148607.0,
 "awd_min_amd_letter_date": "2017-08-07",
 "awd_max_amd_letter_date": "2017-08-07",
 "awd_abstract_narration": "A \"signal\" is any data set that one would like to acquire, for example, an image, a large block of data, or an audio clip. One can imagine asking how quickly one would need to sample an audio clip so that from those samples alone, the audio clip could be accurately recovered. Would you need to sample every nanosecond, every millisecond, or every second? Compressive Signal Processing (CSP) shows that the important information in many signals can be obtained and recovered from far fewer samples than traditionally thought. The applications of CSP are widespread and include imaging (medical, hyperspectral, microscopy, biological), analog-to-information conversion, radar, large scale information synthesis, geophysical data analysis, computational biology, and many more. Although these applications are astounding, there has been a disconnect between the theoretical work in CSP and the use of CSP in practical settings. The goals of this project will bridge this gap by providing methods and analysis for CSP that apply to real-world signals and settings. Such work will lead to decreased scan time in MRI, reduced cost and energy consumption in computing infrastructures, improved detection of diseased crops from hyperspectral images, increased accuracy in radar, and improved compression and analysis in many other large-data applications. In addition, this project will involve students at all levels and introduce them to rigorous scientific research. The PI actively recruits members from under-represented populations, and will continue to promote diversity through her own research and outreach programs.\r\n\r\nEarly CSP models restrict the class of signals to those compressible in a very specific sense (sparse with respect to an orthonormal or incoherent basis). One goal of this project is to relax this restriction to allow for signals actually encountered in practice, such as those sparse in redundant, coherent, and highly overcomplete dictionaries. We will utilize both greedy approaches and optimization-based methods, tailored to specific dictionaries of interest, as well as more general methods for arbitrary bases. In addition, this project will develop adaptive CSP sampling schemes, where measurements of the signal are designed \"on the fly,\" as they are being taken. Traditional measurement schemes ignore this information, while adaptive schemes have the potential to significantly reduce reconstruction error, number of measurements, and computation time. We will identify optimal measurement strategies for constrained and unconstrained settings, and analyze how much one can actually gain from adaptivity from an information theoretic point of view. The project will also involve work in \"one-bit CSP\", a new and exciting branch of CSP which handles extreme (and often more realistic) quantization. We will draw on sub-linear methods, where large errors appear naturally, and also use optimization based techniques along with adaptive quantization thresholds to reduce the recovery error below the best possible for non-adaptive quantization. In studying these topics, the research will bridge a large gap in the theory of CSP and provide a unified framework for both practitioners and researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deanna",
   "pi_last_name": "Needell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deanna Needell",
   "pi_email_addr": "deanna@math.ucla.edu",
   "nsf_id": "000600078",
   "pi_start_date": "2017-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "804800",
   "pgm_ele_name": "Division Co-Funding: CAREER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 148606.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal focused on the applicability of compressive signal processing (CSP), a mathematical paradigm originating as a response to seemingly wasteful signal acquisition scheme. As a concrete example, traditional signal acquisition schemes are required to measure every pixel in an image only to then discard that information during post-acquisition compression. CSP instead captures the compressed measurements directly, without the need to ever acquire the entire signal. In medical imaging such as MRI, this means a decrease in scan time without loss of image resolution. The research program has generalized and extended the modern theory of CSP, creating a unified framework for CSP that generates both theory and methods useful in many practical applications previously not supported by CSP technology. The four main goals were accomplished in full and extended beyond the original scope, resulting in over 50 publications and 60 invited presentations throughout the duration of the award. It funded the PI as well as three PhD students and 9 summer undergraduate research groups. The accomplishments of the main goals can be summarized as follows.</p>\n<p>1) CSP with arbitrary dictionaries: We extended CSP theory beyond the traditional class of signals to which it was previously restricted, (to the class of signals that are sparse in redundant frames, going beyond the standard basis sparsity class). This includes algorithmic development and analysis for those settings, the identification of sampling operators that capture this type of representation, and a rigorous empirical study of particular applications and algorithms in this framework. This goal entailed a large portion of the project work, and allows the theory and practice of CSP to extend well beyond traditional settings. For example, it allows for the confident use of CSP in many imaging problems and communications problems for which previous results simply did not apply (either algorithmically or theoretically or both). In addition, the relaxed assumptions imposed on the CSP methods allow for improved signal representations resulting in improved accuracy and reduced acquisition time even for applications that were already able to harness the power of CSP. Referring back to the concrete example of MRI or digital photography, we allow for more flexibility in image representations, which in the end leads to a further reduction in scan time, and more tailored reconstructions that can capture particular diagnostic or image attributes (e.g. edges, curves, etc.).</p>\n<p>2) Adaptive CSP : We developed a theoretical and empirical understanding of the use of adaptivity in measurement acquisition to reduce recovery error and sampling rate. This includes theoretical guarantees demonstrating both the limitations and potential of adaptive measurements and corresponding algorithms in various practical settings. One such setting of particular importance is the constrained setting, when measurements must be chosen from a fixed ensemble, but can be chosen in an adaptive manner (as in many medical imaging settings). Again referring back to MRI, this means that by allowing the measurements taken by the MRI machine to depend on the previous measurements taken for that patient, we would be able to again improve accuracy and reduce scan time.</p>\n<p>3) One-bit CSP : This goal addresses the need for quantization (rounding, necessary for computation) within CSP. &nbsp;We developed and analyzed new programs that are well-suited for high quantization settings, modeled in the extreme case by 1-bit quantization (each measurement is rounded to a single bit, i.e. the sign of each value). This includes the construction of greedy 1-bit methods that yield very fast reconstruction, as well as an analysis yielding theoretical guarantees for such approaches, which did not previously exist. This also includes a framework that encompasses adaptivity and general dictionaries, tying into the previous two goals. We have developed methods for certain problems (e.g. specific imaging applications) that use adaptive measurements and promise improvements in terms of reconstruction accuracy, and simultaneously provide negative results showing that in other settings (and in general) the benefit of adaptivity is provably limited.</p>\n<p>4) Broad impact and education : The research program incorporated students at various levels in the research process. The PI has graduated three PhD students during this award period and currently mentors five postdocs, six PhD students, and a large cohort of undergraduate students each summer. She has served on nine doctoral committees at UCLA. She&nbsp;organized two Women in Data Science and Mathematics Research Collaboration Workshops (WiSDM) at ICERM (Brown Univ.), two Summer Research for Women in Mathematics (SWIM) collaborations, one Collaborate@ICERM summer research program, and was a long-term research fellow at both MSRI and Simons research institutes. She and the participants of this grant also<br />participate in the Women In Technology Sharing Online (WitsOn)<br />program, the Gateway to Exploring Mathematical Sciences (GEMS)<br />program, the Enhancing Diversity in Graduate Education (EDGE) program,<br />Explore Your Universe (EYU), the iChicas program for young Latina<br />women of Los Angeles</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/16/2020<br>\n\t\t\t\t\tModified by: Deanna&nbsp;Needell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis proposal focused on the applicability of compressive signal processing (CSP), a mathematical paradigm originating as a response to seemingly wasteful signal acquisition scheme. As a concrete example, traditional signal acquisition schemes are required to measure every pixel in an image only to then discard that information during post-acquisition compression. CSP instead captures the compressed measurements directly, without the need to ever acquire the entire signal. In medical imaging such as MRI, this means a decrease in scan time without loss of image resolution. The research program has generalized and extended the modern theory of CSP, creating a unified framework for CSP that generates both theory and methods useful in many practical applications previously not supported by CSP technology. The four main goals were accomplished in full and extended beyond the original scope, resulting in over 50 publications and 60 invited presentations throughout the duration of the award. It funded the PI as well as three PhD students and 9 summer undergraduate research groups. The accomplishments of the main goals can be summarized as follows.\n\n1) CSP with arbitrary dictionaries: We extended CSP theory beyond the traditional class of signals to which it was previously restricted, (to the class of signals that are sparse in redundant frames, going beyond the standard basis sparsity class). This includes algorithmic development and analysis for those settings, the identification of sampling operators that capture this type of representation, and a rigorous empirical study of particular applications and algorithms in this framework. This goal entailed a large portion of the project work, and allows the theory and practice of CSP to extend well beyond traditional settings. For example, it allows for the confident use of CSP in many imaging problems and communications problems for which previous results simply did not apply (either algorithmically or theoretically or both). In addition, the relaxed assumptions imposed on the CSP methods allow for improved signal representations resulting in improved accuracy and reduced acquisition time even for applications that were already able to harness the power of CSP. Referring back to the concrete example of MRI or digital photography, we allow for more flexibility in image representations, which in the end leads to a further reduction in scan time, and more tailored reconstructions that can capture particular diagnostic or image attributes (e.g. edges, curves, etc.).\n\n2) Adaptive CSP : We developed a theoretical and empirical understanding of the use of adaptivity in measurement acquisition to reduce recovery error and sampling rate. This includes theoretical guarantees demonstrating both the limitations and potential of adaptive measurements and corresponding algorithms in various practical settings. One such setting of particular importance is the constrained setting, when measurements must be chosen from a fixed ensemble, but can be chosen in an adaptive manner (as in many medical imaging settings). Again referring back to MRI, this means that by allowing the measurements taken by the MRI machine to depend on the previous measurements taken for that patient, we would be able to again improve accuracy and reduce scan time.\n\n3) One-bit CSP : This goal addresses the need for quantization (rounding, necessary for computation) within CSP.  We developed and analyzed new programs that are well-suited for high quantization settings, modeled in the extreme case by 1-bit quantization (each measurement is rounded to a single bit, i.e. the sign of each value). This includes the construction of greedy 1-bit methods that yield very fast reconstruction, as well as an analysis yielding theoretical guarantees for such approaches, which did not previously exist. This also includes a framework that encompasses adaptivity and general dictionaries, tying into the previous two goals. We have developed methods for certain problems (e.g. specific imaging applications) that use adaptive measurements and promise improvements in terms of reconstruction accuracy, and simultaneously provide negative results showing that in other settings (and in general) the benefit of adaptivity is provably limited.\n\n4) Broad impact and education : The research program incorporated students at various levels in the research process. The PI has graduated three PhD students during this award period and currently mentors five postdocs, six PhD students, and a large cohort of undergraduate students each summer. She has served on nine doctoral committees at UCLA. She organized two Women in Data Science and Mathematics Research Collaboration Workshops (WiSDM) at ICERM (Brown Univ.), two Summer Research for Women in Mathematics (SWIM) collaborations, one Collaborate@ICERM summer research program, and was a long-term research fellow at both MSRI and Simons research institutes. She and the participants of this grant also\nparticipate in the Women In Technology Sharing Online (WitsOn)\nprogram, the Gateway to Exploring Mathematical Sciences (GEMS)\nprogram, the Enhancing Diversity in Graduate Education (EDGE) program,\nExplore Your Universe (EYU), the iChicas program for young Latina\nwomen of Los Angeles\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/16/2020\n\n\t\t\t\t\tSubmitted by: Deanna Needell"
 }
}