{
 "awd_id": "1758912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "How do viruses evict close relatives, and why?",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927746",
 "po_email": "cjahn@nsf.gov",
 "po_sign_block_name": "Courtney Jahn",
 "awd_eff_date": "2018-12-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2018-10-25",
 "awd_max_amd_letter_date": "2018-10-25",
 "awd_abstract_narration": "Virus diseases quickly spread among host individuals because viruses are able to multiply exponentially in each of the successive hosts they invade. The fast multiplication inevitably introduces high numbers of errors in virus genetic blueprints (genomes). Left unchecked, these errors would render most of the multiplied viruses defective, thus arresting the spread of virus diseases. Conversely, natural selection favors viruses that have the capacity to control error proliferation. Once better understood, such error mitigation mechanisms could become targets of virus disease control and management. Previous research unveiled a simple, elegant mechanism used by a plant virus that minimizes multiplication errors. This mechanism operates by excluding the virus genomes produced in any given cells from additional rounds of multiplication, thereby preventing the piling-up of multiple errors in single genomes. The goals of the research are to gain a deeper understanding of this mechanism, and to determine whether this error-purging strategy is mechanistically conserved among similar viruses. Discoveries are expected to ignite intense interest in novel preventive, therapeutic, and management strategies that abolish error purging by viruses, leading to more effective control of viral diseases, which will benefit society at large. The conscious decision to enlist both graduate and undergraduate students, especially those of under-represented backgrounds, to accomplish the research contributes to the societal goal of educating high quality future scientists through integration of teaching and research. \r\n    \r\nViruses block re-infection of their host cells by closely related viruses through superinfection exclusion (SIE). SIE is strongest when the primary and superinfecting viruses are identical. How this highly specific self-rejection is achieved, and why it is conserved among diverse viruses, are key questions of this research. Use of the the plant-infecting turnip crinkle virus (TCV) allowed the discovery that p28, one of the TCV replication proteins, facilitates replication of the primary TCV, but represses replication of nearly identical superinfectors through SIE. TCV p28 was further found to coalesce into large intracellular inclusions that trapped new p28 molecules translated from superinfector genomes. Together these findings prompted the idea that the \"intended\" target of SIE is progenies of the primary virus because, at the time of superinfector intrusion, these progenies would far outnumber the nearly indistinguishable superinfector. This project aims to test two inter-connected hypotheses: (1) a repressive state of p28 exerts SIE in TCV-infected cells by intercepting freshly translated p28 molecules in a prion-like manner; (2) The primary function of SIE, at least for RNA viruses like TCV, is to exclude progeny genomes from re-replication, thereby minimizing random replication errors in any given progeny genomes. These hypotheses will be addressed in four objectives: (i) determine the structural characteristics of TCV p28 in vivo and in vitro; (ii) identify and characterize SIE-defective TCV mutants; (iii) characterize SIE determinants encoded by two viruses of the family Potyviridae; and (iv) determine the molecular mechanism of SIE in these Potyviridae viruses. This project strives to identify motivated students from low-income, rural families through close collaborations with a community college, and recruit them as undergraduate and graduate participants of the underlying research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Qu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Qu",
   "pi_email_addr": "qu.28@osu.edu",
   "nsf_id": "000516781",
   "pi_start_date": "2018-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": "1680 Madison Ave",
  "perf_city_name": "Wooster",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "446914114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "OH07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "047Y00",
   "pgm_ele_name": "Plant-Biotic Interactions"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p>&nbsp;</p>\n<p><strong>Award Title</strong>: How do viruses evict close relatives, and why?</p>\n<p><strong>Federal Award ID</strong>: 1758912</p>\n<p><strong>PI</strong>: Feng Qu</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong> Unlike other organisms, a virus must get inside of a living cell to reproduce itself. However, a long-observed, yet mechanistically enigmatic phenomenon is that a virus is unable to invade cells that already contain close relatives of itself. Put differently, virus-infected cells acquire the ability to exclude secondary infection by the same or closely related viruses. This phenomenon is thus commonly known as superinfection exclusion (SIE). SIE has been observed with nearly all viruses for which sequential inoculations have been attempted, thus is highly conserved among diverse viruses.</p>\n<p>This proposal aimed to address how and why SIE occurs, using several plant-infecting viruses as models. The viruses used include turnip crinkle virus (TCV), a virus with a single-stranded, positive-sense RNA [(+) RNA] genome that produces some of the viral proteins via subgenomic RNAs; turnip mosaic virus (TuMV), another (+) RNA virus that encodes nearly all viral proteins as a single polyprotein precursor; and tomato yellow leaf curl virus (TYLCV), a virus with a single-stranded, circular DNA genome. Investigations funded by this award led the revelation that SIE manifest an evolutionarily favored arrangement through which many copies of a virus genome sharing the same host cell cooperate with each other, with the counterintuitive goal of limiting (bottlenecking) the number of reproducing genome copies to just a few, sometimes just one.</p>\n<p>The reason why such an arrangement, which we named as Bottleneck, Isolate, Amplify, Select (BIAS), is favored by natural selection is that it forces individual genome copies to express their encoded phenotypes free of assistance/inference afforded by sister copies, and be exposed to phenotype-based selection real-time. As a result, any single viral genome copy containing a lethal mutation would be promptly eliminated from the virus population, guaranteeing the long-term survival of the virus species.</p>\n<p>This NSF award made it possible for us to synthesize and publish the BIAS model, and report numerous studies that rigorously tested many predictions of BIAS. Despite the completion of the current project, we continue to pursue additional investigations that test other predictions of this model. More importantly, we recently assembled another hypothesis paper arguing that bottlenecking of reproducing genome copies is a rule shared by all living organisms. We eagerly welcome intense scrutiny of the BIAS hypothesis by other researchers.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts:</strong> Research activities funded by this award have led to 15 peer-reviewed publications in prominent journals such as PLoS Pathogens, Virus Evolution, Journal of Virology, and Annual Reviews of Virology. This award also served as the platform for training 8 graduate students, 2 undergraduate students, and 1 postdoctoral researcher. Among these trainees, 7 are female, 3 are of under-represented minority backgrounds.</p><br>\n<p>\n Last Modified: 12/15/2023<br>\nModified by: Feng&nbsp;Qu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report\n\n\n\n\n\nAward Title: How do viruses evict close relatives, and why?\n\n\nFederal Award ID: 1758912\n\n\nPI: Feng Qu\n\n\n\n\n\nIntellectual Merit: Unlike other organisms, a virus must get inside of a living cell to reproduce itself. However, a long-observed, yet mechanistically enigmatic phenomenon is that a virus is unable to invade cells that already contain close relatives of itself. Put differently, virus-infected cells acquire the ability to exclude secondary infection by the same or closely related viruses. This phenomenon is thus commonly known as superinfection exclusion (SIE). SIE has been observed with nearly all viruses for which sequential inoculations have been attempted, thus is highly conserved among diverse viruses.\n\n\nThis proposal aimed to address how and why SIE occurs, using several plant-infecting viruses as models. The viruses used include turnip crinkle virus (TCV), a virus with a single-stranded, positive-sense RNA [(+) RNA] genome that produces some of the viral proteins via subgenomic RNAs; turnip mosaic virus (TuMV), another (+) RNA virus that encodes nearly all viral proteins as a single polyprotein precursor; and tomato yellow leaf curl virus (TYLCV), a virus with a single-stranded, circular DNA genome. Investigations funded by this award led the revelation that SIE manifest an evolutionarily favored arrangement through which many copies of a virus genome sharing the same host cell cooperate with each other, with the counterintuitive goal of limiting (bottlenecking) the number of reproducing genome copies to just a few, sometimes just one.\n\n\nThe reason why such an arrangement, which we named as Bottleneck, Isolate, Amplify, Select (BIAS), is favored by natural selection is that it forces individual genome copies to express their encoded phenotypes free of assistance/inference afforded by sister copies, and be exposed to phenotype-based selection real-time. As a result, any single viral genome copy containing a lethal mutation would be promptly eliminated from the virus population, guaranteeing the long-term survival of the virus species.\n\n\nThis NSF award made it possible for us to synthesize and publish the BIAS model, and report numerous studies that rigorously tested many predictions of BIAS. Despite the completion of the current project, we continue to pursue additional investigations that test other predictions of this model. More importantly, we recently assembled another hypothesis paper arguing that bottlenecking of reproducing genome copies is a rule shared by all living organisms. We eagerly welcome intense scrutiny of the BIAS hypothesis by other researchers.\n\n\n\n\n\nBroader impacts: Research activities funded by this award have led to 15 peer-reviewed publications in prominent journals such as PLoS Pathogens, Virus Evolution, Journal of Virology, and Annual Reviews of Virology. This award also served as the platform for training 8 graduate students, 2 undergraduate students, and 1 postdoctoral researcher. Among these trainees, 7 are female, 3 are of under-represented minority backgrounds.\t\t\t\t\tLast Modified: 12/15/2023\n\n\t\t\t\t\tSubmitted by: FengQu\n"
 }
}