{
 "awd_id": "1801036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the Fate of Carbon at an Ultraslow Spreading Center",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 378424.0,
 "awd_amount": 378424.0,
 "awd_min_amd_letter_date": "2019-02-26",
 "awd_max_amd_letter_date": "2023-02-15",
 "awd_abstract_narration": "Knowing the cycle of carbon in the Earth and how biological and abiological processes control the composition of the resulting carbon-bearing phases and how those change over time is a major scientific goal that has important implications for our understanding of both ecosystems and global warming.  The circulation of seawater through deep-sea hydrothermal vent systems results in the extensive transformation of both inorganic and organic carbon compounds and may have a significant impact on the deep ocean carbon cycle. To date, most reports of organic compounds in deep-sea hydrothermal fluids have focused on methane and light hydrocarbons. The distribution and abundance of other types of organic compounds, however, remains poorly known. As a result, the contribution of hydrothermal systems to organic carbon in the deep ocean and the biogeochemical processes responsible for this input, remain highly uncertain. This research conducts a comprehensive study of the composition and abundance of carbon compounds from fluids discharging from two very different, but closely located, hydrothermal vents on the ultraslow spreading mid-Cayman rise in the Caribbean Sea. The two vent sites are located in substantially different host rocks and occur at very different water depths. They also have very different vent fluid temperatures.  Fluids will be collected using multiple, complementary sampling systems and analyzed by various mass spectrometric and other analytical techniques. Comparison between these two sites allows carbon fluxes and chemical transformations to be determined over a range of physical and chemical conditions. Broader impacts of the work include training of graduate and undergraduate students in state-of-the-art geochemical methods and provide them with an opportunity to gain experience and training in sea-going research in a strongly interdisciplinary subject. A graduate and several undergraduate students from the University of South Carolina, an EPSCoR state (i.e., a state that does not receive significant federal dollars); Bridgewater State University, which serves economically disadvantaged communities in Massachusetts; and the University of Colorado at Boulder will be involved in the research and play key roles in both the scientific cruise and supporting laboratory activities.\r\n\r\nIn ocean crust, extensive transformations occur to the carbon compounds present in both the fluids and solids on and below the seafloor due to processes such as heating, precipitation of minerals, injections of magma, and the activity of microorganisms. These processes have consequences for global elemental cycling in the present day and over geologic time. To date, most reports of organic compounds in deep-sea hydrothermal fluids have focused on small, volatile organic molecules such as methane. However, the abundance and fate of other types of organic compounds remains poorly known. To better understand these transformations and the amount of carbon in seafloor hydrothermal systems and their potential impact on deep sea microbes and ecology, samples of hydrothermal fluids emanating from two compositionally and thermally different seafloor vent systems on the mid-Cayman rise (Piccard and von Damm) will be collected on a 16-day oceanographic cruise using a robotic vehicle. Samples will be analyzed for their carbon content and carbon compounds using mass spectrometric and other analytical tools. Goals of the project are to addresses issues such as: (1) the relative contribution of abiotic synthesis, thermal alteration of biomass, fluid-rock interaction, and microbial activity to the inventory of carbon compounds in ridge-crest hydrothermal fluids, (2) how host rock, style of venting, and temperature influence the generation and stability of reduced carbon compounds in axial hot-springs, (3) the fate of seawater-derived dissolved organic carbon during circulation through the oceanic lithosphere, and (4) which organic compounds and signatures are the best geochemical indicators of fluid reaction history. Three different sampling devices will be employed to ensure the full range of carbon containing compounds is captured. Collected samples will be analyzed for bulk characteristics (dissolved organic carbon concentrations and isotopes) and for the composition and isotope characteristics of individual compounds, ranging from volatile (e.g. methane and light hydrocarbons) to non-volatile (e.g. fatty acids), and from labile (e.g. amino acids) to refractory (e.g. polycyclic aromatic hydrocarbons). These data will permit the calculation of carbon and isotope mass balances at each location. From this, a comparison of the fate of carbon in both systems will be carried out to evaluate the importance of rock type, temperature, and style of venting on the carbon-bearing compounds present in seafloor hydrothermal vents. Additional measurements will be made with non-targeted, broad spectrum organic compound analyses to identify alteration trends and carbon compound evolution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Lang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Lang",
   "pi_email_addr": "sqlang@whoi.edu",
   "nsf_id": "000648556",
   "pi_start_date": "2019-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "701 Sumter St., EWS 617",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 378424.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:<strong> </strong>Almost 40 years of geochemical and geophysical analysis have demonstrated the importance of the exchange of heat and chemical elements that occurs during hydrothermal circulation of seawater through the rocky subseafloor of the ocean crust. Extensive transformations occur to the carbon compounds present in both the fluids and the rocks due to processes such as heating, precipitation, injections of magma, and the activity of microorganisms, with consequences for global elemental cycling in the present day and over geologic time. To date, most reports of organic compounds in deep-sea hydrothermal fluids have focused on small, volatile organic molecules such as methane, and the abundance and fate of other types of organic compounds remains poorly known. As a consequence, the total contribution of hydrothermal systems to organic carbon in the deep sea, and the processes responsible for this input, remain highly uncertain.</p>\n<p>The goal of the project was to perform a comprehensive study of the abundance and composition of carbon compounds emanating from two hydrothermal systems that have substantial differences in physical characteristics including temperature, depth, and the types of rocks that the water passes through. These differences can be exploited to investigate the underlying mechanisms that influence chemical transformations and carbon fluxes. The chosen sites are both on the ultraslow Mid-Cayman spreading where two known areas of venting (Von Damm and Piccard) have substantial differences in host rock type, depth, and vent fluid temperature, allowing carbon fluxes and chemical transformations to be investigated over a range of physical and chemical conditions.</p>\n<p>The oceanographic expedition that constitutes the core of the project sailed January 14 &ndash; February 5, 2020. During the expedition, a total of 9 dives were made with the ROV Jason, four at the Von Damm vent field and five at the Piccard vent field. Over the course of the expedition, we collected 61 Isobaric Gas Tight (IGT) samples for dissolved gas analysis, 79 2-liter and 29 9-liter fluid samples from the Hydrothermal Organic Geochemistry sampler (HOG) for geochemical and microbiological analysis, 15 POPgun samples for isolating organic compounds in situ, 28 samples that were preserved in situ for RNA analysis, and 21 rock samples.</p>\n<p>A main highlight of our results is that the single carbon carboxylic acid formate is the dominant contributor to the dissolved organic carbon pool at the more ultramafic influenced Von Damm field. Dissolved inorganic carbon concentrations decrease and become more enriched in 13C as formate concentrations increase, suggesting an intimate link between the two carbon pools. At Piccard, formate concentrations are lower than in the Von Damm field but still present and a significant portion of the total dissolved organic carbon pool. The outcome of this study will provide new geochemical indicators for subseafloor processes and new insights into the global carbon cycle.</p>\n<p>Broader Impacts: The award supported research for two masters thesis projects and a portion of a Ph.D. thesis at the University of South Carolina. Two undergraduates sailed on the expedition and participated in all aspects of the research at sea. A third undergraduate worked with a sulfide chimney collected on the expedition to determine the best way to preserve it for display. Her work culminated as part of an art exhibit hosted at the University of South Carolina&rsquo;s McKissick museum for 3 months in 2023. Dive video captured an earthquake while fluids were being sampled at a hydrothermal chimney and has been publicly posted on youtube.</p>\n<p>Improvements to physical infrastructure included upgrades to the Hydrothermal Organic Geochemistry water sampler to allow it to collect a wider range of samples. It successfully collected 24-L of 398&deg;C fluids at a depth of 4962 m. A newly developed water sampler, the Universal Fluid Obtainer (UFO), designed and built by the National Deep Submergence Facility, was successfully tested. This water sampler is intended to be available as a shared resource for future researchers whose needs are not met by the Major samplers due to volume limitations.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/29/2024<br>\nModified by: Susan&nbsp;Lang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit: Almost 40 years of geochemical and geophysical analysis have demonstrated the importance of the exchange of heat and chemical elements that occurs during hydrothermal circulation of seawater through the rocky subseafloor of the ocean crust. Extensive transformations occur to the carbon compounds present in both the fluids and the rocks due to processes such as heating, precipitation, injections of magma, and the activity of microorganisms, with consequences for global elemental cycling in the present day and over geologic time. To date, most reports of organic compounds in deep-sea hydrothermal fluids have focused on small, volatile organic molecules such as methane, and the abundance and fate of other types of organic compounds remains poorly known. As a consequence, the total contribution of hydrothermal systems to organic carbon in the deep sea, and the processes responsible for this input, remain highly uncertain.\n\n\nThe goal of the project was to perform a comprehensive study of the abundance and composition of carbon compounds emanating from two hydrothermal systems that have substantial differences in physical characteristics including temperature, depth, and the types of rocks that the water passes through. These differences can be exploited to investigate the underlying mechanisms that influence chemical transformations and carbon fluxes. The chosen sites are both on the ultraslow Mid-Cayman spreading where two known areas of venting (Von Damm and Piccard) have substantial differences in host rock type, depth, and vent fluid temperature, allowing carbon fluxes and chemical transformations to be investigated over a range of physical and chemical conditions.\n\n\nThe oceanographic expedition that constitutes the core of the project sailed January 14  February 5, 2020. During the expedition, a total of 9 dives were made with the ROV Jason, four at the Von Damm vent field and five at the Piccard vent field. Over the course of the expedition, we collected 61 Isobaric Gas Tight (IGT) samples for dissolved gas analysis, 79 2-liter and 29 9-liter fluid samples from the Hydrothermal Organic Geochemistry sampler (HOG) for geochemical and microbiological analysis, 15 POPgun samples for isolating organic compounds in situ, 28 samples that were preserved in situ for RNA analysis, and 21 rock samples.\n\n\nA main highlight of our results is that the single carbon carboxylic acid formate is the dominant contributor to the dissolved organic carbon pool at the more ultramafic influenced Von Damm field. Dissolved inorganic carbon concentrations decrease and become more enriched in 13C as formate concentrations increase, suggesting an intimate link between the two carbon pools. At Piccard, formate concentrations are lower than in the Von Damm field but still present and a significant portion of the total dissolved organic carbon pool. The outcome of this study will provide new geochemical indicators for subseafloor processes and new insights into the global carbon cycle.\n\n\nBroader Impacts: The award supported research for two masters thesis projects and a portion of a Ph.D. thesis at the University of South Carolina. Two undergraduates sailed on the expedition and participated in all aspects of the research at sea. A third undergraduate worked with a sulfide chimney collected on the expedition to determine the best way to preserve it for display. Her work culminated as part of an art exhibit hosted at the University of South Carolinas McKissick museum for 3 months in 2023. Dive video captured an earthquake while fluids were being sampled at a hydrothermal chimney and has been publicly posted on youtube.\n\n\nImprovements to physical infrastructure included upgrades to the Hydrothermal Organic Geochemistry water sampler to allow it to collect a wider range of samples. It successfully collected 24-L of 398C fluids at a depth of 4962 m. A newly developed water sampler, the Universal Fluid Obtainer (UFO), designed and built by the National Deep Submergence Facility, was successfully tested. This water sampler is intended to be available as a shared resource for future researchers whose needs are not met by the Major samplers due to volume limitations.\n\n\n\t\t\t\t\tLast Modified: 07/29/2024\n\n\t\t\t\t\tSubmitted by: SusanLang\n"
 }
}