{
 "awd_id": "1804512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: P2C2: Reconstructing Northeast Mexico Hydroclimate since the Last Interglacial Period",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 103374.0,
 "awd_amount": 103374.0,
 "awd_min_amd_letter_date": "2019-02-01",
 "awd_max_amd_letter_date": "2019-02-01",
 "awd_abstract_narration": "The majority of climate models show enhanced aridity throughout Mexico as a result of climatic warming.  However, instrumental data, existing paleoclimate proxy records, and climate model simulations demonstrate that precipitation in the region exhibits substantial interannual to decadal scale variability in response to naturally recurring internal climate modes.  A more complete understanding of the impacts of natural variability and forced anthropogenic climate change on water resources in Mexico and the southwestern U.S. is important given the potentially serious impacts of increased drought frequency and magnitude on economic, agricultural, and public water supply issues.\r\n\r\nDevelopment of hydroclimate records from low latitude regions is of critical importance for assessing the response of regional climate to external forcing and internal modes of climate variability, for investigating teleconnections between the tropics and high-latitude regions, and for evaluating climate models. This work will address several key questions about the climate system, including: (1) Does NE Mexican hydroclimate vary in phase with Northern Hemisphere Summer Insolation? (2) Did abrupt decreases in Atlantic Meridional Overturning Circulation (AMOC) strength during Heinrich Events lead to dry conditions in NE Mexico? (3) Do patterns of decadal to multidecadal scale rainfall variability track Atlantic and/or Pacific sea surface temperatures?\r\n\r\nThis project includes a potential for greater understanding of hydroclimate using cave deposits. The project will also contribute to the scientific training and professional development of graduate students, including one Mexican-American female, and multiple undergraduate students. The lead investigator is a Native American female and for the past six years has directed the American Indian Summer Institute in Earth System Science, a two-week residential program for Indigenous high school students. The researchers and students will incorporate aspects of this research into existing outreach efforts, including graduate school outreach at the annual Society for Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS) and American Indian Science and Engineering Society (AISES) conferences, climate science lessons at local classrooms, and presentations at the Cambridge Science Festival.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McGee",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D McGee",
   "pi_email_addr": "davidmcg@mit.edu",
   "nsf_id": "000507739",
   "pi_start_date": "2019-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 103374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span>Northeastern Mexico is a semiarid region that faces increasing stresses related to water availability. To assist in preparing for the impacts of ongoing climate change, it is important to understand the dependence of the region&rsquo;s precipitation patterns on factors such as ocean temperatures and atmospheric circulation, and to assess whether these relationships are accurately represented in the climate models used for future projections. </span></p>\n<p class=\"Default\"><span>This project aimed to improve our understanding of the controls on regional water availability beyond that documented in the short instrumental record by developing records of past climate variability and climate change. To do this, we used stalagmites from three caves from the region. We worked with local communities to establish a monitoring network to track how each cave&rsquo;s dripwaters reflect regional precipitation patterns. We then used precise dating techniques to determine the age of a stalagmites from the caves, and analyzed their geochemical composition at high resolution to develop records of past precipitation changes. Our records document changes over the last 2000 years, over the last ice age and the period of global warming at its end (about 60,000 to 4,000 years ago), and during the last interglacial period (125,000 years ago), when temperatures were close to modern levels.</span></p>\n<p class=\"Default\"><span>Together, our results highlight the importance of tropical North Atlantic sea surface temperatures as a control on regional water availability. During times when the North Atlantic warms more than the tropical Pacific, the region experiences greater summer precipitation and greater overall water availability; this result holds both over the last 2000 years and during abrupt North Atlantic temperature changes of the last glacial period. Combining our data with other well-dated paleoclimate records from southern Mexico and Central America, we find evidence for a precipitation dipole on 10- to 100-year timescales, with wetter periods in northeastern Mexico corresponding to drier conditions in the Yucatan peninsula and Central America to the south, and vice versa. We also note evidence for decades-long droughts in the record of the last 2000 years that appear to correspond to important societal changes in the culture associated with Teotihuacan in the area around modern-day Mexico City.&nbsp;</span></p>\n<p class=\"Default\"><span>Looking to the future, our results suggest that the warming of the tropical North Atlantic relative to other tropical oceans will be a key control on northeastern Mexico&rsquo;s water availability. Our work highlights the importance of accurate representation of the spatial patterns of warming, and&nbsp;not just the overall amount of warming, in climate models used for future projections.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2022<br>\n\t\t\t\t\tModified by: William&nbsp;D&nbsp;Mcgee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Northeastern Mexico is a semiarid region that faces increasing stresses related to water availability. To assist in preparing for the impacts of ongoing climate change, it is important to understand the dependence of the region’s precipitation patterns on factors such as ocean temperatures and atmospheric circulation, and to assess whether these relationships are accurately represented in the climate models used for future projections. \nThis project aimed to improve our understanding of the controls on regional water availability beyond that documented in the short instrumental record by developing records of past climate variability and climate change. To do this, we used stalagmites from three caves from the region. We worked with local communities to establish a monitoring network to track how each cave’s dripwaters reflect regional precipitation patterns. We then used precise dating techniques to determine the age of a stalagmites from the caves, and analyzed their geochemical composition at high resolution to develop records of past precipitation changes. Our records document changes over the last 2000 years, over the last ice age and the period of global warming at its end (about 60,000 to 4,000 years ago), and during the last interglacial period (125,000 years ago), when temperatures were close to modern levels.\nTogether, our results highlight the importance of tropical North Atlantic sea surface temperatures as a control on regional water availability. During times when the North Atlantic warms more than the tropical Pacific, the region experiences greater summer precipitation and greater overall water availability; this result holds both over the last 2000 years and during abrupt North Atlantic temperature changes of the last glacial period. Combining our data with other well-dated paleoclimate records from southern Mexico and Central America, we find evidence for a precipitation dipole on 10- to 100-year timescales, with wetter periods in northeastern Mexico corresponding to drier conditions in the Yucatan peninsula and Central America to the south, and vice versa. We also note evidence for decades-long droughts in the record of the last 2000 years that appear to correspond to important societal changes in the culture associated with Teotihuacan in the area around modern-day Mexico City. \nLooking to the future, our results suggest that the warming of the tropical North Atlantic relative to other tropical oceans will be a key control on northeastern Mexico’s water availability. Our work highlights the importance of accurate representation of the spatial patterns of warming, and not just the overall amount of warming, in climate models used for future projections.\n\n \n\n\t\t\t\t\tLast Modified: 06/23/2022\n\n\t\t\t\t\tSubmitted by: William D Mcgee"
 }
}