{
 "awd_id": "1828825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Geomagnetic field strength and stability between 500 and 800 Ma: Constraining inner core growth",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2019-04-15",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 307000.0,
 "awd_amount": 307000.0,
 "awd_min_amd_letter_date": "2019-04-02",
 "awd_max_amd_letter_date": "2021-02-23",
 "awd_abstract_narration": "Earth's magnetic field protects the planet from solar particles that would otherwise erode the atmosphere. Thus, the magnetic field is thought to be an essential factor ensuring long-term planetary habitability. Today, this geomagnetic field is powered by growth of the solid inner core. But thermal models suggest Earth has not always had a solid inner core; the time of the onset of inner core growth has ranged from 500 million to more than 2.5 billion years ago. This represents a fundamental unknown about the planet. Arguably the best way to investigate this question is to use \"paleomagnetism\", the record of the ancient magnetic field trapped in rocks and crystals as they form. Such data have motivated the hypothesis that the geomagnetic field, and the magnetic shielding of the atmosphere from solar particles, almost collapsed 565 million years ago, but then the field slowly recovered. This event may record the birth of the solid inner core. This hypothesis will be tested through studies of rocks ranging in age from 800 to 500 million years old found in Australia, Canada and the United States. The collaborative work will involve a team of 5 scientists at 3 institutions (including an underrepresented minority and woman scientist), and will be integrated into education and outreach efforts at each university, including efforts to expand opportunities for first-generation and historically underrepresented individuals. \r\n\r\n\r\nThe time of Earth's inner core nucleation (ICN) is unknown and thus represents a first-order problem in our understanding of the planet. For decades the inner core was assumed to be billions of years old. However, viable core thermal conductivity values now span a factor of 3, with the highest values compatible with ICN onset between approximately 800 and 500 million years ago. These onset ages are predicted by many recent thermal evolution models, but a paucity of paleofield strength data has thwarted efforts seeking to determine if there is a sign of a young inner core. Recent paleomagnetic data record an unprecedented low in time-averaged geomagnetic field strength 565 million years ago that is greater than 10 times lower than the strength of the present geomagnetic field. The ultra-low field intensity is accompanied by an ultra-high reversal frequency and other indicators of unusual field behavior in 15 other Latest Precambrian-Cambrian igneous and sedimentary units. These observations and recent modeling results are the basis for the hypothesis that the geomagnetic field approached collapse in late Precambrian/early Cambrian times (i.e., the ratio of the magnetic energy to kinetic energy is less than 1) coincident with the onset of ICN. Hence, the inner core may be young. This hypothesis will be tested through the study of 4 igneous provinces emplaced between about 500 and 800 million years ago, in Australia, the US and the Northwest Territories (Canada). State-of-the-art paleomagnetic directional and paleointensity data, including single silicate crystal analyses, and U-Pb radiometric age data will allow a synoptic view of the geodynamo during the youngest predicted ages of ICN. The work will involve a team (5 PIs/co-PIs at 3 institutions) including an underrepresented minority and woman scientist. The work will be integrated into undergraduate and graduate education and outreach efforts at each university, including efforts to expand opportunities for first-generation and historically underrepresented individuals. Student teams will visit and conduct analyses in each of the laboratories, comparing and contrasting techniques. The project will be integrated into university-specific undergraduate courses in preparation for field and laboratory investigations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Kodama",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth P Kodama",
   "pi_email_addr": "kpk0@lehigh.edu",
   "nsf_id": "000202185",
   "pi_start_date": "2019-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 104299.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100841.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 101860.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this research was to determine the strength of the Earth&rsquo;s ancient magnetic field 500-600 million years ago. Previous work showed that the Earth&rsquo;s magnetic field was at ultra-low intensity 565 million years ago. This period of low magnetic field intensity could be a signature of the initial nucleation of the solid iron-nickel core of the planet. After the nucleation of the inner core its slow growth from the freezing of the molten iron-nickel outer core drives convection in the outer core which generates the Earth&rsquo;s magnetic field. Generation of the field previous to the initial nucleation of the inner core must have been by a different mechanism and the transition to the current mechanism could have caused near collapse of the magnetic field. Paleointensity measurements we made on the 532 million year old Glen Mountain Layered Complex igneous rocks in Oklahoma showed that the magnetic field had regained intensity to 12.3 microTesla on its way to 40-50 microTesla of more recent times from its ultra-low values at 565 million years ago. Paleomagnetic direction measurements we made on the Glen Mountain rocks showed that the magnetic field had regained its typical dipolar geometry and field polarity reversals after abnormal behavior at 565 million years ago. We also made paleointensity measurements on the 590 million year old igneous rocks of the Grenville Dykes of southern Canada. These results showed that the Earth&rsquo;s magnetic field had ultra-low values at this time (1-3 microTesla) similar to those measured at 565 million years and suggested that for at least 25 million years the Earth&rsquo;s magnetic field had collapsed or nearly collapsed in this time period (called the Ediacaran). This is significant because at the end of the Ediacaran at 540 million years ago there was a sudden blossoming of multi-cellular life forms called the Cambrian explosion of life. We believe that the near collapse of the Earth&rsquo;s magnetic field previous to 540 million years ago could be a cause of the Cambrian explosion. The Earth&rsquo;s magnetic field shields our planet from the high-energy charged particles of the solar field. An ultra-low field could have allowed the solar wind to interact with the atmosphere and caused the production of oxygen. Increased oxygen in the atmosphere (previously oxygen content in the atmosphere was very low) would have set up the conditions for the explosion of multi-cellular life.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/01/2024<br>\nModified by: Kenneth&nbsp;P&nbsp;Kodama</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main objective of this research was to determine the strength of the Earths ancient magnetic field 500-600 million years ago. Previous work showed that the Earths magnetic field was at ultra-low intensity 565 million years ago. This period of low magnetic field intensity could be a signature of the initial nucleation of the solid iron-nickel core of the planet. After the nucleation of the inner core its slow growth from the freezing of the molten iron-nickel outer core drives convection in the outer core which generates the Earths magnetic field. Generation of the field previous to the initial nucleation of the inner core must have been by a different mechanism and the transition to the current mechanism could have caused near collapse of the magnetic field. Paleointensity measurements we made on the 532 million year old Glen Mountain Layered Complex igneous rocks in Oklahoma showed that the magnetic field had regained intensity to 12.3 microTesla on its way to 40-50 microTesla of more recent times from its ultra-low values at 565 million years ago. Paleomagnetic direction measurements we made on the Glen Mountain rocks showed that the magnetic field had regained its typical dipolar geometry and field polarity reversals after abnormal behavior at 565 million years ago. We also made paleointensity measurements on the 590 million year old igneous rocks of the Grenville Dykes of southern Canada. These results showed that the Earths magnetic field had ultra-low values at this time (1-3 microTesla) similar to those measured at 565 million years and suggested that for at least 25 million years the Earths magnetic field had collapsed or nearly collapsed in this time period (called the Ediacaran). This is significant because at the end of the Ediacaran at 540 million years ago there was a sudden blossoming of multi-cellular life forms called the Cambrian explosion of life. We believe that the near collapse of the Earths magnetic field previous to 540 million years ago could be a cause of the Cambrian explosion. The Earths magnetic field shields our planet from the high-energy charged particles of the solar field. An ultra-low field could have allowed the solar wind to interact with the atmosphere and caused the production of oxygen. Increased oxygen in the atmosphere (previously oxygen content in the atmosphere was very low) would have set up the conditions for the explosion of multi-cellular life.\n\n\n\t\t\t\t\tLast Modified: 05/01/2024\n\n\t\t\t\t\tSubmitted by: KennethPKodama\n"
 }
}