{
 "awd_id": "1828817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Geomagnetic field strength and stability between 500 and 800 Ma: Constraining inner core growth",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2019-04-15",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 678531.0,
 "awd_amount": 678531.0,
 "awd_min_amd_letter_date": "2019-04-02",
 "awd_max_amd_letter_date": "2021-02-23",
 "awd_abstract_narration": "Earth's magnetic field protects the planet from solar particles that would otherwise erode the atmosphere. Thus, the magnetic field is thought to be an essential factor ensuring long-term planetary habitability. Today, this geomagnetic field is powered by growth of the solid inner core. But thermal models suggest Earth has not always had a solid inner core; the time of the onset of inner core growth has ranged from 500 million to more than 2.5 billion years ago. This represents a fundamental unknown about the planet. Arguably the best way to investigate this question is to use \"paleomagnetism\", the record of the ancient magnetic field trapped in rocks and crystals as they form. Such data have motivated the hypothesis that the geomagnetic field, and the magnetic shielding of the atmosphere from solar particles, almost collapsed 565 million years ago, but then the field slowly recovered. This event may record the birth of the solid inner core. This hypothesis will be tested through studies of rocks ranging in age from 800 to 500 million years old found in Australia, Canada and the United States. The collaborative work will involve a team of 5 scientists at 3 institutions (including an underrepresented minority and woman scientist), and will be integrated into education and outreach efforts at each university, including efforts to expand opportunities for first-generation and historically underrepresented individuals. \r\n\r\n\r\nThe time of Earth's inner core nucleation (ICN) is unknown and thus represents a first-order problem in our understanding of the planet. For decades the inner core was assumed to be billions of years old. However, viable core thermal conductivity values now span a factor of 3, with the highest values compatible with ICN onset between approximately 800 and 500 million years ago. These onset ages are predicted by many recent thermal evolution models, but a paucity of paleofield strength data has thwarted efforts seeking to determine if there is a sign of a young inner core. Recent paleomagnetic data record an unprecedented low in time-averaged geomagnetic field strength 565 million years ago that is greater than 10 times lower than the strength of the present geomagnetic field. The ultra-low field intensity is accompanied by an ultra-high reversal frequency and other indicators of unusual field behavior in 15 other Latest Precambrian-Cambrian igneous and sedimentary units. These observations and recent modeling results are the basis for the hypothesis that the geomagnetic field approached collapse in late Precambrian/early Cambrian times (i.e., the ratio of the magnetic energy to kinetic energy is less than 1) coincident with the onset of ICN. Hence, the inner core may be young. This hypothesis will be tested through the study of 4 igneous provinces emplaced between about 500 and 800 million years ago, in Australia, the US and the Northwest Territories (Canada). State-of-the-art paleomagnetic directional and paleointensity data, including single silicate crystal analyses, and U-Pb radiometric age data will allow a synoptic view of the geodynamo during the youngest predicted ages of ICN. The work will involve a team (5 PIs/co-PIs at 3 institutions) including an underrepresented minority and woman scientist. The work will be integrated into undergraduate and graduate education and outreach efforts at each university, including efforts to expand opportunities for first-generation and historically underrepresented individuals. Student teams will visit and conduct analyses in each of the laboratories, comparing and contrasting techniques. The project will be integrated into university-specific undergraduate courses in preparation for field and laboratory investigations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Tarduno",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Tarduno",
   "pi_email_addr": "john@earth.rochester.edu",
   "nsf_id": "000184255",
   "pi_start_date": "2019-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rory",
   "pi_last_name": "Cottrell",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Rory D Cottrell",
   "pi_email_addr": "rory.cottrell@rochester.edu",
   "nsf_id": "000672391",
   "pi_start_date": "2019-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mauricio",
   "pi_last_name": "Ibanez-Mejia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mauricio Ibanez-Mejia",
   "pi_email_addr": "ibanezm@arizona.edu",
   "nsf_id": "000717000",
   "pi_start_date": "2019-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 200386.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 234313.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 243832.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Earth's core is composed of a solid inner core, and liquid outer core where the geomagnetic field is generated. For decades, it was thought the solid inner core might be up to billions of years old, but only in the last 15 years have data and modeling results arisen suggesting a much younger age. Through work in this grant, we have used measurements of rock samples to document the past strength of the geomagnetic field&nbsp; - known as paleointensity - as a means of constraining when the inner core started to form. Moreover, we apply a robust method known as single crystal paleointensity. In this approach, single silicate crystals which contain minute magnetic inclusions are measured using highly sensitive cryogenic magnetometers. Because of their small size and magnetic state - known as the single domain state - the magnetic inclusions can retain accurate records of the fields when they cooled for billions of years.</span><span>&nbsp;</span></p>\n<p><span>Prior to growth of the solid inner core, the generation of Earth's magnetic field - known as the dynamo - was powered by heat flux across the boundary between the core and overlying mantle. Over billions of years, the efficiency of this process is expected to have decreased and with it the strength of the magnetic field. Some models predict the field would be very weak and unstable after billions of years, and immediately before the inner core started to form. Once the inner core starts to grow, new energy sources become available to power the dynamo and the strength of the field is restored.</span></p>\n<p><span>Using single crystal paleointensity we have documented this signature of inner core growth in the latest Ediacaran/earliest Cambrian Periods, approximately 550 million years. Specifically, we have documented a geomagnetic field 591 million years ago that was 30 times weaker than today. The field strength decayed from a value comparable to the field today some 2.1 billion years ago. After an interval 26 million-years-long of ultra-weak periods in the Ediacaran Period, the field regained strength relatively rapidly, and we interpret this as due to growth of the solid inner core.</span></p>\n<p><span>This history of field strength available from this grant has motivated two hypotheses published by our research team having broad implications. First, seismic properties of the solid inner core change at about one half the radius of the present-day inner core size suggesting the existence of an innermost inner core. Using our new date on the start of inner core growth and thermal modeling, we have proposed that the innermost inner core preserves a signature before 450 million years ago of the structure of the core mantle boundary - which controls how the inner core grows - that was different from that today. Second, the ultra-weak fields we have defined correlate with increases in oxygenation of the atmosphere and ocean and radiation of complex, macroscopic, and mobile animals of the Ediacaran Period. We have suggested a hypothesis whereby the weak magnetic field allowed more hydrogen to escape to space, ultimately aiding the Ediacaran animal diversification. Both hypotheses illustrate potential relationships between the core, mantle, surface, life, atmosphere and space, and how the study of paleomagnetism can illuminate the connections.</span></p>\n<p><span>The work was conducted by three universities and a team of 3 PIs, 2 co-PIs, a postdoctoral research fellow, several graduate students, and several undergraduates in coordinated field and laboratory programs.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/05/2024<br>\nModified by: John&nbsp;A&nbsp;Tarduno</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEarth's core is composed of a solid inner core, and liquid outer core where the geomagnetic field is generated. For decades, it was thought the solid inner core might be up to billions of years old, but only in the last 15 years have data and modeling results arisen suggesting a much younger age. Through work in this grant, we have used measurements of rock samples to document the past strength of the geomagnetic field - known as paleointensity - as a means of constraining when the inner core started to form. Moreover, we apply a robust method known as single crystal paleointensity. In this approach, single silicate crystals which contain minute magnetic inclusions are measured using highly sensitive cryogenic magnetometers. Because of their small size and magnetic state - known as the single domain state - the magnetic inclusions can retain accurate records of the fields when they cooled for billions of years.\n\n\nPrior to growth of the solid inner core, the generation of Earth's magnetic field - known as the dynamo - was powered by heat flux across the boundary between the core and overlying mantle. Over billions of years, the efficiency of this process is expected to have decreased and with it the strength of the magnetic field. Some models predict the field would be very weak and unstable after billions of years, and immediately before the inner core started to form. Once the inner core starts to grow, new energy sources become available to power the dynamo and the strength of the field is restored.\n\n\nUsing single crystal paleointensity we have documented this signature of inner core growth in the latest Ediacaran/earliest Cambrian Periods, approximately 550 million years. Specifically, we have documented a geomagnetic field 591 million years ago that was 30 times weaker than today. The field strength decayed from a value comparable to the field today some 2.1 billion years ago. After an interval 26 million-years-long of ultra-weak periods in the Ediacaran Period, the field regained strength relatively rapidly, and we interpret this as due to growth of the solid inner core.\n\n\nThis history of field strength available from this grant has motivated two hypotheses published by our research team having broad implications. First, seismic properties of the solid inner core change at about one half the radius of the present-day inner core size suggesting the existence of an innermost inner core. Using our new date on the start of inner core growth and thermal modeling, we have proposed that the innermost inner core preserves a signature before 450 million years ago of the structure of the core mantle boundary - which controls how the inner core grows - that was different from that today. Second, the ultra-weak fields we have defined correlate with increases in oxygenation of the atmosphere and ocean and radiation of complex, macroscopic, and mobile animals of the Ediacaran Period. We have suggested a hypothesis whereby the weak magnetic field allowed more hydrogen to escape to space, ultimately aiding the Ediacaran animal diversification. Both hypotheses illustrate potential relationships between the core, mantle, surface, life, atmosphere and space, and how the study of paleomagnetism can illuminate the connections.\n\n\nThe work was conducted by three universities and a team of 3 PIs, 2 co-PIs, a postdoctoral research fellow, several graduate students, and several undergraduates in coordinated field and laboratory programs.\n\n\n\t\t\t\t\tLast Modified: 06/05/2024\n\n\t\t\t\t\tSubmitted by: JohnATarduno\n"
 }
}