{
 "awd_id": "1830273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Documenting Tense, Aspect, Mood and Polarity in a Language with a Complex Verbal System",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyler Kendall",
 "awd_eff_date": "2018-12-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 18472.0,
 "awd_amount": 18472.0,
 "awd_min_amd_letter_date": "2018-12-12",
 "awd_max_amd_letter_date": "2018-12-12",
 "awd_abstract_narration": "Time is an important notion that pervades many aspects of daily life. Time is of such importance that all attested human languages have at least one grammatical strategy to encode temporal relationships. Most languages, however, have relatively complex systems of encoding time (which are generally referred to as tense/aspect systems) that interact with several features of the grammar. Individual tense/aspect systems, in addition to their internal complexity, also vary significantly from language to language. Because of the cross-linguistic variation that has been observed, any given language has the potential to offer new insights into the extent of possible temporal encoding strategies, as well as the extent of possible meanings that tense and aspect can carry. The language of study for this project, Iyasa (yko), is a Bantu language spoken in the Littoral Region of southwestern Cameroon by approximately 2,000 people. Tense/aspect studies in Bantu are especially critical as the systems in these languages are noted as being among the most complex in the world. This project will, thus, provide a thorough documentary and descriptive record of Iyasa's system of tense and aspect, utilizing methods in both linguistic fieldwork and linguistic analysis in order to uncover the nuances of the system. Broader impacts include the professional development of a doctoral student, the publicly accessible data, and the presence of an American linguist in Cameroon to help maintain and improve the academic relationship between the two nations. Additionally, the research project and its products can bring linguistic awareness and attention to a language, region, and community of speakers currently under-represented in scientific literature. \r\n\r\nRecords of tense/aspect systems of endangered language vary greatly in quality from mere labels of each tense and aspect (leaving it to the reader to assume what precise meanings should be associated with each label) to descriptions where nearly every detail related to tense and aspect is included. In order to achieve an adequately detailed description of the Iyasa tense/aspect system, researchers will make use of a wide variety of methodologies. These methodologies include (but are not limited to) administering tense/aspect questionnaires both already developed and newly developed by researchers on this project, analyzing of tense/aspect in natural narrative and conversational discourse, directed semantic elicitation (where a series of contexts that differ only slightly in meaningful ways are provided by the researcher), and directed narratives that are elicited by means of video clips or storyboards. Another important aspect of this project is that it will incorporate insights from a wide range of theories including cognitive theories of tense and aspect that move away from the notion of time as a single linear timeline. This project, in addition to providing important documentary materials and linguistic training opportunities to the Iyasa community, will provide important insights on how to improve computational models of tense and aspect for natural language processing and help strengthen our general understanding of how humans can and do encode time in language.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Good",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey C Good",
   "pi_email_addr": "jcgood@buffalo.edu",
   "nsf_id": "000090099",
   "pi_start_date": "2018-12-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Braden",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Braden Brown",
   "pi_email_addr": "bradenbr@buffalo.edu",
   "nsf_id": "000765612",
   "pi_start_date": "2018-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "12 Capen Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601611",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "036Y00",
   "pgm_ele_name": "DEL DDRIG Document Endangered"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 18472.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The central intellectual goal of this project was to produce a detailed morphological, semantic, and pragmatic description of the tense, aspect and mood system of the Iyasa language, a Bantu language spoken in the southern coastal regions of Cameroon as well as Equatorial Guinea. This goal was achieved through the completion of PI Brown's dissertation which included a chapter addressing each of these domains of Iyasa's verbal system (among other related research topics). These descriptions are informed by related existing linguistic theories, by previous descriptions of other closely related Bantu languages, and by a myriad of data collection methodologies that were carried out by PI Brown and his colleagues in Cameroon.</p>\n<p>Iyasa, like many other Bantu languages, has a very complex verbal system in the sense that there are many contrasts and strategies used to make these contrasts (such as prefixes, suffixes, tonal alternations and periphrasis). Understanding this complexity leads to a better understanding of how humans in general conceive of time and how this is reflected in grammatical systems. For instance, Iyasa makes a distinction between two different degrees of past tense. This study finds that these two degrees that divide up the past are not separated by a discrete temporal distance (such as one day ago). Instead, the choice between the Near and Far Past is governed by the temporal expectations set by a given verb. Observations like this contribute to our general understanding of how tense works in languages and highlight the importance of in-depth studies of tense in all languages.&nbsp;&nbsp;</p>\n<p>Another important outcome of this project was the creation of a set of storyboard images that were found to be helpful in the elicitation of verbal data. These storyboard images (drawn by Megan Hutto, a colleague of PI Brown's at the University at Buffalo) not only provided a means of eliciting data without having to use French (the language shared by PI Brown and the speech community) but also a means of including more speakers into the research activities of this project. Traditional elicitation, where speakers are asked to translate a sentence from French to Iyasa, was not always a suitable task for all speakers of the language. Utilizing these storyboard images removed the need to translate; speakers were able to simply describe the images.&nbsp;</p>\n<p>This project has also added to the documented record of Iyasa. For example, the dissertation includes a grammatical sketch of some key aspects of the language that can subsequently be used as a reference for the creation pedagogical materials in Iyasa and can be used by current and future linguists to make better cross-linguistic generalizations (especially considering the fact that Iyasa and other closely related Cameroonian languages are relatively understudied and underdocumented). This project also involved the collection of dozens of narrative texts. Many of these stories, which include myths and fables, have significant cultural value to the community. These stories, as well as much of the other data collected throughout this project, will soon be archived and available to the community.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2021<br>\n\t\t\t\t\tModified by: Braden&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central intellectual goal of this project was to produce a detailed morphological, semantic, and pragmatic description of the tense, aspect and mood system of the Iyasa language, a Bantu language spoken in the southern coastal regions of Cameroon as well as Equatorial Guinea. This goal was achieved through the completion of PI Brown's dissertation which included a chapter addressing each of these domains of Iyasa's verbal system (among other related research topics). These descriptions are informed by related existing linguistic theories, by previous descriptions of other closely related Bantu languages, and by a myriad of data collection methodologies that were carried out by PI Brown and his colleagues in Cameroon.\n\nIyasa, like many other Bantu languages, has a very complex verbal system in the sense that there are many contrasts and strategies used to make these contrasts (such as prefixes, suffixes, tonal alternations and periphrasis). Understanding this complexity leads to a better understanding of how humans in general conceive of time and how this is reflected in grammatical systems. For instance, Iyasa makes a distinction between two different degrees of past tense. This study finds that these two degrees that divide up the past are not separated by a discrete temporal distance (such as one day ago). Instead, the choice between the Near and Far Past is governed by the temporal expectations set by a given verb. Observations like this contribute to our general understanding of how tense works in languages and highlight the importance of in-depth studies of tense in all languages.  \n\nAnother important outcome of this project was the creation of a set of storyboard images that were found to be helpful in the elicitation of verbal data. These storyboard images (drawn by Megan Hutto, a colleague of PI Brown's at the University at Buffalo) not only provided a means of eliciting data without having to use French (the language shared by PI Brown and the speech community) but also a means of including more speakers into the research activities of this project. Traditional elicitation, where speakers are asked to translate a sentence from French to Iyasa, was not always a suitable task for all speakers of the language. Utilizing these storyboard images removed the need to translate; speakers were able to simply describe the images. \n\nThis project has also added to the documented record of Iyasa. For example, the dissertation includes a grammatical sketch of some key aspects of the language that can subsequently be used as a reference for the creation pedagogical materials in Iyasa and can be used by current and future linguists to make better cross-linguistic generalizations (especially considering the fact that Iyasa and other closely related Cameroonian languages are relatively understudied and underdocumented). This project also involved the collection of dozens of narrative texts. Many of these stories, which include myths and fables, have significant cultural value to the community. These stories, as well as much of the other data collected throughout this project, will soon be archived and available to the community. \n\n \n\n\t\t\t\t\tLast Modified: 09/30/2021\n\n\t\t\t\t\tSubmitted by: Braden Brown"
 }
}