{
 "awd_id": "1832327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Understanding Tornado Development and Maintenance in Supercells with an Emphasis on \"High-End\" Events",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2019-03-15",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 590369.0,
 "awd_amount": 590369.0,
 "awd_min_amd_letter_date": "2019-03-14",
 "awd_max_amd_letter_date": "2019-08-16",
 "awd_abstract_narration": "In 2011, tornadoes in the United States killed 553 people and caused $28 billion in property damage.  Most of the damage and fatalities were caused by violent tornadoes spawned by supercell thunderstorms, with six tornadoes receiving EF5 rankings, the most violent category of the Enhanced Fujita scale.  Last year, several outbreaks occurred with over 140 confirmed tornadoes rated between EF2 and EF4 that resulted in substantial damage and over 30 deaths. While significant advances in our knowledge of supercell thunderstorms and tornadoes have occurred in recent decades, understanding of the fundamental processes occurring within supercells that result in tornadoes remains elusive. This void in knowledge is especially concerning for violent tornadoes that are responsible for a disproportionate number of fatalities and injuries as well as damage. Until these tornado genesis and maintenance processes are understood, our ability to forecast such events is severely limited. The primary goal of this research is to improve the fundamental understanding of processes underlying the formation and maintenance of tornadoes in supercell thunderstorms, especially as these processes relate to violent tornadoes. This knowledge is critical for improving tornado forecasts, tornado warning lead times, and estimations of potential tornado strength and longevity, and is especially applicable to tornadoes of strong and violent intensity. In conjunction with an awarded NSF grant providing continued access to the NSF-funded Blue Waters supercomputer, the research will analyze petabytes of data to study the processes occurring in supercells that result in tornadoes of varying strength, longevity, and structure.\r\n\r\nIntellectual Merit:\r\nDespite advances in observational and modeling/computing technology, much still needs to be understood about the evolution of tornadoes. Few computer simulations exist in which a well-resolved tornado forms within its parent supercell, and this work uses the highest resolution simulations of violently tornadic supercells conducted to date. A control simulation with 30 meter grid spacing has been completed where twenty fields in a volume centered on the tornado during its entire life cycle have been saved to disk every model time step, which will facilitate the most accurate analysis possible. 20 m and 15 m simulations containing long-track EF5 tornadoes have also been completed, and additional runs at these resolutions will be executed as needed. Tools to efficiently interrogate and analyze model data saved every time step will be improved and new tools will be developed. New simulations will be conducted in other environments in which violent tornadoes were observed. By analyzing simulated storms in different environments and comparing tornadogenesis failure cases to cases where violent tornadoes occur, the research team aims to identify processes common within unusually violent supercells involved in the formation and maintenance of tornadoes.\r\n\r\nBroader Impacts:\r\nA better fundamental understanding of tornado development in supercell thunderstorms should help guide future field programs in which new features identified in these numerical simulations are targeted for study, and ultimately lead to improvements in our ability to accurately forecast significant tornadic events and increase tornado warning lead times. Improving our fundamental understanding of tornado maintenance, made possible through analysis of the simulations described, should provide insight critical for National Weather Service forecasters to better predict, once a tornado has developed, how long a particular tornado may last. This type of information is invaluable, especially when pertaining to high-end, long-track events. The improved understanding of tornadoes in addition to cutting-edge visualizations of this research will facilitate science education in forums ranging from formal courses for students to learning venues for the general public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leigh",
   "pi_last_name": "Orf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leigh Orf",
   "pi_email_addr": "leigh.orf@ssec.wisc.edu",
   "nsf_id": "000093412",
   "pi_start_date": "2019-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "Space Science and Engineering Center",
  "perf_str_addr": "1225 W. Dayton Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 590369.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Supercell thunderstorms produce the most violent tornadoes. Accurately forecasting such tornadoes to alert the public in advance remains a significant challenge, partly due to our incomplete knowledge of how supercells and tornadoes work. This grant supported research into exploring the most violent supercell thunderstorms through the use of highly sophisticated numerical models run on powerful supercomputers.</p>\n<p><br />In order to achieve proposal goals, a significant amount of computer programming focusing on data reduction was done. Data reduction was necessary for this project to succeed, as traditional methods for saving data frequently, necessary in order to achieve proposal goals, would quickly overwhelm supercomputing systems. This reduction in data was done primarily through the use of lossy data compression. We used a form of lossy data compression (called ZFP) that reduces data by a factor of 10 to 100 times, degrading the original data only slightly and not enough to affect research results. Once ZFP was written into the code that writes and reads data, simulation data was saved at extremely high frequency (as frequently as five times per second) where it was then post-processed, visualized and analyzed. Visualizations and animations play significant roles in our analysis workflow, as many important flow features associated with tornado formation are very small and very fast.</p>\n<p><br />Two groups of simulations were conducted under this grant. The 24 May 2011 El Reno, OK environment (where a supercell producing a long-track EF5 tornado occurred) was used for the bulk of simulations. Simulations run at 30 and 10 meter grid-spacing simulations were done using a sounding from this environment to initialize the model. Simulations reveal features such as the streamwise vorticity current (SVC), discovered by the PI's team in simulation data, play key roles in modulating the strength of the low-level mesocyclone of the supercell, where intensification of this updraft often immediately precedes tornadogenesis in simulations. Temporal averaging of 30 meter data indicated a rapid drop in pressure centered around 2 km above ground precedes tornadogenesis, and that this pressure drop is associated with a strengthening SVC. However, the details of tornadogenesis involve many small-scale vortex mergers that are lost in temporal averaging. These mergers occur primarily between cyclonic vortices along cold pool boundaries beneath the low-level mesocyclone. Both 30 and 10 meter simulations exhibit vortex mergers along the storm's cold pool boundary, and in both simulations, a rearward progression of vortices (in a storm-relative sense) halts beneath the mesocyclone, where additional vortices merge into a stationary vortex that rapidly reaches tornado strength near the ground.</p>\n<p><br />The tornado formation phase of the 10 meter El Reno simulation consists of three clearly identifiable vortex mergers that occur to the single vortex that is becomes the tornado.&nbsp; Each merger results in a strengthening vortex, with a third merger coiling/zipping two strong vortices together to form a strong two-celled tornado. The results of this simulation highlight the critical importance of resolving vortex-vortex interactions in supercell simulations designed to study tornadogenesis.</p>\n<p><br />An idealized environment was used to study how above anvil cirrus plumes (AACPs) form.&nbsp; AACPs are stratospheric ice clouds that often form on top of strong thunderstorms, and in 3/4 of supercells exhibiting AACPs, AACP formation precedes severe weather (large hail and/or strong winds) at the surface by an average of 30 minutes. AACP formation mechanism was identified in 50 meter simulations conducted on the Frontera supercomputer. These simulations were conducted on a regular mesh - grid spacing everywhere, including well above the top of the cloud, was a constant 50 meters. Traditionally, a vertical stretched mesh focusing resolution near the ground is used in cloud modeling, but this approach does not resolve the top of the cloud. Our simulations revealed a process occurring in AACP forming supercells where a thin (200 or so meters deep), intense (exceeding 90 m/s), primarily horizontally-oriented jet of air kicks off a hydraulic jump. The hydraulic jump in the air flow results in an upward explosion of ice and water vapor into the lower to middle stratosphere that streams downwind of the storm's overshooting top in a storm-relative sense. Identifying the physical mechanism behind AACP formation is the first step in identifying any mechanisms that may link AACPs to severe weather at the Earth's surface, and also exploring the role of AACPs in hydrating the stratosphere.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/15/2023<br>\n\t\t\t\t\tModified by: Leigh&nbsp;Orf</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686835126560_10m-updraft-coldpool--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686835126560_10m-updraft-coldpool--rgov-800width.jpg\" title=\"Tornadogenesis with updraft, cold pool, and tornado vortex core location\"><img src=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686835126560_10m-updraft-coldpool--rgov-66x44.jpg\" alt=\"Tornadogenesis with updraft, cold pool, and tornado vortex core location\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Two views of the cold pool, updraft, and detected vortex core location of the tornado shortly after forming in the 10 meter 24 May 20011, El Reno, OK simulation. The tornado forms within the storm's cold pool along the left flank convergence boundary (LFCB).</div>\n<div class=\"imageCredit\">Leigh Orf</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Leigh&nbsp;Orf</div>\n<div class=\"imageTitle\">Tornadogenesis with updraft, cold pool, and tornado vortex core location</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686776310523_10m-3panel-pisosfc-zvort--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686776310523_10m-3panel-pisosfc-zvort--rgov-800width.jpg\" title=\"Tornadogenesis in 10 meter simulation\"><img src=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686776310523_10m-3panel-pisosfc-zvort--rgov-66x44.jpg\" alt=\"Tornadogenesis in 10 meter simulation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Tornadogenesis for the 10 meter El Reno simulation. Here, 3 values of pressure perturbation are shown, each shaded by vorticity magnitude (total amount of spin and shear). Tornadogenesis is underway when the rapidly amplifying vortex connects from the ground to the heart of the mesocyclone.</div>\n<div class=\"imageCredit\">Leigh Orf</div>\n<div class=\"imageSubmitted\">Leigh&nbsp;Orf</div>\n<div class=\"imageTitle\">Tornadogenesis in 10 meter simulation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686831948112_aacp-shaded-by-w--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686831948112_aacp-shaded-by-w--rgov-800width.jpg\" title=\"Above Anvil Cirrus Plume\"><img src=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686831948112_aacp-shaded-by-w--rgov-66x44.jpg\" alt=\"Above Anvil Cirrus Plume\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The water vapor perturbation field (where the moist air is) of an above anvil cirrus plume (AACP). The water vapor field is shaded by vertical motion, with blue indicating downward and red upward motion.</div>\n<div class=\"imageCredit\">Leigh Orf</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Leigh&nbsp;Orf</div>\n<div class=\"imageTitle\">Above Anvil Cirrus Plume</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686835592746_10m-tgen-trace-ppert--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686835592746_10m-tgen-trace-ppert--rgov-800width.jpg\" title=\"Tornadogenesis: Vortex location and pressure field\"><img src=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686835592746_10m-tgen-trace-ppert--rgov-66x44.jpg\" alt=\"Tornadogenesis: Vortex location and pressure field\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A view from above, looking downward, of the vortex core location shortly following tornadogenesis in the 10 meter El Reno simulation. The pressure perturbation field is volume rendered, and the vortex track is shown on the ground.</div>\n<div class=\"imageCredit\">Leigh Orf</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Leigh&nbsp;Orf</div>\n<div class=\"imageTitle\">Tornadogenesis: Vortex location and pressure field</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686835814476_10m-coiling-vortmag--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686835814476_10m-coiling-vortmag--rgov-800width.jpg\" title=\"Tornadogenesis: Vortex mergers\"><img src=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686835814476_10m-coiling-vortmag--rgov-66x44.jpg\" alt=\"Tornadogenesis: Vortex mergers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">10 meter El Reno simulation. A view of the strengthening tornado following a third vortex merger that included a coiling of two vortices. The vorticity magnitude is the 3D field shown, and the path of the vortex is shown on the bottom of the domain.</div>\n<div class=\"imageCredit\">Leigh Orf</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Leigh&nbsp;Orf</div>\n<div class=\"imageTitle\">Tornadogenesis: Vortex mergers</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686775088358_death_banana--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686775088358_death_banana--rgov-800width.jpg\" title=\"SVC and the Death Banana\"><img src=\"/por/images/Reports/POR/2023/1832327/1832327_10596883_1686775088358_death_banana--rgov-66x44.jpg\" alt=\"SVC and the Death Banana\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Temporally averaged fields of pressure perturbation and vertical motion, showing the relationship between the \"death banana\" (colloquially referring to the shape of pressure perturbation field), streamwise vorticity current (SVC) and low level mesocyclone.</div>\n<div class=\"imageCredit\">Leigh Orf</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Leigh&nbsp;Orf</div>\n<div class=\"imageTitle\">SVC and the Death Banana</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSupercell thunderstorms produce the most violent tornadoes. Accurately forecasting such tornadoes to alert the public in advance remains a significant challenge, partly due to our incomplete knowledge of how supercells and tornadoes work. This grant supported research into exploring the most violent supercell thunderstorms through the use of highly sophisticated numerical models run on powerful supercomputers.\n\n\nIn order to achieve proposal goals, a significant amount of computer programming focusing on data reduction was done. Data reduction was necessary for this project to succeed, as traditional methods for saving data frequently, necessary in order to achieve proposal goals, would quickly overwhelm supercomputing systems. This reduction in data was done primarily through the use of lossy data compression. We used a form of lossy data compression (called ZFP) that reduces data by a factor of 10 to 100 times, degrading the original data only slightly and not enough to affect research results. Once ZFP was written into the code that writes and reads data, simulation data was saved at extremely high frequency (as frequently as five times per second) where it was then post-processed, visualized and analyzed. Visualizations and animations play significant roles in our analysis workflow, as many important flow features associated with tornado formation are very small and very fast.\n\n\nTwo groups of simulations were conducted under this grant. The 24 May 2011 El Reno, OK environment (where a supercell producing a long-track EF5 tornado occurred) was used for the bulk of simulations. Simulations run at 30 and 10 meter grid-spacing simulations were done using a sounding from this environment to initialize the model. Simulations reveal features such as the streamwise vorticity current (SVC), discovered by the PI's team in simulation data, play key roles in modulating the strength of the low-level mesocyclone of the supercell, where intensification of this updraft often immediately precedes tornadogenesis in simulations. Temporal averaging of 30 meter data indicated a rapid drop in pressure centered around 2 km above ground precedes tornadogenesis, and that this pressure drop is associated with a strengthening SVC. However, the details of tornadogenesis involve many small-scale vortex mergers that are lost in temporal averaging. These mergers occur primarily between cyclonic vortices along cold pool boundaries beneath the low-level mesocyclone. Both 30 and 10 meter simulations exhibit vortex mergers along the storm's cold pool boundary, and in both simulations, a rearward progression of vortices (in a storm-relative sense) halts beneath the mesocyclone, where additional vortices merge into a stationary vortex that rapidly reaches tornado strength near the ground.\n\n\nThe tornado formation phase of the 10 meter El Reno simulation consists of three clearly identifiable vortex mergers that occur to the single vortex that is becomes the tornado.  Each merger results in a strengthening vortex, with a third merger coiling/zipping two strong vortices together to form a strong two-celled tornado. The results of this simulation highlight the critical importance of resolving vortex-vortex interactions in supercell simulations designed to study tornadogenesis.\n\n\nAn idealized environment was used to study how above anvil cirrus plumes (AACPs) form.  AACPs are stratospheric ice clouds that often form on top of strong thunderstorms, and in 3/4 of supercells exhibiting AACPs, AACP formation precedes severe weather (large hail and/or strong winds) at the surface by an average of 30 minutes. AACP formation mechanism was identified in 50 meter simulations conducted on the Frontera supercomputer. These simulations were conducted on a regular mesh - grid spacing everywhere, including well above the top of the cloud, was a constant 50 meters. Traditionally, a vertical stretched mesh focusing resolution near the ground is used in cloud modeling, but this approach does not resolve the top of the cloud. Our simulations revealed a process occurring in AACP forming supercells where a thin (200 or so meters deep), intense (exceeding 90 m/s), primarily horizontally-oriented jet of air kicks off a hydraulic jump. The hydraulic jump in the air flow results in an upward explosion of ice and water vapor into the lower to middle stratosphere that streams downwind of the storm's overshooting top in a storm-relative sense. Identifying the physical mechanism behind AACP formation is the first step in identifying any mechanisms that may link AACPs to severe weather at the Earth's surface, and also exploring the role of AACPs in hydrating the stratosphere.\n\n\t\t\t\t\tLast Modified: 06/15/2023\n\n\t\t\t\t\tSubmitted by: Leigh Orf"
 }
}