{
 "awd_id": "1832462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSFGEO-NERC Proposal: Integrated Experimental and Dynamical Modeling of Top-down Crystallization in Terrestrial Cores: Implications for Core Cooling in the Earth",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2019-05-15",
 "awd_exp_date": "2021-10-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 340000.0,
 "awd_min_amd_letter_date": "2019-05-02",
 "awd_max_amd_letter_date": "2020-07-27",
 "awd_abstract_narration": "On Earth, the magnetic field generated in the core protects us from the Sun's harmful radiation. It plays a major role in the presence of life and it is therefore critical to understand how it is generated and can last through time. This project combines experiments and theory to understand if and how the cooling of the metallic core of planets generates a magnetic field and influences the core's evolution. In particular, the project aims to provide a \"revised\" standard model for the origin of the magnetic field in our planet. A novel aspect of this proposal is the constant interactions between experiments and theoretical models. Laboratory-based chemistry will be used to refine the models, and numerical results will then be used to motivate new experiments at specific compositions. The proposed study should improve the current understanding of core crystallization in the Earth and also in other planets such as Mercury and Mars.  This work will be shared with the scientific community and will contribute to the training of students as well as postdoctoral researchers by the PIs both in the US and in the UK.\r\n\r\nThe standard model describing the origin of the geodynamo posits that the field is maintained by slow cooling of the liquid iron core below a solid mantle and gradual bottom-up freezing of the solid inner core. This model is no longer tenable following the first calculations of the thermal conductivity of iron alloys at core conditions, which predict rapid cooling, a young inner core and pervasive melting of the lower mantle early in Earth's history. In this scenario it is presently unclear how the geodynamo was powered before inner core nucleation. Recent studies have argued that the ancient core could have crystallized from the top down. The central objective of this joint experimental-theoretical project is to understand if and how top-down crystallization generates magnetic fields and influences the thermochemical evolution of Earth's core. This project consists of two major interlinked components:  experiments on core analogues and theoretical models of core evolution. Phase equilibria experiments will be carried out at pressure up to 30 GPa and temperature up to 2200degC in the multi-anvil apparatus at UCSD-SIO using NSF-COMPRES assemblies. The team will consider the Fe-S-Mg(-O) and Fe-S-O(-Si) systems, building on PI's recent experimental work in the Fe-S-O system. Chemical analyses of quenched products will be used to determine the chemistry of phases, the liquidus curve and the eutectic temperature for the investigated systems. Results will be applied to the Earth's pressure and temperature conditions using rigorous thermodynamic extrapolation, as is common in experimental petrology, and will also be directly applicable to small terrestrial planets. Experimental results will be incorporated to theoretical models of the Earth's core and other terrestrial bodies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Pommier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Pommier",
   "pi_email_addr": "apommier@carnegiescience.edu",
   "nsf_id": "000601189",
   "pi_start_date": "2019-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Zhou",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhou Zhang",
   "pi_email_addr": "zhz368@ucsd.edu",
   "nsf_id": "000770568",
   "pi_start_date": "2019-05-02",
   "pi_end_date": "2019-05-14"
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UC San Diego - Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "1574",
   "pgm_ref_txt": "GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 268934.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": null
}