{
 "awd_id": "1832326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Understanding Tornado Development and Maintenance in Supercells with an Emphasis on \"High-End\" Events",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2019-03-15",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 409999.0,
 "awd_amount": 409999.0,
 "awd_min_amd_letter_date": "2019-03-14",
 "awd_max_amd_letter_date": "2019-08-17",
 "awd_abstract_narration": "In 2011, tornadoes in the United States killed 553 people and caused $28 billion in property damage.  Most of the damage and fatalities were caused by violent tornadoes spawned by supercell thunderstorms, with six tornadoes receiving EF5 rankings, the most violent category of the Enhanced Fujita scale.  Last year, several outbreaks occurred with over 140 confirmed tornadoes rated between EF2 and EF4 that resulted in substantial damage and over 30 deaths. While significant advances in our knowledge of supercell thunderstorms and tornadoes have occurred in recent decades, understanding of the fundamental processes occurring within supercells that result in tornadoes remains elusive. This void in knowledge is especially concerning for violent tornadoes that are responsible for a disproportionate number of fatalities and injuries as well as damage. Until these tornado genesis and maintenance processes are understood, our ability to forecast such events is severely limited. The primary goal of this research is to improve the fundamental understanding of processes underlying the formation and maintenance of tornadoes in supercell thunderstorms, especially as these processes relate to violent tornadoes. This knowledge is critical for improving tornado forecasts, tornado warning lead times, and estimations of potential tornado strength and longevity, and is especially applicable to tornadoes of strong and violent intensity. In conjunction with an awarded NSF grant providing continued access to the NSF-funded Blue Waters supercomputer, the research will analyze petabytes of data to study the processes occurring in supercells that result in tornadoes of varying strength, longevity, and structure.\r\n\r\nIntellectual Merit:\r\nDespite advances in observational and modeling/computing technology, much still needs to be understood about the evolution of tornadoes. Few computer simulations exist in which a well-resolved tornado forms within its parent supercell, and this work uses the highest resolution simulations of violently tornadic supercells conducted to date. A control simulation with 30 meter grid spacing has been completed where twenty fields in a volume centered on the tornado during its entire life cycle have been saved to disk every model time step, which will facilitate the most accurate analysis possible. 20 m and 15 m simulations containing long-track EF5 tornadoes have also been completed, and additional runs at these resolutions will be executed as needed. Tools to efficiently interrogate and analyze model data saved every time step will be improved and new tools will be developed. New simulations will be conducted in other environments in which violent tornadoes were observed. By analyzing simulated storms in different environments and comparing tornadogenesis failure cases to cases where violent tornadoes occur, the research team aims to identify processes common within unusually violent supercells involved in the formation and maintenance of tornadoes.\r\n\r\nBroader Impacts:\r\nA better fundamental understanding of tornado development in supercell thunderstorms should help guide future field programs in which new features identified in these numerical simulations are targeted for study, and ultimately lead to improvements in our ability to accurately forecast significant tornadic events and increase tornado warning lead times. Improving our fundamental understanding of tornado maintenance, made possible through analysis of the simulations described, should provide insight critical for National Weather Service forecasters to better predict, once a tornado has developed, how long a particular tornado may last. This type of information is invaluable, especially when pertaining to high-end, long-track events. The improved understanding of tornadoes in addition to cutting-edge visualizations of this research will facilitate science education in forums ranging from formal courses for students to learning venues for the general public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cathy",
   "pi_last_name": "Finley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cathy Finley",
   "pi_email_addr": "catherine.finley@und.edu",
   "nsf_id": "000384832",
   "pi_start_date": "2019-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Dakota Main Campus",
  "inst_street_address": "264 CENTENNIAL DR STOP 8371",
  "inst_street_address_2": "",
  "inst_city_name": "GRAND FORKS",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7017774151",
  "inst_zip_code": "582028371",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH DAKOTA",
  "org_prnt_uei_num": "L4NWBKHV1J23",
  "org_uei_num": "RSWNKK6J8CF3"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Dakota",
  "perf_str_addr": "264 Centennial Drive, Stop 73606",
  "perf_city_name": "Grand Forks",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "582027306",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 409999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The CM1 atmospheric model was used to simulate the development and evolution of rotating thunderstorms (called supercells) at very high resolution using two sets of weather conditions in which storms produced violent tornadoes. One environment is representative of the 24 May 2011 El Reno, OK tornado (EF-5) event, and the second environment is representative of the 27 April 2011 Southeast U.S. superoutbreak where storms produced numerous EF-4/EF-5 tornadoes. Several additional simulations used the 24 May 2011 conditions with modified winds in the lowest 500 m AGL to better understand how environmental vertical wind shear changes in this layer affect storm evolution. These simulations are unique because they are capable of capturing the evolution of very small scale storm features (including tornadoes) at high temporal and spatial fidelity.&nbsp; The main goals of this work were to better understand physical processes leading to tornado development and maintenance, how storm-generated flows modulate tornado development and evolution, and how changes in the low-level storm environment affect these processes.</p>\n<p>Vertical wind shear in the storm environment is important to storm rotation development, as it generates horizontally spinning air which is tilted upward by the storm updraft to create updraft rotation. The high-resolution simulations show that organized structures containing large amounts of horizontal spin in the lowest kilometer in the storm-cooled air are also tilted into the updraft contributing to storm rotation.&nbsp; These structures are either composed of a horizontally rotating tube just behind the leading edge of storm-cooled air (termed the 'streamwise vorticity current' or SVC), or a sheet of spinning air along the edges and top of the storm cold pool (termed the 'streamwise vorticity sheet' or SVS) &nbsp;(Figure 1). The presence and characteristics of these features appear to be modulated by downdraft characteristics within the storm, and the attributes of the low-level environmental wind shear. &nbsp;In all simulations with strong SVCs, the storm's low-level updraft was strongest and had the lowest pressure where the SVC was tilted into the updraft above the storm's cold pool (Figures 2 and 3). If present, the SVC promoted low-level updraft development and rotation over the storm-cooled air where vertical vortices were already present near the surface along storm-generated convergence boundaries. This flow field configuration may make tornado development more likely. Although a well-developed SVC is often (but not always) present in the simulations prior to tornadogenesis, it is always present when the simulated tornados reach EF-5 strength.</p>\n<p>All simulated storms but one produced violent (EF-4/EF-5) tornadoes. Although each tornadic storm evolved somewhat differently, tornadogenesis proceeded through a similar vortex merger process in all cases. Weak nontornadic vertical vortices developed along boundaries between warmer/cooler air both within the storm cold pool, and between the cold pool and the environment. &nbsp;As the low-level rotating updraft intensified, these vortices began to converge and become stretched beneath the updraft, a process making them stronger.&nbsp; When vortices spinning the same direction got close enough to each other, they merged together until one vortex became stronger than the others and served as an 'anchor point' for additional mergers. As the vortices continued to be stretched beneath the storm updraft, this vortex eventually reached tornadic strength (Figure 4). The storm that did not produce a tornado did not develop an SVC or SVS in the storm cold pool, and did not develop a strong rotating updraft near cloud base.</p>\n<p>To corroborate SVC presence in observed supercells and examine how the SVC could be inferred with National Weather Service radar, a dual case study was undertaken examining two significantly tornadic supercell events.&nbsp; If SVCs could be inferred in the radar imagery, it could provide forecasters responsible for issuing tornado warnings additional insight.&nbsp; Using SVC characteristics garnered from the simulations, we confidently determined SVC presence.&nbsp; Particularly useful in inferring SVCs was a narrow and long enhanced radar velocity signature in the lowest scan that would be consistent with the lower portion of an SVC (Figure 5).&nbsp; Also of substantial utility was the use of two lower-level scans where rotation about a horizontal axis could be determined via comparative differences between the radar velocity at both levels.&nbsp;</p>\n<p>Understanding how supercell outflow evolution influences tornado motion was another research objective with clear operational importance.&nbsp; We used a triple case study approach to better understand how major surges within the supercell rear-flank outflow altered the motion of tornadoes.&nbsp; In the radar analysis, major surges in rear-flank outflow were contemporaneous with large leftward tornado heading turns of 30<sup>o</sup> to 55<sup>o</sup> (Figure 6).&nbsp; Additionally, these surge impacts on the tornadoes caused the tornadoes to appreciably accelerate in all cases.&nbsp; In two cases, the tornado speed approximately doubled. &nbsp;Changes in tornado direction and speed were related to both the strength of the outflow surges and evolving tornado-relative direction change of the winds within the outflow.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2023<br>\n\t\t\t\t\tModified by: Cathy&nbsp;Finley</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743289753_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743289753_Fig2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743289753_Fig2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 2: Plan view of storm evolution at four times in one of the 24 May 2011 simulations.  Shown is horizontal spin of air in the lowest 1 km AGL (gray/purple), colder (warmer) surface temperatures in blue (red), updraft contours at 1 km AGL (green/yellow), and surface winds (black vectors).</div>\n<div class=\"imageCredit\">Michelle Elmore and Cathy Finley</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Cathy&nbsp;Finley</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743450338_Fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743450338_Fig3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743450338_Fig3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 3:  Same as in Fig. 2, but contours are of pressure differences compared to the environment at 1 km AGL (orange/yellow). Figures 2 and 3 are from Finley et al. (2023).</div>\n<div class=\"imageCredit\">Michelle Elmore and Cathy Finley</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Cathy&nbsp;Finley</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743627658_Fig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743627658_Fig4--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743627658_Fig4--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 4:  Plan view example of simulated tornadogenesis. Shown are vortices spinning counterclockwise (clockwise) in red (blue) shading, winds (vectors), and the boundary of rain-cooled air (black contour). Colored arrows track vortex locations as they move south and merge. Times shown on each panel.</div>\n<div class=\"imageCredit\">Cathy Finley and Yue Yin</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Cathy&nbsp;Finley</div>\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743944375_Fig6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743944375_Fig6--rgov-800width.jpg\" title=\"Figure 6\"><img src=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687743944375_Fig6--rgov-66x44.jpg\" alt=\"Figure 6\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig 6: NWS damage path of the 31 May 2013 El Reno, OK tornado with center-vortex track shown with magenta line. Arrows show location and time of four rear-flank surge impacts with tornado.  Surges associated with very large tornado heading and/or speed changes.  Figure from Lee and Finley (2022).</div>\n<div class=\"imageCredit\">Bruce Lee</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Cathy&nbsp;Finley</div>\n<div class=\"imageTitle\">Figure 6</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687797553884_Fig5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687797553884_Fig5--rgov-800width.jpg\" title=\"Figure 5\"><img src=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687797553884_Fig5--rgov-66x44.jpg\" alt=\"Figure 5\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 5: Simulated dual SVCs looking southwest (top) and dual SVCs in radar data in the 18 May 2019 San Angelo, TX supercell (bottom).  Volume-rendered 3D rotation showing the SVC locations (top).  Radar 0.9 degree storm-relative radial velocity with dashed lines designating SVC locations (bottom).</div>\n<div class=\"imageCredit\">Leigh Orf and Bruce Lee</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Cathy&nbsp;Finley</div>\n<div class=\"imageTitle\">Figure 5</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687797804732_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687797804732_Fig1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2023/1832326/1832326_10596879_1687797804732_Fig1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 1: Vertical cross section (looking north) at (a) 4700 s showing the SVS structure and (b) 6200 s showing the SVC structure.  Colder (warmer) air is shown in green (red) shading, blue/pink contours show the horizontal 'spin' of air, and black vectors show east-west and vertical winds.</div>\n<div class=\"imageCredit\">Ben Remington</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Cathy&nbsp;Finley</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe CM1 atmospheric model was used to simulate the development and evolution of rotating thunderstorms (called supercells) at very high resolution using two sets of weather conditions in which storms produced violent tornadoes. One environment is representative of the 24 May 2011 El Reno, OK tornado (EF-5) event, and the second environment is representative of the 27 April 2011 Southeast U.S. superoutbreak where storms produced numerous EF-4/EF-5 tornadoes. Several additional simulations used the 24 May 2011 conditions with modified winds in the lowest 500 m AGL to better understand how environmental vertical wind shear changes in this layer affect storm evolution. These simulations are unique because they are capable of capturing the evolution of very small scale storm features (including tornadoes) at high temporal and spatial fidelity.  The main goals of this work were to better understand physical processes leading to tornado development and maintenance, how storm-generated flows modulate tornado development and evolution, and how changes in the low-level storm environment affect these processes.\n\nVertical wind shear in the storm environment is important to storm rotation development, as it generates horizontally spinning air which is tilted upward by the storm updraft to create updraft rotation. The high-resolution simulations show that organized structures containing large amounts of horizontal spin in the lowest kilometer in the storm-cooled air are also tilted into the updraft contributing to storm rotation.  These structures are either composed of a horizontally rotating tube just behind the leading edge of storm-cooled air (termed the 'streamwise vorticity current' or SVC), or a sheet of spinning air along the edges and top of the storm cold pool (termed the 'streamwise vorticity sheet' or SVS)  (Figure 1). The presence and characteristics of these features appear to be modulated by downdraft characteristics within the storm, and the attributes of the low-level environmental wind shear.  In all simulations with strong SVCs, the storm's low-level updraft was strongest and had the lowest pressure where the SVC was tilted into the updraft above the storm's cold pool (Figures 2 and 3). If present, the SVC promoted low-level updraft development and rotation over the storm-cooled air where vertical vortices were already present near the surface along storm-generated convergence boundaries. This flow field configuration may make tornado development more likely. Although a well-developed SVC is often (but not always) present in the simulations prior to tornadogenesis, it is always present when the simulated tornados reach EF-5 strength.\n\nAll simulated storms but one produced violent (EF-4/EF-5) tornadoes. Although each tornadic storm evolved somewhat differently, tornadogenesis proceeded through a similar vortex merger process in all cases. Weak nontornadic vertical vortices developed along boundaries between warmer/cooler air both within the storm cold pool, and between the cold pool and the environment.  As the low-level rotating updraft intensified, these vortices began to converge and become stretched beneath the updraft, a process making them stronger.  When vortices spinning the same direction got close enough to each other, they merged together until one vortex became stronger than the others and served as an 'anchor point' for additional mergers. As the vortices continued to be stretched beneath the storm updraft, this vortex eventually reached tornadic strength (Figure 4). The storm that did not produce a tornado did not develop an SVC or SVS in the storm cold pool, and did not develop a strong rotating updraft near cloud base.\n\nTo corroborate SVC presence in observed supercells and examine how the SVC could be inferred with National Weather Service radar, a dual case study was undertaken examining two significantly tornadic supercell events.  If SVCs could be inferred in the radar imagery, it could provide forecasters responsible for issuing tornado warnings additional insight.  Using SVC characteristics garnered from the simulations, we confidently determined SVC presence.  Particularly useful in inferring SVCs was a narrow and long enhanced radar velocity signature in the lowest scan that would be consistent with the lower portion of an SVC (Figure 5).  Also of substantial utility was the use of two lower-level scans where rotation about a horizontal axis could be determined via comparative differences between the radar velocity at both levels. \n\nUnderstanding how supercell outflow evolution influences tornado motion was another research objective with clear operational importance.  We used a triple case study approach to better understand how major surges within the supercell rear-flank outflow altered the motion of tornadoes.  In the radar analysis, major surges in rear-flank outflow were contemporaneous with large leftward tornado heading turns of 30o to 55o (Figure 6).  Additionally, these surge impacts on the tornadoes caused the tornadoes to appreciably accelerate in all cases.  In two cases, the tornado speed approximately doubled.  Changes in tornado direction and speed were related to both the strength of the outflow surges and evolving tornado-relative direction change of the winds within the outflow.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/26/2023\n\n\t\t\t\t\tSubmitted by: Cathy Finley"
 }
}