{
 "awd_id": "1833975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support for Academically Talented STEM Scholars at the University of North Dakota",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 649791.0,
 "awd_amount": 649791.0,
 "awd_min_amd_letter_date": "2019-03-13",
 "awd_max_amd_letter_date": "2022-12-23",
 "awd_abstract_narration": "This project contributes to the national need for a highly-qualified STEM workforce by helping high-achieving, low-income STEM undergraduates with demonstrated financial need earn a STEM degree at the University of North Dakota.  Over its five-year duration, this project will provide one- to four-year scholarships to 31 students pursuing bachelor's degrees engineering, chemistry, biology, or aviation. By reducing or eliminating unmet educational costs, the scholarships can enable the Scholars to spend more time on their studies, as well as engage in experiences such as research projects and internships that are relevant to their long-term career interests. This project aims to create a professional development environment that promotes students' academic and professional success, so that the Scholars graduate with the skills needed to be successful STEM professionals or to obtain advanced STEM degrees. Consequently, the Scholars will be immersed in co-curricular training activities to promote learning and hone problem-solving skills. In addition, scholars will have access to academic support services and workshops with industry representatives or experts in career development.  Results of project research and evaluation will contribute to the knowledge base about effective recruitment, retention, and graduation of undergraduate STEM students in rural states.\r\n\r\nThis project addresses the priority of North Dakota and the nation to retain undergraduates in STEM, thus producing scientifically literate citizens who can contribute to the security, technology development, and economic health of the state, the region, and the nation.  The outcomes of the project will contribute to the knowledge base about: (1) effective strategies for recruitment and retention of academically talented students from low-income and rural backgrounds to a STEM program at a rural four-year institution; (2) academic and professional development activities that promote student persistence and retention in STEM disciplines; (3) factors influencing STEM-related skill development and self-confidence for students from low-income backgrounds; (4) motivations for this group of students to study STEM; and (5) factors influencing STEM students' decision to pursue non-STEM careers. Many low-income students in North Dakota are of Native American descent, and it is expected that this project will elicit evidence-based strategies for retention and success of this group of students.  In addition, this project has the potential to broaden participation of rural students and Native Americans in STEM fields.  This project is funded by the NSF Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future scientists, engineers, and technicians, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Xiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Xiao",
   "pi_email_addr": "feng.xiao@missouri.edu",
   "nsf_id": "000683816",
   "pi_start_date": "2019-03-13",
   "pi_end_date": "2022-12-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Leonard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Leonard",
   "pi_email_addr": "andrew.leonard@und.edu",
   "nsf_id": "000801556",
   "pi_start_date": "2022-12-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Xiaodong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaodong Zhang",
   "pi_email_addr": "xiaodong.zhang@usm.edu",
   "nsf_id": "000401211",
   "pi_start_date": "2019-03-13",
   "pi_end_date": "2019-05-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julia Xiaojun",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julia Xiaojun Zhao",
   "pi_email_addr": "julia.zhao@email.und.edu",
   "nsf_id": "000483760",
   "pi_start_date": "2019-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Naima",
   "pi_last_name": "Kaabouch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naima Kaabouch",
   "pi_email_addr": "naima.kaabouch@engr.und.edu",
   "nsf_id": "000074178",
   "pi_start_date": "2019-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Worley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah Worley",
   "pi_email_addr": "deborah.worley@und.edu",
   "nsf_id": "000531212",
   "pi_start_date": "2019-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Leonard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Leonard",
   "pi_email_addr": "andrew.leonard@und.edu",
   "nsf_id": "000801556",
   "pi_start_date": "2019-05-06",
   "pi_end_date": "2022-12-23"
  }
 ],
 "inst": {
  "inst_name": "University of North Dakota Main Campus",
  "inst_street_address": "264 CENTENNIAL DR STOP 8371",
  "inst_street_address_2": "",
  "inst_city_name": "GRAND FORKS",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7017774151",
  "inst_zip_code": "582028371",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH DAKOTA",
  "org_prnt_uei_num": "L4NWBKHV1J23",
  "org_uei_num": "RSWNKK6J8CF3"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Dakota",
  "perf_str_addr": "243 Centennial Drive",
  "perf_city_name": "Grand Forks",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "582028115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 649791.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This S-STEM program at the University of North Dakota aimed to help academically talented under resourced students to successfully graduate with a degree in STEM and enter the STEM workforce or continue in a STEM graduate program. We sought to positively increase retention and graduation rates of students who were in the S-STEM program from 2019-2024. There were twenty-five students who received S-STEM scholarships over the duration of this project.</p>\n<p>We engaged with the S-STEM scholars through faculty-student interaction and promoting student engagement in co-curricular activities. We identified pathways of academic and professional achievement for S-STEM scholars. Advisors met one-on-one with their assigned scholars to provide mentorship and guidance related to academic and professional achievement. We also hosted group meetings for all S-STEM scholars, and we offered programing for S-STEM scholars on topics such as resume writing and career fair etiquette.</p>\n<p>S-STEM scholars indicated reduced financial stress and lower levels of anxiety thanks to the scholarship program. They also noted that they felt prepared for their careers in their chosen fields, and they discussed increased opportunities for involvement in co-curricular activities that are primarily related to their target career fields (notably in STEM career fields). To help us further understand S-STEM scholars&rsquo; co-curricular activities, we invited them to complete the Student Experience Survey. The purpose of this survey was to get feedback on extracurricular and co-curricular activities for S-STEM scholars during the time they were part of the S-STEM program. We asked S-STEM scholars to identify activities in which they participated while participating in the S-STEM scholarship program. We asked about their activities related to professional development, academic and social events, career-related experiences, and outreach.</p>\n<p>S-STEM scholars highlighted professional development activities, such as mock/practice interviews, and career-related activities, such as internships and research lab experiences, as valuable in helping them understand science and engineering careers. Related feedback from S-STEM scholars indicated that internships, followed by research lab experiences and job shadowing experiences, helped them see or experience real-world examples of STEM projects. Also, S-STEM scholars reported that participating in community events, learning demonstrations, and K-12 outreach events were valuable in helping them understand STEM careers. Finally, S-STEM scholars found study sessions extremely valuable in helping them feel more connected to a STEM community. To a lesser extent, S-STEM scholars found social gatherings with students in their major and social gatherings with other STEM students valuable in helping them feel more connected to a STEM community.</p>\n<p>The experiences of our S-STEM scholars who persisted to graduation help us understand the tools and resources that are most beneficial to under resourced STEM students. Learning experiences for S-STEM scholars occur inside and outside of the traditional classroom, in formal and informal ways. S-STEM scholars learned about STEM careers while in the program, and they gained a sense of connection to a STEM community. This connection is important to student retention and persistence to graduation and should be encouraged across STEM postsecondary programs.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/31/2024<br>\nModified by: Andrew&nbsp;Leonard</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis S-STEM program at the University of North Dakota aimed to help academically talented under resourced students to successfully graduate with a degree in STEM and enter the STEM workforce or continue in a STEM graduate program. We sought to positively increase retention and graduation rates of students who were in the S-STEM program from 2019-2024. There were twenty-five students who received S-STEM scholarships over the duration of this project.\n\n\nWe engaged with the S-STEM scholars through faculty-student interaction and promoting student engagement in co-curricular activities. We identified pathways of academic and professional achievement for S-STEM scholars. Advisors met one-on-one with their assigned scholars to provide mentorship and guidance related to academic and professional achievement. We also hosted group meetings for all S-STEM scholars, and we offered programing for S-STEM scholars on topics such as resume writing and career fair etiquette.\n\n\nS-STEM scholars indicated reduced financial stress and lower levels of anxiety thanks to the scholarship program. They also noted that they felt prepared for their careers in their chosen fields, and they discussed increased opportunities for involvement in co-curricular activities that are primarily related to their target career fields (notably in STEM career fields). To help us further understand S-STEM scholars co-curricular activities, we invited them to complete the Student Experience Survey. The purpose of this survey was to get feedback on extracurricular and co-curricular activities for S-STEM scholars during the time they were part of the S-STEM program. We asked S-STEM scholars to identify activities in which they participated while participating in the S-STEM scholarship program. We asked about their activities related to professional development, academic and social events, career-related experiences, and outreach.\n\n\nS-STEM scholars highlighted professional development activities, such as mock/practice interviews, and career-related activities, such as internships and research lab experiences, as valuable in helping them understand science and engineering careers. Related feedback from S-STEM scholars indicated that internships, followed by research lab experiences and job shadowing experiences, helped them see or experience real-world examples of STEM projects. Also, S-STEM scholars reported that participating in community events, learning demonstrations, and K-12 outreach events were valuable in helping them understand STEM careers. Finally, S-STEM scholars found study sessions extremely valuable in helping them feel more connected to a STEM community. To a lesser extent, S-STEM scholars found social gatherings with students in their major and social gatherings with other STEM students valuable in helping them feel more connected to a STEM community.\n\n\nThe experiences of our S-STEM scholars who persisted to graduation help us understand the tools and resources that are most beneficial to under resourced STEM students. Learning experiences for S-STEM scholars occur inside and outside of the traditional classroom, in formal and informal ways. S-STEM scholars learned about STEM careers while in the program, and they gained a sense of connection to a STEM community. This connection is important to student retention and persistence to graduation and should be encouraged across STEM postsecondary programs.\n\n\n\t\t\t\t\tLast Modified: 10/31/2024\n\n\t\t\t\t\tSubmitted by: AndrewLeonard\n"
 }
}