{
 "awd_id": "1834930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Measurement of Copper Speciation in Basaltic Glasses using X-ray Absorption Spectroscopy, a New Window on Metal Solubility and Transport in Magmatic Systems",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2022-11-30",
 "tot_intn_awd_amt": 87093.0,
 "awd_amount": 87093.0,
 "awd_min_amd_letter_date": "2019-03-31",
 "awd_max_amd_letter_date": "2019-03-31",
 "awd_abstract_narration": "The solubility of metals such as copper (Cu) in silicate melts can be strongly influenced by natural properties of the magma such as pressure, temperature, and melt composition. Understanding how such things control metal solubility, particularly for Cu, is important for a number of reasons. It helps researchers understand potential driving mechanisms for core formation in terrestrial planets, or the conditions that lead to the formation of economically important metallogenic ore deposits. It's also key to understanding how volcanic degassing may impact metal emissions to the atmosphere. This study proposes to use synchrotron-based X-ray absorption fine structure (XAFS) spectroscopy of natural and synthetic magmatic glasses with the goal of providing the first direct, experimental constraints on the speciation of Cu in terrestrial melts. XAFS is currently the only methodology available for directly measuring Cu speciation in magmatic glasses at natural concentrations with high spatial resolution. In addition to the scientific goal of constraining which Cu species exist in melts, this work will broaden the participation of minority students in geoscience, and train students in state-of-the-art experimental and analytical techniques.\r\n\r\nThis will be achieved through three overlapping projects. Project 1 will include copper speciation measurements of synthetic basaltic glasses that are produced at controlled sulfur and oxygen conditions. This suite of synthetic glasses will have both oxygen and sulfur fugacity carefully controlled and will then be analyzed for changes in Cu speciation using XAFS. Project 2 includes Cu speciation measurements of natural glasses sampled from volcanic systems. This project targets natural samples from a sulfide-dominated system with H2O-poor melts (using samples collected from the Kilauea summit vent between 2008 and present), samples from a sulfide-dominated system with higher-H2O melts (from a basaltic cinder cone in the southern Cascade Range), and from sulfate dominated volcanics from both the southern Cascades Range and the Colima Graben in western Mexico. Project 3 will focus on developing advanced, synchrotron-based spectroscopic techniques for Cu K-edge XAFS of magmatic glasses, which will be applied to samples available from Projects 1 and 2, with a focus on developing High Energy-Resolution Fluorescence Detected XAFS (HERFD-XAFS) techniques for the analysis of Cu in geologic materials and magmatic glasses specifically. Such new HERFD-XAFS techniques hold the promise of providing superior spectroscopic sensitivity and resolution compared to conventional XAFS methods for uniquely constraining the copper ligands are present in these samples. These proposed measurements will be the first application of these methods to magmatic glasses and will establish a new database of spectroscopic measurements that will be available to the petrology community. Together, this suite of studies will significantly contribute to our understanding of metal solubility and transport in magmatic systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Lanzirotti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio Lanzirotti",
   "pi_email_addr": "lanzirotti@uchicago.edu",
   "nsf_id": "000185497",
   "pi_start_date": "2019-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "Argonne National Laboratory",
  "perf_str_addr": "9700 S. Cass Avenue",
  "perf_city_name": "Lemont",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "604394859",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 87093.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The accuracy with which mechanisms of copper (Cu) transport and deposition can be modeled in magmatic systems is largely dependent on our understanding of how metal speciation controls Cu solubility in the melt and associated fluids. This is key for developing quantitative reactive-transport models for Cu transport and deposition under crustal conditions and in understanding the metallogenesis of Cu-rich magmatic and volcanogenic ore deposits. Research shows that Cu speciation exerts a strong control on metal solubility in melts and in the fluids and vapors which are exsolved from the magma. Speciation also strongly influences how Cu is partitioned between the melt and coexisting copper-bearing minerals, exsolved magmatic vapors and hydrothermal brines.</p>\n<p>This study proposed to utilize X-ray absorption fine structure (XAFS) spectroscopy of natural and synthetic magmatic glasses with the goal of providing direct, experimental constraints on the chemical speciation of Cu (its molecular form and oxidation state) in terrestrial melts and evaluate how the Cu speciation is affected by the melt composition and oxygen fugacity (<em>f</em><sub>O2</sub>) at the time of equilibration. Natural materials studied emphasized natural magmatic glasses (primarily melt inclusions in olivine phenocrysts) collected from the K&#299;lauea summit vent in Hawaii between 2008 and present, from the Lassen Volcanic Center in the southern Cascades Range and from the Michoacan-Guanajuato Volcanic Field in western Mexico. The K&#299;lauea summit vent samples were chosen as being representative of melts from H<sub>2</sub>O-poor, sulfide-dominated volcanic systems. Samples from the southern Cascades Range and from the Michoacan-Guanajuato Volcanic Field were chosen as being representative of sulfate dominated systems with higher-water contents. Analysis of synthetic Cu-bearing glasses focused on experimental sulfur- and/or chlorine-bearing hydrous silicate melts synthesized at conditions relevant for magmas associated with magmatic-hydrothermal ore that span this range in <em>f</em><sub>O2</sub> (from sulfide-dominated to sulfate-dominated melt compositions).</p>\n<p>Our Cu XAFS analyses of natural basaltic melt inclusions shows that two primary Cu species are stabilized. One is a two-fold coordinated linear Cu<sup>1+</sup> complex with oxygen and the second is a Cu-sulfide species with a covellite-like structure. For melt inclusions equilibrated at <em>f</em><sub>O2</sub>'s below the nickel-nickel oxide (NNO) buffer, represented by the K&#299;lauea summit samples where the sulfur species is dominantly in the form of sulfide, both species can coexist as a function of the total measured S abundance. In these melts, Cu-sulfide species dominate at high sulfur concentrations, more specifically at high sulfide concentrations, and Cu<sup>1+</sup>-oxide species in low sulfur samples where sulfur has largely been lost through degassing of the melt. Cu XAFS analysis of natural basaltic melt inclusions from high <em>f</em>O<sub>2</sub>, sulfate-dominated basaltic melts, shows that these systems are dominated by the presence of Cu<sup>1+</sup>-oxide species. Although total sulfur abundance (largely as sulfate) in these systems may be relatively high, the lack of sulfide species appears to stabilize Cu<sup>1+</sup>-oxide species. These trends are confirmed by Cu XAFS analysis of synthetic glasses produced at varying <em>f</em><sub>O2</sub> and sulfur content. These results indicate that Cu in basaltic silicate melts will stabilize as Cu<sup>1+</sup>-O species when the sulfide component of the melt is low.</p>\n<p>The study also incorporated technique development component, focused on new High Energy-Resolution Fluorescence Detected XAFS (HERFD-XAFS) methods, implement at GSECARS beamline 13-ID-E at the Advanced Photon Source, for the analysis of Cu in geologic materials and magmatic glasses specifically. The new HERFD-XAFS configuration provides the ability to measure high-quality Cu K-edge XAFS (using either the &alpha; emission line with Si(444) analyzers or the &beta; emission line with Ge(800) analyzers) in magmatic glasses at naturally occurring Cu abundances (~ 50-300 ppm), with enhanced background suppression and with improved energy resolution.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/28/2023<br>\n\t\t\t\t\tModified by: Antonio&nbsp;Lanzirotti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe accuracy with which mechanisms of copper (Cu) transport and deposition can be modeled in magmatic systems is largely dependent on our understanding of how metal speciation controls Cu solubility in the melt and associated fluids. This is key for developing quantitative reactive-transport models for Cu transport and deposition under crustal conditions and in understanding the metallogenesis of Cu-rich magmatic and volcanogenic ore deposits. Research shows that Cu speciation exerts a strong control on metal solubility in melts and in the fluids and vapors which are exsolved from the magma. Speciation also strongly influences how Cu is partitioned between the melt and coexisting copper-bearing minerals, exsolved magmatic vapors and hydrothermal brines.\n\nThis study proposed to utilize X-ray absorption fine structure (XAFS) spectroscopy of natural and synthetic magmatic glasses with the goal of providing direct, experimental constraints on the chemical speciation of Cu (its molecular form and oxidation state) in terrestrial melts and evaluate how the Cu speciation is affected by the melt composition and oxygen fugacity (fO2) at the time of equilibration. Natural materials studied emphasized natural magmatic glasses (primarily melt inclusions in olivine phenocrysts) collected from the K&#299;lauea summit vent in Hawaii between 2008 and present, from the Lassen Volcanic Center in the southern Cascades Range and from the Michoacan-Guanajuato Volcanic Field in western Mexico. The K&#299;lauea summit vent samples were chosen as being representative of melts from H2O-poor, sulfide-dominated volcanic systems. Samples from the southern Cascades Range and from the Michoacan-Guanajuato Volcanic Field were chosen as being representative of sulfate dominated systems with higher-water contents. Analysis of synthetic Cu-bearing glasses focused on experimental sulfur- and/or chlorine-bearing hydrous silicate melts synthesized at conditions relevant for magmas associated with magmatic-hydrothermal ore that span this range in fO2 (from sulfide-dominated to sulfate-dominated melt compositions).\n\nOur Cu XAFS analyses of natural basaltic melt inclusions shows that two primary Cu species are stabilized. One is a two-fold coordinated linear Cu1+ complex with oxygen and the second is a Cu-sulfide species with a covellite-like structure. For melt inclusions equilibrated at fO2's below the nickel-nickel oxide (NNO) buffer, represented by the K&#299;lauea summit samples where the sulfur species is dominantly in the form of sulfide, both species can coexist as a function of the total measured S abundance. In these melts, Cu-sulfide species dominate at high sulfur concentrations, more specifically at high sulfide concentrations, and Cu1+-oxide species in low sulfur samples where sulfur has largely been lost through degassing of the melt. Cu XAFS analysis of natural basaltic melt inclusions from high fO2, sulfate-dominated basaltic melts, shows that these systems are dominated by the presence of Cu1+-oxide species. Although total sulfur abundance (largely as sulfate) in these systems may be relatively high, the lack of sulfide species appears to stabilize Cu1+-oxide species. These trends are confirmed by Cu XAFS analysis of synthetic glasses produced at varying fO2 and sulfur content. These results indicate that Cu in basaltic silicate melts will stabilize as Cu1+-O species when the sulfide component of the melt is low.\n\nThe study also incorporated technique development component, focused on new High Energy-Resolution Fluorescence Detected XAFS (HERFD-XAFS) methods, implement at GSECARS beamline 13-ID-E at the Advanced Photon Source, for the analysis of Cu in geologic materials and magmatic glasses specifically. The new HERFD-XAFS configuration provides the ability to measure high-quality Cu K-edge XAFS (using either the &alpha; emission line with Si(444) analyzers or the &beta; emission line with Ge(800) analyzers) in magmatic glasses at naturally occurring Cu abundances (~ 50-300 ppm), with enhanced background suppression and with improved energy resolution.\n\n\t\t\t\t\tLast Modified: 03/28/2023\n\n\t\t\t\t\tSubmitted by: Antonio Lanzirotti"
 }
}