{
 "awd_id": "1835727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Elements: Software: NSCI: Chrono-An open-source simulation platform for computational dynamics problems",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rob Beverly",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 70516.0,
 "awd_amount": 70516.0,
 "awd_min_amd_letter_date": "2019-07-17",
 "awd_max_amd_letter_date": "2023-04-21",
 "awd_abstract_narration": "This project seeks to augment modeling and solution methods employed by Chrono, an open-source computer simulation platform for multi-body dynamics (MBD) and fluid-solid interaction (FSI) problems. Chrono will be able to capture dynamics at various size and time scales spanning from millisecond (impact phenomena) to decades (geophysics). These performance levels open up new directions of research in several fields. Chrono is widely used and further developed by other users and has an active forum with more than 250 registered users currently. This project will enhance the richness of Chrono's modeling features, sound numerical solution foundation, and leverage of emerging hardware architectures to elevate this simulation capability to the status of ready-to-use, open-source, best-in-class computational dynamics platform. Chrono has been used by universities, national labs, and industry. Over the past two years, various groups have used Chrono in extraterrestrial applications, machine learning in robotics, image processing, pattern recognition and computer vision, mechanical watch design, architectural studies, autonomous vehicles, fluid-solid interaction applications, wind turbine dynamics, next generation space suit design, oil extraction and accident mitigation, hardware-in-the-loop simulation, etc. Finally, this project will engage high-school students from under-represented groups in a six-day residential camp run (now at its 12th edition) and will train a group of undergraduate students from California State University at University of Wisconsin-Madison through a new residential program that will introduce them to the use of Chrono in simulation-based robotics design.\r\n\r\nThis project seeks to augment modeling and solution methods employed by Chrono, a BSD3 open-source simulation platform for multi-body dynamics (MBD) and fluid-solid interaction (FSI) problems. The software infrastructure enhancements in this project aim at sustaining teraflops-grade simulation of MBD and FSI systems with more than ten billion degrees of freedom; i.e., two to three orders of magnitude beyond conventional simulations today. In order to increase adoption and impact, the performance levels aimed at will be reached on budget/affordable hardware that leverages GPU computing. Chrono will be able to capture micro-, meso- and macro-scale dynamics on time scales spanning from millisecond (impact phenomena) to decades (geophysics). The intellectual merit of this project stems from the following key ideas: (i) with an eye towards the sunsetting of Moore's law, the software design solution embraces a scalable multi-GPU hardware layout poised to solve effectively large multi-physics problems; (ii) a hardware-aware software design paradigm, which aggressively reduces data storage and movement, will allow budget-conscious hardware systems to run billion-degree-of-freedom models, or, for models of similar size, accomplish a two orders of magnitude speedup when compared to the state of the art; (iii) a unified Lagrangian formulation for both solid and fluid dynamics is implemented in one software platform that can simulate complex multi-physics (coupled) problems; and (iv) Chrono promotes an alternative approach for handling friction and contact that revolves around the concept of differential variational inequality and thus avoids the small integration time step and numerical instability issues that hinder most of the existing many-body dynamics simulators. In relation to its educational and outreach initiatives, this project: (a) will be instrumental in establishing a new University of Wisconsin-Madison undergraduate course that introduces students to computing concepts subsequently refined in a graduate advanced computing class; (b) will promote the discipline of Computational Science and Computational Dynamics at high-school and undergraduate levels via two yearly residential summer programs for under-represented students; (c) will expand an advanced computing forum that facilitates technology transfer to industry and promotes Chrono adoption; and, (d) will strengthen ongoing collaborations that critically depend on Chrono in robotics, geomechanics, and soft-matter physics. Chrono is presently cloned on average 10 times every day, has been forked from its public repository by more than 150 parties, and has an active forum with more than 250 registered users. This project will enhance the richness of Chrono modeling features, improve its numerical solution foundation, and leverage emerging hardware architectures to elevate this simulation capability to the status of ready-to-use, open-source, best-in-class computational dynamics platform.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "He",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "He Shen",
   "pi_email_addr": "hshen6@calstatela.edu",
   "nsf_id": "000711960",
   "pi_start_date": "2021-10-19",
   "pi_end_date": "2023-04-21"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Arman",
   "pi_last_name": "Pazouki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arman Pazouki",
   "pi_email_addr": "apazouki@purdue.edu",
   "nsf_id": "000721190",
   "pi_start_date": "2019-07-17",
   "pi_end_date": "2021-10-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mario",
   "pi_last_name": "Medina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mario Medina",
   "pi_email_addr": "mmedin114@calstatela.edu",
   "nsf_id": "000929962",
   "pi_start_date": "2023-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State L A University Auxiliary Services Inc.",
  "inst_street_address": "5151 STATE UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3233433648",
  "inst_zip_code": "900324226",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "CAL STATE LA UNIVERSITY AUXILIARY SERVICES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1ABLRAQTB48"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Los Angeles",
  "perf_str_addr": "5151 State University Drive",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900324221",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 70516.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the course of this award, starting in Fall 2019, the grant supported three faculty members and at least ten undergraduate and graduate students from the California State University, Angeles (CSULA). The key outcomes range from journal submissions to successful PhD admissions into top research focused university including University of Wisconsin-Madison (UW-Madison) and University of California, Riverside (UCR). The goal of this project was to boost academic and professional opportunities of CSULA students through a summer residential program hosted by UW-Madison; centered around engineering students with an interest in computational dynamics, robotics, computer vision, and simulations.</p>\n<p>During year one, the details of the two-week program were developed by the CSULA Prof. Arman Pazouki and UW-Madison Prof. Dan Negrut. The program aligned with ProCSI (pronounced ?proxy?, from Promoting the Computational Science Initiative) for high school students and educators. A new branch for college students pursuing graduate degrees was started. The residential program included instruction material, trainings, research projects, and lab tours. However due to the global pandemic, the project was stone-walled and the residential program was postponed.</p>\n<p>During year two, the continued pandemic and closure of on-campus activities prevented students and faculty from traveling and achieving the intended outcomes.</p>\n<p>During year three, the award underwent a principal investigator (PI) change. Travel restrictions were eased, and close-contact activities were permitted. The new PI (Prof. He Shen) and five undergraduates travelled to UW-Madison and the program was highly successful. The PI spent two months working with the Simulation Based Engineering Lab (SBEL, led by Prof. Negrut) developing software for robotics applications and gathering data for an autonomous robotic system. Three publications were submitted, and one was presented at the IROS Workshop on Miniature Robot Platforms for Full Scale Autonomous Vehicle Research, 2022. The five students brought a ground robot from Cal State LA and developed a simulation for a ?fetch an item? mission. Their work resulted in a presentation to the SBEL community, the ProSCI summer program participants, and to the Badger Precollege VEX Robotics class. As a results of the program, two Cal State LA students applied and are currently attending PhD programs at UW-Madison and UCR. Two students found employment at Northrop Grumman, and Teledyne Relays.</p>\n<p>During the fourth and final year, another PI transfer occurred during the spring semester to Prof. Mario Medina. The goal of a residential program was maintained, and UW-Madison hosted four students, three undergraduates and one graduate. One student will apply to the PhD program of UW-Madison and one student joined the Prof. Medina?s research lab to pursue a master?s thesis. The program also established a professional relationship between Prof. Negrut and Prof. Medina, they plan on collaborating on future grants to continue the residential program for college students. Dan Negrut will present his research work at CSULA during a seminar series organized by Prof. Medina and sponsored by an NSF CREST Center at CSULA.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2023<br>\n\t\t\t\t\tModified by: Mario&nbsp;Medina</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1835727/1835727_10622350_1693943691807_PROCSI-CSU23-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1835727/1835727_10622350_1693943691807_PROCSI-CSU23-1--rgov-800width.jpg\" title=\"PROCSI-C Summer 2023\"><img src=\"/por/images/Reports/POR/2023/1835727/1835727_10622350_1693943691807_PROCSI-CSU23-1--rgov-66x44.jpg\" alt=\"PROCSI-C Summer 2023\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cal State LA students with PI Mario Medina visiting PI Dan Negrut (UWM)</div>\n<div class=\"imageCredit\">Dan Negrut</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mario&nbsp;Medina</div>\n<div class=\"imageTitle\">PROCSI-C Summer 2023</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOver the course of this award, starting in Fall 2019, the grant supported three faculty members and at least ten undergraduate and graduate students from the California State University, Angeles (CSULA). The key outcomes range from journal submissions to successful PhD admissions into top research focused university including University of Wisconsin-Madison (UW-Madison) and University of California, Riverside (UCR). The goal of this project was to boost academic and professional opportunities of CSULA students through a summer residential program hosted by UW-Madison; centered around engineering students with an interest in computational dynamics, robotics, computer vision, and simulations.\n\nDuring year one, the details of the two-week program were developed by the CSULA Prof. Arman Pazouki and UW-Madison Prof. Dan Negrut. The program aligned with ProCSI (pronounced ?proxy?, from Promoting the Computational Science Initiative) for high school students and educators. A new branch for college students pursuing graduate degrees was started. The residential program included instruction material, trainings, research projects, and lab tours. However due to the global pandemic, the project was stone-walled and the residential program was postponed.\n\nDuring year two, the continued pandemic and closure of on-campus activities prevented students and faculty from traveling and achieving the intended outcomes.\n\nDuring year three, the award underwent a principal investigator (PI) change. Travel restrictions were eased, and close-contact activities were permitted. The new PI (Prof. He Shen) and five undergraduates travelled to UW-Madison and the program was highly successful. The PI spent two months working with the Simulation Based Engineering Lab (SBEL, led by Prof. Negrut) developing software for robotics applications and gathering data for an autonomous robotic system. Three publications were submitted, and one was presented at the IROS Workshop on Miniature Robot Platforms for Full Scale Autonomous Vehicle Research, 2022. The five students brought a ground robot from Cal State LA and developed a simulation for a ?fetch an item? mission. Their work resulted in a presentation to the SBEL community, the ProSCI summer program participants, and to the Badger Precollege VEX Robotics class. As a results of the program, two Cal State LA students applied and are currently attending PhD programs at UW-Madison and UCR. Two students found employment at Northrop Grumman, and Teledyne Relays.\n\nDuring the fourth and final year, another PI transfer occurred during the spring semester to Prof. Mario Medina. The goal of a residential program was maintained, and UW-Madison hosted four students, three undergraduates and one graduate. One student will apply to the PhD program of UW-Madison and one student joined the Prof. Medina?s research lab to pursue a master?s thesis. The program also established a professional relationship between Prof. Negrut and Prof. Medina, they plan on collaborating on future grants to continue the residential program for college students. Dan Negrut will present his research work at CSULA during a seminar series organized by Prof. Medina and sponsored by an NSF CREST Center at CSULA.\n\n \n\n\t\t\t\t\tLast Modified: 09/05/2023\n\n\t\t\t\t\tSubmitted by: Mario Medina"
 }
}