{
 "awd_id": "1835992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Traditional Knowledge of the Central and Upper Yukon Basin: Gathering Resiliency Data",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Erica Hill",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 29223.0,
 "awd_amount": 29223.0,
 "awd_min_amd_letter_date": "2019-02-21",
 "awd_max_amd_letter_date": "2019-02-21",
 "awd_abstract_narration": "Embedded within culture is wisdom about resilience that can support communities faced with rapid environmental and social change. This project will capture data and knowledge from the last generation of Tanana and Gwich'in Athabascan elders who were raised in tribal communities largely untouched by Western colonization.  This generation, now in their 70s, 80s, and 90s, are taking key knowledge and data sets with them as they die, leaving subsequent generations impacted by this loss of knowledge. \r\n\r\nThe project will document Indigenous Knowledge of resilience through a qualitative phenomenology framework in using semi-structured interviews conducted by community researchers with Indigenous elders of the Central and Upper Yukon Basin, born between the years 1920 and 1950. Primary research questions are:\r\n-\tHow have adaptation strategies changed over a lifetime?\r\n-\tHow did environmental changes trigger changes in community social structure?\r\n-\tWhat lessons about resilience can be learned from the generation that bridged the gap between largely traditional Athabascan lifestyle and Anglo-European colonization?\r\nInterviews will be conducted with up to six Elders from the central Yukon Athabascan region - a remote area that was one of the last areas in Alaska to experience colonization. This project is urgent as the Elders who are the subjects of this research project are near end of life with three of the original Elders identified for this project having passed away during the previous two years. Additionally, a rural, Alaskan Native person will be trained in the project methodology and taught to harness the tools of science in the preservation of culture. Products include a plain language report that will be geared toward Native Alaskans, and the collected information and data will be made available via a public repository for other Native Alaskans and scientific researchers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryann",
   "pi_last_name": "Fidel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maryann Fidel",
   "pi_email_addr": "mfidel@yritwc.org",
   "nsf_id": "000746505",
   "pi_start_date": "2019-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yukon River Inter-Tribal Watershed Council",
  "inst_street_address": "201 E 3RD AVE",
  "inst_street_address_2": "STE 100",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9072583337",
  "inst_zip_code": "995012503",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "YUKON RIVER INTER-TRIBAL WATERSHED COUNC",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXAKR5FHBCB6"
 },
 "perf_inst": {
  "perf_inst_name": "Yukon River Inter-Tribal Watershed Council",
  "perf_str_addr": "725 Christensen Dr., Suite 3",
  "perf_city_name": "Anchorage",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995012131",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 29223.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p>This project documented the Indigenous Knowledge of &lsquo;older&rsquo; Elders in the Central Yukon River Region regarding Resilience. This work was time sensitive as these Elders are reaching their end of life. This region was one of the last regions to be touched by colonization, and some Elders remember times before colonization. Elders were asked about their early memories, to describe big changes they had experienced, how they responded to those changes, how their community responded to those changes, and to share learned lessons with the youth.</p>\n<p>Words of wisdom from the past regarding resilience were documented in an effort to apply them to current adaptation efforts. We learned that although specific adaptive actions have changed, the underlying values that contribute to resilience have not. Values discussed as contributing to ones&rsquo; resilience included strong social networks, self-sufficiency, relationship with the environment, relationship and access to harvest fish and animals, and spirituality. Factors that were discussed as decreasing resilience included racism, systemic marginalization, being forced to leave home for boarding school, land use policy, loss of access to land and resources due to regulation, rapid environmental change, and the rapid rate of social change and &lsquo;not being able to keep up&rsquo;. Many of these factors fall under the theme of <strong>fate control</strong>, which is an extremely important contributor to resilience, and was perceived as being diminished with colonization. This information will be applied to community adaptation planning by the creation of an &lsquo;Adaptation Checklist&rsquo; which includes information and values that these Elders felt were important when planning for the future. Additionally, a community report in the form of a calendar with will be sent to Yukon River communities. It will include a theme about resilience for each month with pictures, stories and quotes from these interviews. The final report is designed to reach the youth, and to be accessible to Indigenous community members. This will benefit rural Alaska Native communities struggling to adapt to rapid environmental and social change.</p>\n<p>This project contributed to the training of Indigenous researchers, who were involved in the interviews, translation, and interpretation of results. This built capacity will support future research within the community, and when working with outside researchers.</p>\n<p>Interview transcripts will be archived in a safe place for future generations.&nbsp; &nbsp;&nbsp;</p>\n<p>This project successfully documented important cultural information from an increasingly small population of Alaska Native Elders who remember times before colonization had a big impact on peoples&rsquo; lives. In this way wisdom from the past was documented and can be applied to todays&rsquo; challenges regarding resilience.</p>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/13/2020<br>\n\t\t\t\t\tModified by: Maryann&nbsp;Fidel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThis project documented the Indigenous Knowledge of ‘older’ Elders in the Central Yukon River Region regarding Resilience. This work was time sensitive as these Elders are reaching their end of life. This region was one of the last regions to be touched by colonization, and some Elders remember times before colonization. Elders were asked about their early memories, to describe big changes they had experienced, how they responded to those changes, how their community responded to those changes, and to share learned lessons with the youth.\n\nWords of wisdom from the past regarding resilience were documented in an effort to apply them to current adaptation efforts. We learned that although specific adaptive actions have changed, the underlying values that contribute to resilience have not. Values discussed as contributing to ones’ resilience included strong social networks, self-sufficiency, relationship with the environment, relationship and access to harvest fish and animals, and spirituality. Factors that were discussed as decreasing resilience included racism, systemic marginalization, being forced to leave home for boarding school, land use policy, loss of access to land and resources due to regulation, rapid environmental change, and the rapid rate of social change and ‘not being able to keep up’. Many of these factors fall under the theme of fate control, which is an extremely important contributor to resilience, and was perceived as being diminished with colonization. This information will be applied to community adaptation planning by the creation of an ‘Adaptation Checklist’ which includes information and values that these Elders felt were important when planning for the future. Additionally, a community report in the form of a calendar with will be sent to Yukon River communities. It will include a theme about resilience for each month with pictures, stories and quotes from these interviews. The final report is designed to reach the youth, and to be accessible to Indigenous community members. This will benefit rural Alaska Native communities struggling to adapt to rapid environmental and social change.\n\nThis project contributed to the training of Indigenous researchers, who were involved in the interviews, translation, and interpretation of results. This built capacity will support future research within the community, and when working with outside researchers.\n\nInterview transcripts will be archived in a safe place for future generations.    \n\nThis project successfully documented important cultural information from an increasingly small population of Alaska Native Elders who remember times before colonization had a big impact on peoples’ lives. In this way wisdom from the past was documented and can be applied to todays’ challenges regarding resilience.\n\n\n \n\n\t\t\t\t\tLast Modified: 03/13/2020\n\n\t\t\t\t\tSubmitted by: Maryann Fidel"
 }
}