{
 "awd_id": "1839455",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Portraits of Place: Amundsen-Scott South Pole Station",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 1.0,
 "awd_amount": 1.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2019-07-30",
 "awd_abstract_narration": "Portraits of Place at Amundsen-Scott South Pole Station is a comprehensive photographic study of the station buildings, infrastructure and landscapes of the South Pole.  The goal of this detailed photographic study is to advance knowledge about this remote location and the scientific research taking place there. The project's emphasis is on the scientific hardware at the Pole, which is providing new understanding of our planet and universe.  By giving an overall picture of the station, and then capturing details of the station, this project will provide a window for the public to understand the physical aspects of being and working at the South Pole: not only the weather, the extreme cold, and the infrastructure required to live there, but the major instruments deployed for the various major science projects and the researchers who operate and maintain them.  Seeing the physical objects that make the science possible makes the science more tangible and illustrates the depth of the science and engineering required to accomplish the research that is unique to the Pole.  \r\n\r\nPhotographic subjects at the South Pole will include the telescopes and other observational instruments, the buildings that house them, and the landscapes that surround them. This will include visually describing the specialized instruments used in astronomy, physics, cosmology and climate studies, and capturing their unique physical qualities as objects. Working with project scientists and researchers, scheduled visits will be made to photograph individual sites in the Dark Sector, Clean Air Sector, and Quiet Sector.  An effort will be made to visually describe and emphasize the remote harsh nature of the environment of the station and the infrastructure and redundant systems required to work and survive there. Photographs will be available for public viewing through a number of media, including a takeover of the Smithsonian Magazine's Instagram feed for a week while in Antarctica,  blog posts to popantarctica.wordpress.com, photographs posted to two websites, shaunoboylephoto.com and oboylephoto.com, and an exhibition of prints at the Peary-MacMillan Arctic Museum in the fall of 2020 including presentations to students.  In addition, a book is planned of the photographer's work from visits to all three U.S. Antarctic Program (USAP) stations.  Exhibitions and presentations will include the photographs paired with images or data from the science instruments photographed along with the words of the scientists. This convergence between art and science has the potential to strengthen the artwork and presents the science in a new context, underlining the synergy between the objects and tools of science, the scientific results, and the unique place where the science takes place.\r\nPortraits of Place at Amundsen-Scott South Pole Station is an Antarctic Artists and Writers project supported by NSF's Office of Polar Programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaun",
   "pi_last_name": "O'Boyle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaun O'Boyle",
   "pi_email_addr": "",
   "nsf_id": "000503938",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "O'Boyle                 Shaun",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Dalton",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "012261826",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "O'Boyle                 Shaun",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "012261826",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "513000",
   "pgm_ele_name": "ANT Coordination & Information"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through the Portraits of Place:Amundsen Scott South Pole Station project, the PI was able to spend one week at the South Pole Station during November 2019. The time at Pole was used to photograph the various scientific projects in and around the South Pole Station, including the telescopes in the Dark Sector, including the IceCube Lab, the South Pole Telescope, Bicep 3 and Bicep Array telescopes. The Keck Array was in process of being converted to the Bicep Array during the visit, and the artist was able to photograph this in progress. Photographs included the buildings that house the telescopes, and the surrounding landscapes. Areas closer to the Amundsen Scott South Pole Station were photographed including the interior and exterior of the station buildings, the ice tunnels and arches, the backyard, the SuperDARN antenna array, and NOAA's Atmospheric Research Observatory. This work can be viewed on the artists website: www.shaunoboylephoto.com.&nbsp;</p>\n<p><br />While at the South Pole the PI hosted The Smithsonian Magazine's Instagram feed for one week, posting multiple photographs and captions per day and receiving over 34,000 likes. These posts can be seen by scrolling back through the Smithsonian Magazine Instagram feed. Other broader impacts such as the exhibition scheduled at the Peary-MacMillan Arctic Museum have been rescheduled to 2021 because of the pandemic. Ongoing efforts are being made by the artist to have a book published of the material from this and the previous projects in the Antarctic Artists and Writers Program. A large number of images from this project are being included in a book titled \"Antarctic Resolution\", due to be released at the Venice Architecture Biennale, rescheduled for mid-2021. This work is also being archived at the Nevada Museum of Art in Reno, through the Center for Art + Environment.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2020<br>\n\t\t\t\t\tModified by: Shaun&nbsp;O'boyle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough the Portraits of Place:Amundsen Scott South Pole Station project, the PI was able to spend one week at the South Pole Station during November 2019. The time at Pole was used to photograph the various scientific projects in and around the South Pole Station, including the telescopes in the Dark Sector, including the IceCube Lab, the South Pole Telescope, Bicep 3 and Bicep Array telescopes. The Keck Array was in process of being converted to the Bicep Array during the visit, and the artist was able to photograph this in progress. Photographs included the buildings that house the telescopes, and the surrounding landscapes. Areas closer to the Amundsen Scott South Pole Station were photographed including the interior and exterior of the station buildings, the ice tunnels and arches, the backyard, the SuperDARN antenna array, and NOAA's Atmospheric Research Observatory. This work can be viewed on the artists website: www.shaunoboylephoto.com. \n\n\nWhile at the South Pole the PI hosted The Smithsonian Magazine's Instagram feed for one week, posting multiple photographs and captions per day and receiving over 34,000 likes. These posts can be seen by scrolling back through the Smithsonian Magazine Instagram feed. Other broader impacts such as the exhibition scheduled at the Peary-MacMillan Arctic Museum have been rescheduled to 2021 because of the pandemic. Ongoing efforts are being made by the artist to have a book published of the material from this and the previous projects in the Antarctic Artists and Writers Program. A large number of images from this project are being included in a book titled \"Antarctic Resolution\", due to be released at the Venice Architecture Biennale, rescheduled for mid-2021. This work is also being archived at the Nevada Museum of Art in Reno, through the Center for Art + Environment. \n\n \n\n\t\t\t\t\tLast Modified: 08/29/2020\n\n\t\t\t\t\tSubmitted by: Shaun O'boyle"
 }
}