{
 "awd_id": "1840841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding Oxygen Exchange and Transport at Surfaces and Grain Boundaries of Electroceramics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 582481.0,
 "awd_amount": 582481.0,
 "awd_min_amd_letter_date": "2018-12-06",
 "awd_max_amd_letter_date": "2022-04-27",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: Many important technologies rely on the ability to utilize and manipulate oxygen. For example, most energy arises from oxygen reacting with fuels through combustion processes. Environmental technologies, such as the automotive catalytic converter, eliminate toxic gases like carbon monoxide through controlled reactions with oxygen. Emerging information technologies utilize oxygen transport in materials to develop high-density digital storage devices. There is potential for much better control and manipulation of oxygen by exploiting special properties of ceramics that can absorb, transport, and selectively release oxygen on demand, leading to higher data storage capacities, greater energy efficiencies, and a cleaner environment. The research in this project explores how oxygen can be incorporated, transported, and released from ceramics. Ceramics are believed to have specific sites on the surface where oxygen (from air) can easily enter the material. Using newly developed microscopes powerful enough to see atoms, in conjunction with advanced computational methods, this project is searching for these entry points and will use this information to design new classes of materials that significantly enhance oxygen exchange rates. Oxygen transport within the ceramic can be dramatically slowed down by nanoscale internal boundaries. Understanding the way in which oxygen can interact with these internal boundaries provides a roadmap for developing new materials with high oxygen transport, impacting areas such as sensors, membranes (used in gas and liquid separations), and fuel cells. This research addresses foundational concepts in materials science and provides excellent training opportunities for undergraduate and graduate students who are actively involved in all aspects of the project.  In particular, they are gaining expertise in the areas of advanced materials, microscopy, and computational methods. Graduates will typically find employment in the digital technology industry, materials characterization, basic research facilities, and academia.   \r\n\r\nTECHNICAL DETAILS: Oxygen exchange and transport within oxide ceramics has the potential to significantly improve technologies related to energy, the environment, and data storage. Critical to these improvements is the need to develop a fundamental understanding of how oxygen from gas molecules exchanges with a ceramic surface and incorporates into the crystal lattice. Surface structures such as steps and strained atomic terraces are the likely sites where oxygen exchange is most facile. Recent advances in dynamic in situ atomic-resolution electron microscopy allows atomic exchange processes to be visualized on the surface of a ceramic in real time. A major goal of this research is to identify the surface sites which are most active for oxygen exchange and to engineer new materials surfaces which maximize the exchange rate. Transport of oxygen through polycrystalline ceramics is often hindered by the presence of grain boundaries. Doping the grain boundaries with high concentrations of selected cations can improve the grain boundary ionic conductivity, but the reason for the enhancement is not yet understood. To understand the mechanistic origin for the improvement in transport through heavily doped grain boundaries, extensive materials modeling is being carried out using a combination of molecular and quantum mechanical theories. Ultimately, this tactic allows the elements associated with the highest transport to be identified, enabling grain boundary engineering approaches to be developed to create much faster ion conductors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Crozier",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Crozier",
   "pi_email_addr": "crozier@asu.edu",
   "nsf_id": "000485288",
   "pi_start_date": "2018-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852836011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AZ03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 140404.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 153778.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 156361.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 131938.0
  }
 ],
 "por": null
}