{
 "awd_id": "1841883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Developing serial suspended microchannel resonators as a platform for personalized medicine in cancer",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2019-02-01",
 "awd_max_amd_letter_date": "2019-10-25",
 "awd_abstract_narration": "This SBIR Phase I project aims to demonstrate the technical feasibility of a microfluidic instrument as a clinical tool for measuring a new single-cell biophysical biomarker; mass accumulation rate (MAR). Successful completion of the proposed project will constitute the foundation of a medical instrument that will improve treatment strategies for cancer patients. Assigning the optimal therapy for individual patients is particularly important for the treatment of cancer, since every individual's cancer is unique. Although genetic profiling of tumor cells has been the gold standard for personalized medicine approaches in cancer, recent results demonstrate that only a small percentage of patients actually benefit from therapies specifically assigned for them. Aside from few cancer types, where drastic patient responses can be observed using genetic profiling, most cancer patients continue to suffer from ineffective or sub-optimal therapies, which in one of the main drivers of the cost of cancer treatment in the US. This stands in stark contrast to personalized medicine in infectious diseases, where almost all patients are prescribed optimal treatments determined by functional assays based on monitoring the proliferation of microbes ex vivo under the influence of a panel of drugs. Unfortunately, no proliferation-based test for cancer has proven to be sufficiently reliable to be widely adopted for clinical use, mostly because unlike bacteria most cancer cells quickly die when removed from the human body. This SBIR Phase I project will develop the techniques to measure MAR of cancer cells as a metric for drug response. MAR response reflects how individual cells change their growth in response to drugs in very short timescales without the long-term effects of ex vivo culturing. The research that will be conducted in this project will prove the technical feasibility of measuring MAR in a clinical setting for a panel of treatment options. Outcomes of this project will directly enable clinical studies to be conducted, before ultimately seeking FDA approval through clinical trials. \r\n\r\nThe focus of this project is a new technology known as the serial Suspended Microchannel Resonator (sSMR), which can measure mass and mass accumulation rates (MAR) of single cells with extreme precision. This SBIR Phase I project will test the technical feasibility of the sSMR platform for measuring drug susceptibility of primary tumor samples with a clinically and commercially relevant speed, versatility and robustness. The company aims to develop sSMR as a platform and introduce MAR as biophysical biomarker guiding clinicians in identifying the best therapy options for a specific cancer patient. Therefore, the goals of this first phase are critical, as tumor cells in biopsy samples taken from patients show differences in heterogeneity, count, and in most cases, lose their viability within 24-48 ex vivo. In Phase I, key technologies will be developed that will enable a sSMR chip to process samples with various cell types and counts at a high throughput and rate. The research activities to address the technical challenges for analyzing primary samples will be three-fold. First, while maintaining the measurement precision, the flow rate of cells in the chip will be increased to prevent primary tumor cells from adhering to channel walls. This is challenging, because the precision of measurement is inversely proportional to the time duration each cell spends in the chip. Second, an opto-fluidic switching technique will be implemented on chips with a new microfluidic T-junction design enabling imaging and characterization of particle morphology, and the avoidance of dead cells, debris, and doublets to improve assay robustness and throughput. Third, by leveraging the microfluidic T-junction and developed imaging capabilities, a microfluidic cell enrichment technique will be developed. This feature will allow for a larger panel of drug conditions to be tested on tumor biopsies with limited cell counts. For validation of these innovations, response of tumor cells taken from 10 multiple myeloma patients to a panel of three drugs and their combinations will be measured and analyzed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Selim",
   "pi_last_name": "Olcum",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Selim A Olcum",
   "pi_email_addr": "solcum@travera.com",
   "nsf_id": "000755447",
   "pi_start_date": "2019-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Travera LLC",
  "inst_street_address": "99A ERIE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6505767738",
  "inst_zip_code": "021394534",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRAVERA LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "UA9TWMEXZGE3"
 },
 "perf_inst": {
  "perf_inst_name": "Travera",
  "perf_str_addr": "700 Main Street N.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021393543",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Travera is using a breakthrough technology to measure which cancer drugs work against each individual's unique cancer cells. Based on this novel technology known as the Suspended Microchannel Resonators (SMR), we are now developing a universal biomarker for enabling oncologists to quickly determine which drugs to prescribe based on the actual responses of patient&rsquo;s tumor cells to candidate drugs. We found that when cancer cells are exposed to effective cancer drugs, they lose a tiny amount of weight very quickly, within a few hours, as they start dying. Without artificial support, most cancer cells die naturally within 1 to 2 days of being removed from the human body, so speed is critical to distinguish between natural cell death and cell death induced by a cancer drug. The exquisite sensitivity and speed of the SMR for weighing single cells enable us to detect cancer cells' response to a drug while they are still alive. Using this approach, we recently completed a 9-patient pilot study on multiple myeloma (MM) patients. In all 9 cases, comparison with clinical results indicated the ability of our approach to predict patients' response to combinations of therapies the patients received.</p>\n<p>The research and development efforts we have conducted during this NSF-funded Phase I project enabled us to develop the SMR platform as a prototype instrument that can analyze multiple treatment options on tumor cells isolated from bone marrow biopsies of MM patients. To achieve this, we developed a sample processing pipeline to isolate cancer cells from the bone marrow sample, a new generation SMR chip enabling robust microfluidic operation, an optical feedback control method for high throughput measurement and a real time deep learning-based cell classification algorithm to sample and weigh only MM cells from an otherwise heterogeneous sample. Consequently, we manufactured 14 instruments with control software and hardware incorporating all the outcomes of the research and development efforts of this project. We then designed and launched a prospective clinical study using the manufactured instruments and the SMR chips to determine the accuracy of our approach for predicting treatment response of 100 relapsed refractory multiple myeloma patients (clinicaltrails.gov identifier NCT03777410). We designed and launched this study in collaboration with seven academic medical centers across the country working with some of the key opinion leaders in the MM field.</p>\n<p>Today MM is the second most common hematologic malignancy in the world. Newly diagnosed MM is typically sensitive to a variety of therapies. Following diagnosis, patients receive the standard-of-care frontline therapy. Despite the fact that initial responses are relatively long lasting, most MM patients eventually relapse or become refractory to treatment. A major challenge in the treatment of patients with relapsed MM is the timely identification of the best personalized treatment options. Unfortunately, today there are no biomarkers to determine a personalized treatment regimen that would most benefit a MM patient.</p>\n<p>The work already performed in this project together with the prospective successful outcomes of our clinical study will provide the necessary validation for offering our technology to oncologists for the benefit of patients. Aside from immediate benefits to individual MM patients, translation of our assay into the clinic for MM will potentially facilitate extension of our approach to other cancers and diseases, stratification of disease aggressiveness, shortening of the length and cost of clinical trials, or preventing patients from being treated with inefficacious drugs, all of which can result in a significant reduction in the burden of healthcare costs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2020<br>\n\t\t\t\t\tModified by: Selim&nbsp;A&nbsp;Olcum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTravera is using a breakthrough technology to measure which cancer drugs work against each individual's unique cancer cells. Based on this novel technology known as the Suspended Microchannel Resonators (SMR), we are now developing a universal biomarker for enabling oncologists to quickly determine which drugs to prescribe based on the actual responses of patient’s tumor cells to candidate drugs. We found that when cancer cells are exposed to effective cancer drugs, they lose a tiny amount of weight very quickly, within a few hours, as they start dying. Without artificial support, most cancer cells die naturally within 1 to 2 days of being removed from the human body, so speed is critical to distinguish between natural cell death and cell death induced by a cancer drug. The exquisite sensitivity and speed of the SMR for weighing single cells enable us to detect cancer cells' response to a drug while they are still alive. Using this approach, we recently completed a 9-patient pilot study on multiple myeloma (MM) patients. In all 9 cases, comparison with clinical results indicated the ability of our approach to predict patients' response to combinations of therapies the patients received.\n\nThe research and development efforts we have conducted during this NSF-funded Phase I project enabled us to develop the SMR platform as a prototype instrument that can analyze multiple treatment options on tumor cells isolated from bone marrow biopsies of MM patients. To achieve this, we developed a sample processing pipeline to isolate cancer cells from the bone marrow sample, a new generation SMR chip enabling robust microfluidic operation, an optical feedback control method for high throughput measurement and a real time deep learning-based cell classification algorithm to sample and weigh only MM cells from an otherwise heterogeneous sample. Consequently, we manufactured 14 instruments with control software and hardware incorporating all the outcomes of the research and development efforts of this project. We then designed and launched a prospective clinical study using the manufactured instruments and the SMR chips to determine the accuracy of our approach for predicting treatment response of 100 relapsed refractory multiple myeloma patients (clinicaltrails.gov identifier NCT03777410). We designed and launched this study in collaboration with seven academic medical centers across the country working with some of the key opinion leaders in the MM field.\n\nToday MM is the second most common hematologic malignancy in the world. Newly diagnosed MM is typically sensitive to a variety of therapies. Following diagnosis, patients receive the standard-of-care frontline therapy. Despite the fact that initial responses are relatively long lasting, most MM patients eventually relapse or become refractory to treatment. A major challenge in the treatment of patients with relapsed MM is the timely identification of the best personalized treatment options. Unfortunately, today there are no biomarkers to determine a personalized treatment regimen that would most benefit a MM patient.\n\nThe work already performed in this project together with the prospective successful outcomes of our clinical study will provide the necessary validation for offering our technology to oncologists for the benefit of patients. Aside from immediate benefits to individual MM patients, translation of our assay into the clinic for MM will potentially facilitate extension of our approach to other cancers and diseases, stratification of disease aggressiveness, shortening of the length and cost of clinical trials, or preventing patients from being treated with inefficacious drugs, all of which can result in a significant reduction in the burden of healthcare costs.\n\n\t\t\t\t\tLast Modified: 03/08/2020\n\n\t\t\t\t\tSubmitted by: Selim A Olcum"
 }
}