{
 "awd_id": "1841701",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN: Developing a Multi-Institution Research-Practitioner Network to Enhance the Success of Diverse Students in Computer Science and Engineering From High School to the Workforce",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032924641",
 "po_email": "carhall@nsf.gov",
 "po_sign_block_name": "Carrie Hall",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 499366.0,
 "awd_amount": 499366.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2019-07-30",
 "awd_abstract_narration": "The overarching goal of this Research Coordination Network (RCN) is to broaden participation in computer science and engineering fields through new collaborations, research and outreach. The nature of work in the United States has changed rapidly in the 21st century. A growing proportion of all employment today revolves around science and technology industries. Despite the national demand for a workforce with expertise in science, technology, engineering, and mathematics (STEM), the supply of STEM graduates has lagged, resulting in a substantial gap between demand and supply. While many efforts are underway across the nation to increase the supply of STEM students, they are stymied by two problems. First, most current efforts occur within institutional and disciplinary silos, with little coordination across institutions or disciplines, preventing synthesis of collective wisdom and hindering the replication of evidence-based best practices across institutions. Second, because of institutional silos, insufficient attention is given to student experiences at cross-institutional transitions when attrition is high. This RCN will tackle these two problems targeting computer science (CS) and engineering, by developing a multi-institutional partnership in Massachusetts to connect instructors of CS and engineering, social scientists who study STEM pathways, educational support staff, and industry partners who hire and develop talent in CS and engineering. This coordinated network of Researchers, Educators, and Business Leaders (REBL) may become a model for other states across the nation.\r\n\r\nThis RCN project will create three interconnected Network Improvement Communities (NICs) in Massachusetts that will provide a collaboration space for researchers and practitioners to work on equity in three different areas; high school, colleges and universities, and workforce and industry. NIC activities will focus on: (1) synthesizing knowledge from research, teaching, outreach, and business, to identify multiple barriers in CS and engineering pathways from high school to the workforce, with attention to developmental transitions; (2) communicating evidence-based remedies to inform decisions made by instructors and industry partners that influence the flow of people from high school to the workforce; (3) increasing impact by replicating successful remedies from one partner institution to others; and (4) matchmaking new collaborations between researchers and practitioners to tackle knowledge gaps in education, outreach, and business as they relate to broadening CS and engineering participation. Focused on network formation in Massachusetts, the effort will leverage the UMass system, Five Colleges, and cross-institutional relationships developed by this project to enact remedies at multiple institutions that scale impact and catalyze future grants by multi-institutional teams to test new interventions. The network will also bridge college education with career opportunities through internships and service learning with special attention to underrepresented students. \r\n\r\nThis RCN is co-funded by the EHR Core Research program and by NSF INCLUDES, which focuses on catalyzing the STEM enterprise to collaboratively work towards inclusive change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nilanjana",
   "pi_last_name": "Dasgupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nilanjana Dasgupta",
   "pi_email_addr": "dasgupta@psych.umass.edu",
   "nsf_id": "000100209",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Laoulache",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond N Laoulache",
   "pi_email_addr": "rlaoulache@umassd.edu",
   "nsf_id": "000090020",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Martin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Fred G Martin",
   "pi_email_addr": "fred.martin@utsa.edu",
   "nsf_id": "000162681",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Haas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Haas",
   "pi_email_addr": "lmhaas@cs.umass.edu",
   "nsf_id": "000780129",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "032Y00",
   "pgm_ele_name": "Eddie Bernice Johnson INCLUDES"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1544",
   "pgm_ref_txt": "GSE: Research on Gender in S&E"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 499366.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The nature of work in the United States has changed rapidly since the 20st century. A growing proportion of all employment today revolves around science and technology industries. Despite the national demand for a workforce with expertise in science, technology, engineering, and mathematics (STEM), the supply of STEM graduates has lagged behind, resulting in a substantial gap between demand and supply. The relative scarcity of women and minorities in STEM education and careers, especially in engineering and computer science, contributes to income disparities by gender and race.&nbsp;While many efforts are underway across the nation to increase the supply of STEM students, they are stymied because most efforts occur within institutional silos, with little coordination across institutions preventing synthesis of collective wisdom and hindering the replication of evidence-based best practices across institutions. Because of institutional silos, insufficient attention is given to student experiences at cross-institutional transitions when attrition is high.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual Merit &amp; Broader Impacts</strong></p>\n<p>This NSF-funded project tackled the above-mentioned problem targeting computer science (CS) and engineering, by developing a&nbsp;multi-institutional partnership&nbsp;in Massachusetts connecting educators who teach computer science and engineering, social scientists who study barriers and remedies in education and the workforce, educational staff who provide out-of-class support, informal educational organizations who organize out-of-class activities, and industry partners who hire and develop talent in technology and engineering.&nbsp;We called our network of Researchers, Educators, and Business Leaders, and Students &ldquo;REBLS&rdquo; in Massachusetts. Our aspiration was to be a model for other states across the nation.<br /> <br /></p>\n<p><strong>Goals &amp; Objectives</strong></p>\n<ol>\n<li>To create, sustain, and grow a dynamic and porous research-practice learning community to foster awareness, build relationships, and share knowledge.</li>\n<li>To advance educational and professional development of students in engineering, computer science, and social science.</li>\n<li>To disseminate concrete deliverables to practitioners across institution type.</li>\n</ol>\n<p>&nbsp;</p>\n<p><strong>Accomplishments</strong></p>\n<p>Across the life of the NSF grant, the REBLS network attracted 234 participants from 86 unique institutions across Massachusetts, including high schools, community colleges, four-year higher education colleges/universities, tech and engineering oriented businesses, informal learning organizations, and state and local government. Through regular events that brought together participants to articulate obstacles in STEM pathways, share ideas, and design solutions, and through seed grants as incentives, seven self-organized project groups emerged from our network who worked on specific projects supported by seed grants from REBLS. These include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Two industry mentorship programs: (i) A collaboration between Holyoke Community College and Dell Technologies; (ii) a collaboration between Dell Technologies and IDEMIA</li>\n<li>Diversity Career Summit: A collaboration between UMass Amherst and UMass Lowell</li>\n<li>Two peer mentoring programs for the transition from community college to university: (i) A collaboration between three community colleges and three UMass campuses. (ii) A collaboration between Holyoke Community College, Upward Bound, and UMass Amherst</li>\n<li>A program to engage middle school students in digital literacy and computer science: A collaboration between Waltham Public School, Diman Regional Vocational Technical High School, UMass Dartmouth, and UMass Amherst</li>\n<li>A program developing an online adventure game (GaleForce) to interest girls in robotics: A collaboration between Elms College, Holyoke Codes, UMass Amherst</li>\n<li>Leadership Academy program, a cohort-based professional development program for underrepresented students in CS and engineering: A collaboration between UMass Amherst, Harvard Kennedy School, and a retired technology executive.</li>\n</ul>\n<p>&nbsp;</p>\n<p>The Leadership Academy was by far the most successful program to emerge from REBLS network, that continues to endure today. This program aimed to expand onramps from undergraduate degree programs to early career opportunities through professional development activities&mdash;e.g., teaching problem-solving skills, conflict management, and communication; teaching the norms and expectations of professional workplaces; exposure to diverse professional role models; and facilitating networking and internship opportunities for underrepresented students. The program expanded from a Massachusetts focus to become a national program in 2021-2023&mdash;students from across the nation participated. In 2022,<strong> </strong>program leaders raised $54,000 in corporate sponsorship for the program and secured a two-year $500,000 grant from Reboot Representation, a consortium of technology companies, to fund the program beyond the REBLS seed grant. In 2023,<strong> </strong>the same team raised $46,000 in corporate gifts and an alumna of UMass Amherst. We also conducted scholarly research on broadening participation as part of the Leadership Academy. The impacts of the program are being rigorously tested using a longitudinal quasi-experiment across the past four years. The preliminary results look very promising and will be published in a scholarly journal.</p>\n<p>&nbsp;</p>\n<p>New relationships among participants in the REBLS network led to another follow-on project aimed at diversifying pathways from undergraduate to graduate education in computer science and engineering by: (a) shifting faculty mindsets as they mentor underrepresented students in experiential research; (b) providing student fellowship opportunities for hands-on experiential research; and (c) creating small group mentoring and workshop opportunity for students to learn about the value of graduate degrees in tech and engineering and search process.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/11/2024<br>\nModified by: Nilanjana&nbsp;Dasgupta</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe nature of work in the United States has changed rapidly since the 20st century. A growing proportion of all employment today revolves around science and technology industries. Despite the national demand for a workforce with expertise in science, technology, engineering, and mathematics (STEM), the supply of STEM graduates has lagged behind, resulting in a substantial gap between demand and supply. The relative scarcity of women and minorities in STEM education and careers, especially in engineering and computer science, contributes to income disparities by gender and race.While many efforts are underway across the nation to increase the supply of STEM students, they are stymied because most efforts occur within institutional silos, with little coordination across institutions preventing synthesis of collective wisdom and hindering the replication of evidence-based best practices across institutions. Because of institutional silos, insufficient attention is given to student experiences at cross-institutional transitions when attrition is high.\n\n\n\n\n\nIntellectual Merit & Broader Impacts\n\n\nThis NSF-funded project tackled the above-mentioned problem targeting computer science (CS) and engineering, by developing amulti-institutional partnershipin Massachusetts connecting educators who teach computer science and engineering, social scientists who study barriers and remedies in education and the workforce, educational staff who provide out-of-class support, informal educational organizations who organize out-of-class activities, and industry partners who hire and develop talent in technology and engineering.We called our network of Researchers, Educators, and Business Leaders, and Students REBLS in Massachusetts. Our aspiration was to be a model for other states across the nation.\n \n\n\n\nGoals & Objectives\n\nTo create, sustain, and grow a dynamic and porous research-practice learning community to foster awareness, build relationships, and share knowledge.\nTo advance educational and professional development of students in engineering, computer science, and social science.\nTo disseminate concrete deliverables to practitioners across institution type.\n\n\n\n\n\n\nAccomplishments\n\n\nAcross the life of the NSF grant, the REBLS network attracted 234 participants from 86 unique institutions across Massachusetts, including high schools, community colleges, four-year higher education colleges/universities, tech and engineering oriented businesses, informal learning organizations, and state and local government. Through regular events that brought together participants to articulate obstacles in STEM pathways, share ideas, and design solutions, and through seed grants as incentives, seven self-organized project groups emerged from our network who worked on specific projects supported by seed grants from REBLS. These include:\n\n\n\n\nTwo industry mentorship programs: (i) A collaboration between Holyoke Community College and Dell Technologies; (ii) a collaboration between Dell Technologies and IDEMIA\nDiversity Career Summit: A collaboration between UMass Amherst and UMass Lowell\nTwo peer mentoring programs for the transition from community college to university: (i) A collaboration between three community colleges and three UMass campuses. (ii) A collaboration between Holyoke Community College, Upward Bound, and UMass Amherst\nA program to engage middle school students in digital literacy and computer science: A collaboration between Waltham Public School, Diman Regional Vocational Technical High School, UMass Dartmouth, and UMass Amherst\nA program developing an online adventure game (GaleForce) to interest girls in robotics: A collaboration between Elms College, Holyoke Codes, UMass Amherst\nLeadership Academy program, a cohort-based professional development program for underrepresented students in CS and engineering: A collaboration between UMass Amherst, Harvard Kennedy School, and a retired technology executive.\n\n\n\n\n\n\nThe Leadership Academy was by far the most successful program to emerge from REBLS network, that continues to endure today. This program aimed to expand onramps from undergraduate degree programs to early career opportunities through professional development activitiese.g., teaching problem-solving skills, conflict management, and communication; teaching the norms and expectations of professional workplaces; exposure to diverse professional role models; and facilitating networking and internship opportunities for underrepresented students. The program expanded from a Massachusetts focus to become a national program in 2021-2023students from across the nation participated. In 2022, program leaders raised $54,000 in corporate sponsorship for the program and secured a two-year $500,000 grant from Reboot Representation, a consortium of technology companies, to fund the program beyond the REBLS seed grant. In 2023, the same team raised $46,000 in corporate gifts and an alumna of UMass Amherst. We also conducted scholarly research on broadening participation as part of the Leadership Academy. The impacts of the program are being rigorously tested using a longitudinal quasi-experiment across the past four years. The preliminary results look very promising and will be published in a scholarly journal.\n\n\n\n\n\nNew relationships among participants in the REBLS network led to another follow-on project aimed at diversifying pathways from undergraduate to graduate education in computer science and engineering by: (a) shifting faculty mindsets as they mentor underrepresented students in experiential research; (b) providing student fellowship opportunities for hands-on experiential research; and (c) creating small group mentoring and workshop opportunity for students to learn about the value of graduate degrees in tech and engineering and search process.\n\n\n\t\t\t\t\tLast Modified: 01/11/2024\n\n\t\t\t\t\tSubmitted by: NilanjanaDasgupta\n"
 }
}