{
 "awd_id": "1843017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Versatile Low-Noise Traveling-Wave Parametric Amplifier for Quantum Information Processing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 224986.0,
 "awd_amount": 224986.0,
 "awd_min_amd_letter_date": "2019-01-30",
 "awd_max_amd_letter_date": "2019-01-30",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project will result from the development of a traveling-wave parametric amplifier (TWPA) prototype suitable to be marketed to the Quantum Information Processing community. Quantum computers require extremely sensitive amplifiers operating near absolute zero to amplify weak signals. There are two critical features of this amplifier that will benefit the community directly: 1) the ability to have more qubits per amplifier - essential for large scale quantum computers, and 2) the ability to use a commercial manufacturing process. As quantum hardware continues to scale, so does the number of qubits, making multichannel amplifiers essential. European and Asian investment in quantum technology is growing at an alarming rate. The US is at risk of losing the leading position in this technical space. The commercialization of TWPA technology is an example of technologies required for the US to remain competitive in quantum technology.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will introduce a TWPA product prototype for the Quantum Information Processing market by addressing some of the interfacing, packaging and manufacturing limitations of experimental devices. Critical to the ability to distribute these amplifiers to the market is a means of manufacturing such devices at scale. A key advantage of the proposed technology is its ease of fabrication and the fact that it can be fabricated using an industry standard process, which will be demonstrated during the Phase I project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Koh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Koh",
   "pi_email_addr": "ckoh@millimeterwavesystems.com",
   "nsf_id": "000781090",
   "pi_start_date": "2019-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MILLIMETER WAVE SYSTEMS, LLC",
  "inst_street_address": "9 RESEARCH DR",
  "inst_street_address_2": "STE 8",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4133456467",
  "inst_zip_code": "010022775",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "MILLIMETER WAVE SYSTEMS LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "UDVCLZ6S2JK5"
 },
 "perf_inst": {
  "perf_inst_name": "Millimeter Wave Systema",
  "perf_str_addr": "9 Research Drive, Suite 8",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010022775",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 224986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Millimeter Wave Systems, LLC working with University of Massachusetts Boston has developed a prototype version of an MQA<sup>TM</sup>&nbsp;(Multi-Qubit Amplifier) capable of amplifying the outputs to detectable levels of more than fifty quantum bits (qubits) with a single quantum-limited amplifier. The outputs, also known as readouts, represent the results from quantum computer computations. When used with a multiplexed readout scheme, this technology will enable higher density quantum computers by reducing the hardware size, complexity, and heat load over single qubit solutions. Prior state-of-art solutions required special processing only found at government labs, resulting in limited commercial availability. The patented technology advanced by this work enables fabrication in commercial foundries that will be result in commercially available solutions. In addition, the performance has been improved over the prior state-of-the art, with the expectation that operation close to the theoretical limit will be achieved.&nbsp;Superconducting quantum circuits and their first-stage amplifiers need to be at the lowest temperature stage of the quantum computer&rsquo;s refrigerator and compete for very limited space and cooling capacity. Decreasing the space required for the amplifier to &lt;2% of single-qubit solutions is a tremendous space-saver and will aid in the construction of much more powerful quantum computers with many more qubits. In addition, the MQA<sup>TM</sup> significantly reduces amplification cost because a multitude of qubits can share a single amplifier.&nbsp;The MQA&trade; product is designed for &ldquo;plug and play&rdquo; installation, easy to set up, and requiring no additional ancillary equipment. The MQA&trade; product supports room temperature detection, a method wherein the signals from the qubit readouts are amplified and carried up from the coldest stage of a dilution refrigerator to electronics at room temperature that detect and process the information. Perhaps the greatest obstacle in building quantum computers using this architecture is managing all the different single qubit signal lines that connect to the superconducting quantum circuits through the many cooling stages of the refrigerator. These connections which consist of chains of microwave cables and components, make it challenging to scale-up to larger quantum computer systems (many qubits) because space limits the amount of hardware that can fit into the refrigerator. An amplifier such as the MQA<sup>TM</sup> that can reduce the readout chains by a factor of fifty or more will address one of the critical needs in scaling these systems to larger qubit counts.&nbsp;In Phase I we demonstrated feasibility of the MQA<sup>TM</sup> product by verifying performance of devices designed for and fabricated in a commercial foundry. The final devices demonstrated lower loss than the state-of-the-art, providing a path to quantum limited performance. We also designed and fabricated a prototype control unit with verified performance needed to drive and control the amplifier device from outside the refrigerator.&nbsp; These achievements significantly reduce the risks associated with the final product development to be completed in Phase II.Currently, quantum computers have successfully demonstrated requisite scientific principles on small systems (&lt;100 general purpose qubits). Much larger systems (&gt;1,000 or &gt;10,000 qubits) are required to unleash general computational supremacy over conventional computers that can be used to solve the real-world problems of our time. This MQA<sup>TM</sup> product, by solving one of the critical bottlenecks, will help to achieve these goals.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/21/2020<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Koh</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1843017/1843017_10589330_1590072479153_P1010673--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1843017/1843017_10589330_1590072479153_P1010673--rgov-800width.jpg\" title=\"Travelling Wave Parametric Amplifier System\"><img src=\"/por/images/Reports/POR/2020/1843017/1843017_10589330_1590072479153_P1010673--rgov-66x44.jpg\" alt=\"Travelling Wave Parametric Amplifier System\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Multi-Qubit Amplifier(TM) system including Control Unit and travelling wave parametric amplifier device.</div>\n<div class=\"imageCredit\">C. Koh</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;Koh</div>\n<div class=\"imageTitle\">Travelling Wave Parametric Amplifier System</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMillimeter Wave Systems, LLC working with University of Massachusetts Boston has developed a prototype version of an MQATM (Multi-Qubit Amplifier) capable of amplifying the outputs to detectable levels of more than fifty quantum bits (qubits) with a single quantum-limited amplifier. The outputs, also known as readouts, represent the results from quantum computer computations. When used with a multiplexed readout scheme, this technology will enable higher density quantum computers by reducing the hardware size, complexity, and heat load over single qubit solutions. Prior state-of-art solutions required special processing only found at government labs, resulting in limited commercial availability. The patented technology advanced by this work enables fabrication in commercial foundries that will be result in commercially available solutions. In addition, the performance has been improved over the prior state-of-the art, with the expectation that operation close to the theoretical limit will be achieved. Superconducting quantum circuits and their first-stage amplifiers need to be at the lowest temperature stage of the quantum computer’s refrigerator and compete for very limited space and cooling capacity. Decreasing the space required for the amplifier to &lt;2% of single-qubit solutions is a tremendous space-saver and will aid in the construction of much more powerful quantum computers with many more qubits. In addition, the MQATM significantly reduces amplification cost because a multitude of qubits can share a single amplifier. The MQA&trade; product is designed for \"plug and play\" installation, easy to set up, and requiring no additional ancillary equipment. The MQA&trade; product supports room temperature detection, a method wherein the signals from the qubit readouts are amplified and carried up from the coldest stage of a dilution refrigerator to electronics at room temperature that detect and process the information. Perhaps the greatest obstacle in building quantum computers using this architecture is managing all the different single qubit signal lines that connect to the superconducting quantum circuits through the many cooling stages of the refrigerator. These connections which consist of chains of microwave cables and components, make it challenging to scale-up to larger quantum computer systems (many qubits) because space limits the amount of hardware that can fit into the refrigerator. An amplifier such as the MQATM that can reduce the readout chains by a factor of fifty or more will address one of the critical needs in scaling these systems to larger qubit counts. In Phase I we demonstrated feasibility of the MQATM product by verifying performance of devices designed for and fabricated in a commercial foundry. The final devices demonstrated lower loss than the state-of-the-art, providing a path to quantum limited performance. We also designed and fabricated a prototype control unit with verified performance needed to drive and control the amplifier device from outside the refrigerator.  These achievements significantly reduce the risks associated with the final product development to be completed in Phase II.Currently, quantum computers have successfully demonstrated requisite scientific principles on small systems (&lt;100 general purpose qubits). Much larger systems (&gt;1,000 or &gt;10,000 qubits) are required to unleash general computational supremacy over conventional computers that can be used to solve the real-world problems of our time. This MQATM product, by solving one of the critical bottlenecks, will help to achieve these goals. \n\n\t\t\t\t\tLast Modified: 05/21/2020\n\n\t\t\t\t\tSubmitted by: Christopher Koh"
 }
}