{
 "awd_id": "1843795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Stackmaps: A Metacognitive Learning Support Tool To Empower Students In STEM",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diane Hickey",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 224995.0,
 "awd_amount": 224995.0,
 "awd_min_amd_letter_date": "2019-01-29",
 "awd_max_amd_letter_date": "2021-01-14",
 "awd_abstract_narration": "This SBIR Phase I project will study and develop methods to provide adult professionals and young adult students with the skills and self-confidence to pursue studies and careers in Science, Technology, Engineering, and Math (STEM) fields. Today, a large segment of society identifies as being underrepresented in the technology sector. Some individuals experience low technology-related self-confidence as a result. At a time when the United States has an increasing demand for technology workers, the country needs contributions from all segments of society, and not simply those segments which have been privileged in the past, to meet this demand and maintain U.S. competitive advantage in the global innovation economy. Engaging people from the full spectrum of the United States population will enable innovative companies to leverage more diverse sources of creativity, build better solutions to today's problems, and create more jobs. When people see themselves as future practitioners of a technical skill, it is possible to learn topics in a deeper, more fulfilling, and more enduring manner. Commercializing this invention will increase online learning platform retention rates, driving revenue not only within educational companies but within the companies who hire the resulting talent.\r\n\r\n\r\nThe proposed technology is innovative because no commercially-available software tools exist which support metacognitive development in tandem with technical skill acquisition. This innovation is risky because no one has proven that having a positive influence on metacognition through automated software is even possible during single learning session. The goal of this research is to deliver techniques for enhancing the self-efficacy of STEM learners within the context of online learning platforms. The project combines best practices in digital personalization and educational psychology research to deliver customized content responsive to learner preferences and learner attitude attributes. The proposed research will demonstrate, via a random trial, increased levels of motivation and engagement in students who receive targeted interventions as compared with a control population. Using survey instruments, the researchers will measure changes in self-efficacy, challenge-seeking, and goal-setting behavior. Because the research team has unique experience in developing proven educational interventions which enhance self-efficacy across a variety of learning domains, the algorithms and methods inside the proposed technology will be difficult for competitors to replicate. This SBIR project will deliver algorithms and automated, web-based interventions to help all STEM learners experience personal engagement with STEM topics and find empowerment in the task of learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robyn",
   "pi_last_name": "Allen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robyn Allen",
   "pi_email_addr": "rca@team-ci.com",
   "nsf_id": "000724261",
   "pi_start_date": "2019-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Central Inventions, Inc.",
  "inst_street_address": "1800 N GREENE ST STE E",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "6177022471",
  "inst_zip_code": "278349013",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "CENTRAL INVENTIONS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "P6F3TKAY3543"
 },
 "perf_inst": {
  "perf_inst_name": "Central Inventions, Inc.",
  "perf_str_addr": "14 SPRING ST. FL 1",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024514429",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 224995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research (SBIR) Phase I project enabled the research and development effort of a novel online learning system that leverages content personalization and innovations from Cognitive Science to help users gain awareness of their learning and personal growth. During Phase I of this NSF SBIR grant, Central Inventions (C.I.) built Stackmaps, the first online learning portal capable of delivering metacognitive skill development in tandem with technical curriculum.</p>\n<p>&nbsp;</p>\n<p>Improving a learner's metacognition simultaneous with course instruction is a new avenue of innovation in computer-based and Artificial Intelligence-assisted learning environments. Customer feedback and insight from a digital learning researcher in the first half of Phase I highlighted an opportunity to go beyond basic skill building to develop individual attributes related to open-ended problem solving. The positive response to this focus in the second half of Phase I motivates an even deeper emphasis on these aspects during Phase II and a closer collaboration with technology companies.</p>\n<p>&nbsp;</p>\n<p>Results from three pilot studies during Phase I show that the Stackmaps platform creates measurable benefits in both self-regulation and challenge-seeking behavior. The team collected data from a diverse group of learners and participated in a conference on learner engagement. This work is significant to society because platforms like Stackmaps have the potential to greatly increase access to technology careers and to increase retention of individuals already in technology-related jobs.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2021<br>\n\t\t\t\t\tModified by: Robyn&nbsp;Allen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Small Business Innovation Research (SBIR) Phase I project enabled the research and development effort of a novel online learning system that leverages content personalization and innovations from Cognitive Science to help users gain awareness of their learning and personal growth. During Phase I of this NSF SBIR grant, Central Inventions (C.I.) built Stackmaps, the first online learning portal capable of delivering metacognitive skill development in tandem with technical curriculum.\n\n \n\nImproving a learner's metacognition simultaneous with course instruction is a new avenue of innovation in computer-based and Artificial Intelligence-assisted learning environments. Customer feedback and insight from a digital learning researcher in the first half of Phase I highlighted an opportunity to go beyond basic skill building to develop individual attributes related to open-ended problem solving. The positive response to this focus in the second half of Phase I motivates an even deeper emphasis on these aspects during Phase II and a closer collaboration with technology companies.\n\n \n\nResults from three pilot studies during Phase I show that the Stackmaps platform creates measurable benefits in both self-regulation and challenge-seeking behavior. The team collected data from a diverse group of learners and participated in a conference on learner engagement. This work is significant to society because platforms like Stackmaps have the potential to greatly increase access to technology careers and to increase retention of individuals already in technology-related jobs.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/22/2021\n\n\t\t\t\t\tSubmitted by: Robyn Allen"
 }
}