{
 "awd_id": "1843833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Exploration of Plasma Activated Water Systems in the Dairy Industry",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 224828.0,
 "awd_amount": 224828.0,
 "awd_min_amd_letter_date": "2019-01-31",
 "awd_max_amd_letter_date": "2021-06-22",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project centers on the possibility opened by plasma-activated water in dairy sanitation. Plasma activated water has several advantages: it is reusable and reduces the need to buy, store, and dispose of chemicals, it will not face antimicrobial resistance, unlike chemicals, and could be a faster disinfectant. In addition to replacing chemical disinfectants, plasma activated water could prove to be fast enough to allow for disinfecting the milking unit in-between individual cows, which should reduce the spread of mastitis within a herd, reducing the farmer's costs in terms of medicine, increased labor, and culling. By using plasma activated water as part of a milking system, cleaning could be automated as well as target spores in farm environments. The resulting reduction in costs, infection rate, manual labor & strain, and increase in milk quality, could revolutionize the dairy industry.\r\n\r\nThis SBIR Phase 1 project proposes to research a method whereby plasma activated water replaces chemical disinfectants used in dairy milking machines. The dairy industry is facing two major problems relating to milking machines: first, a manual labor shortage, and secondly an ever-present threat of mastitis, an infection estimated to cost the industry $1B annually. These two problems come to a head at the milking machine, as current methods require cows to be manually cleaned before milking. The goal of this project is to explore whether plasma activated water could be an effective replacement for teat dips, aiming to design a self-cleaning milking attachment for existing machines, and clean the cows with PAW prior to milking. In Phase I, the focus will be on building a basic prototype to check sanitation capabilities, and compatibility with a farm environment. Future research would include a longer-term study of animals and track infection rates before and after.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cable",
   "pi_last_name": "Durham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cable Durham",
   "pi_email_addr": "christi.durham@gmail.com",
   "nsf_id": "000766289",
   "pi_start_date": "2019-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ozonovation Corp",
  "inst_street_address": "45 A MANOR PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2084731333",
  "inst_zip_code": "146202625",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "OZONOVATION CORP",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWN6E7NF6586"
 },
 "perf_inst": {
  "perf_inst_name": "Ozonovation Corp",
  "perf_str_addr": "45 A Manor Parkway",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146202601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 224828.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c4b43aed-7fff-9a5b-53c2-c9edb3512ea6\">\n<p dir=\"ltr\"><span>This SBIR project investigated the efficacy of Plasma Activated Water (PAW) in dairy sanitation in an effort to improve food safety practices and reduce an industry-wide reliance on chemicals that are damaging the environment. Over the course of this project, we built and experimented with a prototype for generating PAW that included multiple types of electrodes, varying voltages from 1kV-5kV, and different methods of injecting ozone generated by plasma into water. Additionally, experiments were conducted to ensure material compatibility with PAW and common industry standard materials: stainless steel, copper, and silicone. Finally, we ensured that PAW would eliminate common pathogens such as s.aureus and e.coli to prevent contagious mastitis.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Despite the promise that plasma sanitation technology holds for the dairy industry, we found that the technology was both too immature for the current market&rsquo;s needs and the market is less promising than expected. The technical limitations of our prototype would make it difficult to market as a product, on top of business challenges uncovered through customer discovery. Customer discovery revealed that farmers are difficult to reach as a market: farm equipment uses very segmented business channels and every farm is unique in the challenges they face and how they solve those problems. Further research utilizing PAW should focus instead on agricultural wastewater or produce washing.</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2022<br>\n\t\t\t\t\tModified by: Cable&nbsp;Durham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThis SBIR project investigated the efficacy of Plasma Activated Water (PAW) in dairy sanitation in an effort to improve food safety practices and reduce an industry-wide reliance on chemicals that are damaging the environment. Over the course of this project, we built and experimented with a prototype for generating PAW that included multiple types of electrodes, varying voltages from 1kV-5kV, and different methods of injecting ozone generated by plasma into water. Additionally, experiments were conducted to ensure material compatibility with PAW and common industry standard materials: stainless steel, copper, and silicone. Finally, we ensured that PAW would eliminate common pathogens such as s.aureus and e.coli to prevent contagious mastitis. \nDespite the promise that plasma sanitation technology holds for the dairy industry, we found that the technology was both too immature for the current market’s needs and the market is less promising than expected. The technical limitations of our prototype would make it difficult to market as a product, on top of business challenges uncovered through customer discovery. Customer discovery revealed that farmers are difficult to reach as a market: farm equipment uses very segmented business channels and every farm is unique in the challenges they face and how they solve those problems. Further research utilizing PAW should focus instead on agricultural wastewater or produce washing.\n\n\n\t\t\t\t\tLast Modified: 01/05/2022\n\n\t\t\t\t\tSubmitted by: Cable Durham"
 }
}