{
 "awd_id": "1843818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  The Comake Graph",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2018-12-21",
 "awd_max_amd_letter_date": "2018-12-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project will be to drive economic growth and innovation by increasing a knowledge worker's ease of access to the digital information that is relevant to his/her work. Businesses today are enormously dependent on the archives of files, communication, and other information contained within the systems and services they rely on (networked drives, cloud storage, messaging tools, email, etc.). As these archives grow, they are increasingly hard to standardize and organize so that individuals know where to look for and how to find the information they need to do their jobs. The result is that individual employees waste enormous amounts of time trying to locate files and information fragmented across complex directories and many communication channels. Centralizing access to files and communication within an easily searchable and flexible workspace can unlock several hours of lost productivity and duplicate efforts per knowledge worker per week. Furthermore, presenting all of the relevant context around each file and message, including other file-versions, related files, discussions, activity events, etc., can help knowledge workers today with better version control, an understanding of how projects/ideas unfold, transferring of best practices, and preventing institutional knowledge-loss.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project seeks to further develop a novel method for users to contextually and unobtrusively access all relevant files and information associated with their work. This project focuses on developing software that can automatically map the relationships between digital workflow components (email messages, chat messages, tasks, contacts, files, etc.), and store them in discrete private databases controlled by the users. This project's key technical challenges include: improving the proprietary algorithms that automatically interconnect user information (while the information remains hosted on third party systems/services); improving the scalability of data ingress, processing, indexing, and syncing; and establishing a system capable of hosting and processing a multitude of discrete and disconnected databases of user information. The anticipated outcome of this project is a new type of software platform that can be hosted in private instances and that improves the productivity of its users by: consolidating user information stored on third-party systems/services; making it all easily searchable and manageable; and augmenting every file with additional history and context from all other connected third party systems/services.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Gutierrez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andres Gutierrez",
   "pi_email_addr": "andres@comake.io",
   "nsf_id": "000765969",
   "pi_start_date": "2018-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Comake, Inc",
  "inst_street_address": "1370 N. ST ANDREWS PLACE",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7703098717",
  "inst_zip_code": "900288529",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "CA30",
  "org_lgl_bus_name": "COMAKE INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3PNKLHNRDC8"
 },
 "perf_inst": {
  "perf_inst_name": "Comake, Inc",
  "perf_str_addr": "119 Stewart Ave.",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148504547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Comake is developing a productivity tool which utilizes behavioral data, proprietary data-correlation methods, and machine learning to establish relationships and recommendations between related files, messages, people, and other data so that institutional knowledge can be preserved and leveraged effectively. As people communicate and collaborate in other systems and services, contextual information is gathered and structured into the Comake Graph. Comake leverages this graph to (1) enable knowledge workers to easily find information with personalized search results based on their workflows, to (2) share and leverage institutional knowledge and avoid rework by revealing all of the relationships around each file and message (i.e. where it fits into the larger timeline of a deliverable), to (3) track contributions and properly attribute success, to (4) mitigate security / compliance risks associated with inconsistencies and incompatibilities across systems (i.e. through consolidated access histories and identity and access management), and to (5) improve operational performance through data-driven business insights. In this Phase I project, our major goal was to continue to improve this technology through the by completing the following technical objectives: 1) Ensure we can scale the Comake Graph relational databases and indexes; 2) Enable private, offline, user controlled Comake Graphs; and 3) Improve and generalize file correlation methods. Completion of these objectives will help position us for future commercialization.</p>\n<p>Outcomes: In the Phase I work, we iterated through several minimum viable products that were complete enough to start interacting with customers. We explored building our Knowledge OS over Electron, over Operating Systems, and over the web. Three of these experiments achieved a minimum level of product-user-fit. Using learnings from these experiments we adapted before pursuing product-market-fit. A key part of this was the careful consideration given to establishing an underlying framework for Knowledge OS. We validated our key value propositions of mapping Knowledge and presenting it contextually, but it was important to establish logic and path forward for Knowledge OS.. We also validated the technological paths forward as viable and worth investing in. Importantly though, as we started to see success on certain aspects of Comake&rsquo;s products, we practiced restraint in the interest of ensuring that we propose and build the right business. In other words, rather than pushing down a path that would end up having us optimize a piece of the puzzle before we fully understand the big picture, we made sure we understood the big picture and the path we need to take to get there. The Phase I effort laid the groundwork for this goal by running the necessary experiments to de-risk both the technology and business prior to investing in the realization of the full vision.</p>\n<p>Other achievements: Comake went beyond our proposed technical objectives and established a framework that significantly reduces interface risk while simultaneously improving Comake&rsquo;s ability to leverage behavioral data to map and present useful relationships across all web-based tools, which ultimately enriches a very large number of potential workflows for our users. These supplemental developments were included alongside, in addition to, and to the benefit of our Phase I R&amp;D efforts; they were realized through the course of continued customer discovery in a world rapidly changing to address a global pandemic, as well as through a continuously improving understanding of technical possibilities and limitations related to our R&amp;D objectives. Over the past year we have invested heavily in ensuring that our research and technology will offer a significant positive contribution to society, particularly as more knowledge workers transition into a digital, distributed, and asynchronous workforce, and particularly as the second order effects of presenting data online without supporting evidence or context become more prevalent and severe. Our successes in both the core and supplemental goals over the past several months have demonstrated the team&rsquo;s capabilities and the technology&rsquo;s flexibility in meeting the needs of our users, customers, and the global workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2021<br>\n\t\t\t\t\tModified by: Andres&nbsp;Gutierrez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nComake is developing a productivity tool which utilizes behavioral data, proprietary data-correlation methods, and machine learning to establish relationships and recommendations between related files, messages, people, and other data so that institutional knowledge can be preserved and leveraged effectively. As people communicate and collaborate in other systems and services, contextual information is gathered and structured into the Comake Graph. Comake leverages this graph to (1) enable knowledge workers to easily find information with personalized search results based on their workflows, to (2) share and leverage institutional knowledge and avoid rework by revealing all of the relationships around each file and message (i.e. where it fits into the larger timeline of a deliverable), to (3) track contributions and properly attribute success, to (4) mitigate security / compliance risks associated with inconsistencies and incompatibilities across systems (i.e. through consolidated access histories and identity and access management), and to (5) improve operational performance through data-driven business insights. In this Phase I project, our major goal was to continue to improve this technology through the by completing the following technical objectives: 1) Ensure we can scale the Comake Graph relational databases and indexes; 2) Enable private, offline, user controlled Comake Graphs; and 3) Improve and generalize file correlation methods. Completion of these objectives will help position us for future commercialization.\n\nOutcomes: In the Phase I work, we iterated through several minimum viable products that were complete enough to start interacting with customers. We explored building our Knowledge OS over Electron, over Operating Systems, and over the web. Three of these experiments achieved a minimum level of product-user-fit. Using learnings from these experiments we adapted before pursuing product-market-fit. A key part of this was the careful consideration given to establishing an underlying framework for Knowledge OS. We validated our key value propositions of mapping Knowledge and presenting it contextually, but it was important to establish logic and path forward for Knowledge OS.. We also validated the technological paths forward as viable and worth investing in. Importantly though, as we started to see success on certain aspects of Comake’s products, we practiced restraint in the interest of ensuring that we propose and build the right business. In other words, rather than pushing down a path that would end up having us optimize a piece of the puzzle before we fully understand the big picture, we made sure we understood the big picture and the path we need to take to get there. The Phase I effort laid the groundwork for this goal by running the necessary experiments to de-risk both the technology and business prior to investing in the realization of the full vision.\n\nOther achievements: Comake went beyond our proposed technical objectives and established a framework that significantly reduces interface risk while simultaneously improving Comake’s ability to leverage behavioral data to map and present useful relationships across all web-based tools, which ultimately enriches a very large number of potential workflows for our users. These supplemental developments were included alongside, in addition to, and to the benefit of our Phase I R&amp;D efforts; they were realized through the course of continued customer discovery in a world rapidly changing to address a global pandemic, as well as through a continuously improving understanding of technical possibilities and limitations related to our R&amp;D objectives. Over the past year we have invested heavily in ensuring that our research and technology will offer a significant positive contribution to society, particularly as more knowledge workers transition into a digital, distributed, and asynchronous workforce, and particularly as the second order effects of presenting data online without supporting evidence or context become more prevalent and severe. Our successes in both the core and supplemental goals over the past several months have demonstrated the team’s capabilities and the technology’s flexibility in meeting the needs of our users, customers, and the global workforce.\n\n\t\t\t\t\tLast Modified: 05/19/2021\n\n\t\t\t\t\tSubmitted by: Andres Gutierrez"
 }
}