{
 "awd_id": "1844538",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Automatic and general light transport algorithms for use by humans and machines",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922533",
 "po_email": "hshen@nsf.gov",
 "po_sign_block_name": "Han-Wei Shen",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 549922.0,
 "awd_amount": 549922.0,
 "awd_min_amd_letter_date": "2019-03-11",
 "awd_max_amd_letter_date": "2022-08-16",
 "awd_abstract_narration": "Computer graphics rendering uses light transport simulation to virtually \"capture\" photographs. While its evolution has largely mirrored that of photography, the state of graphics today is unfortunately like that of photography in the mid-1900s when creating a good image required being a trained professional with an intimate understanding of light and the peculiarities of the available tools. Since then, photography has witnessed a revolution where smartphone cameras produce technically superior images while hiding this complexity; this democratization has enabled a vast array of new applications. The goal of the current project is to enable the same revolution for the \"virtual photographs\" created using computer graphics algorithms. This will require developing new ways of expressing numerical light transport simulations which relax current assumptions on the input and output of the rendering process, leading to automatic \"point and click\" rendering algorithms which avoid manual parameter tuning. Project outcomes will have far-reaching and broad impact on all application areas that currently rely on accurate and efficient light transport simulation, from diagnosing illnesses, to self-driving cars, to video games and films, to designing and manufacturing products. More importantly, they will democratize these tools beyond trained professionals, much like \"point and shoot\" smartphone cameras have done for photography. An integrated educational and outreach program will increase diversity and support underrepresented groups by building on the host institution's existing strengths in STEM and Digital Arts, and will leverage the appeal of animated films to teach otherwise abstract mathematics and physics concepts to students from a broad range of ages and socio-economic backgrounds.\r\n\r\nWhile computer graphics rendering can produce the realistic and beautiful imagery we see in movies today, the algorithms used to achieve these results are brittle and require tuning by skilled practitioners. They focus almost entirely on mimicking traditional camera/optical systems that were designed for use by people, which limits their applicability to emerging imaging modalities. And they still struggle to render common scenes due to unrealistic assumptions about the physical world and the light transport within it. Broadening the reach of computer graphics requires addressing these core challenges. Firstly, this project will establish a new framework for expressing Monte Carlo light transport strategies and a method to computationally determine which ones should be used on which scenes. This will lead to more robust and automatic \"point and click\" rendering algorithms which avoid manual parameter tuning with heuristics. The research will also extend current rendering approaches beyond 2D RGB images for broader impact on inverse problems using modern imaging systems. Lastly, the work will lift long-held statistical assumptions about light transport and scene/material representations, laying the theoretical and algorithmic foundation for universal level of detail and increased artistic control. Project outcomes will have far-reaching impact in all application domains relying on computer graphics rendering, and will add valuable basic knowledge about non-classical transport to related domains like nuclear engineering and atmospheric science. More broadly, the work will shift the focus of future rendering research towards robust and automatic rendering algorithms to democratize these tools beyond computer graphics professionals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wojciech",
   "pi_last_name": "Jarosz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wojciech Jarosz",
   "pi_email_addr": "wojciech.k.jarosz@dartmouth.edu",
   "nsf_id": "000703281",
   "pi_start_date": "2019-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "6211 Sudikoff",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 76319.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 110612.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 115636.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 247355.0
  }
 ],
 "por": null
}