{
 "awd_id": "1844828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Documentation and comparative grammatical analysis of aspects of five Iranian languages",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924770",
 "po_email": "rtheodor@nsf.gov",
 "po_sign_block_name": "Rachel M. Theodore",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 388428.0,
 "awd_amount": 388428.0,
 "awd_min_amd_letter_date": "2019-04-10",
 "awd_max_amd_letter_date": "2020-02-19",
 "awd_abstract_narration": "This project will be the first comparative study to describe the basic properties of the sound systems, word formation processes and sentence structures of five major Iranian languages: Baluchi and Sorani (Northwest), Persian (Southwest), Ossetian (Northeast) and Pashto (Southeast). The comparative aspect of this project enriches our knowledge of a major language family.  Data collection will be conducted via standard linguistic elicitation with native speaker consultants. The research team will transcribe, catalogue and enter the data into a database accessible to the public, and use the collected data to create content for Wikipedia pages. The results of this research will appear as journal articles and a book volume enumerating the grammatical similarities and differences of these languages, and thus opening up the opportunity for a broader description of them that will be useful to communities outside of linguistics. \r\n\r\nThe theoretical goals of the investigation are to analyze some of the challenging grammatical properties of these languages: (1) examination of various types of ellipsis; (2) positioning of clitics, especially in those languages with split-ergative constructions, providing an ideal laboratory for investigating the interaction of syntax, morphology and phonology; (3) micro-parametric variation in passive constructions; and (4) the headedness parameter. The Iranian language family represents a cline of head-finality which bears on important theoretical hypotheses about the role of linearization algorithms and movement in determining word order. The theoretical aspect provides a crucial source of data for the development of theories of human language, and adds yet another layer to our linguistic knowledge. Finally, the micro-parametric comparison of these languages will break new ground in the evaluation of the existing linguistic theories regarding long-standing questions about parameters, whether they exist, and if so, where in the architecture of the grammar.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simin",
   "pi_last_name": "Karimi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simin Karimi",
   "pi_email_addr": "karimi@u.arizona.edu",
   "nsf_id": "000436797",
   "pi_start_date": "2019-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hammond",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Hammond",
   "pi_email_addr": "hammond@u.arizona.edu",
   "nsf_id": "000461630",
   "pi_start_date": "2019-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Harley",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi B Harley",
   "pi_email_addr": "hharley@email.arizona.edu",
   "nsf_id": "000491187",
   "pi_start_date": "2019-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210158",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 388428.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Documentation and comparative grammatical analysis of aspects of five Iranian languages</strong></p>\n<p>The Iranian language family is the western branch of the Indo-Iranian language group which itself belongs to the Indo-European language family. It consists of about 86 languages, has an estimated 150,000-200,000 speakers residing in&nbsp;Iran, Afghanistan, Tajikistan, and parts of Iraq, Turkey, Pakistan, and scattered areas of the Caucasus Mountains.&nbsp;&nbsp;However, with the exception of Persian, all other Iranian languages are under-studied at best.&nbsp;Building on a previous NSF supported project by the PI and one of the Co-PIs and other authors, this project aimed at three main objectives.</p>\n<p><strong>First</strong>, to describe the basic properties of the sound systems (phonology), word formation processes (morphology) and sentence structures (syntax) of five languages that represent the four subgroups of the Iranian language family:&nbsp;<strong>Baluchi</strong>and&nbsp;<strong>Sorani</strong>&nbsp;(Northwest),&nbsp;<strong>Persian</strong>&nbsp;(Southwest),&nbsp;<strong>Ossetian</strong>&nbsp;(Northeast) and&nbsp;<strong>Pashto</strong>&nbsp;(Southeast). The result is a descriptive document enumerating the grammatical similarities and differences of these languages.</p>\n<p><strong>Second</strong>, to analyze some of the challenging syntactic, morpho-syntactic and phono-syntactic aspects of these languages within the current linguistic theories.&nbsp;</p>\n<p><strong>Third,</strong>&nbsp;to transcribe, catalogue and enter the data into an Iranian-language linguistic database accessible to the public, and use the data to create additional content for the Wikipedia pages that had already been created by the previous NSF supported project.&nbsp;</p>\n<p>Major outcomes&nbsp;</p>\n<ul>\n<li>The investigators and their research assistants/associates presented scholarly articles at various national and international conferences.&nbsp;&nbsp;Some of these presentations were invited lectures, and some peer reviewed conference talks.&nbsp;</li>\n<li>Several articles have either been published or accepted for publication, and several are close to completion.</li>\n<li>The Principal Investigator and two of her research associates are working on a book&nbsp;representing the results of our research on the target languages in this project.&nbsp;&nbsp;This book is scheduled to be submitted for publication in December of 2025.</li>\n<li>The PIs and their research associates created maps for the target languages, combined with charts representing various important phonological, morphological and syntactic features of the target languages.</li>\n<li>The Wikipedia representing several of the Iranian languages has been updated based on the new findings.</li>\n<li>Thanks to opportunities provided by zoom, the PIs and their research associates created a lecture series called&nbsp;<em>Lectures on Iranian Linguistics in Arizona&nbsp;</em>(LILA).&nbsp;&nbsp;Forty one lectures were delivered since the creation of LILA by speakers specialized in Iranian linguistics from Europe, Middle East, Far East, Canada and US.&nbsp;&nbsp;These lectures were open to public and attracted interested researchers and students globally.</li>\n<li>The research team has organized a Summer School on Iranian Linguistics (SSOIL) that will be held on zoom, August 5-8, 2024.&nbsp;&nbsp;&nbsp;SSOIL will consist of various lectures on syntax, semantics, phonology, as well as topics on language elicitation and documentation delivered by well-known researchers in those areas.&nbsp;&nbsp;It will be free of charge for registered participants.&nbsp;&nbsp;Within the first day of the advertisement of SSOIL, 250 individuals from various universities in all continents have already registered to participate.&nbsp;&nbsp;We expect this number to grow as we approach the deadline for the registration (July 15, 2024).</li>\n<li>This grant provided significant training for students. Throughout the life of this grant, ten graduate students and three undergraduates were employed. In addition, three graduate students volunteered to participate at meetings, and help with elicitation and transcriptions of the target languages.&nbsp;&nbsp;All those students were involved in creating linguistic questionnaires, conducting interviews for data collection, transcribing the data, reading research articles and books related to the target languages and relevant theoretical discussions, presenting the outcome of various projects at our weekly general meetings and at conferences.&nbsp;Most of the graduate students were also involved in our research collaborations.&nbsp;They were also responsible for organizing the LILA lecture series. One of them is the principal organizer of our online Summer School on Iranian Linguistics (SSOIL) that will be held on August 5-8.&nbsp;&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/17/2024<br>\nModified by: Simin&nbsp;Karimi</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670812915_IMG_8878--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670812915_IMG_8878--rgov-800width.JPG\" title=\"Zoom Meeting\"><img src=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670812915_IMG_8878--rgov-66x44.JPG\" alt=\"Zoom Meeting\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A sub-group of the Iranian Linguistics Research Team at the University of Arizona on one of the weekly zoom meetings.</div>\n<div class=\"imageCredit\">Iranian Linguistics Research Team, University of Arizona</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Simin&nbsp;Karimi\n<div class=\"imageTitle\">Zoom Meeting</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718669792448_Flyer_2_david--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718669792448_Flyer_2_david--rgov-800width.jpg\" title=\"Professor David Erschler, LILA Lecture\"><img src=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718669792448_Flyer_2_david--rgov-66x44.jpg\" alt=\"Professor David Erschler, LILA Lecture\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Professor David Erschler, Ben Gurion University, delivered a talk at the Lectures on Iranian Linguistics in Arizona (LILA) on April 13, 2023</div>\n<div class=\"imageCredit\">Iranian Research Team, University of Arizona</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Simin&nbsp;Karimi\n<div class=\"imageTitle\">Professor David Erschler, LILA Lecture</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670055647_Flyer_ALI--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670055647_Flyer_ALI--rgov-800width.png\" title=\"LILA Lecture\"><img src=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670055647_Flyer_ALI--rgov-66x44.png\" alt=\"LILA Lecture\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Professor Erik Anonby, Carleton University, and his collaborators presented a talk at the Lectures on Iranian Linguistics in Arizona (LILA) series on May 5, 2025.</div>\n<div class=\"imageCredit\">Iranian Linguistics Team, University of Arizona</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Simin&nbsp;Karimi\n<div class=\"imageTitle\">LILA Lecture</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670601336_IMG_6586--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670601336_IMG_6586--rgov-800width.JPG\" title=\"Iranian Linguistics Research Team\"><img src=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670601336_IMG_6586--rgov-66x44.JPG\" alt=\"Iranian Linguistics Research Team\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A sub-group of the Iranian Linguistics Research Team at the University of Arizona after an elicitation session with their Ossetian consultant in Phoenix, Arizona</div>\n<div class=\"imageCredit\">Iranian Linguistics Research Team, University of Arizona</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Simin&nbsp;Karimi\n<div class=\"imageTitle\">Iranian Linguistics Research Team</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670343077_IMG_0145--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670343077_IMG_0145--rgov-800width.JPG\" title=\"Poster presentation at LSA\"><img src=\"/por/images/Reports/POR/2024/1844828/1844828_10600199_1718670343077_IMG_0145--rgov-66x44.JPG\" alt=\"Poster presentation at LSA\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Simin Karimi and Roya Kabiri present their work on Sorani-Kurdish at the LSA meeting in New York.</div>\n<div class=\"imageCredit\">Iranian Linguistics Research Team, University of Arizona</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Simin&nbsp;Karimi\n<div class=\"imageTitle\">Poster presentation at LSA</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nDocumentation and comparative grammatical analysis of aspects of five Iranian languages\n\n\nThe Iranian language family is the western branch of the Indo-Iranian language group which itself belongs to the Indo-European language family. It consists of about 86 languages, has an estimated 150,000-200,000 speakers residing inIran, Afghanistan, Tajikistan, and parts of Iraq, Turkey, Pakistan, and scattered areas of the Caucasus Mountains.However, with the exception of Persian, all other Iranian languages are under-studied at best.Building on a previous NSF supported project by the PI and one of the Co-PIs and other authors, this project aimed at three main objectives.\n\n\nFirst, to describe the basic properties of the sound systems (phonology), word formation processes (morphology) and sentence structures (syntax) of five languages that represent the four subgroups of the Iranian language family:BaluchiandSorani(Northwest),Persian(Southwest),Ossetian(Northeast) andPashto(Southeast). The result is a descriptive document enumerating the grammatical similarities and differences of these languages.\n\n\nSecond, to analyze some of the challenging syntactic, morpho-syntactic and phono-syntactic aspects of these languages within the current linguistic theories.\n\n\nThird,to transcribe, catalogue and enter the data into an Iranian-language linguistic database accessible to the public, and use the data to create additional content for the Wikipedia pages that had already been created by the previous NSF supported project.\n\n\nMajor outcomes\n\nThe investigators and their research assistants/associates presented scholarly articles at various national and international conferences.Some of these presentations were invited lectures, and some peer reviewed conference talks.\nSeveral articles have either been published or accepted for publication, and several are close to completion.\nThe Principal Investigator and two of her research associates are working on a bookrepresenting the results of our research on the target languages in this project.This book is scheduled to be submitted for publication in December of 2025.\nThe PIs and their research associates created maps for the target languages, combined with charts representing various important phonological, morphological and syntactic features of the target languages.\nThe Wikipedia representing several of the Iranian languages has been updated based on the new findings.\nThanks to opportunities provided by zoom, the PIs and their research associates created a lecture series calledLectures on Iranian Linguistics in Arizona(LILA).Forty one lectures were delivered since the creation of LILA by speakers specialized in Iranian linguistics from Europe, Middle East, Far East, Canada and US.These lectures were open to public and attracted interested researchers and students globally.\nThe research team has organized a Summer School on Iranian Linguistics (SSOIL) that will be held on zoom, August 5-8, 2024.SSOIL will consist of various lectures on syntax, semantics, phonology, as well as topics on language elicitation and documentation delivered by well-known researchers in those areas.It will be free of charge for registered participants.Within the first day of the advertisement of SSOIL, 250 individuals from various universities in all continents have already registered to participate.We expect this number to grow as we approach the deadline for the registration (July 15, 2024).\nThis grant provided significant training for students. Throughout the life of this grant, ten graduate students and three undergraduates were employed. In addition, three graduate students volunteered to participate at meetings, and help with elicitation and transcriptions of the target languages.All those students were involved in creating linguistic questionnaires, conducting interviews for data collection, transcribing the data, reading research articles and books related to the target languages and relevant theoretical discussions, presenting the outcome of various projects at our weekly general meetings and at conferences.Most of the graduate students were also involved in our research collaborations.They were also responsible for organizing the LILA lecture series. One of them is the principal organizer of our online Summer School on Iranian Linguistics (SSOIL) that will be held on August 5-8.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 06/17/2024\n\n\t\t\t\t\tSubmitted by: SiminKarimi\n"
 }
}