{
 "awd_id": "1844157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: People, Land, and Water along the Lower Colorado River",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott Freundschuh",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 17997.0,
 "awd_amount": 17997.0,
 "awd_min_amd_letter_date": "2019-03-28",
 "awd_max_amd_letter_date": "2019-03-28",
 "awd_abstract_narration": "This doctoral dissertation project analyzes how the use and development of rivers has shaped territory, society, and conflicts in borderlands. Paradoxically rivers fix political boundaries yet shift unpredictably across their floodplains, posing problems of jurisdiction and questions of international sovereignty. Additionally, governments manipulated rivers for irrigation, changing river channels so drastically that they no longer adhere to the boundaries they supposedly demarcate. This research examines how rivers have shaped landscapes of belonging and exclusion by focusing on socially differentiated river communities whose shared boundaries shifted when rivers shifted. In response, these communities formed alliances and negotiated conflicts among one another. The doctoral student will evaluate how communities are differentially impacted by contemporary water controversies such as drought and river restoration. Findings will be disseminated to water managers, conservation groups, and the public through publication of written materials in regional outlets and a broadly accessible book. Findings and oral history interviews will be converted into digital narratives to contribute to public debate about the contemporary legacy of past river use and development and can serve as instructional material in classrooms. Results will be shared with the relevant communities. As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a promising graduate student to establish an independent research career.\r\n\r\nThrough its focus on the physical manifestation of boundaries, this project will reveal how power has been routed through rivers to shape landscapes of belonging and exclusion for different social communities. Integrating ideas from environmental history, political ecology, and borderlands studies, the doctoral student will investigate: (1) how river development in the form of dams, canals, and reservoirs made and re-made territorial boundaries separating Native American and African-American river communities; and (2) how these communities responded to shifting river boundaries through alliances, oppositions, and internal divisions to remain rooted to an increasingly managed landscape.  National archival material will demonstrate how river development caused these boundaries to shift, while local archival collections and oral history interviews will demonstrate how these local communities responded in turn.  Case studies will focus on communities that have been historically divided by changing boundaries set by this transnational, dynamic, and essential river.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Cronon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Cronon",
   "pi_email_addr": "wcronon@wisc.edu",
   "nsf_id": "000338768",
   "pi_start_date": "2019-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Grant",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Grant",
   "pi_email_addr": "dagrant2@wisc.edu",
   "nsf_id": "000782084",
   "pi_start_date": "2019-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 17997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This doctoral dissertation project analyzed how the use and development of rivers has shaped territory, society, and conflicts in the U.S.-Mexico borderlands. The doctoral student evaluated how different Native American and African American communities have been historically impacted by a river that did not adhere to the boundaries it supposedly demarcated, and how these communities are responding to contemporary boundary constraints, water controversies, and land disputes. The project resulted in a completed doctoral dissertation entitled 'Undercurrents: Resistance and Survival in the Colorado River Borderlands,' which was successfully defended in June 2020. Additionally, this research produced a journal article entitled 'Whenever we exist on any land, we know it is our country: Cocopa Mobility and the Colorado River in the U.S.-Mexico Borderlands,' which is currently under review at the Western Historical Quarterly. Findings are also currently being converted into a book manuscript for a broad audience, including scholars and the general public. Findings were disseminated to government officials, immigration groups, conservation groups, and the public through publication of written materials in national outlets such as <em>The</em> <em>Washington Post</em>. A book manuscript is also currently in development to disseminate findings to a general public audience. Findings were converted into digital narratives via Confluence: The History of North American Rivers website to contribute to public debate about the contemporary legacy of past river use and development and to serve as instructional material in classrooms. Results were shared with the relevant communities central to this study in the form of public history presentations and individual meetings. Field curriculum based on this research is currently being developed for undergraduate students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2021<br>\n\t\t\t\t\tModified by: Daniel&nbsp;A&nbsp;Grant</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1844157/1844157_10598512_1627332724326_photoforddrifinalreport--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1844157/1844157_10598512_1627332724326_photoforddrifinalreport--rgov-800width.jpg\" title=\"The Colorado River Borderlands\"><img src=\"/por/images/Reports/POR/2021/1844157/1844157_10598512_1627332724326_photoforddrifinalreport--rgov-66x44.jpg\" alt=\"The Colorado River Borderlands\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The contemporary Colorado River bottomlands looking westward, with the U.S.-Mexico border fence in the foreground.</div>\n<div class=\"imageCredit\">Daniel Grant</div>\n<div class=\"imageSubmitted\">Daniel&nbsp;A&nbsp;Grant</div>\n<div class=\"imageTitle\">The Colorado River Borderlands</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis doctoral dissertation project analyzed how the use and development of rivers has shaped territory, society, and conflicts in the U.S.-Mexico borderlands. The doctoral student evaluated how different Native American and African American communities have been historically impacted by a river that did not adhere to the boundaries it supposedly demarcated, and how these communities are responding to contemporary boundary constraints, water controversies, and land disputes. The project resulted in a completed doctoral dissertation entitled 'Undercurrents: Resistance and Survival in the Colorado River Borderlands,' which was successfully defended in June 2020. Additionally, this research produced a journal article entitled 'Whenever we exist on any land, we know it is our country: Cocopa Mobility and the Colorado River in the U.S.-Mexico Borderlands,' which is currently under review at the Western Historical Quarterly. Findings are also currently being converted into a book manuscript for a broad audience, including scholars and the general public. Findings were disseminated to government officials, immigration groups, conservation groups, and the public through publication of written materials in national outlets such as The Washington Post. A book manuscript is also currently in development to disseminate findings to a general public audience. Findings were converted into digital narratives via Confluence: The History of North American Rivers website to contribute to public debate about the contemporary legacy of past river use and development and to serve as instructional material in classrooms. Results were shared with the relevant communities central to this study in the form of public history presentations and individual meetings. Field curriculum based on this research is currently being developed for undergraduate students.\n\n \n\n\t\t\t\t\tLast Modified: 07/26/2021\n\n\t\t\t\t\tSubmitted by: Daniel A Grant"
 }
}