{
 "awd_id": "1844739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Understanding Nanoparticle Adhesion to Guide the Surface Engineering of Supporting Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Kramer",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-12-12",
 "awd_max_amd_letter_date": "2018-12-12",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) Program grant supports fundamental research on metal nanoparticles, a class of materials that can be as small as 10 atoms in diameter and are widely used in advanced technologies such as catalysis. A critical challenge in the use of these nanoparticles is their loss of functionality via particle coarsening; a phenomenon in which the average particle size increases over time, thus degrading their performance. This grant seeks to mitigate such coarsening allowing for improved performance, thus advance knowledge to sustain global leadership in these critical materials technologies and aid in the development of national prosperity. Coarsening is countered through the use of stabilizing support materials, but at present these materials are mostly found through time-consuming and costly trial-and-error testing. The present research seeks to enable the rational design of new and better stabilizing support materials by elucidating the dependence of particle coarsening on the supporting surface structure. The grant develops new approaches to measure the attachment and stability of nanoparticles on well-defined surfaces under various conditions, enabling the rational engineering of surfaces to optimize the performance and lifetime of the nanoparticles. Ultimately, more stable nanoparticles will lead to significant advances in human and environmental health, clean energy, and more efficient manufacturing. Educational activities include collaborates with the University of Pittsburgh's School of Education and a local elementary school to create and nationally disseminate surface engineering focused curricular units for 6th-to-8th-grade students and professional development training modules for teachers. \r\n\r\nNanoparticle coarsening occurs by two mechanisms, atomic diffusion (Ostwald ripening) and particle migration and coalescence; both are hypothesized to depend exponentially on the strength of adhesion between the nanoparticle and its substrate. The research will investigate this link using in situ adhesion tests in a transmission electron microscope, thus enabling direct measurements of adhesion energy with simultaneous sub-nm-scale materials characterization for individual nanoparticles. The research objective is to establish structure-function relationships that link surface chemistry, crystallinity, and morphology to nanoparticle adhesion and the rate of particle coarsening. The central hypothesis is that the substrate surface can be rationally modified to tune adhesion, and thus control the rate of particle coarsening. The knowledge developed will improve performance in applications of metal nanoparticles on oxide supports, specifically: plasmonic sensors for detection of pollutants and as biosensors for disease; nanophotonics for improved conversion of solar energy; and heterogeneous catalysis, which contributes to the production chain of one-third of the US gross national product.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tevis",
   "pi_last_name": "Jacobs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tevis Jacobs",
   "pi_email_addr": "tjacobs@pitt.edu",
   "nsf_id": "000681585",
   "pi_start_date": "2018-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "1633",
   "pgm_ref_txt": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Faculty Early Career Development (CAREER) award enabled fundamental research aimed at advancing US competitiveness in energy and manufacturing. Specifically, metal nanoparticles as small as 10 atoms in diameter are widely used in these areas; however, their performance and usable lifetime depend on secure attachment to their supporting surfaces. The purpose of this research was to advance the fundamental science of how nanoparticles adhere, and how to improve their adhesion, and thus their performance. &nbsp;</p>\n<p>The intellectual merit of this research lay in the uncovering of three key findings about adhesion between nanoparticles and technology-relevant surfaces. First, we solved a long-standing puzzle about why nanoscale adhesion varies strongly with applied load, in contrast to conventional adhesion models. The results showed how these surfaces separate by a different mechanism than was previously believed, suggesting new approaches to measuring and controlling adhesion. Second, we advanced the science of how to control adhesion via new ways to measure, analyze, and modify surface topography. For example, we developed and validated a new approach to modify adhesion by roughening the supporting surfaces using surface-patterning approaches. Finally, third, we developed a novel technique to reveal how adhesion of technology-relevant bimetallic nanoparticles depends on their composition. Specifically, we showed how their attachment to the supporting surfaces is controlled by the electronic interactions between the constituent metal atoms. Taken together, these findings reveal new mechanisms and new understanding of adhesion.&nbsp;</p>\n<p>The broader impacts of this work were both technological and educational. From a technology standpoint, the knowledge developed here can be directly applied to improve performance in nanoparticle applications: plasmonic sensors for detection of pollutants and as biosensors for disease; nanophotonics for improved conversion of solar energy; and heterogeneous catalysis, which contributes to the production chain of one-third of the US gross national product. To make this knowledge accessible, we disseminated the findings through publications, conference talks, and freely available webinars. Additionally, we continued the advancement of Contact.Engineering, a free, open-source, web application enabling all scientists and manufacturers to directly implement our analysis routines on their own surface measurements.&nbsp;</p>\n<p>Educationally, the project used research-backed strategies to improve participation in engineering, especially among girls and other groups that are currently underrepresented in STEM fields. Specifically, this award funded the establishment of two separate programs. The Engineering@Falk program has introduced hands-on engineering units to more than 200 students in the 4<sup>th</sup>&nbsp;and 5<sup>th</sup>&nbsp;grades, where research shows that gender and race gaps begin to emerge. The Facilitating Inclusive Research Experiences (FIRE) program in Mechanical Engineering and Materials Science at the University of Pittsburgh was introduced to broaden participation in undergraduate research. Both programs were established by this award, but have now secured funding outside of this project such that they can continue every year into the future.</p><br>\n<p>\n Last Modified: 05/21/2024<br>\nModified by: Tevis&nbsp;Jacobs</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis Faculty Early Career Development (CAREER) award enabled fundamental research aimed at advancing US competitiveness in energy and manufacturing. Specifically, metal nanoparticles as small as 10 atoms in diameter are widely used in these areas; however, their performance and usable lifetime depend on secure attachment to their supporting surfaces. The purpose of this research was to advance the fundamental science of how nanoparticles adhere, and how to improve their adhesion, and thus their performance. \n\n\nThe intellectual merit of this research lay in the uncovering of three key findings about adhesion between nanoparticles and technology-relevant surfaces. First, we solved a long-standing puzzle about why nanoscale adhesion varies strongly with applied load, in contrast to conventional adhesion models. The results showed how these surfaces separate by a different mechanism than was previously believed, suggesting new approaches to measuring and controlling adhesion. Second, we advanced the science of how to control adhesion via new ways to measure, analyze, and modify surface topography. For example, we developed and validated a new approach to modify adhesion by roughening the supporting surfaces using surface-patterning approaches. Finally, third, we developed a novel technique to reveal how adhesion of technology-relevant bimetallic nanoparticles depends on their composition. Specifically, we showed how their attachment to the supporting surfaces is controlled by the electronic interactions between the constituent metal atoms. Taken together, these findings reveal new mechanisms and new understanding of adhesion.\n\n\nThe broader impacts of this work were both technological and educational. From a technology standpoint, the knowledge developed here can be directly applied to improve performance in nanoparticle applications: plasmonic sensors for detection of pollutants and as biosensors for disease; nanophotonics for improved conversion of solar energy; and heterogeneous catalysis, which contributes to the production chain of one-third of the US gross national product. To make this knowledge accessible, we disseminated the findings through publications, conference talks, and freely available webinars. Additionally, we continued the advancement of Contact.Engineering, a free, open-source, web application enabling all scientists and manufacturers to directly implement our analysis routines on their own surface measurements.\n\n\nEducationally, the project used research-backed strategies to improve participation in engineering, especially among girls and other groups that are currently underrepresented in STEM fields. Specifically, this award funded the establishment of two separate programs. The Engineering@Falk program has introduced hands-on engineering units to more than 200 students in the 4thand 5thgrades, where research shows that gender and race gaps begin to emerge. The Facilitating Inclusive Research Experiences (FIRE) program in Mechanical Engineering and Materials Science at the University of Pittsburgh was introduced to broaden participation in undergraduate research. Both programs were established by this award, but have now secured funding outside of this project such that they can continue every year into the future.\t\t\t\t\tLast Modified: 05/21/2024\n\n\t\t\t\t\tSubmitted by: TevisJacobs\n"
 }
}