{
 "awd_id": "1844416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Clarifying the relationship between socioeconomic status and early psychological reasoning",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928451",
 "po_email": "avfisher@nsf.gov",
 "po_sign_block_name": "Anna V. Fisher",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 523393.0,
 "awd_amount": 523393.0,
 "awd_min_amd_letter_date": "2019-02-05",
 "awd_max_amd_letter_date": "2019-02-05",
 "awd_abstract_narration": "This project will investigate the impact of economic inequality on children's psychological reasoning -- specifically false-belief understanding, children's ability to reason about other people's behavior by considering their underlying mental states. Children from disadvantaged backgrounds lag far behind their more advantaged peers in an essential component of psychological reasoning, false-belief understanding. This is troubling because psychological reasoning is vital for navigating everyday life, and deficits in this skill could have serious negative consequences for the intellectual, social, and moral development of disadvantaged children, as well as their long-term well-being. This project will substantially advance understanding of how and why economic inequality influences children's psychological reasoning. This project thus has significant potential to understand perspective taking processes in children, as well as to improve the developmental outcomes of disadvantaged children. The findings could inform interventions designed to enhance psychological reasoning skills.\r\n\r\nAlthough there is considerable evidence for an economic disparity in false-belief understanding, the nature of this disparity is unclear because prior studies have used a single type of paradigm that children could fail for many reasons. To address this issue, a sample of socioeconomically diverse preschool children will complete multiple types of false-belief paradigms that target different facets of false-belief understanding, including several novel paradigms that have not previously been used to examine this disparity. Patterns of associations between socioeconomic status and task performance will be used to characterize the underlying nature of the socioeconomic disparity in false-belief understanding. Few studies have examined the mechanism by which socioeconomic status affects false-belief understanding, and thus little is known about the cause of this disparity. This project will test the hypothesis that this disparity arises via socioeconomic effects on parent-child interactions. Specifically, the researchers predict that less stressed and more knowledgeable parents will use more terms that refer to mental states such as \"think\" and \"know\". Parents' language use will be assessed during several interactive activities with their child. Structural equation modeling will be used to evaluate the proposed pathways from socioeconomic status to false-belief understanding.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rose",
   "pi_last_name": "Scott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rose Scott",
   "pi_email_addr": "rscott@ucmerced.edu",
   "nsf_id": "000662550",
   "pi_start_date": "2019-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Merced",
  "perf_str_addr": "5200 North Lake Road",
  "perf_city_name": "Merced",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 523393.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Psychological reasoning is the ability to reason about other people&rsquo;s behavior by considering their underlying mental states (e.g., thoughts, feelings, goals, desires). This ability is essential for everyday social interactions, and the development of psychological reasoning skills is related to many important outcomes for children. It is therefore troubling that children from economically disadvantaged backgrounds lag behind their more advantaged peers in a critical component of psychological reasoning, false-belief understanding. This project investigated how and why economic inequality influences psychological reasoning in early childhood.</p>\n<p>Specifically, this project had two goals. Our first goal was to understand the nature of economic disparities in psychological reasoning. Prior studies on economic disparities in false-belief understanding used a single type of paradigm that children could fail for many reasons. This means it is unclear what disadvantaged children find difficult about false-belief understanding. To answer this question, we tested 3.5- to 5.5-year-old children with several different types of false-belief paradigms that targeted different parts of the false-belief reasoning process: recognizing that someone has a false belief about a situation, using that belief to infer what the person might do next, and answering questions about that person&rsquo;s likely behavior. We then examined whether children&rsquo;s performance on each paradigm was related to their socioeconomic background. Consistent with previous research, we found that children&rsquo;s socioeconomic status was related to their ability to answer questions about the actions of someone who had a false belief. However, socioeconomic status was not related to performance in any of the other false-belief paradigms. This suggests that disadvantaged children are just as capable as their advantaged peers at recognizing false beliefs and using those beliefs to reason about someone&rsquo;s behavior, but they have difficulty with the demands involved in answering direct questions about that behavior.&nbsp;</p>\n<p>Our second goal was to understand how economic inequality leads to differences in false-belief understanding. Very few studies have focused on this question, and thus little is known about the causes of this economic disparity. We investigated whether socioeconomic status impacts false-belief understanding via effects on parent-child interactions. In particular, previous studies suggest that children who have more conversations about mental states have better psychological reasoning skills. If children from disadvantaged backgrounds engage in less of this talk, then that might lead to disparities in false-belief understanding. To test this possibility, we recorded the 3.5 to 5.5-year-old children while they viewed a picture-book with their parent. The picture-book contained images designed to encourage discussion of mental states. We counted how many times parents talked about thoughts, desires, and feelings during the interaction. We found that parents from higher socioeconomic backgrounds had greater knowledge of child development. This in turn was related to greater parent use of cognition terms (i.e. words that refer to thoughts like <em>think</em>, <em>know</em>, <em>believe</em>) during the interaction. Finally, children who heard more talk about thoughts performed better in the false-belief paradigms that required them to answer direct questions about beliefs. These findings suggest that one way that economic inequality affects psychological reasoning is through its influence on the talk that takes place in parent-child interactions.</p>\n<p>These findings have implications for interventions to foster psychological reasoning skills in early childhood: enriching parent-child discussions about others&rsquo; thoughts and beliefs and promoting children&rsquo;s ability to answer questions about those beliefs could be especially fruitful. In addition to these immediate findings and practical implications, this project yielded a rich data set that will be shared with other researchers, which will support further discoveries beyond the original scope of this project. The results of this research have been shared with the scientific community and the public via peer-reviewed publications and presentations at local organizations and national and international conferences. We will continue to share our findings through four additional manuscripts that are currently in progress, as well as future conference presentations and public lectures. Finally, this project supported the education and training of a diverse team of undergraduate and graduate students, the majority of whom were from backgrounds traditionally underrepresented in scientific fields. These students received valuable hands-on training with all aspects of the research process. Most of the undergraduate students have been accepted into graduate programs in psychological science. This project has thus helped to create a more inclusive, diverse STEM workforce.</p><br>\n<p>\n Last Modified: 09/29/2024<br>\nModified by: Rose&nbsp;Scott</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPsychological reasoning is the ability to reason about other peoples behavior by considering their underlying mental states (e.g., thoughts, feelings, goals, desires). This ability is essential for everyday social interactions, and the development of psychological reasoning skills is related to many important outcomes for children. It is therefore troubling that children from economically disadvantaged backgrounds lag behind their more advantaged peers in a critical component of psychological reasoning, false-belief understanding. This project investigated how and why economic inequality influences psychological reasoning in early childhood.\n\n\nSpecifically, this project had two goals. Our first goal was to understand the nature of economic disparities in psychological reasoning. Prior studies on economic disparities in false-belief understanding used a single type of paradigm that children could fail for many reasons. This means it is unclear what disadvantaged children find difficult about false-belief understanding. To answer this question, we tested 3.5- to 5.5-year-old children with several different types of false-belief paradigms that targeted different parts of the false-belief reasoning process: recognizing that someone has a false belief about a situation, using that belief to infer what the person might do next, and answering questions about that persons likely behavior. We then examined whether childrens performance on each paradigm was related to their socioeconomic background. Consistent with previous research, we found that childrens socioeconomic status was related to their ability to answer questions about the actions of someone who had a false belief. However, socioeconomic status was not related to performance in any of the other false-belief paradigms. This suggests that disadvantaged children are just as capable as their advantaged peers at recognizing false beliefs and using those beliefs to reason about someones behavior, but they have difficulty with the demands involved in answering direct questions about that behavior.\n\n\nOur second goal was to understand how economic inequality leads to differences in false-belief understanding. Very few studies have focused on this question, and thus little is known about the causes of this economic disparity. We investigated whether socioeconomic status impacts false-belief understanding via effects on parent-child interactions. In particular, previous studies suggest that children who have more conversations about mental states have better psychological reasoning skills. If children from disadvantaged backgrounds engage in less of this talk, then that might lead to disparities in false-belief understanding. To test this possibility, we recorded the 3.5 to 5.5-year-old children while they viewed a picture-book with their parent. The picture-book contained images designed to encourage discussion of mental states. We counted how many times parents talked about thoughts, desires, and feelings during the interaction. We found that parents from higher socioeconomic backgrounds had greater knowledge of child development. This in turn was related to greater parent use of cognition terms (i.e. words that refer to thoughts like think, know, believe) during the interaction. Finally, children who heard more talk about thoughts performed better in the false-belief paradigms that required them to answer direct questions about beliefs. These findings suggest that one way that economic inequality affects psychological reasoning is through its influence on the talk that takes place in parent-child interactions.\n\n\nThese findings have implications for interventions to foster psychological reasoning skills in early childhood: enriching parent-child discussions about others thoughts and beliefs and promoting childrens ability to answer questions about those beliefs could be especially fruitful. In addition to these immediate findings and practical implications, this project yielded a rich data set that will be shared with other researchers, which will support further discoveries beyond the original scope of this project. The results of this research have been shared with the scientific community and the public via peer-reviewed publications and presentations at local organizations and national and international conferences. We will continue to share our findings through four additional manuscripts that are currently in progress, as well as future conference presentations and public lectures. Finally, this project supported the education and training of a diverse team of undergraduate and graduate students, the majority of whom were from backgrounds traditionally underrepresented in scientific fields. These students received valuable hands-on training with all aspects of the research process. Most of the undergraduate students have been accepted into graduate programs in psychological science. This project has thus helped to create a more inclusive, diverse STEM workforce.\t\t\t\t\tLast Modified: 09/29/2024\n\n\t\t\t\t\tSubmitted by: RoseScott\n"
 }
}