{
 "awd_id": "1844695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Unbiased Estimation with Faithful Markov Chains for Scalable Statistical Inference",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 257826.0,
 "awd_min_amd_letter_date": "2019-07-08",
 "awd_max_amd_letter_date": "2021-06-08",
 "awd_abstract_narration": "Numerical integration is a common goal in all scientific fields where complex probabilistic models need to be simulated and calibrated.  In statistics, numerical integration is used in virtually all tasks, from parameter inference to model averaging and hypothesis testing.  Among state-of-the-art numerical integration techniques, most methods are randomized algorithms that operate iteratively, generating a sequence of random states, one after the other. Unfortunately, their iterative nature stands at odds with current directions in computing hardware: increasingly parallel architectures and stagnating clock rates.  This research develops new algorithms that provide accurate estimates of integrals as a number of random quantities, that can be generated independently and in parallel, goes to infinity.  The proposed techniques are employed to address long-standing challenges in statistical inference for large models and complex data.  The proposed innovations combine applied probability, computer science and statistical computing, and apply to many fields including machine learning, statistical mechanics, computational neuroscience and epidemiology, where high-dimensional integrals abound.  The project involves the development of software and features an educational program with courses and research opportunities for students, and a broader dissemination program.\r\n\r\n \r\nTo numerically approximate high-dimensional integrals, Markov Chain Monte Carlo methods iteratively generate sequences that explore the landscape described by the integrand. These methods yield estimators that converge to the integrals of interest in the limit of the number of iterations. However, algorithms that rely on iterative asymptotic regimes risk becoming obsolete in the era of parallel computing hardware. The proposed research develops new Monte Carlo estimators that are unbiased for the expectations of interest, while having a finite computing cost and a finite variance. They can thus be generated independently in parallel and averaged over, paving the way for scalable numerical integration on large-scale parallel computers. The proposed estimators rely on faithful couplings of Markov chains, whereby pairs of chains coalesce after a random number of iterations. This project includes theoretical investigations on the efficiency of the proposed estimators, and the design of practical coupling strategies for various applications.  The research connects with topics in numerical methods, stochastic processes and optimal transport. Beyond parallel computing, the proposed estimators are used to tackle statistical challenges such as normalizing constant estimation and modular inference for large models made of multiple components.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Jacob",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre E Jacob",
   "pi_email_addr": "pjacob@fas.harvard.edu",
   "nsf_id": "000735847",
   "pi_start_date": "2019-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "One Oxford Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 67985.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 97748.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 92093.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p2\">This project, focused on making data analysis faster and more reliable, made significant progress before it was unfortunately suspended in 2021 due to unforeseen circumstances (the PI's relocation during the COVID-19 pandemic). Prior to that, the funds were used to support graduate students, the PI via summer salaries, and collaborations nationwide and internationally. Funds continued to support graduate students until 2022, and was stopped when the last graduate student supported by the project graduated.<span>&nbsp; </span>Even though it was cut short, the research achieved important breakthroughs and had a lasting impact.&nbsp;</p>\r\n<p class=\"p2\">Imagine you are trying to analyze a massive amount of scientific or business data. Typically this involves expensive and lengthy computations. This project aimed to develop a \"toolbox\" of methods to make those analyses quicker and more efficient, saving time and energy.<span>&nbsp; </span>The core idea was to modify commonly used calculations (called \"Markov chain Monte Carlo,\" a method developed in the 1940s and 50s in Los Alamos), by adapting them to modern, parallel computers.<span>&nbsp; </span>Parallel computers are like having multiple workers tackling a problem at the same time, where each worker is not necessarily very fast but there are a lot of them. In short, the project enabled parallel-compatible computation for a wide range of tools employed in data analysis, and particularly in Bayesian data analysis.</p>\r\n<p class=\"p2\">Here is a more technical breakdown of what the project accomplished:</p>\r\n<ul>\r\n<li>on the design of unbiased MCMC estimators, the project led to fundamental breakthroughs, notably that published as a read paper in the Journal of the Royal Statistical Society, Series B in 2020. Other publications include works on unbiased MCMC for specific models (e.g. with intractable likelihoods), and works on the design of Markov couplings for computational purposes.</li>\r\n<li>on making these techniques operational and efficient in practice: the project has included multiple in-depth studies into challenging applications. Notable, the project led to a new Gibbs sampler for a class of random convex polytopes, published in 2021 in JASA as a discussion paper. Unbiased MCMC combined with that Gibbs sampler has made Dempster's approach to inference a little bit more practical.&nbsp;</li>\r\n<li>&nbsp;on the use of unbiased estimators beyond parallelization:&nbsp; the project led to publications that explain how practitioners may employ coupled chains to diagnose convergence of Markov chains, which has been a long-standing issue in the field of numerical simulation.</li>\r\n</ul>\r\n<p>The importance of this work has been recognized by the scientific community.&nbsp; The project leader received two prestigious awards for the project's contributions, from the Royal Statistical Society and from the Committee of Presidents of Statistical Societies.</p>\r\n<p><br />Although the project was effectively stopped, the PI continues to work on related research, building on the foundation laid by this project.&nbsp; All the research findings and publications are available online for anyone to access.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/06/2025<br>\nModified by: Pierre&nbsp;E&nbsp;Jacob</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project, focused on making data analysis faster and more reliable, made significant progress before it was unfortunately suspended in 2021 due to unforeseen circumstances (the PI's relocation during the COVID-19 pandemic). Prior to that, the funds were used to support graduate students, the PI via summer salaries, and collaborations nationwide and internationally. Funds continued to support graduate students until 2022, and was stopped when the last graduate student supported by the project graduated. Even though it was cut short, the research achieved important breakthroughs and had a lasting impact.\r\n\n\nImagine you are trying to analyze a massive amount of scientific or business data. Typically this involves expensive and lengthy computations. This project aimed to develop a \"toolbox\" of methods to make those analyses quicker and more efficient, saving time and energy. The core idea was to modify commonly used calculations (called \"Markov chain Monte Carlo,\" a method developed in the 1940s and 50s in Los Alamos), by adapting them to modern, parallel computers. Parallel computers are like having multiple workers tackling a problem at the same time, where each worker is not necessarily very fast but there are a lot of them. In short, the project enabled parallel-compatible computation for a wide range of tools employed in data analysis, and particularly in Bayesian data analysis.\r\n\n\nHere is a more technical breakdown of what the project accomplished:\r\n\r\non the design of unbiased MCMC estimators, the project led to fundamental breakthroughs, notably that published as a read paper in the Journal of the Royal Statistical Society, Series B in 2020. Other publications include works on unbiased MCMC for specific models (e.g. with intractable likelihoods), and works on the design of Markov couplings for computational purposes.\r\non making these techniques operational and efficient in practice: the project has included multiple in-depth studies into challenging applications. Notable, the project led to a new Gibbs sampler for a class of random convex polytopes, published in 2021 in JASA as a discussion paper. Unbiased MCMC combined with that Gibbs sampler has made Dempster's approach to inference a little bit more practical.\r\non the use of unbiased estimators beyond parallelization: the project led to publications that explain how practitioners may employ coupled chains to diagnose convergence of Markov chains, which has been a long-standing issue in the field of numerical simulation.\r\n\r\n\n\nThe importance of this work has been recognized by the scientific community. The project leader received two prestigious awards for the project's contributions, from the Royal Statistical Society and from the Committee of Presidents of Statistical Societies.\r\n\n\n\nAlthough the project was effectively stopped, the PI continues to work on related research, building on the foundation laid by this project. All the research findings and publications are available online for anyone to access.\r\n\n\n\t\t\t\t\tLast Modified: 02/06/2025\n\n\t\t\t\t\tSubmitted by: PierreEJacob\n"
 }
}