{
 "awd_id": "1844513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum Collaborative Research: Towards Convivial Conservation: Governing Human-Wildlife Interactions in the Anthropocene (CON-VIVA)",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 214751.0,
 "awd_amount": 214751.0,
 "awd_min_amd_letter_date": "2019-03-04",
 "awd_max_amd_letter_date": "2020-05-27",
 "awd_abstract_narration": "Global environmental change, environmental degradation and resource pressures have created unprecedented situations for societies worldwide. The slow progress on addressing these challenges has led to increasing emphasis on the need to go beyond the study and encouragement of incremental change. Conventional knowledge and capacity building to tackle the challenges associated with sustainability have had limited positive impacts; consequently, there is growing need for more fundamental knowledge on how transformations in the way societies interact both with each other and with the natural environment.  Societal transformations refer to profound and enduring systemic changes that typically involve social, cultural, technological, political, economic and environmental processes. A comprehensive and concerted research initiative is needed that can boost research on transformations to sustainability and catalyze new kinds of solutions to environmental and social challenges. \r\n\r\nThis award supports U.S. researchers participating in a project competitively selected by a 19-country initiative through the Belmont Forum- NORFACE-ISSC.  Transformations to Sustainability (T2S) is a multilateral initiative designed to support research projects that will contribute to re-structuring the broad field of sustainability research.  Co-production of knowledge and research problem formulation is considered to be critical to the process of societal transformation and each project engages stakeholders or community-based partners.  The initiative seeks to develop the fundamental knowledge societies require to help develop transformations to sustainability which are of significant social concern throughout the world and of great relevance to both academics and stakeholders.  The T2S program aims to build capacity, overcome fragmentation and have a lasting impact on both society and the research landscape by cultivating durable research collaboration across multiple borders, disciplinary boundaries, and with practitioners and societal partners. This includes facilitating the development of new research collaborations with parts of the world which are not often involved in large-scale international research efforts, notably low- and middle-income countries.  The funds provided in this award will be used to support U.S. participants to cooperate in consortia that consist of partners from at least three of the participating countries and that bring together natural scientists, social scientists and research users (e.g., civil society, NGOs, and industry).  Participants from other countries are funded through their national funding organizations. \r\n\r\nThis project seeks to develop a new model to provide sustainable pathways that can effectively balance the needs of natural ecosystems and those of human development.  The model will seek to develop (1) landscape strategies that do not strictly separate humans and other species but promote co-existence; 2) new modes of governing ecosystems and development in these spaces; and 3) alternative funding arrangements that do not rely on market expansion and can work under conditions of austerity. This project brings together conceptual innovations from sustainability research and practical experiences from several case studies from Africa, Europe, North and South America to develop, evaluate and strengthen the transformative potential of these three pathways towards sustainability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Alagona",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Peter S Alagona",
   "pi_email_addr": "alagona@history.ucsb.edu",
   "nsf_id": "000555730",
   "pi_start_date": "2019-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 157687.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 57064.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;Belmont Forum Collaborative Research: Towards Convivial Conservation: Governing Human-Wildlife Interactions in the Anthropocene (CON-VIVA)&rdquo; project focused on the pressing question of how humans can better protect global biological diversity on a crowded planet where many non-human creatures must live, for all or part of their lives, in landscapes dominated by humans. This project brought together collaborators from the United States, The Netherlands, the United Kingdom, Brazil, Finland, and Tanzania to explore how people in these countries can live more sustainably with animals known as large carnivores: terrestrial mammals in the order carnivora with average adult body sizes of at least 15 kg. The U.S. team funded by the National Science Foundation, based at the University of California, Santa Barbara, was the only one of the field teams focused on a potential species reintroduction. For our work, we used social science, natural science, and digital mapping and modeling approaches to better understand the conditions under which California could reintroduce and recover brown (grizzly) bears, the state&rsquo;s official mascot, which has been extinct there for a century. We found that, contrary to popular belief, plenty of biological habitat remains for grizzly bears in California. Whether or not they could be successfully recovered depends on institutional and public support for coexistence. This project produced half-a-dozen research publications, enabled new domestic and international collaborations, trained two assistants who went on to university faculty positions in the conservation field, and is now being adapted for new research projects, policy papers, and a popular book.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/23/2024<br>\nModified by: Peter&nbsp;S&nbsp;Alagona</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Belmont Forum Collaborative Research: Towards Convivial Conservation: Governing Human-Wildlife Interactions in the Anthropocene (CON-VIVA) project focused on the pressing question of how humans can better protect global biological diversity on a crowded planet where many non-human creatures must live, for all or part of their lives, in landscapes dominated by humans. This project brought together collaborators from the United States, The Netherlands, the United Kingdom, Brazil, Finland, and Tanzania to explore how people in these countries can live more sustainably with animals known as large carnivores: terrestrial mammals in the order carnivora with average adult body sizes of at least 15 kg. The U.S. team funded by the National Science Foundation, based at the University of California, Santa Barbara, was the only one of the field teams focused on a potential species reintroduction. For our work, we used social science, natural science, and digital mapping and modeling approaches to better understand the conditions under which California could reintroduce and recover brown (grizzly) bears, the states official mascot, which has been extinct there for a century. We found that, contrary to popular belief, plenty of biological habitat remains for grizzly bears in California. Whether or not they could be successfully recovered depends on institutional and public support for coexistence. This project produced half-a-dozen research publications, enabled new domestic and international collaborations, trained two assistants who went on to university faculty positions in the conservation field, and is now being adapted for new research projects, policy papers, and a popular book.\n\n\n\t\t\t\t\tLast Modified: 07/23/2024\n\n\t\t\t\t\tSubmitted by: PeterSAlagona\n"
 }
}