{
 "awd_id": "1844067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Low Cost, High Precision Methane Sensor System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 223890.0,
 "awd_amount": 223890.0,
 "awd_min_amd_letter_date": "2019-02-01",
 "awd_max_amd_letter_date": "2019-02-01",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is  the development of an improved methane sensor module that can enables new drone sensing and sensor network applications in the energy, agricultural, and waste management sectors. Methane, the third largest energy source after petroleum and coal in the U.S., is relatively difficult and expensive to measure compared to other gasses. It is a major atmospheric pollutant, both as a component of smog and as a greenhouse gas. This technology can provide societal environmental benefits by helping reduce methane release into the environment through the ubiquitous sensing of small natural gas leaks, allowing companies to rapidly respond. This sensor system has the sensitivity of laser-based spectrometers but is smaller, lighter, and has lower power requirements at a price three orders of magnitude less than existing high-end spectrometers. Designed to reduce power, weight and cost to a minimum while not compromising sensitivity, this technology is ideal for UAV-based measurements. It can also give station mounted and handheld monitoring units high sensitivity at a lower price point, enabling multiple monitor sampling strategies and a multi-station networked array to track intermittent sources of methane leaks. This technology can provide novel capabilities to cost-conscious customers in the energy sector while opening up additional markets for agricultural, waste management, and safety products. A first prototype of this methane sensor successfully measured methane in nitrogen down to 10 ppm. The long-term objective is the creation of a commercially available low-cost, high precision methane sensor product line. SBIR project funding is enabling the transition of this promising sensor technology from a small business research and development project into the early commercialization stages of a valuable new product. \r\n\r\n\r\nThis SBIR Phase 1 project proposes to create a self-contained methane sensor system, smaller in size than a quarter, with the sensitivity of advanced laser spectrometers. Current methods of detection do not meet the needs of industry. They are either cheap, high power and low sensitivity, such as catalyst-based systems, or they are large, expensive, high power optical systems. There is a market need for methane sensors that improve upon size, weight and power, while still maintaining useful sensitivity and selectivity. The system consists of 3 primary modules: the replaceable or consumable sensor package, the sense electronics, and the data storage and communication system. Due to the extremely low power requirements of the sensor, clever design of the data and communications system is critical if the low power benefits of the sensor are to be realized in a product. Ultimately, the system will include wireless connectivity (Bluetooth, WiFi, 5G, Zigbee) for cloud and IoT data management. This design will be prototyped and will undergo performance measurements. Materials for methane sensing will be identified  The objective of SBIR Phase 1 is to produce an initial prototype sensor for methane-sensing that will be the focus of SBIR Phase II.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "McCormick",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel T McCormick",
   "pi_email_addr": "dmcc@advancedmems.com",
   "nsf_id": "000083940",
   "pi_start_date": "2019-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AdvancedMEMS",
  "inst_street_address": "2325 3RD ST STE 325",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5308670905",
  "inst_zip_code": "941074301",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "ADVANCEDMEMS, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "KJK6KPA4X2U8"
 },
 "perf_inst": {
  "perf_inst_name": "AdvancedMEMS",
  "perf_str_addr": "2325 Third Street, Suite 325",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941074301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 223890.0
  }
 ],
 "por": null
}