{
 "awd_id": "1845994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Determining the Role of Intertwined Orders in Superconducting Quantum Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 582289.0,
 "awd_amount": 223270.0,
 "awd_min_amd_letter_date": "2019-01-29",
 "awd_max_amd_letter_date": "2020-04-09",
 "awd_abstract_narration": "Non-Technical Abstract\r\nThe origin of electrical resistance in simple metals is well-described by a model in which electrons behave like independent billiard balls colliding within the material, and losing energy in the process. On the other hand, in superconducting quantum materials many electrons behave collectively to create a state where electric current can flow without energy loss. In many cases, these quantum materials may feature enhanced properties that defy our conventional knowledge, and could be key to the future of clean energy transmission and other everyday technologies. However, as one tries to enhance superconductivity, other phenomena, including ordered states, appear as well. The fundamental roadblock is to understand how these additional intertwined orders are detrimental or helpful to the superconductivity. This project uses complementary scanning tunneling microscopy and spectroscopy, a tool that visualizes the electrons in the sub-nanoscale, and resonant x-ray scattering to investigate the role of intertwined orders in superconducting quantum materials, while manipulating the materials using a variety of conditions like external field or temperature. This project also uses online tools for the broader dissemination of knowledge. Several online video modules, featuring undergraduate and graduate students, demonstrate and explain the advanced laboratory techniques related to this project. This project also targets the inclusion of underrepresented minorities through the development of teaching modules for the Mentorships for Undergraduate Research Participants in the Physical and Mathematical Sciences program at UC Davis.\r\n\r\nTechnical Abstract\r\nUnderstanding how quantum materials develop collective electronic phenomena is one of the biggest challenges facing condensed matter physicists today. The key to unlocking quantum materials comes from understanding how multiple phases are intrinsically intertwined and cannot exist alone. In quantum materials, superconductivity may intertwine with phases where electrons self-organize into unusual patterns (density waves) or into states where the x and y directions become nonequivalent for electrons in an otherwise square crystal (nematic order). This project investigates the role of intertwined orders in unconventional superconductors, focusing on two important cases : (i) studies of  the relationship between density-wave order, magnetism and superconductivity in the Ce-based 115 family of heavy-fermion superconductors using scanning tunneling microscopy and spectroscopy (STM/S) and resonant x-ray scattering techniques; and (ii) studies of superconducting and nematic orders in Fe-based superconductors by integrating STM/S and uniaxial strain to control the nematic order. Through these activities, this research ultimately targets the direct visualization of a pair-density-wave state in a heavy fermion superconductor and the switchable control of superconductivity by crystal deformation of Fe-based superconductors. Finally, the development of a new methodology to study nematic order via the integration of uniaxial strain to STM/S will have significant impact on the study of other quantum materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "da Silva Neto",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo H da Silva Neto",
   "pi_email_addr": "eduardo.dasilvaneto@yale.edu",
   "nsf_id": "000743564",
   "pi_start_date": "2019-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1 Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0123",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 76971.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}