{
 "awd_id": "1845486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Chemical Biology Approaches to Study 5-Methylcytidine Derivatives in RNA and Develop CRISPR-Tet2-Based Epitranscriptomic Tool for Gene Regulation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2019-04-19",
 "awd_max_amd_letter_date": "2019-04-19",
 "awd_abstract_narration": "Nucleotides make up ribonucleic acids (RNAs) and contain the crucial \"blueprint\" of genetic information that is used by cells to make proteins. With this award, the Chemistry of Life Processes Program in the Division of Chemistry is funding Dr. Jia Sheng, from the State University of New York at Albany, to develop tools to incorporate modified nucleotides into RNA with high precision. These modifications change the RNA structure and function.  These changes help us understand the role of RNA in numerous biological processes. The research focuses on the determining the three-dimensional structure of RNAs containing the modified nucleotides, understanding how these changes affect the reactivity of the RNA and then studying the study of the nucleotides' role in gene expression.  The Dr. Sheng makes the new natural nucleotides and their 3D structures available to a wide range of researchers. The strategies developed under this project may be applicable to other enzymes targeting different RNA modifications, leading to a new general approach for RNA editing and thus, this research is considered to be within the Understanding the Rules of Life initiative. The research methodologies and outcomes of the study are integrated into a new course \"Nucleic Acid Chemistry\".  Dr. Sheng is a leader in the \"World of Chemistry\" program which helps freshmen chemistry majors transition to college successfully. Dr. Sheng also organizes the annual \"RNA Day\" in his lab for local K-12 students offering experimental demonstrations and presentations to awaken their inner scientist. Finally, the research group recruits students and teachers to participate in summer research through the \"University in the High School\" program.\r\n\r\nThe research studies made possible by this award focus on the relatively new epigenetic significance of chemically-modified cytosines in RNA. Synthetic 5-methylcytosine (5mC) and its oxidized variants (5xrC) are systematically incorporated into RNAs to determine their impact on the stability and local and global conformations of the RNAs. In addition, studies with 5xrC-modified RNAs reveal their effects on enzyme recognition and the mechanism of enzymatic oxidation of 5mC by the ten-eleven translocation (TET) family of oxygenases. Finally, the sequence targeting the clustered regularly interspaced short palindromic repeats (CRISPR) enzyme is fused with a TET oxygenase to create a tool that site-selectively oxidizes 5mC in natural RNAs. This tool is used to determine how 5xrC nucleotides affect the efficiency of translating cellular mRNAs into proteins. The knowledge gained and new general approaches developed by Dr. Sheng may benefit other scientists who study epitranscriptomic modifications of messenger RNA and posttranscriptional regulation of gene expression in eukaryotes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jia",
   "pi_last_name": "Sheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jia Sheng",
   "pi_email_addr": "jsheng@albany.edu",
   "nsf_id": "000657139",
   "pi_start_date": "2019-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>RNAs play significant roles in most of the biological processes and human diseases, exemplified by the COVID-19 pandemic that was resulted from the RNA coronavirus SARS-CoV-2. RNA molecules are often decorated with different chemical groups by specific enzymes. These chemical modifications are necessary for RNAs to function normally and are closely related to different cell conditions and environments. In addition, these RNA modifications have been regarded as the chemical fossils left from the original stages of life. Therefore, studying modified RNA residues has great significance in understanding fundamental RNA biology and different disease mechanisms, developing new therapeutics, and studying evolution. The main motivation of this proposal is to study how nature uses methylated cytidine and its derivatives in RNA to manipulate key bioprocesses such as DNA replication, RNA transcription, reverse transcription, and translation; and to develop new molecular tools to manipulate these modification sites. We also extended these studies to inosine residue, another important natural RNA modification.</p>\n<p>The 5-methylcytosine (5mC) and its oxidative forms, including 5-hydroxymethylcytosine (5hmC), 5-formylcytosine (5fC), and 5-carboxylcytosine (5caC), are all present in eukaryotic mRNAs at appreciable levels. Although tremendous efforts have been made to study their biological functions, several important aspects such as the structures of RNAs containing these 5mC analogues, the enzymatic oxidation mechanisms/processes, and the impacts of these RNA modifications on gene expression remain elusive. We have synthesized a series of modified RNAs with various numbers and combinations of these 5xC residues and determined their biophysical and structural features, as well as molecular simulation. Through these studies, the integrated effects of these cytosine analogs on RNA base pairing specificity, thermal stabilities and local conformational changes can be determined. We also evaluated the oxidation of 5xC-RNA by TET family enzymes and demonstrated that both TET1 and TET2 catalytic domains can oxidize 5fC to 5caC in different RNA contexts; and TET2 has much better oxidation yields. Our eventual goal is to crystallize the complexes of these proteins with different 5xC-RNA strands to explore detailed structural insights into their substrate recognition and binding properties. To investigate the oxidative impacts of RNA 5xC on the efficiency of protein translation, we also built an RNA editing tool based on CRISPR technology and conducted the site-specific oxidation of 5xC on RNA.</p>\n<p>These fundamental researches promote our understanding to the functions and biosynthetic pathways of these modifications. The chemical biology tools we developed in this project will have extensive epitranscriptomic applications in promoting or inhibiting the expression of certain genes in a site-specific way. Therefore, it will have great biomedical potentials for the future development of new detection or therapeutic methods for RNA research. In general, the study of natural RNA modifications is limited by the lack of building blocks and chemical tools. PI&rsquo;s group has the expertise in nucleic acid chemical synthesis, biochemical and crystal structure studies and will make more of these natural nucleotides building blocks, their 3D structures, and new biochemical tools available for the big RNA research community. This project has created over 20 publications in peer-reviewed scientific journals and provided training opportunities for three Ph.D. students and four undergraduate students at SUNY Albany, as well as four local high school students who are interested in pursuing science majors as their future careers. The students received professional training in this multidisciplinary project. Specifically, they gained the experience and expertise in the areas of organic synthesis, biochemistry, chemical biology, and cell biology, particularly in nucleosides synthesis, nucleic acid solid-phase synthesis, HPLC and gel purification of DNA and RNA oligonucleotides, biophysical studies such as thermodenaturation and CD measurements, RNA-protein and RNA-ligand binding studies, as well as RNA crystallization &amp; structure determination. These training will help their scientific career development. Students also had chances to present their works and research progress in local and national research symposiums and conferences to build their connections with the big scientific research communities.</p><br>\n<p>\n Last Modified: 07/16/2024<br>\nModified by: Jia&nbsp;Sheng</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nRNAs play significant roles in most of the biological processes and human diseases, exemplified by the COVID-19 pandemic that was resulted from the RNA coronavirus SARS-CoV-2. RNA molecules are often decorated with different chemical groups by specific enzymes. These chemical modifications are necessary for RNAs to function normally and are closely related to different cell conditions and environments. In addition, these RNA modifications have been regarded as the chemical fossils left from the original stages of life. Therefore, studying modified RNA residues has great significance in understanding fundamental RNA biology and different disease mechanisms, developing new therapeutics, and studying evolution. The main motivation of this proposal is to study how nature uses methylated cytidine and its derivatives in RNA to manipulate key bioprocesses such as DNA replication, RNA transcription, reverse transcription, and translation; and to develop new molecular tools to manipulate these modification sites. We also extended these studies to inosine residue, another important natural RNA modification.\n\n\nThe 5-methylcytosine (5mC) and its oxidative forms, including 5-hydroxymethylcytosine (5hmC), 5-formylcytosine (5fC), and 5-carboxylcytosine (5caC), are all present in eukaryotic mRNAs at appreciable levels. Although tremendous efforts have been made to study their biological functions, several important aspects such as the structures of RNAs containing these 5mC analogues, the enzymatic oxidation mechanisms/processes, and the impacts of these RNA modifications on gene expression remain elusive. We have synthesized a series of modified RNAs with various numbers and combinations of these 5xC residues and determined their biophysical and structural features, as well as molecular simulation. Through these studies, the integrated effects of these cytosine analogs on RNA base pairing specificity, thermal stabilities and local conformational changes can be determined. We also evaluated the oxidation of 5xC-RNA by TET family enzymes and demonstrated that both TET1 and TET2 catalytic domains can oxidize 5fC to 5caC in different RNA contexts; and TET2 has much better oxidation yields. Our eventual goal is to crystallize the complexes of these proteins with different 5xC-RNA strands to explore detailed structural insights into their substrate recognition and binding properties. To investigate the oxidative impacts of RNA 5xC on the efficiency of protein translation, we also built an RNA editing tool based on CRISPR technology and conducted the site-specific oxidation of 5xC on RNA.\n\n\nThese fundamental researches promote our understanding to the functions and biosynthetic pathways of these modifications. The chemical biology tools we developed in this project will have extensive epitranscriptomic applications in promoting or inhibiting the expression of certain genes in a site-specific way. Therefore, it will have great biomedical potentials for the future development of new detection or therapeutic methods for RNA research. In general, the study of natural RNA modifications is limited by the lack of building blocks and chemical tools. PIs group has the expertise in nucleic acid chemical synthesis, biochemical and crystal structure studies and will make more of these natural nucleotides building blocks, their 3D structures, and new biochemical tools available for the big RNA research community. This project has created over 20 publications in peer-reviewed scientific journals and provided training opportunities for three Ph.D. students and four undergraduate students at SUNY Albany, as well as four local high school students who are interested in pursuing science majors as their future careers. The students received professional training in this multidisciplinary project. Specifically, they gained the experience and expertise in the areas of organic synthesis, biochemistry, chemical biology, and cell biology, particularly in nucleosides synthesis, nucleic acid solid-phase synthesis, HPLC and gel purification of DNA and RNA oligonucleotides, biophysical studies such as thermodenaturation and CD measurements, RNA-protein and RNA-ligand binding studies, as well as RNA crystallization & structure determination. These training will help their scientific career development. Students also had chances to present their works and research progress in local and national research symposiums and conferences to build their connections with the big scientific research communities.\t\t\t\t\tLast Modified: 07/16/2024\n\n\t\t\t\t\tSubmitted by: JiaSheng\n"
 }
}