{
 "awd_id": "1845734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Structural aspects of glutamine-rich domain liquid-liquid phase separation in transcription and RNA processing",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jaroslaw Majewski",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 913703.0,
 "awd_amount": 913703.0,
 "awd_min_amd_letter_date": "2018-11-15",
 "awd_max_amd_letter_date": "2021-09-16",
 "awd_abstract_narration": "Living objects carry out instructions stored in chromosomal DNA by creating thousands of distinct RNA molecules. These RNA molecules, code for, and regulate other biological molecules that perform cellular functions. Synthesis, processing, and destruction of these RNAs is frequently spatially organized into compartments found in all domains of eukaryotic life, from single-celled fungi to the specialized cells of multicellular organisms. These micron-sized structures have long been observed by microscopy in different cell types and locations but only recently have they been identified as membraneless organelles. This project will visualize the molecular contacts that hold together membraneless organelles associated with RNA transcription and processing. These data will be essential to understand how these organelles assemble, how they function, and how the formation and dissolution of these assemblies is regulated. The plan for outreach provides an opportunity for local K-12 public school students to contribute to this detailed view of phase separating protein biophysics. The PI will 1) develop a module highlighting the biological importance of protein structure and disorder for a Rhode Island high school science outreach program, including training and competition using Foldit, the protein folding/interaction video game, 2) pair two high school students per year from this program with an undergraduate student mentor for a one month project characterizing protein structure and phase separation, 3) archive the lesson and hands-on training materials in a public database. \r\n\r\nProteins with unstructured/disordered regions containing a large amount of the amino acid glutamine are necessary for assembly of many of the membraneless organelles in vivo and are sufficient for liquid-liquid phase separation into protein droplets in vitro. Yet, the contacts formed within membraneless organelles are invisible to traditional techniques in structural biology. Therefore, membraneless organelle molecular architecture and mechanistic function remain poorly understood. The planned research will answer the general question: How do the glutamine-rich sequences in intrinsically disordered protein domains encode the structure and interactions associated with self- and co-assembly into membraneless organelles? The question will be answered by characterizing the atomic structure and interactions of glutamine-rich domains and their assemblies using NMR spectroscopy, microscopy, and molecular simulation. Three different glutamine-rich proteins found in yeast and invertebrate animals all known to be essential for physiological membraneless organelle formation will be used as models. As representative members of a diverse family of proteins, the results of the project will serve as the foundation for understanding the structure, interactions, regulation, and function of an entire class of RNA processing assemblies. Structural models and in vitro findings will be tested in established in cell phase separation and in organism phenotypic assays. This work serves as the first step in the long-term objective to map the mechanistic link between the sequence, structure and complexes of low complexity interaction domains and their assembly into membraneless organelles. This project will provide atomically detailed information on this important but mysterious phenomenon in eukaryotic cell biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Fawzi",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas L Fawzi",
   "pi_email_addr": "Nicolas_Fawzi@brown.edu",
   "nsf_id": "000643177",
   "pi_start_date": "2018-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0123",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 490118.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 207890.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 215695.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>In the past few years, the formation of dynamic, liquid-like assemblies known as biomolecular condensates have been shown to be important in hundreds of physiological processes across the kingdoms of life. These membraneless compartments are associated with numerous processes including chaperoning the entire life cycle of messenger RNA, including creation, processing, and destruction. In this work, we established molecular details of the role of glutamine-rich domains in the formation of biomolecular condensates by the process of phase separation and examined the contribution of RNA in the processes. Importantly, we used NMR spectroscopy to provide atomic details of biomolecular interactions for several distinct glutamine-rich proteins to map unique and general features in the contribution of glutamine-rich domains to phase separation and function.</p>\n<p>A glutamine-rich protein Chromatin-linked adaptor for Male Specific Lethal Proteins (CLAMP) is involved in male gene dosage compensation domain and nuclear body formation in flies. We find that full-length CLAMP has affinity for DNA and RNA. The N-terminal half of CLAMP phase separates with RNA and is primarily but not entirely disordered. CLAMP co-phase separates with another glutamine-rich protein hrp38 that is colocalized in flies. Our studies of CLAMP have shown how glutamine-rich regions contribute to phase separation and interaction with other glutamine-rich proteins.</p>\n<p>A set of glutamine-rich transcription factors including Efg1 and Wor1 form the transcriptional white/opaque phenotypic switch in the yeast C. albicans. We evaluated their phase separation in vitro and in cells (with Richard Bennett) as well as how changing the residue composition including altering the glutamine residue patterning affects phase separation and in cell function. Focusing on Efg1, we dissected the phase separation of Efg1 by domain and found the Efg1 C-terminal domain drove the formation of solid-like assemblies rapidly and that RNA stabilized the liquid-like properties of the condensed phases of Efg1 N-terminal domain. Using NMR, we probed atomic contacts in the condensed phase of Efg1 disordered domain, showing evidence that helices are intact in phase separated form and that the tyrosines in the helices contributed more to phase separation than those outside the helix.</p>\n<p>The RNA binding protein<em> </em>hrp-1 in <em>C elegans </em>is highly enriched in glutamine. We find that hrp-1 phase separates at physiological conditions, suggesting a key conserved feature of this protein across animal evolution despite a dramatically different glutamine content (high glutamine in hrp-1 and high tyrosine in hnRNPA2). We also found that the isolated glutamine-rich domain of hrp-1 alone is disordered and forms amorphous assemblies. These results point to distinct properties of glutamine-rich domains compared to their vertebrate analogs. Importantly, we found that hnRNPA2 phase separation which is driven by the disordered region is disrupted by stoichiometric amounts of short, binding RNAs.&nbsp;</p>\n<p>Many glutamine-rich regions are structurally disordered. With Jodi Camberg we showed that an important regulatory piece of the tubulin homolog FtsZ in bacteria is in fact disordered and how it makes contacts with ClpXP protease. With Jeanne Stachowiak, we showed how glutamine residues influence phase separation that can be used to drive membrane bending. We also focused on methodological advances in molecular simulation of glutamine-rich regions. We developed a new computational model with Jeetain Mittal and examined the ability of glutamine residues to mimic the position specific impact of lysine acetylation on phase separation. Glutamine-rich regions are also challenging to simulate faithfully using atomistic molecular simulations. We used experimental NMR data to tune the physical representation of glutamine, serine, and threonine in molecular simulations to better represent the secondary structured formed in solution.</p>\n<p>Together, these findings establish structural and biochemical details of glutamine-rich protein phase separation.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader impacts</span></p>\n<p>The outreach efforts provided an opportunity for the community and local K-12 public school students to learn and contribute to biomolecular phase separation. I established a sustained commitment to science outreach at Vartan Gregorian Fox Point Elementary School (Providence Public School System &ndash; this school has approximately 50% of students eligible for free or reduced price lunch). For their annual Brown Science conference for 3<sup>rd</sup>-5<sup>th</sup> graders, I presented on &ldquo;Cellular Slime: Liquids and Gels&rdquo; incorporating videos of amazing new data from our field and developed and performed three distinct (one per year) hands-on experiments showing how proteins can make up this cellular goop, why substances mix or float, and how our cells have these substances. For the 4<sup>th</sup> graders, I returned to for students to do hands on phase separation of DNA &ndash; extraction of DNA from strawberries. Through the Brown Brain Fair, my laboratory and I reach the broader community with hands on phase separation experiment of oil and water and discussed how phase separation results in physiological function. These efforts aligned on the theme of solubility and biological liquids and gels and goops, bringing important concepts to life for the community and students in a fun way.</p><br>\n<p>\n Last Modified: 07/17/2024<br>\nModified by: Nicolas&nbsp;L&nbsp;Fawzi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\n\n\nIn the past few years, the formation of dynamic, liquid-like assemblies known as biomolecular condensates have been shown to be important in hundreds of physiological processes across the kingdoms of life. These membraneless compartments are associated with numerous processes including chaperoning the entire life cycle of messenger RNA, including creation, processing, and destruction. In this work, we established molecular details of the role of glutamine-rich domains in the formation of biomolecular condensates by the process of phase separation and examined the contribution of RNA in the processes. Importantly, we used NMR spectroscopy to provide atomic details of biomolecular interactions for several distinct glutamine-rich proteins to map unique and general features in the contribution of glutamine-rich domains to phase separation and function.\n\n\nA glutamine-rich protein Chromatin-linked adaptor for Male Specific Lethal Proteins (CLAMP) is involved in male gene dosage compensation domain and nuclear body formation in flies. We find that full-length CLAMP has affinity for DNA and RNA. The N-terminal half of CLAMP phase separates with RNA and is primarily but not entirely disordered. CLAMP co-phase separates with another glutamine-rich protein hrp38 that is colocalized in flies. Our studies of CLAMP have shown how glutamine-rich regions contribute to phase separation and interaction with other glutamine-rich proteins.\n\n\nA set of glutamine-rich transcription factors including Efg1 and Wor1 form the transcriptional white/opaque phenotypic switch in the yeast C. albicans. We evaluated their phase separation in vitro and in cells (with Richard Bennett) as well as how changing the residue composition including altering the glutamine residue patterning affects phase separation and in cell function. Focusing on Efg1, we dissected the phase separation of Efg1 by domain and found the Efg1 C-terminal domain drove the formation of solid-like assemblies rapidly and that RNA stabilized the liquid-like properties of the condensed phases of Efg1 N-terminal domain. Using NMR, we probed atomic contacts in the condensed phase of Efg1 disordered domain, showing evidence that helices are intact in phase separated form and that the tyrosines in the helices contributed more to phase separation than those outside the helix.\n\n\nThe RNA binding protein hrp-1 in C elegans is highly enriched in glutamine. We find that hrp-1 phase separates at physiological conditions, suggesting a key conserved feature of this protein across animal evolution despite a dramatically different glutamine content (high glutamine in hrp-1 and high tyrosine in hnRNPA2). We also found that the isolated glutamine-rich domain of hrp-1 alone is disordered and forms amorphous assemblies. These results point to distinct properties of glutamine-rich domains compared to their vertebrate analogs. Importantly, we found that hnRNPA2 phase separation which is driven by the disordered region is disrupted by stoichiometric amounts of short, binding RNAs.\n\n\nMany glutamine-rich regions are structurally disordered. With Jodi Camberg we showed that an important regulatory piece of the tubulin homolog FtsZ in bacteria is in fact disordered and how it makes contacts with ClpXP protease. With Jeanne Stachowiak, we showed how glutamine residues influence phase separation that can be used to drive membrane bending. We also focused on methodological advances in molecular simulation of glutamine-rich regions. We developed a new computational model with Jeetain Mittal and examined the ability of glutamine residues to mimic the position specific impact of lysine acetylation on phase separation. Glutamine-rich regions are also challenging to simulate faithfully using atomistic molecular simulations. We used experimental NMR data to tune the physical representation of glutamine, serine, and threonine in molecular simulations to better represent the secondary structured formed in solution.\n\n\nTogether, these findings establish structural and biochemical details of glutamine-rich protein phase separation.\n\n\nBroader impacts\n\n\nThe outreach efforts provided an opportunity for the community and local K-12 public school students to learn and contribute to biomolecular phase separation. I established a sustained commitment to science outreach at Vartan Gregorian Fox Point Elementary School (Providence Public School System  this school has approximately 50% of students eligible for free or reduced price lunch). For their annual Brown Science conference for 3rd-5th graders, I presented on Cellular Slime: Liquids and Gels incorporating videos of amazing new data from our field and developed and performed three distinct (one per year) hands-on experiments showing how proteins can make up this cellular goop, why substances mix or float, and how our cells have these substances. For the 4th graders, I returned to for students to do hands on phase separation of DNA  extraction of DNA from strawberries. Through the Brown Brain Fair, my laboratory and I reach the broader community with hands on phase separation experiment of oil and water and discussed how phase separation results in physiological function. These efforts aligned on the theme of solubility and biological liquids and gels and goops, bringing important concepts to life for the community and students in a fun way.\t\t\t\t\tLast Modified: 07/17/2024\n\n\t\t\t\t\tSubmitted by: NicolasLFawzi\n"
 }
}