{
 "awd_id": "1845048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Building on diverse students' funds of knowledge to promote scientific discourse and strengthen connections to science learning in urban classrooms",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925153",
 "po_email": "miford@nsf.gov",
 "po_sign_block_name": "Michael Ford",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 1031374.0,
 "awd_amount": 1031374.0,
 "awd_min_amd_letter_date": "2018-12-20",
 "awd_max_amd_letter_date": "2023-07-12",
 "awd_abstract_narration": "This is a Faculty Early Career Development Program (CAREER) proposal submitted to the Discovery Research PreK-12 (DRK-12) program. Framed around existing inequities in science education, particularly within underserved student populations, the project will aim to investigate how to increase equitable and active participation of diverse students' science learning in middle schools. The central premise of this study will be that building upon and integrating diverse students' funds of knowledge into their learning opportunities would contribute to create equitable access to effective participation. Thus, the study will promote \"authentic scientific discourse\" as a critical feature of students' participation in science practices. In the context of this work, scientific discourse will refer to the spoken and written words, and gestures of students and teachers as they interact in science classrooms. This, in turn, would promote students' science learning at higher levels defined in the Next Generation Science Standards (NGSS Lead States, 2013).  \r\n\r\nTo achieve its goal of supporting authentic scientific discourse in diverse middle school classrooms, the work will address three research questions. (1) What funds of knowledge do students bring to bear, and how can these be productively integrated to support participation in authentic scientific discourse? (2) What are the ways in which students connect cognitively, motivationally, and socially to science learning when participating in authentic scientific discourse within urban classrooms? (3) What progress do students make in key aspects of scientific discourse and their science learning? The study will be conducted across approximately 15 middle schools and will employ a mixed-methods approach with a sample of teachers (n= 18) and students (n= 450). The work will be organized in three phases. Phase 1 will employ mixed methods, longitudinal approach to describe the complex interactions between students' funds of knowledge, disciplinary content and practices of authentic scientific discourse, and connections to science learning. Phase 2 will utilize design-based research cycles with teachers to apply and develop science instructional materials focused on improving opportunities for authentic scientific discourse by integrating students' funds of knowledge in urban classrooms using data from demographics, classroom videos, post-observation student-focus-group interviews, surveys, and science assessments. Phase 3 will focus on dissemination of research and educational findings. The main outcomes of this effort will include scholarly publications, an authentic scientific discourse framework, and instructional materials, such as lessons, videos, and student work for educators. An advisory board will provide both formative and summative evaluation feedback. \r\n\r\nThis is a Faculty Early Career Development Program (CAREER) proposal awarded under the Discovery Research PreK-12 (DRK-12) program. The Discovery Research PreK-12 (DRK-12) program seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Bae",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christine L Bae",
   "pi_email_addr": "clbae@vcu.edu",
   "nsf_id": "000741107",
   "pi_start_date": "2018-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "1015 W. Main Street",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232842020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 193743.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 216939.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 434825.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 185867.0
  }
 ],
 "por": null
}