{
 "awd_id": "1846767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Constructing K-Theoretic Invariants for Geometric Objects",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 448306.0,
 "awd_amount": 448306.0,
 "awd_min_amd_letter_date": "2019-02-04",
 "awd_max_amd_letter_date": "2023-06-02",
 "awd_abstract_narration": "A common approach to problem-solving is to split a problem into smaller sub-problems, solve each of the smaller problems, and assemble the answers into a solution to the original problem.  This last step is often very difficult, as there are multiple ways of gluing the pieces of the solution together.  The mathematical area of K-theory studies different ways of putting such solutions back together, as well as the relations behind differently-assembled pieces.  The invariants constructed by K-theory can be found in many fields, from number theory to algebraic geometry to topology.  This National Science Foundation award investigates novel connections between fields through a K-theoretic perspective, by studying how geometric objects, known as polytopes, varieties and manifolds, can be cut apart and reassembled.  By analyzing these geometric cut-and-paste problems using traditional K-theoretic techniques found in algebra, the project hopes to shed light on longstanding conjectures relating geometry and algebra.  The PI also intends to establish a K-12 math circle available to all local children, and the organization of a district-wide math club for 3-5 graders.  Currently, math clubs at schools are heavily dependent on parental involvement and are therefore only available when interested parents have students at the school; organizing such clubs under a central organization would help with institutional memory and make it available to more students.  \r\n\r\nThe research project consists of three parts. The first is an in-depth exploration of the scissors congruence of polytopes as it relates to the algebraic K-theory of the real and complex numbers.  Using Rognes' stable rank filtration the PI and collaborator Jonathan Campbell intend to construct maps between the filtered parts of Rognes' filtration and the derived scissors congruence of polytopes; the long-term goal of this project is to investigate the connections between scissors congruence groups and the Beilinson--Soule conjecture.  The second part of this project investigates the construction of derived motivic measures on the Grothendieck spectrum of varieties.  There are two main flavors of motivic measure: the cohomological measures, which involve structures on the cohomology of the variety, and the Hermitian measures, which involve enriching the Euler number.  These measures have proven extremely fruitful in studying the Grothendieck ring of varieties; the project proposes to lift these to the Grothendieck spectrum of varieties and use them to study the higher invariants of cut-and-paste problems on varieties.  The cohomological project is joint work with Jonathan Campbell and Jesse Wolfson; the Hermitian project is joint with Kirsten Wickelgren.  The third part of this project is an investigation of \"squares K-theory\", which uses four-term (instead of three-term) relations.  Such relations---for example, the principle of inclusion-exclusion [P] + [Q] = [P u Q] + [P n Q]---appear frequently in geometric cut-and-paste problems such as SK-invariants, Bittner's presentation of the Grothendieck ring of varieties, and the definitions of McMullen's polytope algebra.  The project proposes to extend the definition of K-theory to such relations, thus allowing the construction of higher derived invariants for these (and similar) problems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Inna",
   "pi_last_name": "Zakharevich",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Inna I Zakharevich",
   "pi_email_addr": "zakh@math.cornell.edu",
   "nsf_id": "000599671",
   "pi_start_date": "2019-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Malott Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148534201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 91473.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 85855.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 88594.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 89685.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 92699.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Consider the following question: suppose that you have a container with straight sides (not necessarily a box) with volume 1 cubic meter, and suppose that you have a block of styrofoam which is exactly 1 meter by 1 meter by 1 meter.&nbsp; Is it always possible to slice the block into finitely many pieces in such a way that it will fill the container?&nbsp; Surprisingly, it turns out that the answer is \"no\": if, for instance, the container is a triangular pyramid, this is impossible.&nbsp; To prove this we need the \"Dehn invariant\": a measure on a shape which is the same for any two shapes for which this is possible, and which measures how sides and angles \"fit together\" on a polyhedron.&nbsp; (The volume of a shape satisfies the first part of the requirements but not the second.)&nbsp; A similar question can be asked more formally for other dimensions, or other geometries (such as spherical geometry): given two polyhedra (or, in higher dimensions, polytopes), when is it possible to cut one up into finitely many smaller polyhedra and reassemble them into the other?&nbsp; In 1999, Goncharov conjectured a connection between these \"Dehn invariants\" and well-known algebraic groups called \"K-groups,\" but could not prove a direct connection between them outside of special cases.&nbsp; Part of the work of this project was to construct a theory that could explain this connection, and deepen our understanding about how it works.</p>\r\n<p>More generally, the field of \"combinatorial K-theory\" asks these types of questions for non-geometric objects.&nbsp; \"Algebraic K-theory\" seeks invariants of such \"cut and paste\" questions for algebraic objects, such as vector spaces.&nbsp; These invariants turn out to have applications all over mathematics, from topology to geometry to number theory.&nbsp; The idea of combinatorial K-theory is to develop a notion of such invariants for objects outside of algebra, from polyhedra to varieties (shapes described as zero sets of polynomials), to graphs and trees.&nbsp; In this project three main approaches for constructing such invariants were explored: CGW-categories, which were developed by Jonathan Campbell and the PI, squares K-theory, and categories with covers, which were developed by the PI and collaborators during the course of this award.&nbsp; The first of these is designed to emphasize the similarities between combinatorial K-theory and algebraic K-theory by constructing a framework that applies to both of these examples: both the classic algebraic example of vector spaces and the geometric example of&nbsp; polytopes are examples of this theory; this language meant that several classical theorems from algebraic K-theory could be transferred to combinatorial K-theory.&nbsp; The latter two handle examples which are not possible to adress through algebraic K-theory.&nbsp; The development of this theory has opened the door to many further projects exploring how combinatorics and algebra behave similarly under decomposition and reassembly.</p>\r\n<p>In addition, this project involved a math circle for K-5 graders, designed to encourage mathematical exploration beyond the school curriculum.&nbsp; This math circle had two separate groups (one for K-2, and one for 3-5), with about 15 participants every semester.&nbsp; The groups are structured as a mathematical discussion between a teacher and the students: the teacher chooses a series of questions designed to help students develop an interesting mathematical topic, and then the class develops as a dialogue, with the students sometimes remaining on topic, and sometimes wandering off into other interesting discussions.&nbsp; For example, in the K-2 group a discussion of expected value (discussed through the question of whether a dice-rolling game with different prizes is \"fair\" to the two players) ended up in a deep discussion of whether it's possible to simulate a five-sided die with a six-sided die by \"ignoring\" the 6's, and whether such a thing could ever really work because of the possibility of one of the players continually rolling 6's.&nbsp; Although the students did not have a good enough understanding of mathematics to understand series, many of the points the students brought up contained the seeds of these ideas.&nbsp; In the 3-5 grade group, a discussion of the probability of winning a dice game (where two players roll a die and whoever has the larger number wins) developed into a discussion of how to design new dice to win this game, and whether it is possible to construct an \"ultimate\" die that always, on average wins.&nbsp; (The answer turns out to be \"no,\" which the students were able to prove within a few meetings.)</p>\r\n<p>This project also involved the development of a web app to help students learn basic logical language.&nbsp; This app has been used in seven classes at Cornell, as well as being used in several projects outside of Cornell, including a program at the University of Pennsylvania to teach mathematics in a prison.</p><br>\n<p>\n Last Modified: 12/26/2024<br>\nModified by: Inna&nbsp;I&nbsp;Zakharevich</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nConsider the following question: suppose that you have a container with straight sides (not necessarily a box) with volume 1 cubic meter, and suppose that you have a block of styrofoam which is exactly 1 meter by 1 meter by 1 meter. Is it always possible to slice the block into finitely many pieces in such a way that it will fill the container? Surprisingly, it turns out that the answer is \"no\": if, for instance, the container is a triangular pyramid, this is impossible. To prove this we need the \"Dehn invariant\": a measure on a shape which is the same for any two shapes for which this is possible, and which measures how sides and angles \"fit together\" on a polyhedron. (The volume of a shape satisfies the first part of the requirements but not the second.) A similar question can be asked more formally for other dimensions, or other geometries (such as spherical geometry): given two polyhedra (or, in higher dimensions, polytopes), when is it possible to cut one up into finitely many smaller polyhedra and reassemble them into the other? In 1999, Goncharov conjectured a connection between these \"Dehn invariants\" and well-known algebraic groups called \"K-groups,\" but could not prove a direct connection between them outside of special cases. Part of the work of this project was to construct a theory that could explain this connection, and deepen our understanding about how it works.\r\n\n\nMore generally, the field of \"combinatorial K-theory\" asks these types of questions for non-geometric objects. \"Algebraic K-theory\" seeks invariants of such \"cut and paste\" questions for algebraic objects, such as vector spaces. These invariants turn out to have applications all over mathematics, from topology to geometry to number theory. The idea of combinatorial K-theory is to develop a notion of such invariants for objects outside of algebra, from polyhedra to varieties (shapes described as zero sets of polynomials), to graphs and trees. In this project three main approaches for constructing such invariants were explored: CGW-categories, which were developed by Jonathan Campbell and the PI, squares K-theory, and categories with covers, which were developed by the PI and collaborators during the course of this award. The first of these is designed to emphasize the similarities between combinatorial K-theory and algebraic K-theory by constructing a framework that applies to both of these examples: both the classic algebraic example of vector spaces and the geometric example of polytopes are examples of this theory; this language meant that several classical theorems from algebraic K-theory could be transferred to combinatorial K-theory. The latter two handle examples which are not possible to adress through algebraic K-theory. The development of this theory has opened the door to many further projects exploring how combinatorics and algebra behave similarly under decomposition and reassembly.\r\n\n\nIn addition, this project involved a math circle for K-5 graders, designed to encourage mathematical exploration beyond the school curriculum. This math circle had two separate groups (one for K-2, and one for 3-5), with about 15 participants every semester. The groups are structured as a mathematical discussion between a teacher and the students: the teacher chooses a series of questions designed to help students develop an interesting mathematical topic, and then the class develops as a dialogue, with the students sometimes remaining on topic, and sometimes wandering off into other interesting discussions. For example, in the K-2 group a discussion of expected value (discussed through the question of whether a dice-rolling game with different prizes is \"fair\" to the two players) ended up in a deep discussion of whether it's possible to simulate a five-sided die with a six-sided die by \"ignoring\" the 6's, and whether such a thing could ever really work because of the possibility of one of the players continually rolling 6's. Although the students did not have a good enough understanding of mathematics to understand series, many of the points the students brought up contained the seeds of these ideas. In the 3-5 grade group, a discussion of the probability of winning a dice game (where two players roll a die and whoever has the larger number wins) developed into a discussion of how to design new dice to win this game, and whether it is possible to construct an \"ultimate\" die that always, on average wins. (The answer turns out to be \"no,\" which the students were able to prove within a few meetings.)\r\n\n\nThis project also involved the development of a web app to help students learn basic logical language. This app has been used in seven classes at Cornell, as well as being used in several projects outside of Cornell, including a program at the University of Pennsylvania to teach mathematics in a prison.\t\t\t\t\tLast Modified: 12/26/2024\n\n\t\t\t\t\tSubmitted by: InnaIZakharevich\n"
 }
}