{
 "awd_id": "1846174",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Revolutionizing Biodiversity and Systematics Research on Aplacophora  (Mollusca) and Training the Next Generation of Invertebrate Systematists",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032922331",
 "po_email": "cbalakri@nsf.gov",
 "po_sign_block_name": "Christopher Balakrishnan",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 1208255.0,
 "awd_amount": 1208255.0,
 "awd_min_amd_letter_date": "2019-08-14",
 "awd_max_amd_letter_date": "2023-06-26",
 "awd_abstract_narration": "Aplacophora is a diverse group of shell-less, worm-shaped marine molluscs. Although they are not common at intertidal depths (and are thus unfamiliar even to many zoologists), aplacophorans are abundant and ecologically important members of deep-sea communities. Around 400 species have been named, but it is estimated that tenfold more are awaiting discovery. Aplacophorans are of interest to evolutionary biologists because aplacophorans along with chitons form the sister group to all other Mollusca, which is the second most species-rich animal phylum and exhibits some of the most dramatically disparate body plans in the animal kingdom. Unfortunately, in recent years, the number of taxonomists working on this already understudied group has dropped significantly as three of the world experts have passed away. This project will resurrect aplacophoran biodiversity and systematics research in the United States through training of a new generation of scientists and answer fundamental questions about the biodiversity and evolution of these understudied animals. Three taxonomy training workshops will be held with each providing training for 10-15 early-career invertebrate systematists in conjunction with collection of specimens needed for this research. Further, the PI and his lab will speak in Alabama middle schools and develop a museum exhibit at the Alabama Museum of Natural History. Taken together, this work will provide fundamental information on the diversity of life on Earth, which is essential to the fields of conservation, ecology, and evolutionary biology.\r\n\r\nThe goal of this project is to revolutionize the study of aplacophoran biodiversity and systematics using a combination of traditional and cutting-edge approaches while training the next generation of invertebrate systematists on diverse taxa and techniques. The PI and his lab will identify thousands of specimens, describe >50 new species, characterize the faunas of particularly diverse and understudied regions, write monographs for select taxa in need of revision, and develop a DNA barcode library to help future non-experts. Specimen identification will employ a novel workflow combining light microscopy, micro-CT, scanning electron microscopy, and DNA barcoding - all from the same specimen. Further, the first aplacophoran genomes will be sequenced, enabling target-capture phylogenomics to sample hundreds of molecular markers from species broadly spanning the diversity of the group. Using these data, aplacophoran phylogeny will be inferred, making possible a revised classification that accurately reflects the group?s evolutionary history as well as ancestral state reconstruction of key traits for Aplacophora, Aculifera (aplacophorans + chitons), and Mollusca as a whole.\r\n\r\nThis project is jointly supported between the Division of Environmental Biology (Systematics and Biodiversity Sciences Cluster) and the Office of Polar Programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Kocot",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M Kocot",
   "pi_email_addr": "kmkocot@ua.edu",
   "nsf_id": "000631041",
   "pi_start_date": "2019-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "500 Hackberry Lane",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012937",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 937888.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 133262.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 137105.0
  }
 ],
 "por": null
}