{
 "awd_id": "1846408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Innovation: The Three R's: A Model-Building Toolkit for Rational, Reproducible, and Rigorous Computational Enzymology",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 742139.0,
 "awd_amount": 742139.0,
 "awd_min_amd_letter_date": "2019-05-30",
 "awd_max_amd_letter_date": "2023-07-19",
 "awd_abstract_narration": "Enzymology is the study of the structure, energetics, function, and chemical reactions of catalytic proteins. Atomic-scale computer modeling of enzymes is part of the multibillion-dollar research effort that aids the design of new pharmaceuticals, helps investigate protein structure and function, and advances our understanding of the molecular basis of disease. Despite the widespread use and success of computational enzymology, quantitative relationships between the composition / size of the models and accuracy of simulations are still poorly understood, and comparison of methodologies is nearly impossible. This project will design an automated protocol for the computational study of enzymes using rationally-created and reproducible models, where hypotheses can be rigorously tested via a data-driven approach. In keeping with the Division of Biological Infrastructure?s focus on empowering biological discovery by investing in the development and enhancement of biological research resources, the developed protocol will be made available via a web platform and user interface. In addition, the project will establish a laboratory module for introductory biology courses to familiarize undergraduate students with the Protein Data Bank, enzyme kinetics, and computer modeling. Rule discovery and model building automation will pave the way to a reproducible, rational, and rigorous approach to computational enzymology. Improved research and project design standards will allow, for the first time, a truly quantitative assessment of accuracy in biochemical simulations. This research will impact a large, multidisciplinary swath of the STEM research community, from structural biologists, pharmacologists, and computational chemists in academia and industry, to the next generation of biology and biochemistry undergraduates. \r\n\r\n\r\nThe central goal of this project is to design an automated protocol for the computational study of enzymes using rationally-created and reproducible models, where hypotheses can be rigorously tested via a data-driven approach. Software design of an automated, rules-based software toolkit (RINRUS, short for Residue Interaction Network-based ResidUe Selector) will allow the computational study of enzymes at the atomic-level using reproducible and rationally-created models. RINRUS will guide research workflows by selecting crucial atoms in a protein structure to be included in computational models. RINRUS will then produce an enormous library of computationally tractable and chemically rigorous enzyme models, ready for production-quality simulations using molecular modeling software packages. Automated project design and standardization of research practices will allow the biochemical community to focus on higher-impact phenomena in protein structure and function. Community data sharing and calibration of enzyme models at an unprecedented scale will be facilitated by creation of a web-based repository and discussion forum. This research will create a fundamental, multidisciplinary shift, as computational and data scientists in several domains obtain an improved quantitative understanding of why their findings agree or disagree with experimental observation. Through novel, interactive lecture materials and a laboratory module, undergraduates in introductory biology and chemistry courses will be exposed to Nobel Prize-winning research and methodologies. These activities will forge bonds between introductory STEM courses and real-world scientific research to increase student attraction and retention, especially among underrepresented minority undergraduates in the STEM community. Results of this project can be found at www.memphis.edu/chem/faculty-deyonker/publications.php.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "DeYonker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan DeYonker",
   "pi_email_addr": "ndyonker@memphis.edu",
   "nsf_id": "000663866",
   "pi_start_date": "2019-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381523550",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "084Y00",
   "pgm_ele_name": "Infrastructure Innovation for"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 123752.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 125396.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 127099.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 179831.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 186061.0
  }
 ],
 "por": null
}