{
 "awd_id": "1846152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Generalized Quantitative Imaging Approach for Small Molecules using Genetically Engineered RNA Sensors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2019-02-15",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 500001.0,
 "awd_amount": 500001.0,
 "awd_min_amd_letter_date": "2019-02-05",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "With support from the Biosensing Program in the Chemical, Bioengineering, Environmental, and Transport Systems Division, and partial co-funding from the Chemical Measurement and Imaging Program in the Division of Chemistry, Dr. Mingxu You and his research team at the University of Massachusetts Amherst are streamlining a generalized approach for imaging small molecules in living cells.  Revolutionary fluorescent biosensing probes have been engineered for the live-cell imaging of proteins, nucleic acids, and small molecules.  The outcome of this project will provide ground-breaking methodologies in the field of live-cell imaging of small molecules.  The proposed project will allow researchers from the life sciences, engineering, and physical sciences to measure cellular levels and dynamics of a wide range of analytes with readily accessible sensors.  This project will also integrate sensor engineering research with scientific education and outreach.  \r\n\r\nIn this project, a new generalized sensor system is developed by integrating emerging fluorogenic RNA aptamers, a systematic evolution approach, and natural RNA machineries with nucleic acid nanotechnology.  Fluorogenic RNA aptamers, such as so-called \"Spinach\" and \"Broccoli\",  serve as the genetically encoded fluorescent reporters.  Systematic evolution is used to screen for aptamers that can selectively bind with target small molecules inside live cells.  Finally, RNA devices and circuits existing in nature or enabled by nanotechnology provides signal amplification as well as scaffolds for the ratiometric and multiplexed imaging and quantification of target analytes.  The major research objectives are: (1) to develop quantitative RNA sensors with multiplexing ability for the cellular imaging of small-molecule levels; (2) to engineer sensitive and robust RNA circuits and devices for detecting low-abundance analytes in both prokaryotic and eukaryotic cells; and (3) to generate a high-throughput screening platform to rapidly evolve functional RNA sensors directly in a cellular milieu.  Overall, RNA-based fluorescent probes will be radically advanced through this project for quantitative imaging of a wide range of small-molecule analytes in living cells. Dr. You is an active faculty participant in the Eureka! Program of Girls Inc. of Holyoke, and will continue to provide summer research opportunities for female middle school students in this program.  The You research team will also provide lab tours for local middle school students and teachers.  In addition, this project provides training opportunities for the next-generation of U.S. trained scientists.  Undergraduate and graduate students involved in this project will gain experience in bioengineering, analytical chemistry, and chemical biology.  Based on the proposed sensor design principles, Dr. You will assemble and mentor a team of UMass Amherst undergrads for the International Genetically Engineered Machine (iGEM) competition.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mingxu",
   "pi_last_name": "You",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingxu You",
   "pi_email_addr": "mingxuyou@chem.umass.edu",
   "nsf_id": "000761923",
   "pi_start_date": "2019-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "820 LGRT, 710 N. Pleasant St",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 400001.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong><strong>:</strong></p>\n<p>Fluorescent sensors that can detect the cellular distributions and fluxes of signaling molecules and metabolites are critical tools for our study of biology. &nbsp;In this project, we have engineered a modular genetically encodable fluorescent RNA-based sensing system for imaging various small molecules inside living cells. &nbsp;We developed the first multi-colored ratiometric fluorogenic RNA sensor platform for the real-time quantitative imaging of different metabolites, signaling molecules, and antibiotics in live bacterial cells. &nbsp;For example, a sensor targeting guanosine tetra- and pentaphosphate, (p)ppGpp, an important alarmone nucleotide that regulates bacterial survival in stressful environment, was engineered for the first time and used for collecting unprecedented information on the cell-to-cell variations and cellular dynamics of (p)ppGpp levels under different nutritional conditions. &nbsp;</p>\n<p>We also introduced a genetically encoded <em>in situ </em>amplification RNA circuit strategy to improve the sensitivity of these fluorescent RNA sensors for detecting low-abundance targets in both living bacterial and mammalian cells. &nbsp;In addition, a portable paper substrate-based point-of-care fluorescent RNA sensor platform was developed for detecting target signaling molecules and antibiotics in cell lysis, tap water, and river samples in minutes after simple rehydration. &nbsp;Meanwhile, we have engineered the first genetically encoded fluorogenic RNA-based bioluminescent sensors for the sensitive detection of small molecules without the requirement of external excitation light both in vitro and in living cells.&nbsp;</p>\n<p>These fluorescent RNA sensors can be used for both cellular imaging and regulation.&nbsp; We engineered the first genetically encoded RNA-based photosensitizers that can not only emit fluorescence signal upon illumination, but also generate reactive oxygen species for targeted cell ablation with high temporal and spatial precision.&nbsp; We have also developed genetically encoded fluorogenic RNA repeat tags that can recruit specific non-phase-transition RNAs into condensates in living cells.&nbsp; The cellular RNA localization and compartmentalization can be rationally tuned by these RNA tags, via both cis- and trans-acting mechanism.&nbsp; Importantly, the cellular functions of these targets in their RNA&ndash;protein interactions, gene expression patterns, and lifetime can also be regulated.&nbsp;</p>\n<p>Taken together, through this project, fluorescent RNA-based biosensors have been engineered with dramatically improved properties in the quantification, sensitivity, selectivity, robustness, and multiplexing.&nbsp; One critical achievement of this project is the engineer of a streamlined general platform for developing target-specific RNA sensors. &nbsp;These RNA sensors can be modularly adapted for the measurement of various small-molecule levels in individual cells.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>This project has provided a general methodology for detecting a wide range of cellular analytes with readily accessible sensors that can be broadly applicable in clinical, industrial, and ecological settings.&nbsp; Six graduate students and 14 undergraduate students from UMass Amherst, UMass Lowell, Mount Holyoke College, and Holyoke Community College &nbsp;have been directly involved and received scientific training in this project. &nbsp;The results from this project have also been included in a <em>CHEM 631-Bioanalytical Chemistry </em>course the PI taught. &nbsp;During this project, the PI also lead three two-day &ldquo;<em>Light Up Your Life</em>&rdquo; workshops and a two-day &ldquo;<em>Preparation of Soap</em>&rdquo; workshop for a total of 52 rising 8<sup>th</sup> and 9<sup>th</sup> grade girls of the Holyoke area from the Eureka! Program, as well as hosting two lab tour events for a total of 81 8<sup>th</sup> grade students and teachers from Amherst-Pelham Regional Middle School and Agawam Junior High School.&nbsp;</p><br>\n<p>\n Last Modified: 05/31/2024<br>\nModified by: Mingxu&nbsp;You</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:\n\n\nFluorescent sensors that can detect the cellular distributions and fluxes of signaling molecules and metabolites are critical tools for our study of biology. In this project, we have engineered a modular genetically encodable fluorescent RNA-based sensing system for imaging various small molecules inside living cells. We developed the first multi-colored ratiometric fluorogenic RNA sensor platform for the real-time quantitative imaging of different metabolites, signaling molecules, and antibiotics in live bacterial cells. For example, a sensor targeting guanosine tetra- and pentaphosphate, (p)ppGpp, an important alarmone nucleotide that regulates bacterial survival in stressful environment, was engineered for the first time and used for collecting unprecedented information on the cell-to-cell variations and cellular dynamics of (p)ppGpp levels under different nutritional conditions. \n\n\nWe also introduced a genetically encoded in situ amplification RNA circuit strategy to improve the sensitivity of these fluorescent RNA sensors for detecting low-abundance targets in both living bacterial and mammalian cells. In addition, a portable paper substrate-based point-of-care fluorescent RNA sensor platform was developed for detecting target signaling molecules and antibiotics in cell lysis, tap water, and river samples in minutes after simple rehydration. Meanwhile, we have engineered the first genetically encoded fluorogenic RNA-based bioluminescent sensors for the sensitive detection of small molecules without the requirement of external excitation light both in vitro and in living cells.\n\n\nThese fluorescent RNA sensors can be used for both cellular imaging and regulation. We engineered the first genetically encoded RNA-based photosensitizers that can not only emit fluorescence signal upon illumination, but also generate reactive oxygen species for targeted cell ablation with high temporal and spatial precision. We have also developed genetically encoded fluorogenic RNA repeat tags that can recruit specific non-phase-transition RNAs into condensates in living cells. The cellular RNA localization and compartmentalization can be rationally tuned by these RNA tags, via both cis- and trans-acting mechanism. Importantly, the cellular functions of these targets in their RNAprotein interactions, gene expression patterns, and lifetime can also be regulated.\n\n\nTaken together, through this project, fluorescent RNA-based biosensors have been engineered with dramatically improved properties in the quantification, sensitivity, selectivity, robustness, and multiplexing. One critical achievement of this project is the engineer of a streamlined general platform for developing target-specific RNA sensors. These RNA sensors can be modularly adapted for the measurement of various small-molecule levels in individual cells.\n\n\nBroader Impacts:\n\n\nThis project has provided a general methodology for detecting a wide range of cellular analytes with readily accessible sensors that can be broadly applicable in clinical, industrial, and ecological settings. Six graduate students and 14 undergraduate students from UMass Amherst, UMass Lowell, Mount Holyoke College, and Holyoke Community College have been directly involved and received scientific training in this project. The results from this project have also been included in a CHEM 631-Bioanalytical Chemistry course the PI taught. During this project, the PI also lead three two-day Light Up Your Life workshops and a two-day Preparation of Soap workshop for a total of 52 rising 8th and 9th grade girls of the Holyoke area from the Eureka! Program, as well as hosting two lab tour events for a total of 81 8th grade students and teachers from Amherst-Pelham Regional Middle School and Agawam Junior High School.\t\t\t\t\tLast Modified: 05/31/2024\n\n\t\t\t\t\tSubmitted by: MingxuYou\n"
 }
}