{
 "awd_id": "1846059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Multiscale Modeling of Axonal Fiber Bundles in the Brain",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy C. Crone",
 "awd_eff_date": "2019-02-15",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 570000.0,
 "awd_min_amd_letter_date": "2019-02-12",
 "awd_max_amd_letter_date": "2022-05-19",
 "awd_abstract_narration": "Brain injuries are a significant health concern for civilian and military populations.  Many of these injuries result from damage to the axons, the long extensions of neurons that allow communication between brain cells.  This Faculty Early Career Development Program (CAREER) project will contribute to the understanding of brain trauma by developing advanced computer models that link neuroimaging results, biomechanical assessments, and computational modeling of the brain.  Specifically, this project will develop and validate a model of axonal damage using controlled experimental methods.  More broadly, the continued pursuit of the development and validation of numerical diagnostics is anticipated to advance the emerging field of computational medicine.  This project will integrate education and outreach activities with the research, including a mobile \"NSF Sideline Science\" curriculum that teaches and promotes awareness of brain science and computational medicine for K-12 students and the general public.  In addition, a systematic multiyear study will examine the effectiveness of a new junior-level computational tools course on improving undergraduate performance in other core engineering and design courses.  Also, a graduate-level, semiannual colloquium will enhance students' understanding of the power of advanced cyberinfrastructures to solve diverse problems in science and engineering.\r\n\r\nDiffuse axonal injury is a common pathology associated with traumatic brain injury in which deformation of axonal cells leads to rupture and axonal degeneration; yet, there remain difficulties with interpreting the degree of injury based on imaging of structural changes.  Axonal fiber tracts formed from organized collections of neural cells can be visualized using magnetic resonance diffusion imaging.  These images will be used in conjunction with a new multiscale embedded finite element technique that models the complex nature of axonal tracts in the brain.  The research objective is to develop a validated multiscale computational method that explicitly includes axonal fiber tracts from diffusion-weighted neuroimaging and predicts primary and secondary effects of axonal injury over time.  The central hypothesis is that changes in diffusion tensor imaging can be fully explained through the use of computational predictions of axonal fiber bundle strain.  This project will develop a new computational tool, or \"Digital Brain,\" that leverages advanced cyberinfrastructures and expands capabilities in the emerging field of computational medicine.  This will be accomplished through the implementation of a new multiscale embedded finite element technique to model the complex nature of axonal tracts in the brain as well as a time-dependent, inelastic damage model for the axonal fiber tracts and surrounding extra cellular matrix.  Both will be validated using controlled experimental methods.  The model will extend from the molecular to the organ level to study axonal injury mechanisms.  Single cell-to-fiber tract coupling will enable the transfer of structural and functional information across scales.  This multiscale modeling will thus provide insight into primary and secondary Wallerian injury cascades associated with brain injury.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reuben",
   "pi_last_name": "Kraft",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Reuben H Kraft",
   "pi_email_addr": "rhk12@psu.edu",
   "nsf_id": "000667736",
   "pi_start_date": "2019-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "091Z",
   "pgm_ref_txt": "Data Initiatives"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 396514.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 103486.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research presents a computational approach for elucidating the complex multiscale biomechanics and multi-physics within the brain. The research objectives are aimed at developing tools and experimental data to explore the hypothesis that axonal bundle strain is correlated with brain injury.</p>\n<p>In this project the PI has successfully developed a computational modeling platform that offers brain modeling as a service, the first of its kind.&nbsp;It uses three enabling technologies including cloud computing, computational brain biomechanics and wearable sensors and can provide individual-specific cloud-based computer models of the brain. The novel integration of these technologies enables an automated process where the biomechanical sensor data is used as input into brain models and a clinical report is returned useful for medical personnel. The brain simulations use a physics based model for which extensive verification and validation has been conducted. Further, the brain models include an axonal tractography, enabling monitoring of axonal strains. The platform can be used to create large, diverse datasets (big data), where relationships might be identified and yield a capability of using sensors paired with simulations for diagnosing brain injuries.&nbsp;</p>\n<p>The platform has been tested and used for large scale jobs and currently stands at ~78000 brain simulations. Several other research groups have also used the platform. In addition, the PI conducted a collaborative study with the Western Carolina University and established a protocol to compare the cognitive performance of athletes after large head impacts with the axonal bundle strain.</p>\n<p>The PI has also developed a Sideline Science outreach program which includes a curriculum that merges sports, technology, engineering, and medicine into an interactive mobile lab.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/05/2024<br>\nModified by: Reuben&nbsp;H&nbsp;Kraft</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research presents a computational approach for elucidating the complex multiscale biomechanics and multi-physics within the brain. The research objectives are aimed at developing tools and experimental data to explore the hypothesis that axonal bundle strain is correlated with brain injury.\n\n\nIn this project the PI has successfully developed a computational modeling platform that offers brain modeling as a service, the first of its kind.It uses three enabling technologies including cloud computing, computational brain biomechanics and wearable sensors and can provide individual-specific cloud-based computer models of the brain. The novel integration of these technologies enables an automated process where the biomechanical sensor data is used as input into brain models and a clinical report is returned useful for medical personnel. The brain simulations use a physics based model for which extensive verification and validation has been conducted. Further, the brain models include an axonal tractography, enabling monitoring of axonal strains. The platform can be used to create large, diverse datasets (big data), where relationships might be identified and yield a capability of using sensors paired with simulations for diagnosing brain injuries.\n\n\nThe platform has been tested and used for large scale jobs and currently stands at ~78000 brain simulations. Several other research groups have also used the platform. In addition, the PI conducted a collaborative study with the Western Carolina University and established a protocol to compare the cognitive performance of athletes after large head impacts with the axonal bundle strain.\n\n\nThe PI has also developed a Sideline Science outreach program which includes a curriculum that merges sports, technology, engineering, and medicine into an interactive mobile lab.\n\n\n\t\t\t\t\tLast Modified: 06/05/2024\n\n\t\t\t\t\tSubmitted by: ReubenHKraft\n"
 }
}