{
 "awd_id": "1846732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Deformation and interfacial slip in two-dimensional material heterostructures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-01-31",
 "awd_max_amd_letter_date": "2019-01-31",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) Program project will explore the fundamental limits of friction and how to utilize slip at nanoscale interfaces in atomic membranes composed of two dimensional materials. An important capability of membranes is to relieve stress through the introduction of interfacial slip or out-of-plane crumpling. Two-dimensional interfaces also display emergent nanoscale properties like superlubricity where the friction decreases by a factor of 100. Yet, it is not well understood how slip and superlubricity at interfaces affects the mechanics of nanoscale membranes made from heterostructures of multiple materials. The success of this study will lead to the design of electronic materials which actively utilize slip and deformation to become 10-100 times more pliable than state of the art stretchable technologies like silicon microelectromechanical systems or organic electronics. Slippable devices made from 2D materials have applications as low-footprint, low power sensors, tunable signal processors, or energy harvesting systems in wearable electronics. As part of the project, the PI will also create a project-based educational outreach activity in which students will design a laser light show and deliver them to schools with primarily minority populations and summer STEM camps for underrepresented groups. The PI will continue creating research mentoring opportunities for undergraduates including underrepresented minorities and introduce a new project-based nanoscale engineering course.\r\n\r\nThe lack of covalent bonds and the incommensurate structure at van der Waals interfaces in 2D materials heterostructures leads to superlubricity and easy slip between layers. This program will examine the impact of interlayer friction and slip on 2D heterostructures under shear, bending, and tensioning. Objective 1 will build a theoretical foundation to quantify friction, adhesion, slip and superlubricity at incommensurate heterostructure interfaces through atomic scale simulation and multiscale modeling. Objective 2 will experimentally probe the friction of incommensurate interfaces under shear by sliding micropillars built from 2D heterostructures and measuring the forces with lateral force microscopy. Objectives 3 and 4 will respectively study the impact of slip in crumpled 2D membranes and resonant drumheads. These results are anticipated to reveal the interplay between interlayer alignment and superlubricity, when smooth sliding or stick-slip occurs, and slip-mediated nanomechanical scaling laws and moduli. The new knowledge will be used to predict and design the pliability of 2D heterostructure atomic membranes lying at the forefront of technologies and applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arend",
   "pi_last_name": "Van Der Zande",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Arend M Van Der Zande",
   "pi_email_addr": "arendv@illinois.edu",
   "nsf_id": "000690370",
   "pi_start_date": "2019-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright St.",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "026E",
   "pgm_ref_txt": "STRUCTURAL MECHANICS"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This faculty Early Career Development (CAREER) program explored the fundamental limits of friction and how to utilize slip at nanoscale interfaces in nanomaterials to create highly deformable and highly tunable systems. This project focused on two-dimensional materials, which are atomically thin sheets with no dangling bonds on their surface. These materials are electrically active semiconductors, making them useful for electronics. At the same time, they can relieve strain by letting the layers slide past each other rather than creating defects or fracturing the way conventional three-dimensional materials will. This project studied the mechanics of these atomic membranes, to understand the interaction between three-dimensional deformation like crumpling, interlayer slip, and in-plane strain in each of the layers. This project developed models to explain, predict the nanoscale mechanics of the interface, and experimentally built the nanoscale systems to test the mechanics, then designed systems that actively utilized the strain and deformation. The results have diverse applications in emerging technologies that combine electronics and mechanics, including flexible or stretchable electronics, wearable biosensors, strain engineering to enhance the performance of transistors, and quantum emitters.</p>\r\n<p>In addition, the broader impacts of this project included training three graduate students to attain their PhD and gave four undergraduate students opportunities for hands on research in nanostructure fabrication and semiconducting devices, an area articulated as being of strategic national importance for workforce development. The PI created an advanced nanotechnology course on the operation of tools of nanofabrication and nanocharacterization. Finally, the program lead to the development of a new educational activity, &ldquo;laser light show&rdquo;. Where students could build and program a system of lego servos mirrors and to dynamically direct a laser beam to draw patterns on a wall. Over the course of the grant, &ldquo;Laser light shows&rdquo; was offered in local summer camps, middle schools and high-schools to promote their interest in pursuing careers in STEM fields.</p><br>\n<p>\n Last Modified: 02/05/2025<br>\nModified by: Arend&nbsp;M&nbsp;Van Der Zande</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis faculty Early Career Development (CAREER) program explored the fundamental limits of friction and how to utilize slip at nanoscale interfaces in nanomaterials to create highly deformable and highly tunable systems. This project focused on two-dimensional materials, which are atomically thin sheets with no dangling bonds on their surface. These materials are electrically active semiconductors, making them useful for electronics. At the same time, they can relieve strain by letting the layers slide past each other rather than creating defects or fracturing the way conventional three-dimensional materials will. This project studied the mechanics of these atomic membranes, to understand the interaction between three-dimensional deformation like crumpling, interlayer slip, and in-plane strain in each of the layers. This project developed models to explain, predict the nanoscale mechanics of the interface, and experimentally built the nanoscale systems to test the mechanics, then designed systems that actively utilized the strain and deformation. The results have diverse applications in emerging technologies that combine electronics and mechanics, including flexible or stretchable electronics, wearable biosensors, strain engineering to enhance the performance of transistors, and quantum emitters.\r\n\n\nIn addition, the broader impacts of this project included training three graduate students to attain their PhD and gave four undergraduate students opportunities for hands on research in nanostructure fabrication and semiconducting devices, an area articulated as being of strategic national importance for workforce development. The PI created an advanced nanotechnology course on the operation of tools of nanofabrication and nanocharacterization. Finally, the program lead to the development of a new educational activity, laser light show. Where students could build and program a system of lego servos mirrors and to dynamically direct a laser beam to draw patterns on a wall. Over the course of the grant, Laser light shows was offered in local summer camps, middle schools and high-schools to promote their interest in pursuing careers in STEM fields.\t\t\t\t\tLast Modified: 02/05/2025\n\n\t\t\t\t\tSubmitted by: ArendMVan Der Zande\n"
 }
}