{
 "awd_id": "1846685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Transparent, passivating, and carrier-selective heterojunction contacts for silicon and cadmium telluride solar cells",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-02-08",
 "awd_max_amd_letter_date": "2021-07-06",
 "awd_abstract_narration": "Nontechnical:\r\nThis CAREER project aims to increase the efficiency of conversion of sunlight into electricity by solar cells. The project will explore the materials science and physics of electrical contacts to solar cells. In so doing, it will advance the understanding of how these contacts limit the operation of the cells. Every solar cell must perform two processes: convert light into excited electrons and extract those electrons in the form of current. The former process is performed by a semiconductor absorber material; the latter by two electrical contacts between which the absorber is sandwiched. Although solar cells are mass manufactured and now generate 1% of the electricity consumed in the U.S., there are still fundamental questions that are unanswered. The research community does not yet understand which properties determine if a material will make an excellent electrical contact and how to quickly find and make materials with the desired properties. This project will provide answers to these questions with a combination of measurements and simulations applied to existing model systems, as well as experiments to use the resulting understanding to develop new contacts. Success in the project will lay the groundwork for solar cells that are 10-15% more efficient than today's cells, reducing the cost of solar electricity generation to below 3 cents per kilowatt-hour. This, in turn, is predicted to accelerate the deployment of solar energy, resulting in 17% of U.S. electricity being generated by solar in 2030 instead of the 5% projected in a business-as-usual scenario. In addition to these scientific, environmental, and societal impacts, this project will also train community college, undergraduate, and graduate students for the 260,000 solar jobs presently in the US through a week-long, hands-on \"Solar Cell 101\" course in which they make cells and modules from start to finish.\r\n\r\nTechnical:\r\nMany photovoltaic (PV) technologies have arrived at absorber materials that have low non-radiative recombination rates and thus could support cell voltages approaching the detailed-balance limit, but no technology has developed comparatively ideal electrical contacts that are transparent, that passivate the absorber surface, and that selectively extract electrons or holes from the absorber. This project targets key questions that inhibit rapid progress in heterojunction contact understanding and technology using (1) a characterization suite that links together the properties of carrier-selective layers, contacts containing those layers, and PV cells containing those contacts, and (2) a new deposition technique using dry-cluster spraying to enable intimate control of the stoichiometry of contact layers without sputter damage. These two platforms will be applied to crystalline silicon and cadmium telluride PV cells as model systems, as these technologies have readily available high-quality absorbers (which makes interpretation of the function of the contacts more apparent), a collection of previously developed contacts for these materials is available for analysis but ideal contacts have yet to be discovered, and any advances in understanding and technology resulting from the project will have large research and commercial impact. After studying the underlying physics of state-of-the-art existing contacts, the project will progress to depositing and testing heretofore unexplored carrier-selective layers, including wide-bandgap, heavily doped, amorphous or polycrystalline III-V materials. This research will address the critical impediment--excellent contacts--to 27%-efficient silicon PV cells and 25%-efficient cadmium telluride cells.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zachary",
   "pi_last_name": "Holman",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Zachary C Holman",
   "pi_email_addr": "zachary.holman@asu.edu",
   "nsf_id": "000550302",
   "pi_start_date": "2019-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 393215.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 106785.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CAREER project advanced the fundamental understanding of heterojunction contacts to photovoltaic cells&mdash;thereby paving the way to higher efficiencies&mdash;through integrated research and education in materials science and device physics. In particular, it developed and utilized new characterization methods and versatile thin-film deposition methods to understand how the materials properties of a contact dictate photovoltaic device performance, and to explore new contact materials. Contact layers were tested in silicon, cadmium telluride, and perovskite photovoltaic cells with the goal of increasing their efficiencies towards their respective absorber-recombination limits. Select outcomes of note include a new, resistance-based framework for describing how contacts to solar cells function; the advancement of a photoluminescence characterization technique to measure the carrier lifetime, quasi-Fermi-level splitting, and doping density of partially processed and complete solar cells; and the use of this technique to measure the doping of relatively unexplored perovskite absorbers and the passivation of layers such as tin oxide and silicon dioxide when deposited on such perovskite absorbers.</p>\n<p>Much of the intellectual merit of the project was in its reconception of how contacts to solar cells work, and thus how they should ideally be designed. Photovoltaic cells composed of conventional semiconductor materials have long been described as illuminated p-n junctions in which carriers that do not succumb to recombination are extracted by a built-in electric field established by the spatially varying doping of the semiconductor. However, a more general description of a cell as an absorber and two contacts&mdash;one that impedes the flow of electrons more than holes, and the other of which does the opposite&mdash;has been emerging over the past ten years. This project (1) developed a preferred, generally applicable system for analyzing the performance of contacts to PV cells; (2) used this system to evaluate select existing contacts and to develop new contacts; and (3) generated data that support the emerging perspective that ideal transparent, carrier-selective, and passivating contacts are best made with wide-bandgap layers that form heterojunctions with the absorber.</p>\n<p>The research activities of the project had broader market impacts, and the research activities were complemented with educational activities that had broader educational impacts. The project helped lay the groundwork for designing, making, and testing contacts that will improve the silicon and cadmium telluride solar cells that make up 99% of the multi-gigawatt and multi-billion-dollar PV market. For the first time, solar ranked as the number one source of new electricity generating capacity additions in the US in 2016; this project provided understanding that will improve the efficiency of today and tomorrow&rsquo;s electricity source. It also trained graduate, undergraduate, and community college students for the &gt;250,000 solar jobs presently in the US. Specific activities to this end included updating the curriculum of a graduate-level course to emphasize electrochemical potentials when analyzing device operation; hosting community college student cohorts in a week-long, hands-on, in-lab &ldquo;Solar Cell 101&rdquo; course in which they made silicon solar cells from start to finish; and involving undergraduates in materials science and electrical engineering research.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/04/2024<br>\nModified by: Zachary&nbsp;C&nbsp;Holman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis CAREER project advanced the fundamental understanding of heterojunction contacts to photovoltaic cellsthereby paving the way to higher efficienciesthrough integrated research and education in materials science and device physics. In particular, it developed and utilized new characterization methods and versatile thin-film deposition methods to understand how the materials properties of a contact dictate photovoltaic device performance, and to explore new contact materials. Contact layers were tested in silicon, cadmium telluride, and perovskite photovoltaic cells with the goal of increasing their efficiencies towards their respective absorber-recombination limits. Select outcomes of note include a new, resistance-based framework for describing how contacts to solar cells function; the advancement of a photoluminescence characterization technique to measure the carrier lifetime, quasi-Fermi-level splitting, and doping density of partially processed and complete solar cells; and the use of this technique to measure the doping of relatively unexplored perovskite absorbers and the passivation of layers such as tin oxide and silicon dioxide when deposited on such perovskite absorbers.\n\n\nMuch of the intellectual merit of the project was in its reconception of how contacts to solar cells work, and thus how they should ideally be designed. Photovoltaic cells composed of conventional semiconductor materials have long been described as illuminated p-n junctions in which carriers that do not succumb to recombination are extracted by a built-in electric field established by the spatially varying doping of the semiconductor. However, a more general description of a cell as an absorber and two contactsone that impedes the flow of electrons more than holes, and the other of which does the oppositehas been emerging over the past ten years. This project (1) developed a preferred, generally applicable system for analyzing the performance of contacts to PV cells; (2) used this system to evaluate select existing contacts and to develop new contacts; and (3) generated data that support the emerging perspective that ideal transparent, carrier-selective, and passivating contacts are best made with wide-bandgap layers that form heterojunctions with the absorber.\n\n\nThe research activities of the project had broader market impacts, and the research activities were complemented with educational activities that had broader educational impacts. The project helped lay the groundwork for designing, making, and testing contacts that will improve the silicon and cadmium telluride solar cells that make up 99% of the multi-gigawatt and multi-billion-dollar PV market. For the first time, solar ranked as the number one source of new electricity generating capacity additions in the US in 2016; this project provided understanding that will improve the efficiency of today and tomorrows electricity source. It also trained graduate, undergraduate, and community college students for the 250,000 solar jobs presently in the US. Specific activities to this end included updating the curriculum of a graduate-level course to emphasize electrochemical potentials when analyzing device operation; hosting community college student cohorts in a week-long, hands-on, in-lab Solar Cell 101 course in which they made silicon solar cells from start to finish; and involving undergraduates in materials science and electrical engineering research.\n\n\n\t\t\t\t\tLast Modified: 07/04/2024\n\n\t\t\t\t\tSubmitted by: ZacharyCHolman\n"
 }
}