{
 "awd_id": "1847780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Defect Energetics and Dynamics in Concentrated Alloys",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 550887.0,
 "awd_amount": 550887.0,
 "awd_min_amd_letter_date": "2019-02-12",
 "awd_max_amd_letter_date": "2023-06-21",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\nMetallic alloys are widely used as structural materials in many practical applications such as bridges, power plants, buildings, aircrafts, and automobiles. Conventional alloys are typically made of one principal alloying element with addition of other low-concentration alloying elements for improving alloy properties. Recently, concentrated alloys have received significant interests due to their novel properties. Different from conventional alloys, concentrated alloys consist of two or more principal alloying elements. These concentrated alloys exhibit outstanding physical properties compared to conventional alloys including high-temperature strength, corrosion resistance, radiation tolerance, as well as wear and fatigue resistance. Such superior properties are related to the unique formation and transport mechanisms of crystal defects in concentrated alloys, which are poorly understood to date. The goal of this project is to use novel computational approaches to narrow this knowledge gap. The proposed research will study the effects of alloy composition, atomic configuration of alloying elements, interaction between alloying elements on the defect formation and transport mechanisms in concentrated alloys. The connection between the atomistic mechanisms and long-term defect evolution will be assessed to understand the importance of these mechanisms on the microstructural evolution in alloys. Successful completion of this project will reveal the atomic origins that lead to the unique defect properties in concentrated alloys. The understanding may help establish science-based principles for down-selecting alloying elements to control defect diffusion and mass transport in concentrated alloys and thus achieve desired physical properties. Through laboratory sessions and hands-on computer simulation training at two outreaching programs at Virginia Tech that target on recruiting high school students from under-represented groups into engineering disciplines, this project will help attract and recruit next-generation materials scientists and engineers with diverse backgrounds. In addition, the research will be integrated into both undergraduate and graduate courses to educate and retain students in computational materials science and physical metallurgy. \r\n\r\nTECHNICAL SUMMARY\r\nLattice defects such as interstitials and vacancies as well as their clusters are main mass transport carriers in materials. Their diffusion is a critical process for governing the microstructural evolution and thus the change of physical properties in materials. Although defect energetics and dynamics are well studied in pure metals and dilute alloys, they are poorly understood in concentrated alloys including high-entropy alloys. The main objective of this project is to understand the atomic origins for the unique defect energetics and dynamics in concentrated alloys such as sluggish diffusion, which are further determined by the complex atomic configurations and interactions of alloying elements. The proposed research will start from binary concentrated alloys and gradually extend to ternary alloys and high-entropy alloys. Multiscale modeling methods including molecular statics, molecular dynamics, temperature accelerated dynamics, and cluster dynamics will be used. To understand the effect of atomic configuration, alloys of different compositions including the percolation threshold, will be studied to elucidate whether percolation leads to preferential diffusion of alloying elements. For the effect of interatomic interaction, different interactions between alloying elements will be selected in a desired way to determine the relative importance between defect formation energies and migration barriers on the sluggish diffusion. Temperature accelerated dynamics will be used to study the non-intuitive defect cluster migration mechanisms, which can reach long timescales but with full atomic fidelity. Cluster dynamics will be used to evaluate the importance of different types of defects and clusters on the long-term defect evolution at the experimentally accessible timescales. Accomplishing these tasks will enable understanding of the unique defect formation and transport mechanisms in concentrated alloys and may help the research community design novel alloys of optimum properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xianming",
   "pi_last_name": "Bai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xianming Bai",
   "pi_email_addr": "xmbai@vt.edu",
   "nsf_id": "000784012",
   "pi_start_date": "2019-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 Turner Street, NW",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 100873.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 107194.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 110641.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 114225.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 117954.0
  }
 ],
 "por": null
}