{
 "awd_id": "1847138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Enabling Non-Line-of-Sight Imaging with Terahertz Holography",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-02-07",
 "awd_max_amd_letter_date": "2021-03-02",
 "awd_abstract_narration": "Title: Non-line-of-Sight Imaging Using Terahertz Waves\r\n\r\nAbstract:\r\nThis work is focused on using terahertz (THz) waves to implement cameras that see hidden objects. THz waves are extremely high frequency signals (100 GHz 10 THz) that enable unique imaging capabilities. Unless looking into a well-polished surface, human eyes and regular cameras can only discern objects that are in the line of sight, therefore an object located around a corner is not visible. On the other hand, terahertz (THz) waves exhibit strong reflections from common building surfaces. Using THz cameras walls or doors can appear as mirrors, thus allowing to peek inside rooms and cavities otherwise hidden from direct sight. Such capability will augment vision and situational awareness of first responders and rescuers in unreachable and uncharted environments. Interestingly, non-line-sight imaging capabilities could be leveraged from the next generation of ultra-fast wireless communication systems. Future communication systems will be equipped with antennas that can operate as cameras and transfer data. The synergy of THz communications and imaging will enable uninterrupted links and user mobility. Additionally, non-line-of-sight imaging will enable localization of users with centimeter-level accuracy for applications in virtual/augmented reality or assisted healthcare. The proposed project will also emphasize on educating a broader audience of high school, undergraduate, and graduate students. With the use of augmented reality headsets, the students will implement software that allows the visualization of THz imaging capabilities in the real-world. Additionally, the PI will collaborate with local first responders and military veterans to educate them through workshops on the capabilities and opportunities of the new imaging technology.\r\n\r\nThe goal of this research is to design image reconstruction algorithms and hardware topologies that will enable real-time, 3D THz imaging of both line-of-sight (LoS) and non-line-of-sight (NLoS) objects from a single observation point. The five-year career-development plan has the following objectives: 1) Analyze the mechanisms that distort images in multipath imaging and implement algorithms to invert the process for accurate image reconstruction. 2) Design topologies for NLoS THz imaging and understand the requirements for communication and imaging coexistence. 3) Implement methods for simultaneous localization and mapping and synergy between imaging and communication protocols for efficient channel estimation. The intellectual merit of this work is to understand wavefront distortions of THz waves in multipath and multi-reflection scenarios and use this knowledge to implement inverse scattering methods to reconstruct images from backscattered signals. This knowledge will also help us understand the hardware imaging requirements and how NLoS imaging can collaborate with communication hardware for novel applications. Using the 3D images of the surrounding, the proposed research will provide a new approach for channel estimation for the next generation of ultrafast wireless communications. In the long term, this research will contribute to the national security by enabling first response, surveillance and reconnaissance in hostile and uncharted environment, allow autonomous navigation in crowed spaces, and provide a path for the integration of imaging and communications for faster wireless data transmission.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georgios",
   "pi_last_name": "Trichopoulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georgios Trichopoulos",
   "pi_email_addr": "gtrichop@asu.edu",
   "nsf_id": "000736331",
   "pi_start_date": "2019-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 6011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 393023.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 106977.0
  }
 ],
 "por": null
}