{
 "awd_id": "1847215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Transforming Neural Interfaces Using Stretchable, Transparent, Multifunctional Nanomesh Microelectrodes",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2019-02-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2018-12-17",
 "awd_max_amd_letter_date": "2021-02-02",
 "awd_abstract_narration": "To understand how the brain functions and cure brain disorders, neuroscientists and clinicians need brain mapping devices.  This project will develop the next generation of stretchable and transparent electrode arrays with unprecedented scale and resolution for brain recording and stimulation. This program will not only generate broad impacts in neuroscience through proactive device translation efforts in and beyond this project, but also create unique opportunities for novel neuroprosthetics. Through generating neural interfaces that will allow human-like performance in neuroprosthetic limbs and retinal prostheses with chronic biocompatibility, this program will impact more than 3 million people in the U.S. who live with upper limb loss, paralysis due to tetraplegia, blindness due to retinitis pigmentosa, or epilepsy. The proposed multidisciplinary educational/outreach program will engage hundreds of students through research experiences for underrepresented K-12 students, active undergraduate research involvements, graduate leadership training in device translation, and augmented engineering curricula.\r\n\r\nThe research objective of this project is to investigate a set of foundational materials and device problems to for the first time establish a new unique device technology \"multifunctional nanomesh microelectrodes\" to shift the current paradigm of neural interface from rigid, opaque neuroelectrode arrays towards ultrasoft and transparent ones.  Stretchable and transparent neuroelectrode arrays are two emerging neural interfaces due to their chronic biocompatibility and multimodal compatibility, respectively. However, both systems are currently confounded by their scalability since fundamentally, no existing electrode materials can simultaneously provide the required system-level properties of electrochemical interfaces, electrical conductance, and chronic biocompatibility in addition to the mandatory mechanical stretchability or optical transparency. Based on strong preliminary results, the PI hypothesizes that multifunctional nanomesh microelectrodes can possess an unprecedented combination of all functionalities needed for this aforementioned paradigm shift including low impedance, large stretchability, high transparency, and chronic biocompatibility. This project will holistically test this hypothesis through innovative theoretical design, experimental realization, and system demonstration/validation, and proactively integrate closed-loop device translation and experiential education activities.  Vertically, the unprecedented combination of large throughput, chronic biocompatibility and multimodal compatibility of the resulting neural interface device will yield profound impacts to both our studying of complex networks in the central nervous system and interfacing with the brain. Laterally, the multifunctional-nanomesh device concept, theoretical framework, and fabrication knowledge can also be transformative in many other fields such as optoelectronics, energy storage, and nanogenerators if stretchability and/or transparency are desired.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Fang",
   "pi_email_addr": "Hui.Fang@dartmouth.edu",
   "nsf_id": "000729934",
   "pi_start_date": "2018-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 221901.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}