{
 "awd_id": "1847182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Biochar Systems for Sustainable Applications in the Food-Energy-Water Nexus",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 519562.0,
 "awd_amount": 402712.0,
 "awd_min_amd_letter_date": "2019-02-11",
 "awd_max_amd_letter_date": "2019-02-11",
 "awd_abstract_narration": "Biochar is a carbon-rich solid byproduct of thermochemical biomass conversions. It has potential applications in food, energy, and water systems. This project aims to advance potential biochar applications by (1) using artificial intelligence (machine learning) approaches to predict process data and life cycle assessment (LCA) of various combinations of biomass feedstocks, conversion pathways, and applications of biochar; (2) building an integrated framework for modeling and analysis of biochar systems in the food-energy-water (FEW) nexus; and (3) demonstrating the framework through real-world case studies in different geographic, temporal, and socioeconomic contexts. The educational and outreach objectives include (1) attracting underrepresented students to STEM fields by developing a multimedia package for FEW and biochar sustainability; (2) developing both in-class and online courses and providing training and professional development opportunities to integrate research and education activities for undergraduate and graduate students; (3) developing an international network of scholars for FEW, biochar sustainability, and interdisciplinary research communities with a long-term goal of forming an international research and education program.\r\n\r\nThis project targets bridging knowledge gaps for biochar production and effective applications in enhancing FEW sustainability by integrating LCA, technico-economic analysis (TEA), Geographic Information System (GIS), machine learning, and dynamic modeling. Understanding the impacts of using various biomass substrates for different biochar applications on the environment, economics, and communities will lay a foundation for the further design and implementation of large-scale biochar systems under different socioeconomic, climate change, and resource limiting conditions. Integration of advanced modeling tools including LCA, GIS, and machine learning that are commonly used in different disciplines is an important feature of the approach. Through integration of advanced modeling methods from engineering, environmental science, natural science, and data science, this project seeks to demonstrate how transdisciplinary research can create improved societal outcomes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuan",
   "pi_last_name": "Yao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuan Yao",
   "pi_email_addr": "y.yao@yale.edu",
   "nsf_id": "000759826",
   "pi_start_date": "2019-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2701 Sullivan Dr. Ste. 240",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0123",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 161.0
  }
 ],
 "por": null
}