{
 "awd_id": "1847711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Roadmaps for Developing Hypervalent Phosphorus-Based Main Group Catalysts and Bridging Gaps in STEM Education in Hawaii",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2019-03-15",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 675000.0,
 "awd_amount": 675000.0,
 "awd_min_amd_letter_date": "2019-03-15",
 "awd_max_amd_letter_date": "2020-03-03",
 "awd_abstract_narration": "A catalyst is a substance that speeds or facilitates a chemical reaction. Catalysts are critical to the chemical and pharmaceutical industries where they are used to reduce energy requirements of chemical processes and to orient precise chemical transformations. Many of the most active catalysts are based on rare metals that are quite costly and difficult to find and isolate. An important area of current research seeks to find cheap, abundant replacements for these expensive catalysts. Phosphorus (P) is an abundant, inexpensive element. However, there has been little effort made to devise catalysts based on it. Dr. Matthew Cain, Department of Chemistry, University of Hawaii at Manoa, is supported by the Chemical Synthesis Program of the Chemistry Division, to prepare unusual compounds where phosphorus atoms are in unusual oxidation states and may behave like metals under certain circumstances. Thus, phosphorus may represent an alternative to the rare, expensive metal catalysts currently being used.  This research may lead to highly unusual catalysts which could have transformative impact - replacing expensive and toxic platinum group metals in major industrial and pharmaceutical reactions.  In addition, this project includes an educational component that is designed to attract Native Hawaiian students into science. Native Hawaiians, although they constitute a sizable fraction of the population in the State of Hawaii, are very underrepresented in science and technology. Thus, this aspect of the projects provides an important, new opportunity to the Native Hawaiian population. \r\n\r\n\r\nUsing monoanionic pincers featuring an equatorial carbon-aryl donor and electron-withdrawing axial donors, hypervalent 10-P-3 species with the correct frontier orbital environment to promote oxidative addition are prepared.  Fundamental studies on coordination and insertion of unsaturated substrates and reductive elimination from 10-P-5 centers probe the feasibility of closing a potential catalytic cycle. Ultimately, 1,2-difunctionalization, particularly, hydrogenation, hydrosilation, and diboration of simple organic substrates is tested with 10-P-3 catalysts. In addition, the project is developing a three-tiered approach of exposing, attracting, and inspiring the Native Hawaiian and Asian-American/Hawaiian-born population to become involved in science, technology, engineering, and mathematics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Cain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Cain",
   "pi_email_addr": "mfcain@hawaii.edu",
   "nsf_id": "000721695",
   "pi_start_date": "2019-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2500 Campus Road",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 300665.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 374335.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes: &nbsp;This proposal contained two major goals:</p>\n<p>1. &nbsp;To develop new Main Group catalysts capable of facilitating transition metal-type reactivity and, 2. &nbsp;To expose, attract, and inspire the local Hawaiian community to pursue STEM-based careers. &nbsp;Both goals were accomplished.</p>\n<p>The targeted hypervalent 10&ndash;P&ndash;3 species that we hypothesized could be supported within OCO pincers proved more challenging to make them originally suspected. &nbsp;When generated in solution, unexpected oligomerization and intramolecular cyclizations were observed, but this laid the groundwork for new and fundamentally transformative research in the Main Group field. &nbsp;In this respect, the chemistry surrounding 10 pi-electron benzazaphospholes has been particularly impactful. &nbsp;We were able to exploit functionalized analogues of these P-heterocycles as transmetalating agents in Pd-catalyzed cross-coupling, as precursors to structurally unique Pt(I)-Pt(I) dimers, and most recently (and still unpublished) as one-half of a redox reaction responsible for the hydrodefluorination of a fluorobenzene equivalent. &nbsp;The importance of hydrodefluorination cannot be understated because our planet is polluted by per- and polyfluorinated alkyl substances (PFAS), and to date, there is no efficient way to remove these inert chemical byproducts from any environment. &nbsp;We may have just discovered an in-road to a potential solution.</p>\n<p>&nbsp;</p>\n<p>Exposing, attracting, and inspiring the local Hawaiian community to get involved in STEM was remarkably successful. &nbsp;Since obtaining this award, I have had 2 PhD graduates, 2 MS graduates, 10 undergraduates from my research laboratory have gone onto graduate programs in STEM fields, and countless other undergraduates, with whom I helped construct resumes/CVs, personal statements, and/or cover letters, have received local internships, landed their first STEM jobs, and/or have enrolled in medical school. &nbsp;I will continue to encourage future generations of scientists and help as best as I can to help them reach their personal and professional goals. &nbsp;</p><br>\n<p>\n Last Modified: 06/28/2024<br>\nModified by: Matthew&nbsp;Cain</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes: This proposal contained two major goals:\n\n\n1. To develop new Main Group catalysts capable of facilitating transition metal-type reactivity and, 2. To expose, attract, and inspire the local Hawaiian community to pursue STEM-based careers. Both goals were accomplished.\n\n\nThe targeted hypervalent 10P3 species that we hypothesized could be supported within OCO pincers proved more challenging to make them originally suspected. When generated in solution, unexpected oligomerization and intramolecular cyclizations were observed, but this laid the groundwork for new and fundamentally transformative research in the Main Group field. In this respect, the chemistry surrounding 10 pi-electron benzazaphospholes has been particularly impactful. We were able to exploit functionalized analogues of these P-heterocycles as transmetalating agents in Pd-catalyzed cross-coupling, as precursors to structurally unique Pt(I)-Pt(I) dimers, and most recently (and still unpublished) as one-half of a redox reaction responsible for the hydrodefluorination of a fluorobenzene equivalent. The importance of hydrodefluorination cannot be understated because our planet is polluted by per- and polyfluorinated alkyl substances (PFAS), and to date, there is no efficient way to remove these inert chemical byproducts from any environment. We may have just discovered an in-road to a potential solution.\n\n\n\n\n\nExposing, attracting, and inspiring the local Hawaiian community to get involved in STEM was remarkably successful. Since obtaining this award, I have had 2 PhD graduates, 2 MS graduates, 10 undergraduates from my research laboratory have gone onto graduate programs in STEM fields, and countless other undergraduates, with whom I helped construct resumes/CVs, personal statements, and/or cover letters, have received local internships, landed their first STEM jobs, and/or have enrolled in medical school. I will continue to encourage future generations of scientists and help as best as I can to help them reach their personal and professional goals. \t\t\t\t\tLast Modified: 06/28/2024\n\n\t\t\t\t\tSubmitted by: MatthewCain\n"
 }
}