{
 "awd_id": "1847177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Estimation and Control of Electrochemical-Thermal Battery Models: Theory and Experiments",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922576",
 "po_email": "mcanova@nsf.gov",
 "po_sign_block_name": "Marcello Canova",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 531177.0,
 "awd_min_amd_letter_date": "2019-02-08",
 "awd_max_amd_letter_date": "2019-08-23",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) project will benefit national interests by advancing knowledge on battery management systems based on electrochemical-thermal models. Batteries are the linchpin technology for multiple economic sectors, including consumer electronics, transportation, and electric power systems. However, today's battery management systems use simplistic models, which have raised serious performance and safety issues. For example, significant electrification of the U.S. vehicle fleet will require fast charging and long-range batteries. Simultaneously, we must ensure safety, as evidenced by recent cases where batteries have caught fire. Future battery management systems will address these deficiencies and unlock increased performance and safety by utilizing high-fidelity multi-physics models. However, the electrochemical-thermal model dynamics present unsolved challenges for estimation and control. The research goal of this project is to resolve  these challenges and generate results that will enable current and future batteries with more energy, more power, faster charge times, and longer life. The educational goal of this project is to enhance retention and performance among students from underrepresented, low-income, and first-generation backgrounds. This will be achieved through a \"Maker Design Studio,\" which will train over 600 Science, Technology, Engineering, and Mathematics (STEM) students to become the next generation of energy and control engineering leaders.\r\n\r\nBatteries are characterized by multi-physics mathematical models, often involving nonlinear Partial Differential Equations (PDEs), limited sensing and actuation, and significant parameter uncertainty. This project pursues three research goals, motivated by batteries yet in pursuit of fundamental systems and control challenges: (1) Formulate and analyze a parameter estimation framework, based on a data selection approach that resolves the identifiability problem. Online battery parameter (i.e. state-of-health) estimation has remained elusive, due to fundamental identifiability challenges. (2) Experimentally quantify the benefits of an electrochemical model-based battery management system in terms of fast charge times and capacity loss. Today, it is unclear if rigorously designed electrochemical model-based management systems yield significant improvements, due to the lack of experimental evidence. This project leverages a unique battery-in-the-loop testbed to reveal the true impact of electrochemical-based management methods. (3) Create a PDE-based analysis, estimation, and control framework for coupled parabolic-hyperbolic PDEs, with application to battery thermal management. Specifically, the project pursues a weak-variations approach to design linear quadratic estimators and controllers. Overall, this project focuses on fundamental advancements to estimation and control that will accelerate a paradigm shift toward multi-physics control-theoretic battery management systems that will enable a new generation of energy storage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Moura",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Scott J Moura",
   "pi_email_addr": "smoura@berkeley.edu",
   "nsf_id": "000656158",
   "pi_start_date": "2019-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 531177.0
  }
 ],
 "por": null
}