{
 "awd_id": "1847509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Interpreting the record of Antarctic sediment influenced by metal-rich hydrothermal deposits from their accumulation through early diagenesis and burial",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel McCorkle",
 "awd_eff_date": "2019-04-15",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 64927.0,
 "awd_amount": 64927.0,
 "awd_min_amd_letter_date": "2019-04-12",
 "awd_max_amd_letter_date": "2019-04-12",
 "awd_abstract_narration": "The Antarctic region is surrounded by spreading centers, areas on the seafloor where volcanic eruptions and vigorous hydrothermal venting typify the environment.   Hydrothermal venting releases metals into the water column. These metals are of some economic interest as a natural resource, and they can impact the biosphere, including affecting faunal composition and microbial processes that dominate in the region. Additionally, hydrothermal metals settle onto the seafloor along with other sediments.  Marine sediments provide a window into the past as they accumulate, with each layer containing information about oceanographic condition at the time of their deposition. However, the amount and composition of trace metals in the sediment can change as hydrothermal fluids circulate through the sediment and oceanic crust, thereby impacting this geologic record. The goal of this project is to collect samples during a sea-going expedition on the research vessel R/V Polarstern and identify the impact of hydrothermal fluids on the sedimentary environment. The results will advance our knowledge on how hydrothermal vents impact the geochemical signals in sediment deposit and with that their application to reconstruct paleoenvironmental conditions. The project supports the training of a graduate student.\r\n\r\nDuring the last few years several expeditions in the Southern Ocean have focused on reconstructing paleoceanographic conditions in this climate-sensitive region of the planet. In this previous work, variations in redox-sensitive element distributions in the sediment were proposed as a valuable tool for unravelling changes in productivity and redox conditions in the water column over time. However, the potential effect of metal-rich sediment on this paleoceanographic record has remained unstudied. The goal of this project is to decipher the potential impact of hydrothermal systems in the Antarctic region onto the sedimentary trace metal signatures frequently applied for paleo redox reconstructions. For this purpose we will join an international expedition on the R/V Polarstern (P119). Hydrothermal deposits and sediments will be recovered using ROV-guided push cores and piston cores. The sedimentary signal will be compared with the trace metal signal in the hydrothermal fluids from two vent sites and background pelagic opal-rich sediment typical for this area. For this purpose, sulfur, iron and manganese phases and selected trace metals will be analyzed in the solid phase and pore waters. Samples will be analyzed for selected constituents onboard the ship. All other analyses will be carried out at home institutes and samples will be prepared and stored accordingly. The data will enhance our understanding of the alteration of primary proxy-signals and the potential impact of hydrothermal fluids on these proxies and could thus be crucial for its application as redox proxy for sites in vicinity to hydrothermal input. Additionally, the results will complement parallel planned research at this location aimed at understanding the role of hydrothermal vents on faunal composition and microbial processes in these extreme environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natascha",
   "pi_last_name": "Riedinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natascha Riedinger",
   "pi_email_addr": "natascha.riedinger@okstate.edu",
   "nsf_id": "000588662",
   "pi_start_date": "2019-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "105 Noble Research Center",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740780001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 64927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Collaborative Research: Interpreting the record of Antarctic sediment influenced by metal-rich hydrothermal deposits from their accumulation through early diagenesis and burial</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>Although hydrothermal vent systems only cover a very small percentage of the ocean floor, the Antarctic region is surrounded by spreading ridges that are hotspots of hydrothermal activity. Some of these vents are known to be currently active and, because of this, sediments in some regions of Antarctica can be impacted by input of hydrothermally derived material. Hydrothermal deposits and their post depositional alteration products can complicate paleoceanographic reconstructions that are based on the application of some geochemical proxies. The funded project provided support to participate in a sea-going expedition and secure samples from this region.</p>\n<p>&nbsp;</p>\n<p>Samples were collected during the research expedition PS119 to the active East Scotia Ridge on the ice-breaker RV Polarstern (April 15, 2019 ? May 31, 2019). The expedition was organized and carried out by the University of Bremen, Germany /MARUM and the Alfred Wegener Institute (AWI), Helmholtz Centre for Polar and Marine Research. For future geochemical analysis, sediment cores and vent samples were retrieved at 33 sites and more than 500 pore water and solid phase samples each were taken. Sampling sites were selected based on geophysical survey data with most sites of geochemical interest along two major east-west transects: at the northern part of the spreading ridge and a southern section of the ridge. Pore water samples were analyzed for specific constituents (dissolved ferrous iron and alkalinity) onboard the ship. For all other pore water and solid phase analyses at the home laboratory the samples were prepared and stored as necessary. Preliminary pore water data indicate that all sites are characterized by low rates of organic carbon cycling likely related to overall low amounts of organic material in these sediments.</p>\n<p>&nbsp;</p>\n<p>The funded project supported the work of several undergraduate students in the lab and the participation of one undergraduate student in the research expedition. The students were trained in all applied chemical procedures and introduced to various instrument techniques ? thus providing hands-on experience. The preliminary findings from this study were successfully presented at national scientific conferences and university internal symposiums by the undergraduate students. The available samples and these preliminary results will serve as basis for a future proposal to NSF aimed at: 1) characterizing sources for several elements commonly used in paleoceanographic reconstructions; 2) unraveling the changes these elements undergo during early diagenesis; and 3) establishing strategies to validate the use of geochemical proxies in paleoceanographic studies in the Antarctic region.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2020<br>\n\t\t\t\t\tModified by: Natascha&nbsp;Riedinger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCollaborative Research: Interpreting the record of Antarctic sediment influenced by metal-rich hydrothermal deposits from their accumulation through early diagenesis and burial\n\n \n\nAlthough hydrothermal vent systems only cover a very small percentage of the ocean floor, the Antarctic region is surrounded by spreading ridges that are hotspots of hydrothermal activity. Some of these vents are known to be currently active and, because of this, sediments in some regions of Antarctica can be impacted by input of hydrothermally derived material. Hydrothermal deposits and their post depositional alteration products can complicate paleoceanographic reconstructions that are based on the application of some geochemical proxies. The funded project provided support to participate in a sea-going expedition and secure samples from this region.\n\n \n\nSamples were collected during the research expedition PS119 to the active East Scotia Ridge on the ice-breaker RV Polarstern (April 15, 2019 ? May 31, 2019). The expedition was organized and carried out by the University of Bremen, Germany /MARUM and the Alfred Wegener Institute (AWI), Helmholtz Centre for Polar and Marine Research. For future geochemical analysis, sediment cores and vent samples were retrieved at 33 sites and more than 500 pore water and solid phase samples each were taken. Sampling sites were selected based on geophysical survey data with most sites of geochemical interest along two major east-west transects: at the northern part of the spreading ridge and a southern section of the ridge. Pore water samples were analyzed for specific constituents (dissolved ferrous iron and alkalinity) onboard the ship. For all other pore water and solid phase analyses at the home laboratory the samples were prepared and stored as necessary. Preliminary pore water data indicate that all sites are characterized by low rates of organic carbon cycling likely related to overall low amounts of organic material in these sediments.\n\n \n\nThe funded project supported the work of several undergraduate students in the lab and the participation of one undergraduate student in the research expedition. The students were trained in all applied chemical procedures and introduced to various instrument techniques ? thus providing hands-on experience. The preliminary findings from this study were successfully presented at national scientific conferences and university internal symposiums by the undergraduate students. The available samples and these preliminary results will serve as basis for a future proposal to NSF aimed at: 1) characterizing sources for several elements commonly used in paleoceanographic reconstructions; 2) unraveling the changes these elements undergo during early diagenesis; and 3) establishing strategies to validate the use of geochemical proxies in paleoceanographic studies in the Antarctic region.\n\n \n\n\t\t\t\t\tLast Modified: 05/13/2020\n\n\t\t\t\t\tSubmitted by: Natascha Riedinger"
 }
}