{
 "awd_id": "1847029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Understanding Interfaces in Solid State Energy Storage Systems and Cross-Disciplinary Education",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 515603.0,
 "awd_amount": 560454.0,
 "awd_min_amd_letter_date": "2019-02-12",
 "awd_max_amd_letter_date": "2019-08-21",
 "awd_abstract_narration": "Advanced lithium-ion batteries for vehicle transport and renewable electricity grid storage applications could improve domestic energy security but performance gaps in cost and battery lifetime limit use. The main cause of battery failure is undesirable chemical side reactions within the device that are difficult to quantify and to understand. Because of the lack of fundamental understanding, engineers are less able to design materials and devices that can last the expected lifetimes. This CAREER project will conduct fundamental research on advanced solid-state hybrid electrolytes that have the potential for greater energy density while retaining a safe operating environment. These hybrid electrolytes could replace currently used liquid organic electrolytes that have had issues with long cycle life. The active material's (lithium ion) transport within the electrolyte and to the electrode is not fully understood in these hybrids. This project will address fundamental knowledge of the underlying physics and chemical transformations that support understanding of ionic transport in the hybrid electrolytes. This knowledge will also have far-reaching applications of chemical sensors, fuel cells, and other battery chemistries. The educational plan intends to integrate the research findings directly into the Nashville community through outreach programs run through the Vanderbilt Institute for Nanoscience Engineering, Vanderbilt Engineering Ambassadors, and a research internship program with Harpeth Hall School for Girls. All outreach activities seek to expand scientific and engineering opportunities to underrepresented communities in STEM. \r\n\r\nThis project will examine ionic transport pathways in a family of solid ion hybrid conductors. These electrolytes are composed of two different types of ion conductors: (1) polymers and (2) ceramics. Currently, it is unknown how ionic transport occurs between these two materials within the electrolyte. In order to achieve batteries that can be charged quickly and last a long time, it is necessary to control ion transport between these two materials. The research objective of this CAREER project is to understand ionic transport by focusing on the characterization of ion transport at the interfaces within the electrolyte.  There are two types of interfaces that can form in a solid electrolyte: intrinsic and extrinsic. Intrinsic interfaces occur in hybrid electrolytes between inorganic and organic constituents, and also occur in ceramic ion conductors at grain boundaries. These are examples of interfaces where an ion moves between ion conductors. Extrinsic interfaces are interfaces that emerge during device integration (electrode|electrolyte) and can affect performance. These interfaces involve transport between an ion conductor and a mixed ion and electron conductor. Establishing the role interfaces have on ionic transport will enable pathways toward achieving the competitive performance and functionality.  This project will use a multi-modal approach which couples physics-based modeling with electrochemical, spectroscopy, x-ray, and neutron experiments to describe transport mechanisms in hybrid solid electrolytes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelsey",
   "pi_last_name": "Hatzell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Kelsey B Hatzell",
   "pi_email_addr": "kelsey.hatzell@princeton.edu",
   "nsf_id": "000721734",
   "pi_start_date": "2019-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "2400 highland ave, 101 olin hall",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 100754.0
  }
 ],
 "por": null
}