{
 "awd_id": "1848672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Predicting post-wildfire sedimentation of reservoirs: probabilistic modeling of debris flow generation and downstream sediment routing",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 162087.0,
 "awd_amount": 162087.0,
 "awd_min_amd_letter_date": "2019-02-08",
 "awd_max_amd_letter_date": "2020-08-11",
 "awd_abstract_narration": "In the United States, forested lands provide water supply for two-thirds of the population. However, in the decades since most water infrastructure was constructed in the western U.S., the burned area, frequency, and severity of wildfires has increased considerably. While wildfires can have short-term impacts on the quantity and quality of water supply, the erosion that occurs after severe burns can also deliver significant amounts of sediment to rivers and downstream reservoirs, reducing the long-term storage capacity of water supplies. Further, with projected future increases in wildfire, there will be increases in river sediment. Thus, in this project the researchers will develop new computer-based modeling tools capable of identifying and quantifying the risk that post-wildfire erosion poses to downstream water infrastructure. The first application of this modeling framework will be the water supply reservoirs throughout Utah, one of the driest states in the U.S., where the vulnerability of each reservoir will be quantified as to the erosion and sedimentation risk posed by wildfire. Similar to dammed reservoirs across the nation, sedimentation in Utah reservoirs is a growing concern for aging water infrastructure, even before accounting for the projected increases in future wildfire. Finally, the researchers will integrate their model into online, open-source programs, making these resources available to any person or agency interested in applying the model to other states or regions. The deliverables of this project will provide critical information and tools for improved and more targeted forest management, help identify and protect vulnerable water resources, and address crucial knowledge gaps for predicting downstream impacts from post-wildfire erosion. Collaborating across two universities, this project will provide support for one post-doctoral researcher (PI Murphy), two PhD students, and a minimum of six undergraduate students to train and develop their skills in hydrology, geomorphology, data analysis and management, and science communication. \r\n\r\nThis project will advance fundamental knowledge critical for predicting the locations and timing of post-wildfire sediment delivery to downstream water infrastructure. The researchers will link new and existing models that: 1) predict the locations and magnitudes of post-wildfire erosion, 2) route post-wildfire sediment inputs downstream through river networks in a physics-based and hydro-geomorphically sensitive manner, and 3) determine a range of potential volumetric sediment inputs to downstream reservoirs under a range of wildfire conditions. Applying this new modeling framework to the 133 major reservoirs throughout Utah, this project will answer four key research questions: 1) Which water supply reservoirs in Utah are most vulnerable to post-wildfire erosion? 2) What is the time lag between occurrence of a wildfire and loss of reservoir storage downstream? 3) Which landscape, fire, hydrologic, and vegetation characteristics exert the strongest control on the upstream storage vs. delivery of post-fire sediment to reservoirs? 4) What landscape, fire and river network attributes control the relative increase in post-wildfire sediment yields above background yields? Through this analysis, the researchers will specifically assess the influence of sediment connectivity on reservoir vulnerability, as well as the contribution of coarse sediment inputs to the reductions in reservoir storage over longer transport timescales. Given the complex ownership and management of dams, they will engage a stakeholder advisory group that spans the diverse range of ownership and includes public utilities departments, state and federal forest management agencies, and dam operators. Further, they will work with the Community Surface Dynamics Modeling System (CSDMS) to integrate their models into open-source platforms, and create a public platform to host the project datasets, educational materials, technical reports, and publications. This project represents research at the frontier of integrated geosciences, and this new modeling framework fills a critical gap regarding the tools needed to assess urgent societal concerns regarding wildfire and water security.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Czuba",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan A Czuba",
   "pi_email_addr": "jczuba@vt.edu",
   "nsf_id": "000715595",
   "pi_start_date": "2019-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "155 Ag Quad Lane",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240611001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 37886.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 124201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c66ceacd-7fff-20af-ff31-1457e4d8f118\"> </span></p>\n<p dir=\"ltr\"><span>The size, frequency, and burn severity of wildfires is increasing in forests across the western U.S. Erosion after wildfire, and particularly high severity wildfire, can deliver significant volumes of sediment to rivers, which will eventually make its way downstream to water supply reservoirs. The two core objectives of this project were to develop new computer-based modeling tools to identify potential reservoir vulnerabilities to post-fire erosion and sedimentation, and to apply our framework to evaluate wildfire risks to the water supply reservoirs across Utah, one of the driest states in the U.S.</span></p>\n<p dir=\"ltr\"><span>The first major outcome of this project was a suite of novel geospatial modeling tools that together allow for the identification and quantification of risks posed by post-wildfire erosion and sedimentation to critical, downstream water infrastructure. Accomplishing this objective required the collection of new data sets and the development of numerous geospatial tools and predictive models, most notably: 1) an ArcGIS toolkit for process-based watershed delineation (the USUAL Watershed Tools), 2) a machine-learning model to predict and produce fire severity maps based on local topographic and vegetation conditions under variable fuel aridity conditions, 3) the largest known dataset of post-fire debris flow grain sizes and volumes outside of southern California, and 4) an ArcGIS toolkit that is capable of concurrently running the USGS post-fire debris flow hazard models, post-fire hillslope erosion models, and geometric sediment delivery models (the Wildfire Erosion &amp; Sedimentation Toolkit (WEST)), which all together can provide predictions of the locations, volumes, and sizes of sediment that could enter a watershed's river network after a wildfire. Further, these models and tools integrate seamlessly to inform a river network sediment routing model (the Network Sediment Transporter (NST)) coded in Landlab as part of this project. In doing so, we created a comprehensive modeling framework capable of predicting fire severity and post-fire landscape response under a range of potential future weather conditions and ultimately estimate a potential range in the total magnitude, arrival times, and character of sediment that may reach critical water supply reservoirs downstream after a watershed burns.</span></p>\n<p dir=\"ltr\"><span>The second major outcome of this project was the successful application of our new framework to conduct pre-fire vulnerability assessments of Utah's water supply reservoirs to post-fire sedimentation. As part of this effort, our aim was to address four key questions related to 1) identifying which reservoirs were most vulnerable, 2) quantifying the time lag between wildfire occurrence and loss of reservoir storage capacity, 3) determining potential controls on sediment connectivity, and 4) estimating the modeled increases in sediment yield contributed by wildfire. Through an evaluation of model scenarios from over 125 watersheds that drain to Utah's most critical water supply reservoirs, we found that:</span></p>\n<p dir=\"ltr\"><span>Model results of post-fire sedimentation revealed the greatest reservoir vulnerability in Utah's watershed management areas of northern Utah and in southwest Utah, where in general we find the relative source areas of watersheds are much larger than their respective reservoir capacities compared to other regions of the state. Across Utah, we found that more than 50% of reservoirs were predicted to lose &gt;1% of their storage capacity over a decade due to wildfire-related sedimentation, consistent with the state's estimate for average reservoir sedimentation. However, this rate increased with the modeled severity of wildfire and intensity of post-fire rainfall. In scenarios modeled under high percentile conditions of climate and weather, we found 25% of reservoirs were predicted to lose &gt;5% of storage, more than 10% were predicted to lose &gt;10% of storage, and a handful of reservoirs in the state were predicted to experience catastrophic losses in storage capacity (&gt;50%) due to wildfire erosion and sedimentation. Most watershed models predicted that half of the total sediment inputs after fire would reach the respective downstream reservoir within 2 years, but the majority of sediment (90%) was not predicted to reach the reservoir until post-fire years 3-4 for more than half of the watersheds. For roughly 25% of watersheds, it took closer to or even over a decade. While a number of factors contributed to the observed variations in sediment connectivity (i.e., how much and how quickly sediment enters a reservoir), topography and the relative magnitude of post-fire debris flows appear to be key factors.</span></p>\n<p dir=\"ltr\"><span>This work has to date resulted in the publication of peer-reviewed journal articles, the publication of open-source and open-access software tools, the successful training and degree completion for multiple postdoctoral researchers, graduate students, and undergraduates, the dissemination of knowledge through professional conference presentations, and the development of and active engagement with a stakeholder group that included representatives from a wide range of federal, state, and local government agencies, public utilities, dam operators, water conservancy districts, and more. We are continuing our efforts to translate all project findings and outcomes into open-access and open-source models and peer-reviewed publications.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/24/2023<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;A&nbsp;Czuba</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe size, frequency, and burn severity of wildfires is increasing in forests across the western U.S. Erosion after wildfire, and particularly high severity wildfire, can deliver significant volumes of sediment to rivers, which will eventually make its way downstream to water supply reservoirs. The two core objectives of this project were to develop new computer-based modeling tools to identify potential reservoir vulnerabilities to post-fire erosion and sedimentation, and to apply our framework to evaluate wildfire risks to the water supply reservoirs across Utah, one of the driest states in the U.S.\nThe first major outcome of this project was a suite of novel geospatial modeling tools that together allow for the identification and quantification of risks posed by post-wildfire erosion and sedimentation to critical, downstream water infrastructure. Accomplishing this objective required the collection of new data sets and the development of numerous geospatial tools and predictive models, most notably: 1) an ArcGIS toolkit for process-based watershed delineation (the USUAL Watershed Tools), 2) a machine-learning model to predict and produce fire severity maps based on local topographic and vegetation conditions under variable fuel aridity conditions, 3) the largest known dataset of post-fire debris flow grain sizes and volumes outside of southern California, and 4) an ArcGIS toolkit that is capable of concurrently running the USGS post-fire debris flow hazard models, post-fire hillslope erosion models, and geometric sediment delivery models (the Wildfire Erosion &amp; Sedimentation Toolkit (WEST)), which all together can provide predictions of the locations, volumes, and sizes of sediment that could enter a watershed's river network after a wildfire. Further, these models and tools integrate seamlessly to inform a river network sediment routing model (the Network Sediment Transporter (NST)) coded in Landlab as part of this project. In doing so, we created a comprehensive modeling framework capable of predicting fire severity and post-fire landscape response under a range of potential future weather conditions and ultimately estimate a potential range in the total magnitude, arrival times, and character of sediment that may reach critical water supply reservoirs downstream after a watershed burns.\nThe second major outcome of this project was the successful application of our new framework to conduct pre-fire vulnerability assessments of Utah's water supply reservoirs to post-fire sedimentation. As part of this effort, our aim was to address four key questions related to 1) identifying which reservoirs were most vulnerable, 2) quantifying the time lag between wildfire occurrence and loss of reservoir storage capacity, 3) determining potential controls on sediment connectivity, and 4) estimating the modeled increases in sediment yield contributed by wildfire. Through an evaluation of model scenarios from over 125 watersheds that drain to Utah's most critical water supply reservoirs, we found that:\nModel results of post-fire sedimentation revealed the greatest reservoir vulnerability in Utah's watershed management areas of northern Utah and in southwest Utah, where in general we find the relative source areas of watersheds are much larger than their respective reservoir capacities compared to other regions of the state. Across Utah, we found that more than 50% of reservoirs were predicted to lose &gt;1% of their storage capacity over a decade due to wildfire-related sedimentation, consistent with the state's estimate for average reservoir sedimentation. However, this rate increased with the modeled severity of wildfire and intensity of post-fire rainfall. In scenarios modeled under high percentile conditions of climate and weather, we found 25% of reservoirs were predicted to lose &gt;5% of storage, more than 10% were predicted to lose &gt;10% of storage, and a handful of reservoirs in the state were predicted to experience catastrophic losses in storage capacity (&gt;50%) due to wildfire erosion and sedimentation. Most watershed models predicted that half of the total sediment inputs after fire would reach the respective downstream reservoir within 2 years, but the majority of sediment (90%) was not predicted to reach the reservoir until post-fire years 3-4 for more than half of the watersheds. For roughly 25% of watersheds, it took closer to or even over a decade. While a number of factors contributed to the observed variations in sediment connectivity (i.e., how much and how quickly sediment enters a reservoir), topography and the relative magnitude of post-fire debris flows appear to be key factors.\nThis work has to date resulted in the publication of peer-reviewed journal articles, the publication of open-source and open-access software tools, the successful training and degree completion for multiple postdoctoral researchers, graduate students, and undergraduates, the dissemination of knowledge through professional conference presentations, and the development of and active engagement with a stakeholder group that included representatives from a wide range of federal, state, and local government agencies, public utilities, dam operators, water conservancy districts, and more. We are continuing our efforts to translate all project findings and outcomes into open-access and open-source models and peer-reviewed publications.\n\n \n\n\t\t\t\t\tLast Modified: 08/24/2023\n\n\t\t\t\t\tSubmitted by: Jonathan A Czuba"
 }
}