{
 "awd_id": "1848699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Coupling and Cohesion as Factors Affecting Vulnerability to Abrupt Climate Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 162560.0,
 "awd_amount": 162560.0,
 "awd_min_amd_letter_date": "2019-04-09",
 "awd_max_amd_letter_date": "2019-04-09",
 "awd_abstract_narration": "Dr. Benjamin Vining, of the University of Arkansas-Fayetteville, along with collaborators from the University of Louisiana-Lafayette, the University of Florida-Gainesville, and in Peru, will examine how the organization of different agricultural production systems relates to climate change vulnerabilities.  Climate change is increasingly a public and policy concern. This research will focus on understanding how different agricultural strategies were used as el Nino disasters occurred in the past with changing frequency and strength.  Understanding how agriculturalists switched between productive strategies will improve long-term adaptations to climate change, provide theoretical and applied models for how to address climate change in future planning and development, and promote local adaptive capacities.  Using agriculture as a set of case studies, these models can be generalized to other forms of economic networks to understand how various strategies can promote resilience. This project will establish new multidisciplinary approaches to tackle such complex problems as climate change adaptation, and train graduate students from the partner institutions and countries in international collaborations. \r\n \r\nDr. Vining and his team will examine how prehispanic agriculturalists developed and switched between various productive strategies as the el Nino Southern Oscillation (ENSO) changed in frequency and severity.  The study region, north coastal Peru, hosted a series of civilizations between approximately 2000 BC - 1450 AD, including the Moche, Lambayeque, and Chimu societies.  However, the region is also particularly vulnerable to el Nino induced disasters, such as occurred recently in 2016-2017.  Initial archaeological work in this region indicates that prehispanic agriculture was based on a suite of strategies.  The complex economies that supported prehispanic societies were based on in part on switching amongst agricultural strategies as climatic contexts shifted.  The researchers come from the fields of archaeology, paleolimnology and palaeoclimate, and ecological modeling. A principal objective will be to combine high-precision dating of agricultural systems with paleoclimate conditions reconstructed from lake cores.  The researchers will use this multidisplinary methodological background to improve historic reconstructions of past ENSO variations, record archaeological examples of agricultural technologies in their environmental context, and reconstruct how different strategies were employed as ENSO effected climate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Vining",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin R Vining",
   "pi_email_addr": "bvining@bu.edu",
   "nsf_id": "000107096",
   "pi_start_date": "2019-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "330 MAIN",
  "perf_city_name": "AR Arkansas",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 162560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to understand how communities could successfully change the structure, scale, and organization of agricultural production to buffer risk from abrupt climatic changes and extreme weather events.&nbsp; It uses as a natural laboratory and case study the irrigation-dependent agricultural systems developed by prehispanic societies in northern Peru, which had to contend with increasingly severe and frequent el Ni&ntilde;o Southern Oscillation (ENSO) from about 900 &ndash; 1380 A.D.</p>\n<p>This project found that these societies maintained different types of agricultural systems, which had different modular designs and could be rapidly mobilized in anticipation of ENSO events.&nbsp; This created flexibility and &lsquo;optionality&rsquo; that could be used to shift from one type of agricultural activity to another, minimizing risk exposure within any one scenario.</p>\n<p>This project established a new approach for rapidly and cost-effectively surveying, sampling, and monitoring the condition of heritage sites.&nbsp; It resulted in new datasets and the integration of legacy datasets that will facilitate and reduce the costs of future research.&nbsp; A data-assimilation software alpha was developed with NSF support.&nbsp; Future versions of this software will help leverage legacy data collected by prior projects, to further decrease research costs and redundancies. This project created collaborative research relationships between the University of Arkansas, University of Florida, University at Albany-SUNY, and the Museo Complejo el Brujo (Peru). Six graduate students, both American and Peruvian, received training in conducting original research through this project as did eight undergraduate students. The project resulted in seven conference papers and four scientific papers.&nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/15/2024<br>\nModified by: Benjamin&nbsp;R&nbsp;Vining</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aimed to understand how communities could successfully change the structure, scale, and organization of agricultural production to buffer risk from abrupt climatic changes and extreme weather events. It uses as a natural laboratory and case study the irrigation-dependent agricultural systems developed by prehispanic societies in northern Peru, which had to contend with increasingly severe and frequent el Nio Southern Oscillation (ENSO) from about 900  1380 A.D.\n\n\nThis project found that these societies maintained different types of agricultural systems, which had different modular designs and could be rapidly mobilized in anticipation of ENSO events. This created flexibility and optionality that could be used to shift from one type of agricultural activity to another, minimizing risk exposure within any one scenario.\n\n\nThis project established a new approach for rapidly and cost-effectively surveying, sampling, and monitoring the condition of heritage sites. It resulted in new datasets and the integration of legacy datasets that will facilitate and reduce the costs of future research. A data-assimilation software alpha was developed with NSF support. Future versions of this software will help leverage legacy data collected by prior projects, to further decrease research costs and redundancies. This project created collaborative research relationships between the University of Arkansas, University of Florida, University at Albany-SUNY, and the Museo Complejo el Brujo (Peru). Six graduate students, both American and Peruvian, received training in conducting original research through this project as did eight undergraduate students. The project resulted in seven conference papers and four scientific papers. \n\n\n\t\t\t\t\tLast Modified: 10/15/2024\n\n\t\t\t\t\tSubmitted by: BenjaminRVining\n"
 }
}