{
 "awd_id": "1848418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Exploration and Controllability of Excitonic Behaviors in Conjugated Polymer Single Isolated Chains and Chain Aggregates",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928173",
 "po_email": "jpapanik@nsf.gov",
 "po_sign_block_name": "John Papanikolas",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2019-06-14",
 "awd_max_amd_letter_date": "2020-06-08",
 "awd_abstract_narration": "Many molecules have a group of atoms, called a chromophore, that absorb light and give the molecule its color. All molecules of the same type have the same atom grouping and the same color.  At least that is the case when the molecules are far apart.  Move two molecules close together and their chromophores interact with each other, changing their color.  This interaction plays a central role in the properties of conjugated polymers, which are formed by linking many chromophores together into long chains of molecules, like beads on a necklace.   With support from the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry and the Established Program to Stimulate Competitive Research (EPSCoR), Professor Paulo Araujo at the University of Alabama Tuscaloosa is studying the interactions between chromophores in conjugated polymers. Professor Araujo and his students are combining sophisticated optical microscopies with methods to manipulate polymer structures to understand how local arrangements of chromophores in individual polymer chains affects their optical properties.  Their discoveries could have important implications for the design and control of polymers used in a wide variety of emerging technologies, including light-emitting diodes and solar energy conversion applications.  The team is documenting their progress -- from the generation of the ideas to the publication of the work -- through a series of online videos produced in multiple languages.  In addition, close collaboration with students and faculty at Brazilian universities is promoting the integration of minority groups and international students into top-notch scientific programs.\r\n\r\nThe optical properties of aggregate structures in polymers stem largely from coulombic and charge transfer interactions.  The project is combining classical and tip-enhanced near-field methods to study the spectroscopic properties of conjugated polymers, including poly(3-hexylthiophene) (P3HT) and poly[2-methoxy-5-(2-ethylhexyloxy)-1,4-phenylenevinylene] (MEH-PPV), as well as polymers with artificially implanted defects. Experimental measurements are performed under distinct pressure, temperature and chemical potential environments to characterize aggregate formation in polymer chains and chain aggregates at the individual (microscopic) and collective (macroscopic) levels.  The research team is particularly interested in exploring the relative importance of Frenkel and charge transfer excitons in H- and J-aggregates, as well as hybrid aggregates (i.e. HJ, HH, JJ, JH). Theoretical approaches based on a combination of ab-initio density functional theory (DFT), ab-initio molecular dynamics (MD), Monte Carlo simulations, and Tight Binding calculations are being developed to extract values for the coulombic and charge-transfer coupling from the experimental data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paulo",
   "pi_last_name": "Araujo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulo Araujo",
   "pi_email_addr": "paulo.t.araujo@ua.edu",
   "nsf_id": "000656252",
   "pi_start_date": "2019-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354780104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}