{
 "awd_id": "1848026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Investigating the impact of learning new skills on cognitive development and motivation for functional independence in older adulthood",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 739002.0,
 "awd_amount": 782202.0,
 "awd_min_amd_letter_date": "2019-08-28",
 "awd_max_amd_letter_date": "2022-09-15",
 "awd_abstract_narration": "Learning to adapt to a changing environment, especially due to technological advances, is important, yet understudied. Learning to adapt is especially important for older adults, as it allows them to maintain functional independence (i.e., live independently). For example, as healthcare providers move towards only accessing patients' medical records online, learning to use new online portals would allow an older adult to avoid needing someone else to access personal medical records. The proposed studies with older adults leverage learning theories from infant and child development, when cognitive growth is typical, in contrast to older adulthood, when cognitive growth is thought to be limited. The proposed research tests whether providing older adults with an informative, rich, and encouraging learning environment leads to learning what to learn, and how to learn in new situations (i.e., transfer of learning). This transfer of learning is hypothesized to trigger a cascading effect of new skill learning in daily life to increase cognitive abilities and maintain functional independence.  The broader impacts of the research are twofold. First, this project addresses an urgent need for learning research in older adulthood. According to the US Census Bureau, by 2035 there will be more older adults over age 65 than children under 18 in the US. Most research-based recommendations to maintain cognitive abilities and functional independence primarily include activities that do not prioritize learning explicitly (e.g., physical exercise, healthy diet), despite the need to adapt to a constantly changing environment. The findings from this project could lead to more effective interventions for cognitive and functional gains in adulthood. Second, research-education activities will be undertaken to educate the general public on aging research. In addition to public writing, talks, and video tutorials on aging research, a public symposium will bring together researchers and service providers to enhance communication of research and its application. Mentored research opportunities for older adults, undergraduates, and graduate students, including low-income, first-generation, and underrepresented students at UC Riverside, a Minority and Hispanic Serving Institution will be made encouraged. \r\n\r\nThe proposed research specifically tests the role of frequent and varied (vs. frequent or varied) skill learning in older adults. Research with infants, children, and young adults suggest that frequency and variability may have both unique and combined contributions on learning. In a 12-week pilot intervention, older adults, who engaged in frequent and varied skill learning, similar to an undergraduate course load, increased their cognitive abilities (working memory, cognitive control) to levels similar to those of middle-aged adults, 30 years younger. A no-contact control group exhibited no gains. The proposed research includes a 2-year longitudinal study comparing 12-week frequent AND varied versus frequent OR varied skill learning conditions with follow-up assessments. Analyses will (1) compare the immediate and long-term impact of cognitive abilities, motivation, and learning activities on functional independence and (2) evaluate individual differences in pre-test cognitive abilities and motivation on intervention outcomes. The research-education efforts will open communication channels between older adult communities and researchers and create research opportunities for undergraduates, graduate students, and older adults.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel Wu",
   "pi_email_addr": "rachel.wu@ucr.edu",
   "nsf_id": "000627812",
   "pi_start_date": "2019-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 University Ave",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "004Y00",
   "pgm_ele_name": "Science of Learning"
  },
  {
   "pgm_ele_code": "127y00",
   "pgm_ele_name": "Sci of Lrng & Augmented Intel"
  },
  {
   "pgm_ele_code": "127Y00",
   "pgm_ele_name": "Sci of Lrng & Augmented Intel"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059Z",
   "pgm_ref_txt": "Science of Learning"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 491255.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 21600.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 21600.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 247747.0
  }
 ],
 "por": null
}