{
 "awd_id": "1849949",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating what causes the morphology of Large low-shear Velocity Provinces (LLSVPs)",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 230000.0,
 "awd_amount": 230000.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2019-07-30",
 "awd_abstract_narration": "When earthquakes happen, the energy propagates through the Earth's interior in the form of seismic waves. It is found that seismic waves propagate remarkably slower in two regions of the lowermost mantle beneath Africa and the Pacific Ocean than the surroundings. These regions are called the \"large lower shear velocity provinces\", or LLSVPs, which cover ~30% area of the Earth's core. The height of the LLSVPs ranges from 100s of km to ~2,000 km at different locations, with the Pacific LLSVP taller than the African LLSVP. The steepness of the LLSVP edges also changes significantly from place to place. The shape of the LLSVPs is controlled by, and provides important information on the density and viscosity structures of the deep mantle, which are linked to the origin of the LLSVPs, the dynamics of the deep mantle and the evolution of the Earth. It is thus critical to understand how density and viscosity structures of the deep mantle control the shape of the LLSVPs. Human beings are not able to go into the deep Earth to examine the LLSVPs in detail, but the interaction between the LLSVPs and the surrounding mantle should be governed by the fundamental physics laws of conservation of mass, momentum and energy. In this research, the team will follow these physical laws and perform numerical simulations to quantify the relationship between the shape of the LLSVPs and the density and viscosity structures of the deep mantle. The results should not only provide new understanding on the causes of the complex shapes of LLSVPs, but also help constrain the density and viscosity structures of the deep mantle. The project will also lead to understanding about the fundamental physics in the Earth's deep mantle. This project provides support to an early-career scientist and a 2nd year graduate student. It also provides teaching materials that will be used in undergraduate and graduate classes, and promotes educational outreach to the public at outreach events and via the internet.\r\n\r\nThe structure and dynamics of the lowermost mantle play a critical role in the Earth's evolution. Seismic studies have revealed two large low-shear velocity provinces (LLSVPs) in the lowermost mantle. Complex features of the LLSVPs have been suggested by seismic observations, with variable topography, internal structure and steepness of the LLSVP edges. The morphology of the LLSVPs is mostly a result of the physical interaction between the LLSVPs and the surrounding mantle, which is in turn largely controlled by the viscosity and density of the lowermost mantle. However, the viscosity and density of the lowermost mantle remain not well constrained. It has been suggested that the LLSVPs are caused by compositionally distinct thermochemical piles. In this project, the team will use numerical modeling to quantify the relationship between the morphology of thermochemical piles and the deep mantle viscosity and density structures, and to explore conditions that lead to structures in the deep mantle with similar features to the seismically observed LLSVPs. The results will help understand the morphology of the LLSVPs, and provide constraints on the density and viscosity of the deep mantle. They will also lead to understanding about the fundamental physical processes and mechanisms controlling the interaction between the LLSVPs and the surrounding mantle.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mingming",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingming Li",
   "pi_email_addr": "Mingming.Li@asu.edu",
   "nsf_id": "000779570",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "781 E Terrace Mall",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 230000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through seismic imaging studies, scientists have found that there are two structures in Earth's lowermost mantle that have very low seismic velocities. These structures are called the large-low velocity provinces (LLSVPs). In this project, we investigated what causes the morphology of the LLSVPs and how they interact with the surrounding mantle convection. By analyzing 17 currently published seismic tomography models, we found that the LLSVP beneath the African continent is up to ~1000 km higher than the LLSVP beneath the central Pacific. By performing numerical modeling experiments with high-performance computing, we showed that one reason to explain the large height of the African LLSVP is that it has relatively low density and is unstable. We found that when the density of the LLSVPs is relatively low, their heights will be greatly controlled by the surrounding mantle flow. We further showed that when cold and dense oceanic lithosphere sinks to the bottom of the mantle, they could push the African LLSVPs up. Our results suggest that the African LLSVPs may have been rising since about 150 Ma, which could cause surface topography and the Eastern African Rift.</p>\n<p>One question is: what causes the LLSVPs. Previous mineral physics experiments have shown that when the oceanic crust is subducted to the deep mantle, it becomes intrinsically denser than the surrounding mantle. In this project, we showed that the dense subducted oceanic crust could accumulate at the core-mantle boundary and form LLSVP-like structures. The morphology and internal structure of the crustal accumulations also vary with time, which could explain some features of the morphology of the LLSVPs. We also did a historical review on the cycling of subducted oceanic crust in Earth's deep mantle. In another study, we combined giant impact simulations, mineral physics calculations, and geodynamics modeling experiments and showed that at some part of the LLSVPs could be made of remnants of the Theia which impact the proto-Earth and form the Earth's moon. This work has very broad impact in multiple disciplinaries about Earth's early evolution.</p>\n<p>In addition to the LLSVPs, seismic imaging has also showed widespread relatively small low-velocity structures outside the LLSVPs. In the past, it was believed that regions outside the LLSVPs are caused by cold subducted slabs and should be cold. However, through geodynamic modeling experiments, we showed that small-scale convection could naturally develop outside the LLSVPs in the lowermost mantle, and this small-scale convection could lead to hot thermal anomalies that could explain low velocity structures outside the LLSVPs. This study provides new insights to the thermal structure and dynamics of Earth's lowermost mantle.</p>\n<p>Whereas most volcanoes occur at plate boundaries, there are significant amount of intraplate volcanoes, such as the Hawaii volcano. These intraplate volcanoes are widely accepted to be caused by mantle plumes which rise from the bottom of Earth's mantle to the surface. This project has supported studies in which we explored the dynamics of mantle plumes and how they interact with the surface. We have quantified the lateral motions of plumes, the periodicities of plume heat flux, the production rate of melts, the surface dynamic topography, and the gravity anomaly caused by mantle plumes. These studies have greatly imporved our understanding on the nature of the intraplate volcanoes and how deep mantle processes influenced the surface.</p>\n<p>Overall, this project has greatly improved our understanding of the lowermost mantle structure and dynamics. The PI is a junior faculty and it is his first project as a PI. This project has greatly enriched the PI's research experience and improved his ability to oversee the progress of a project. This project also supported 2 PhD students, one of which just graduated and got a postdoc job in Caltech. This project has also led to lots of images and videos, which are used for teaching materials and outreach. This project has also supported us to join conferences, present at seminars, and publish our results in peer-reviewed jounals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2022<br>\n\t\t\t\t\tModified by: Mingming&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough seismic imaging studies, scientists have found that there are two structures in Earth's lowermost mantle that have very low seismic velocities. These structures are called the large-low velocity provinces (LLSVPs). In this project, we investigated what causes the morphology of the LLSVPs and how they interact with the surrounding mantle convection. By analyzing 17 currently published seismic tomography models, we found that the LLSVP beneath the African continent is up to ~1000 km higher than the LLSVP beneath the central Pacific. By performing numerical modeling experiments with high-performance computing, we showed that one reason to explain the large height of the African LLSVP is that it has relatively low density and is unstable. We found that when the density of the LLSVPs is relatively low, their heights will be greatly controlled by the surrounding mantle flow. We further showed that when cold and dense oceanic lithosphere sinks to the bottom of the mantle, they could push the African LLSVPs up. Our results suggest that the African LLSVPs may have been rising since about 150 Ma, which could cause surface topography and the Eastern African Rift.\n\nOne question is: what causes the LLSVPs. Previous mineral physics experiments have shown that when the oceanic crust is subducted to the deep mantle, it becomes intrinsically denser than the surrounding mantle. In this project, we showed that the dense subducted oceanic crust could accumulate at the core-mantle boundary and form LLSVP-like structures. The morphology and internal structure of the crustal accumulations also vary with time, which could explain some features of the morphology of the LLSVPs. We also did a historical review on the cycling of subducted oceanic crust in Earth's deep mantle. In another study, we combined giant impact simulations, mineral physics calculations, and geodynamics modeling experiments and showed that at some part of the LLSVPs could be made of remnants of the Theia which impact the proto-Earth and form the Earth's moon. This work has very broad impact in multiple disciplinaries about Earth's early evolution.\n\nIn addition to the LLSVPs, seismic imaging has also showed widespread relatively small low-velocity structures outside the LLSVPs. In the past, it was believed that regions outside the LLSVPs are caused by cold subducted slabs and should be cold. However, through geodynamic modeling experiments, we showed that small-scale convection could naturally develop outside the LLSVPs in the lowermost mantle, and this small-scale convection could lead to hot thermal anomalies that could explain low velocity structures outside the LLSVPs. This study provides new insights to the thermal structure and dynamics of Earth's lowermost mantle.\n\nWhereas most volcanoes occur at plate boundaries, there are significant amount of intraplate volcanoes, such as the Hawaii volcano. These intraplate volcanoes are widely accepted to be caused by mantle plumes which rise from the bottom of Earth's mantle to the surface. This project has supported studies in which we explored the dynamics of mantle plumes and how they interact with the surface. We have quantified the lateral motions of plumes, the periodicities of plume heat flux, the production rate of melts, the surface dynamic topography, and the gravity anomaly caused by mantle plumes. These studies have greatly imporved our understanding on the nature of the intraplate volcanoes and how deep mantle processes influenced the surface.\n\nOverall, this project has greatly improved our understanding of the lowermost mantle structure and dynamics. The PI is a junior faculty and it is his first project as a PI. This project has greatly enriched the PI's research experience and improved his ability to oversee the progress of a project. This project also supported 2 PhD students, one of which just graduated and got a postdoc job in Caltech. This project has also led to lots of images and videos, which are used for teaching materials and outreach. This project has also supported us to join conferences, present at seminars, and publish our results in peer-reviewed jounals.\n\n\t\t\t\t\tLast Modified: 12/29/2022\n\n\t\t\t\t\tSubmitted by: Mingming Li"
 }
}