{
 "awd_id": "1849932",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Observing the Ocean",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2019-03-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 418547.0,
 "awd_amount": 418547.0,
 "awd_min_amd_letter_date": "2019-02-26",
 "awd_max_amd_letter_date": "2023-09-13",
 "awd_abstract_narration": "Texas A&M University's Department of Oceanography in College Station TX will host a Research Experience for Undergraduates (REU) Site program from 2019-2021. The program will focus on \"Observing the Ocean\" and will bring ten undergraduates to TAMU for a 10-week internship each summer. Mentors will be selected from the Departments of Oceanography, Geography and Civil Engineering and the Geochemical and Environmental Research Group (GERG), and students will have access to a variety of ocean observing instrumentation and data. They will participate in a cruise aboard the R/V Pelican to collect samples and data from the nearshore and offshore environments. Seminars and training modules will focus on data analysis, graphical representation of oceanographic data, data management, science writing and professional development. Students will present at weekly REU seminars and at the final REU Student Research Symposium, and they will complete a research proposal and either a final poster or written report. Student recruitment will focus on rising Sophomores and Juniors. \r\n\r\nThe TAMU REU Site will provide a total of thirty undergraduates with internships over the three-year period. The program conducts a national search for applicants and seeks to engage students who are from schools with limited research opportunities. Most of the funding provided supports student stipends, housing and travel to attend the program. The focus of potential research projects for REU students at TAMU includes ocean observing technologies and analytical skills used to understand ocean issues such as hypoxia, early warning of harmful algal blooms, effects of oil spills and other pollutants, climate-induced variability in hydrography, and effects of ocean acidification.  This project supports national goals of developing the next generation of scientists and the scientific workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Campbell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Campbell",
   "pi_email_addr": "lisacampbell@tamu.edu",
   "nsf_id": "000459942",
   "pi_start_date": "2019-02-26",
   "pi_end_date": "2023-09-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Fitzsimmons",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica N Fitzsimmons",
   "pi_email_addr": "jessfitz@tamu.edu",
   "nsf_id": "000639452",
   "pi_start_date": "2023-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Fitzsimmons",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica N Fitzsimmons",
   "pi_email_addr": "jessfitz@tamu.edu",
   "nsf_id": "000639452",
   "pi_start_date": "2019-02-26",
   "pi_end_date": "2023-09-13"
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "3146 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433146",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 282242.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 136305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Research Experience for Undergraduates program, REU Site: Observing the Ocean, provided a 10-week summer research program during four summers (2019, 2021 virtual, 2022, and 2024) where 42 total students (including 4 whose stipends were funded by Texas A&amp;M University) were trained to use a variety of ocean observing technologies &ndash; both at sea and in the laboratory &ndash; to conduct oceanographic research and develop confidence in scientific communication. They were also provided with extensive professional development training in STEM and ocean science more specifically.</p>\r\n<p>Our first program objective was to provide an interdisciplinary research experience to challenge and engage students. This was accomplished by pairing each student with a faculty mentor who could advise and train them on the details of their individual research project and the training required to complete it. As a group, the students also received training in basic oceanography and data processing tools (programming languages, etc.). The students (except in 2021 when the program was run virtually) also planned and participated in a research cruise in the Gulf of Mexico, where they could map oxygen concentrations to identify regions of hypoxia (&ldquo;dead zones&rdquo;) and also collect sediment and seawater samples to observe other oceanographic features (nutrients, pollutants, biological communities, etc.).</p>\r\n<p>The second program objective was to provide strategies for students to develop effective scientific communication skills. We first provided a suite of group training workshops on different types of oral and written communication types (proposals, elevator pitches, powerpoint and poster presentations, scientific graphics, etc.). Then, each Friday morning of the program, students and mentors all met as a group, and students gave practice presentations and received positive and constructive feedback in a safe environment in order to build their confidence towards the final university-wide Poster Symposium and the REU-specific Final Research Symposium. Despite their initial fears, the students showed remarkable progress each week, and peer/faculty feedback significantly improved presentations. An independent panel of faculty and staff judged the presentations each year and awarded the &ldquo;Best Presentation&rdquo; Award(s), for which a travel stipend was granted to the presenter to allow them to attend a(n) (inter)national oceanography conference of their choosing.</p>\r\n<p>We also developed a third objective of the program part-way through this award, which was to provide clear professional development training for students in STEM and the geosciences in particular. This goal meets the overall NSF Geosciences REU objective to improve retention in STEM fields. We developed a strong series of workshops on different aspects demystifying how to navigate STEM careers including CV/resume development, career panels in ocean science, and deciding whether and how to apply to graduate school in ocean science. Another very successful activity was the series of informal seminars given by research mentors that detailed their journey towards their research areas and careers.</p>\r\n<p>There were numerous significant results from this project. First, the program successfully recruited a diverse group of REU student participants, which speaks directly to the NSF REU mission to broaden participation in research activities. For the four program years, 60% of the REU student participants were female, 50% were from underrepresented race/ethnicities (Asian American, African American, or Hispanic), one was a veteran, and 25% were first generation college students. Second, as was true in the last award for this REU Site, the research cruise on the R/V Pelican was an extremely valuable experience that motivated many students to maintain their focus on ocean science. Third, most of the REU students stated in their post-REU surveys that the REU experience helped them decide that graduate school was something they hoped to pursue and that their experience with &ldquo;real&rdquo; research was extremely beneficial in this decision making process. Fourth, 3-5 of the students in each REU cohort presented their research in at least one national research conference, which is a growing contribution. Finally, it was concluded from the post-REU surveys that the most effective training received by this program was the weekly practice in science communication.</p>\r\n<p>In conclusion, this award provided training and professional development opportunities for 42 undergraduate students and leadership training for four graduate students and four undergraduate students. Results were disseminated during local symposia at the end of each summer program, on the REU website, and at national conferences and publications.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/17/2025<br>\nModified by: Jessica&nbsp;N&nbsp;Fitzsimmons</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Research Experience for Undergraduates program, REU Site: Observing the Ocean, provided a 10-week summer research program during four summers (2019, 2021 virtual, 2022, and 2024) where 42 total students (including 4 whose stipends were funded by Texas A&M University) were trained to use a variety of ocean observing technologies  both at sea and in the laboratory  to conduct oceanographic research and develop confidence in scientific communication. They were also provided with extensive professional development training in STEM and ocean science more specifically.\r\n\n\nOur first program objective was to provide an interdisciplinary research experience to challenge and engage students. This was accomplished by pairing each student with a faculty mentor who could advise and train them on the details of their individual research project and the training required to complete it. As a group, the students also received training in basic oceanography and data processing tools (programming languages, etc.). The students (except in 2021 when the program was run virtually) also planned and participated in a research cruise in the Gulf of Mexico, where they could map oxygen concentrations to identify regions of hypoxia (dead zones) and also collect sediment and seawater samples to observe other oceanographic features (nutrients, pollutants, biological communities, etc.).\r\n\n\nThe second program objective was to provide strategies for students to develop effective scientific communication skills. We first provided a suite of group training workshops on different types of oral and written communication types (proposals, elevator pitches, powerpoint and poster presentations, scientific graphics, etc.). Then, each Friday morning of the program, students and mentors all met as a group, and students gave practice presentations and received positive and constructive feedback in a safe environment in order to build their confidence towards the final university-wide Poster Symposium and the REU-specific Final Research Symposium. Despite their initial fears, the students showed remarkable progress each week, and peer/faculty feedback significantly improved presentations. An independent panel of faculty and staff judged the presentations each year and awarded the Best Presentation Award(s), for which a travel stipend was granted to the presenter to allow them to attend a(n) (inter)national oceanography conference of their choosing.\r\n\n\nWe also developed a third objective of the program part-way through this award, which was to provide clear professional development training for students in STEM and the geosciences in particular. This goal meets the overall NSF Geosciences REU objective to improve retention in STEM fields. We developed a strong series of workshops on different aspects demystifying how to navigate STEM careers including CV/resume development, career panels in ocean science, and deciding whether and how to apply to graduate school in ocean science. Another very successful activity was the series of informal seminars given by research mentors that detailed their journey towards their research areas and careers.\r\n\n\nThere were numerous significant results from this project. First, the program successfully recruited a diverse group of REU student participants, which speaks directly to the NSF REU mission to broaden participation in research activities. For the four program years, 60% of the REU student participants were female, 50% were from underrepresented race/ethnicities (Asian American, African American, or Hispanic), one was a veteran, and 25% were first generation college students. Second, as was true in the last award for this REU Site, the research cruise on the R/V Pelican was an extremely valuable experience that motivated many students to maintain their focus on ocean science. Third, most of the REU students stated in their post-REU surveys that the REU experience helped them decide that graduate school was something they hoped to pursue and that their experience with real research was extremely beneficial in this decision making process. Fourth, 3-5 of the students in each REU cohort presented their research in at least one national research conference, which is a growing contribution. Finally, it was concluded from the post-REU surveys that the most effective training received by this program was the weekly practice in science communication.\r\n\n\nIn conclusion, this award provided training and professional development opportunities for 42 undergraduate students and leadership training for four graduate students and four undergraduate students. Results were disseminated during local symposia at the end of each summer program, on the REU website, and at national conferences and publications.\r\n\n\n\t\t\t\t\tLast Modified: 02/17/2025\n\n\t\t\t\t\tSubmitted by: JessicaNFitzsimmons\n"
 }
}