{
 "awd_id": "1849236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Language Production as a Learning Intervention",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 724149.0,
 "awd_amount": 724149.0,
 "awd_min_amd_letter_date": "2019-02-26",
 "awd_max_amd_letter_date": "2019-02-26",
 "awd_abstract_narration": "This project tests a new method for improving reading skill in poor readers, including those with dyslexia, and improving second language learning. Second language learning requires significant time to learn material that has not occurred in the individual's prior experience. While this is obvious for foreign language learning, it is less obvious but also true for learning to read. Written and spoken language differ greatly in both their vocabulary and sentence structure, so becoming a fluent reader requires significant reading experience to learn how written language differs from speech. Because poor readers do not engage in this extensive practice, they fall further behind peers who have higher skill. Current instruction methods in both reading and second language learning are inadequate and intervention in both of these areas is in the national interest. Poor literacy is widespread in the US population and is associated with low employment, poor health outcomes, limited participation in society, and higher rates of incarceration. \r\n\r\nThe project combines memory and learning research to investigate how and why speaking during language learning yields not just better speaking skills but also better written and spoken language comprehension than more traditional reading- and listening-focused curricula. The studies rigorously compare second language learning via speaking vs. listening practice, including whether the learning method influences students' motivation to pay attention, practice, and learn. The studies also examine the link between speaking and short-term or working memory, which is the ability to hold information in mind for short durations. Working memory abilities are thought to be an important component of longer-term learning, including vocabulary learning in a native or foreign language. The same methods will be applied to interventions aimed at improving reading comprehension for poor readers with dyslexia or other sources of low literacy, including inadequate instruction, practice, or barriers from low English skills. The interventions will use spoken language exercises that provide practice with the vocabulary and sentence structure patterns of written language, which are essentially \"foreign\" to a reluctant reader. The aim is to provide key learning opportunities that are crucial to developing reading fluency without always requiring reading practice in which poor readers are reluctant to engage. Both the second language and the reading interventions also investigate students' response to various educational interventions, where students who begin with more knowledge generally get greater benefit from additional instruction, leaving behind those who most need the help. If the speaking interventions provide essential background skills, they could help people with dyslexia and other struggling learners learn from the novel interventions tested in this project and position struggling learners to take advantage of existing instruction in current school curricula.\r\n\r\nThis project is co-funded by the Perception, Action, and Cognition Program, the Science of Learning Program, and the EHR Core Research Program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryellen",
   "pi_last_name": "MacDonald",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Maryellen C MacDonald",
   "pi_email_addr": "mcmacdonald@wisc.edu",
   "nsf_id": "000375076",
   "pi_start_date": "2019-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "UW Madison",
  "perf_str_addr": "21 n Park Street Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "004Y00",
   "pgm_ele_name": "Science of Learning"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059Z",
   "pgm_ref_txt": "Science of Learning"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 724149.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; This project investigated how producing language via speaking or writing can affect memory and learning. Current educational practices typically require students to be silent and learn via comprehending language&mdash;students listen to a lecture or teacher&rsquo;s lesson, they read a textbook. These comprehension-focused practices persist despite widespread evidence that active learning approaches yield more lasting learning than comprehension-focused activities. A major component of active learning approaches is student talking or writing: students discuss, write explanations, ask each other questions, and so on. Our project dug into why the act of producing language is itself a learning accelerator, and we investigated how best to use language production to boost learning.</p>\n<p>&nbsp; The research team developed studies in two related areas. First, we studied the role of language knowledge and language production in verbal working memory, the ability to remember words or other language for brief periods. Verbal working memory is thought to be a critical capacity for learning. Our studies found that verbal working memory skills are strongly linked to language knowledge and production in college-age young adults. Word sequences that follow the general patterns of English are remembered better than word sequences that do not follow English word patterns, even when the patterns are so subtle that participants believe that all of the word sequences are random. Moreover, participants who read more in their everyday lives do better in these memory tests, again supporting the role of language knowledge (via reading) in verbal working memory. These results are important because they contradict the common view that verbal working memory is independent of language knowledge. Instead, we see that even the most subtle language knowledge gleaned from reading and other language experience can boost memory and further learning. This work therefore supports the value of language knowledge (via reading and talking) in scaffolding further learning.</p>\n<p>&nbsp; Second, we investigated the effect of talking vs. comprehension-based exercises in second language learning. Our research found that talking-based learning exercises for second language learning were much more effective than comprehension-based exercises. As would be expected, talking-based exercises yielded better talking skills in the new language compared to comprehension exercises, but talking also had other effects. Learning exercises involving language production also led to better comprehension than the comprehension exercises themselves. Moreover, talking exercises led to students being better able to generalize their knowledge to new vocabulary words, compared to the students who did the comprehension exercises. These results support the role of active, talking-based learning and argue against the widespread practice of emphasizing comprehension exercises in classroom second language teaching.</p>\n<p>&nbsp; We disseminated the results of this work widely in scholarly publications, presentations at conferences, and an article written for general audiences. Our research program included involvement of about 20 undergraduate researchers, including native speakers of Spanish who worked on some of the language production studies. All of the undergraduates received extensive mentoring in statistical analyses, data science, language and memory research, and each had numerous opportunities to give presentations in the lab and discuss their interests and research.</p><br>\n<p>\n Last Modified: 05/14/2024<br>\nModified by: Maryellen&nbsp;C&nbsp;Macdonald</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n This project investigated how producing language via speaking or writing can affect memory and learning. Current educational practices typically require students to be silent and learn via comprehending languagestudents listen to a lecture or teachers lesson, they read a textbook. These comprehension-focused practices persist despite widespread evidence that active learning approaches yield more lasting learning than comprehension-focused activities. A major component of active learning approaches is student talking or writing: students discuss, write explanations, ask each other questions, and so on. Our project dug into why the act of producing language is itself a learning accelerator, and we investigated how best to use language production to boost learning.\n\n\n The research team developed studies in two related areas. First, we studied the role of language knowledge and language production in verbal working memory, the ability to remember words or other language for brief periods. Verbal working memory is thought to be a critical capacity for learning. Our studies found that verbal working memory skills are strongly linked to language knowledge and production in college-age young adults. Word sequences that follow the general patterns of English are remembered better than word sequences that do not follow English word patterns, even when the patterns are so subtle that participants believe that all of the word sequences are random. Moreover, participants who read more in their everyday lives do better in these memory tests, again supporting the role of language knowledge (via reading) in verbal working memory. These results are important because they contradict the common view that verbal working memory is independent of language knowledge. Instead, we see that even the most subtle language knowledge gleaned from reading and other language experience can boost memory and further learning. This work therefore supports the value of language knowledge (via reading and talking) in scaffolding further learning.\n\n\n Second, we investigated the effect of talking vs. comprehension-based exercises in second language learning. Our research found that talking-based learning exercises for second language learning were much more effective than comprehension-based exercises. As would be expected, talking-based exercises yielded better talking skills in the new language compared to comprehension exercises, but talking also had other effects. Learning exercises involving language production also led to better comprehension than the comprehension exercises themselves. Moreover, talking exercises led to students being better able to generalize their knowledge to new vocabulary words, compared to the students who did the comprehension exercises. These results support the role of active, talking-based learning and argue against the widespread practice of emphasizing comprehension exercises in classroom second language teaching.\n\n\n We disseminated the results of this work widely in scholarly publications, presentations at conferences, and an article written for general audiences. Our research program included involvement of about 20 undergraduate researchers, including native speakers of Spanish who worked on some of the language production studies. All of the undergraduates received extensive mentoring in statistical analyses, data science, language and memory research, and each had numerous opportunities to give presentations in the lab and discuss their interests and research.\t\t\t\t\tLast Modified: 05/14/2024\n\n\t\t\t\t\tSubmitted by: MaryellenCMacdonald\n"
 }
}