{
 "awd_id": "1849533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A History of the Definition and Diagnosis of Postpartum Depression as a Disease",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 162619.0,
 "awd_amount": 162619.0,
 "awd_min_amd_letter_date": "2019-03-27",
 "awd_max_amd_letter_date": "2019-03-27",
 "awd_abstract_narration": "This award supports a project in the history of science that analyzes the production and proliferation of the disease concept of postpartum depression in the United States during the second half of the twentieth century. It traces the mobilization of medical, popular, and political languages of postpartum depression (depression with onset in the year following childbirth) as a means by which different groups defined the normal and abnormal postpartum. The research will engage in archival research and oral histories; the analysis of these sources will be guided by the theorization of diseases of risk, somatic citizenship, and gender, emotion and embodiment.  The results of this research will be published as a book that will interest physicians, psychiatrists, and others interested in maternal mental health. Transcripts of oral histories with actors involved in the codification of postpartum depression as a distinct disease will be made available for future researchers interested in women's health activism and mental health politics. The researcher will also design a course for upper-level undergraduates focusing on gender and mental health, and she will engage in public outreach through op-eds in national newspapers and women's health publications that will translate this work to a general public. \r\n\r\nThis research project on the history of postpartum depression will take a critical perspective in considering how different actors participated in the politics of diagnosis and the search for causes and solutions within a layered political context. The primary product of this research, a monograph, will consider these questions within a broader framework of gendered risk. The project converses directly with literatures of women's health, mental health, and 20th century U.S. politics. Contributions include an examination of how maternal risk and child development literature shaped the construction of maternal mental health, a nuanced investigation of the gendered national politics of the late-20th century as they led multiple groups to accept etiologies of postpartum depression that served their own aims, and an investigation into disease construction and risk in this specifically gendered and familial disease.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Moran",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel L Moran",
   "pi_email_addr": "rachel.moran@unt.edu",
   "nsf_id": "000557688",
   "pi_start_date": "2019-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle #310650",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 162619.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dr. Rachel Louise Moran completed the research for her current book project, a history of the diagnosis and politics of postpartum depression in the 20<sup>th</sup>&nbsp;century United States. The work was supported by a National Science Foundation Scholars award. Over the course of the award Moran was able to conduct research in the Schlesinger and Countway Libraries at Harvard, as well as in a privately-held archive in Santa Barbara. The COVID-19 pandemic altered her other archival plans, but she instead pivoted to requests for materials to be scanned from two other archives, as well as including ethnographic observations of contemporary postpartum mental health organizations into her research to gain a larger context of the groups.</p>\n<p>&nbsp;</p>\n<p>The pandemic also led to an expansion of the oral history component of Moran&rsquo;s project. While oral history interviews with activists, researchers, and practitioners were always part of the plan, Moran was able to use video calls to reach a variety of participants. She interviewed more than 20 figures who each played important roles in the history of postpartum depression. The interviews were transcribed with award funds, and are now being processed into the University of North Texas&rsquo; Oral History Program collection. When the wait period is lifted (five years on most of the interviews), any interested researcher will be able to access the interviews and continue work on this important subject.</p>\n<p>&nbsp;</p>\n<p>Over the course of the award (2019-2020) and the no-cost extension (2020-2021), Moran also began substantial writing on the book project. She published one journal article in&nbsp;<em>Gender and History&nbsp;</em>based in research conducted during the award. In it, she looked at political debates over mental illness in pregnancy and the postpartum in the 1980s, and focused on the way languages of psychiatric diagnosis were used to try to justify political stances. She has also completed five chapters of a ten chapter manuscript, and anticipates getting the book under contract in early 2022 and finishing the full manuscript by 2023. The book should be an important contribution to STS literatures, history literatures, and a general public concerned with changes over the 20<sup>th</sup>&nbsp;century in how postpartum illness has been understood.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/22/2021<br>\n\t\t\t\t\tModified by: Rachel&nbsp;L&nbsp;Moran</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDr. Rachel Louise Moran completed the research for her current book project, a history of the diagnosis and politics of postpartum depression in the 20th century United States. The work was supported by a National Science Foundation Scholars award. Over the course of the award Moran was able to conduct research in the Schlesinger and Countway Libraries at Harvard, as well as in a privately-held archive in Santa Barbara. The COVID-19 pandemic altered her other archival plans, but she instead pivoted to requests for materials to be scanned from two other archives, as well as including ethnographic observations of contemporary postpartum mental health organizations into her research to gain a larger context of the groups.\n\n \n\nThe pandemic also led to an expansion of the oral history component of Moran’s project. While oral history interviews with activists, researchers, and practitioners were always part of the plan, Moran was able to use video calls to reach a variety of participants. She interviewed more than 20 figures who each played important roles in the history of postpartum depression. The interviews were transcribed with award funds, and are now being processed into the University of North Texas’ Oral History Program collection. When the wait period is lifted (five years on most of the interviews), any interested researcher will be able to access the interviews and continue work on this important subject.\n\n \n\nOver the course of the award (2019-2020) and the no-cost extension (2020-2021), Moran also began substantial writing on the book project. She published one journal article in Gender and History based in research conducted during the award. In it, she looked at political debates over mental illness in pregnancy and the postpartum in the 1980s, and focused on the way languages of psychiatric diagnosis were used to try to justify political stances. She has also completed five chapters of a ten chapter manuscript, and anticipates getting the book under contract in early 2022 and finishing the full manuscript by 2023. The book should be an important contribution to STS literatures, history literatures, and a general public concerned with changes over the 20th century in how postpartum illness has been understood.\n\n \n\n\t\t\t\t\tLast Modified: 09/22/2021\n\n\t\t\t\t\tSubmitted by: Rachel L Moran"
 }
}