{
 "awd_id": "1849664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:Collaborative Research: Fluid flow metamorphism and strain localization in mid-crustal shear zones",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 73748.0,
 "awd_amount": 73748.0,
 "awd_min_amd_letter_date": "2019-05-20",
 "awd_max_amd_letter_date": "2019-05-20",
 "awd_abstract_narration": "This project investigates the relationship between fluids, metamorphism, and localization of deformation on the composition and strength of fault zones in middle regions of the crust (depths greater than 12 kilometers). The project focuses on the ductile fault zone associated with the Raft River metamorphic core complex in Utah, in order to constrain both the source and the amount of fluid during faulting. The study incorporates geologic mapping in the field, analyses of mineral structures, chemical analyses, and analyses to determine the timing of movement along the fault. The project has the potential to tie analytic data to specific fluid sources and better constrain fluid flow at a crustal-scale. This project is led by an early career faculty member and includes Masters-level graduate and undergraduate students. First-generation and minority college students at the University of Louisiana at Lafayette are also involved. The project incorporates an outreach effort to support K-12 education in rural western North Carolina that includes geologic time resources developed by undergraduate students.\r\n\r\nThe goal of this project is to improve the understanding of fluid-rock interaction in detachment shear zones associated with metamorphic core complexes. Hydrous metamorphic minerals record the presence of meteoric fluids at great depths within the crust. Despite the clear record of meteoric fluids down to mid- to lower-crustal depths, many chemical and petrologic inconsistencies remain. During orogenic collapse, the upper crust thins by brittle normal faulting while the ductile lower crust flows laterally. Localization of extension eventually leads to the formation of a detachment shear zone and metamorphic core complex. Ductile extension in the lower crust is characterized by high heat fluxes, granitic intrusion, and migmatitic gneiss domes, associated with metamorphic/magmatic fluids. During exhumation, there is competition between two fluid reservoirs (magmatic/metamorphic and meteoric water from surface sources). This project uses hydrogen and oxygen stable isotope data as tracers of fluid source and fluid-rock exchange to provide constraints on fluid-rock interaction during continental extension. Isotopic data is linked to specific fluid sources to better constrain the hydrology of crustal-scale fluid flow, in order to bridge the gap between experimentally-derived rock strengths, and field observations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriele",
   "pi_last_name": "Casale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriele Casale",
   "pi_email_addr": "casalegm@appstate.edu",
   "nsf_id": "000658995",
   "pi_start_date": "2019-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Appalachian State University",
  "inst_street_address": "438 ACADEMY ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOONE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "8282627459",
  "inst_zip_code": "286080001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "APPALACHIAN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "F1NAKY5L1425"
 },
 "perf_inst": {
  "perf_inst_name": "Appalachian State University",
  "perf_str_addr": "572 Rivers st.",
  "perf_city_name": "Boone",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "286082067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NC05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 73748.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project investigated the interaction between fluids and rock deformation in Earth's mid-crustal shear zones, focusing on the Raft River Mountains of northwestern Utah. These shear zones are critical for understanding how the crust responds to stress and how fluids influence rock behavior at the transition between elastic and viscous-dominated deformation.</p>\r\n<p>The project's primary scientific goal was to determine how fluid flow affects the strength and behavior of rocks in mid-crustal shear zones. By examining the relationship between mineral composition (specifically mica content), deformation, and fluid presence, we found that even small amounts of mica can significantly influence the development of dynamic fabrics.</p>\r\n<p>We used Electron Backscatter Diffraction (EBSD) to analyze quartz fabrics and quantify the relationship between muscovite content and quartz dynamic recrystallization. Additionally, we employed stable isotope geochemistry (oxygen and hydrogen) to determine the origin and extent of fluid-rock interactions within the shear zone. Our results demonstrated that traditional methods of estimating stress and strain in these rocks may be inaccurate if the presence of mica is not considered.</p>\r\n<p>This project supported the training and research experience of undergraduate and graduate students, who participated in fieldwork, data collection, and analysis using advanced techniques such as EBSD and stable isotope geochemistry. Data collection utilized the Dewel Microscopy Facility at Appalachian State University, and funding was used to maintain this shared, multi-user facility, which is critical to the university&rsquo;s teaching and research mission and serves as a regional scientific resource.</p>\r\n<p>More broadly, this project contributed to science education in rural and low-income communities in western North Carolina. A 3D printer was acquired and used to create geological models for teaching, enhancing hands-on learning experiences for K-12 students. These physical models were distributed to teachers at professional development workshops in rural western North Carolina. Project findings and materials were incorporated into outreach programs at Appalachian State University, reaching over 1,000 K-12 students annually and specifically targeting educators and students from underserved rural communities.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/25/2025<br>\nModified by: Gabriele&nbsp;Casale</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research project investigated the interaction between fluids and rock deformation in Earth's mid-crustal shear zones, focusing on the Raft River Mountains of northwestern Utah. These shear zones are critical for understanding how the crust responds to stress and how fluids influence rock behavior at the transition between elastic and viscous-dominated deformation.\r\n\n\nThe project's primary scientific goal was to determine how fluid flow affects the strength and behavior of rocks in mid-crustal shear zones. By examining the relationship between mineral composition (specifically mica content), deformation, and fluid presence, we found that even small amounts of mica can significantly influence the development of dynamic fabrics.\r\n\n\nWe used Electron Backscatter Diffraction (EBSD) to analyze quartz fabrics and quantify the relationship between muscovite content and quartz dynamic recrystallization. Additionally, we employed stable isotope geochemistry (oxygen and hydrogen) to determine the origin and extent of fluid-rock interactions within the shear zone. Our results demonstrated that traditional methods of estimating stress and strain in these rocks may be inaccurate if the presence of mica is not considered.\r\n\n\nThis project supported the training and research experience of undergraduate and graduate students, who participated in fieldwork, data collection, and analysis using advanced techniques such as EBSD and stable isotope geochemistry. Data collection utilized the Dewel Microscopy Facility at Appalachian State University, and funding was used to maintain this shared, multi-user facility, which is critical to the universitys teaching and research mission and serves as a regional scientific resource.\r\n\n\nMore broadly, this project contributed to science education in rural and low-income communities in western North Carolina. A 3D printer was acquired and used to create geological models for teaching, enhancing hands-on learning experiences for K-12 students. These physical models were distributed to teachers at professional development workshops in rural western North Carolina. Project findings and materials were incorporated into outreach programs at Appalachian State University, reaching over 1,000 K-12 students annually and specifically targeting educators and students from underserved rural communities.\r\n\n\n\t\t\t\t\tLast Modified: 02/25/2025\n\n\t\t\t\t\tSubmitted by: GabrieleCasale\n"
 }
}