{
 "awd_id": "1850353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: OAC: Online Optimization of End-to-End Data Transfers in High Performance Networks",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Sussman",
 "awd_eff_date": "2019-03-15",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 174299.0,
 "awd_amount": 190299.0,
 "awd_min_amd_letter_date": "2019-02-20",
 "awd_max_amd_letter_date": "2020-02-18",
 "awd_abstract_narration": "With the advancement of computing and sensing technology, the amount of data generated by scientific applications is growing rapidly. To accommodate this growth, high speed networks with up to 400 Gbps capacities have been established. Despite the increasing availability of high-speed wide-area networks and the use of modern data transfer protocols designed for high performance, file transfers in practice attain only a fraction of theoretical maximum throughput, leaving networks underutilized and users unsatisfied. This project aims to develop a real-time transfer tuning algorithm to optimize file transfer throughput in high speed networks. Improved data transfer performance does not only enable efficient execution of distributed scientific applications but also fosters collaboration between scientists at geographically separated institutions by reducing time it takes to share data. This project complements the efforts to build next generation networking infrastructure by offering a novel solution to maximize utilization. The project also facilitates the development of a graduate level high-performance networking course at University of Nevada, Reno, and contribute to the education of undergraduate, female, and under-representative students. Therefore, this research aligns with the NSF's mission to promote the progress of science and to advance national prosperity, and welfare. \r\n\r\nIt is critical to fully utilize available network bandwidth to meet stringent end-to-end performance requirements of distributed scientific workflows. Yet, existing data transfer applications (e.g., scp, bbcp, and ftp) fail to saturate the available network bandwidth due to several factors, such as end system limitations, ill-designed transfer protocols, and poor storage performances. Application-layer transfer tuning offers a comprehensive solution to enhance transfer throughput significantly and can be applied with only client-side modifications. However, finding optimal configuration for application-layer parameters is challenging due to large search space and complex dynamics of network and storage subsystems. This project applies state-of-the-art online convex optimization to application-layer parameter tuning problem as it offers performance and convergence guarantees even under complete uncertainty. In addition to being fast and optimal, online learning algorithms can guarantee the fair distribution of resources among users when combined with game-theory inspired utility functions. The project aims to improve the performance of large streaming applications under dynamic network conditions through anomaly detection and mitigation. It has three unique and innovative aspects: (i) It uses state-of-the art online learning algorithm to fine tune application-layer parameters in real-time. (ii) It improves accuracy and efficiency of sample transfers to minimize the overhead of real-time tuning. (iii) It offers quality of service for delay-sensitive transfers (e.g., high-speed streaming applications) through continuous performance monitoring and adaptive tuning.\r\n\r\nThis project is jointly funded by Office of Advanced Cyberinfrastructure (OAC) and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Engin",
   "pi_last_name": "Arslan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Engin Arslan",
   "pi_email_addr": "heyengin@gmail.com",
   "nsf_id": "000758403",
   "pi_start_date": "2019-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "026Y00",
   "pgm_ele_name": "CRII CISE Research Initiation"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 174299.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has made three major contributions to the field to mitigate the bottlenecks of data transfers between research and education institutions, thereby enhancing the efficiency of high speed research networks.</p>\n<ol>\n<li>We optimized probing transfers such that various transfer settings can be evaluated quickly and accurately. To achieve this goal, we used machine learning models to process instantaneous throughput values reports of probing transfers.&nbsp;The machine learning model utilizes binary classifiers to determine the&nbsp; \"predictability'' of probing transfers and regression models to predict the transfer throughput upon convergence. The proposed method lowered the duration of probing transfers by 48% while attaining up to 61% higher measurement accuracy. We demonstrated that shortening the duration of probing transfers results in 35% higher overall throughput for data transfers in production high-speed networks.</li>\n<li>We used advanced online optimization algorithms to tune the transfer settings in real time such that transfer throughput can be improved and system overhead can be kept at minimum. Specifically, we applied hill climbing, gradient descent, and bayesian optimization models to explore the solution space for transfer settings quickly. The developed solutions result in 2-6x improvement over the state of the art solutions.&nbsp;</li>\n<li>We developed real-time optimization algorithm to offer reliable performance for streaming science workflows. The algorithm&nbsp;adjusts transfer settings to adapt to changing transfer conditions. The algorithms combined heuristic, online, and historical optimization models to swiftly and accurately discover optimal transfer settings that can meet the stringent requirements of distributed scientific workflows. The proposed solution results in up to 3.6x performance improvement over the state-of-the-art solutions when evaluated in various synthetic and real-world workloads in high-performance production networks.</li>\n</ol><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2022<br>\n\t\t\t\t\tModified by: Engin&nbsp;Arslan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has made three major contributions to the field to mitigate the bottlenecks of data transfers between research and education institutions, thereby enhancing the efficiency of high speed research networks.\n\nWe optimized probing transfers such that various transfer settings can be evaluated quickly and accurately. To achieve this goal, we used machine learning models to process instantaneous throughput values reports of probing transfers. The machine learning model utilizes binary classifiers to determine the  \"predictability'' of probing transfers and regression models to predict the transfer throughput upon convergence. The proposed method lowered the duration of probing transfers by 48% while attaining up to 61% higher measurement accuracy. We demonstrated that shortening the duration of probing transfers results in 35% higher overall throughput for data transfers in production high-speed networks.\nWe used advanced online optimization algorithms to tune the transfer settings in real time such that transfer throughput can be improved and system overhead can be kept at minimum. Specifically, we applied hill climbing, gradient descent, and bayesian optimization models to explore the solution space for transfer settings quickly. The developed solutions result in 2-6x improvement over the state of the art solutions. \nWe developed real-time optimization algorithm to offer reliable performance for streaming science workflows. The algorithm adjusts transfer settings to adapt to changing transfer conditions. The algorithms combined heuristic, online, and historical optimization models to swiftly and accurately discover optimal transfer settings that can meet the stringent requirements of distributed scientific workflows. The proposed solution results in up to 3.6x performance improvement over the state-of-the-art solutions when evaluated in various synthetic and real-world workloads in high-performance production networks.\n\n\n\t\t\t\t\tLast Modified: 06/17/2022\n\n\t\t\t\t\tSubmitted by: Engin Arslan"
 }
}