{
 "awd_id": "1850631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  Building Departmental Capacity for Best Practices in Undergraduate Life Sciences Education in the Southeastern US; June, 2019; North Carolina A&T State University",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2019-02-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 99552.0,
 "awd_amount": 99552.0,
 "awd_min_amd_letter_date": "2019-02-07",
 "awd_max_amd_letter_date": "2022-12-13",
 "awd_abstract_narration": "The Southeastern US consistently lags other regions in educational attainment and economic performance, highlighting the need for dissemination and implementation of best practices in teaching and learning at all levels. The 2011 AAAS publication, \"Vision and Change in Undergraduate Biology Education: A Call to Action,\" provides comprehensive guidelines for content, skills, and teaching practices that are still considered the \"gold standard\" for undergraduate life sciences education. The Southeast Region of the Partnership for Undergraduate Life Science Education (SERP) will host a professional development institute on the campus of North Carolina Agricultural and Technical University in summer 2019, with a follow-up event hosted in conjunction with the annual meeting of the Association of Southeastern Biologists in spring 2020. The Institute will engage sixteen teams in a virtuous cycle of assessment and reforms based on the recommendations in \"Vision and Change.\" Teams will include representatives from all institution types, from community colleges to research-intensive universities, as well as significant representation of Minority Serving Institutions. Institutional teams will be comprised of both faculty and administrators to ensure representation of both grassroots and institutional stakeholders.\r\n\r\nThe project has two primary objectives: (1) to develop a network of life sciences departments engaged in a cycle of continual improvement; and (2) to conduct an evidence-based assessment of a systems model for undergraduate life sciences reform. The Institute will employ a strategy of shared-visioning, which requires substantial communication, learning, and collaboration among all stakeholders. The agenda is designed to help teams build a common language to enable discussion of important issues (e.g., course-embedded research, metacognition, etc.), identify shared priorities for improvement at the level of faculty, department, and institution, and draft an action plan for short-term and long-term reform efforts. By focusing on department-level transformation, the project builds capacity for long-term systemic changes to educational practice and improved student learning. Because public dissemination and formative assessment of these efforts are critical to validating team efforts and as providing accountability for institutional teams, a follow-up event will be held in conjunction with the 2020 meeting of the Association of Southeastern Biologists. All teams will make a public poster presentation of their action plan, efforts to date, and initial assessment results. A separate workshop during the ASB meeting will be used to collect more detailed assessment data from each team, as well as provide time for inter-team sharing of successes and challenges. Finally, a public workshop will be conducted to introduce the general ASB membership to the recommendations of \"Vision and Change.\"\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Finelli",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Finelli",
   "pi_email_addr": "finellic@uncw.edu",
   "nsf_id": "000160815",
   "pi_start_date": "2019-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Smith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mary A Smith",
   "pi_email_addr": "smithma@ncat.edu",
   "nsf_id": "000227705",
   "pi_start_date": "2019-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alfredo",
   "pi_last_name": "Leon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alfredo Leon",
   "pi_email_addr": "aleon6@mdc.edu",
   "nsf_id": "000629669",
   "pi_start_date": "2019-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Wilmington",
  "inst_street_address": "601 S COLLEGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WILMINGTON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9109623167",
  "inst_zip_code": "284033201",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NC07",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT WILMINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "L1GPHS96MUE1"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Wilmington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "284033201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "037Y00",
   "pgm_ele_name": "UBE - Undergraduate Biology Ed"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 99552.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Southeast Region of the Partnership for Undergraduate Life Science Education (SERP) hosted the third SERP Institute in spring 2021 to continue exceptional progress towards its two-fold mission: (1) develop a network of life sciences departments engaged in a cycle of continual improvement, and&nbsp; (2) continue its evidence-based assessment of a systems model for undergraduate life sciences reform.&nbsp; Fourteen teams of faculty members and administrators from institutions of higher education engaged with experts in organizational change and advanced pedagogy with the goal of developing an action plan for implementation of the recommendations offered in the 2011 AAAS report &ldquo;Vision and Change in Undergraduate Biology Education: A Call to Action.&rdquo;&nbsp; Teams represented institutions of various sizes and missions, and included community colleges, liberal arts colleges, comprehensive universities, and research-intensive universities.&nbsp; Six of the fourteen participating insitutions are classified as Minority Serving Institutions.&nbsp; Originally conceived as a four-day in-person institute, the SERP III Institute was completely redesigned as a multi-day virtual experience that included pre- and post-institute online community building.&nbsp;</p>\n<p>Following the SERP III Institute, each of the fourteen teams enacted their action plans and reported progress at the 2022 meeting of the Association of Southeastern Biologists.&nbsp; Participants provided a public presentation of their work for the general ASB audience, providing opportunities for faculty and students from across the southeastern US to learn how these teams were advancing the quality of undergraduate education at their institutions.&nbsp; Following the public presentations, the fourteen teams met privately to debrief each other on successes and challenges in their implementations.&nbsp; Through openly sharing their experiences teams were able to learn from one-another and the SERP Planning Team to develop a strategy for further implementation.&nbsp;</p>\n<p>To date, fifty-two life sciences departments from the southeast representing&nbsp; a full range of institution types, including eighteen minority-serving&nbsp; institutions, have participated in three SERP Institutes.&nbsp; The efforts of all fifty-two teams have been assessed using pre/post Institute surveys, submission of team action plans, follow-up phone interviews, and a presentations at the annual conference of the Association of Southeastern Biologists (ASB).&nbsp; Alumni from all three SERP Institutes continue to meet at the annual ASB meeting to share their experiences and to host workshops for the general ASB membership. Additional SERP network activities are being planned to extend the network further, continue to support the activities of network members, and to transform life sciences education across the Southeastern US.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/28/2024<br>\nModified by: Christopher&nbsp;M&nbsp;Finelli</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Southeast Region of the Partnership for Undergraduate Life Science Education (SERP) hosted the third SERP Institute in spring 2021 to continue exceptional progress towards its two-fold mission: (1) develop a network of life sciences departments engaged in a cycle of continual improvement, and (2) continue its evidence-based assessment of a systems model for undergraduate life sciences reform. Fourteen teams of faculty members and administrators from institutions of higher education engaged with experts in organizational change and advanced pedagogy with the goal of developing an action plan for implementation of the recommendations offered in the 2011 AAAS report Vision and Change in Undergraduate Biology Education: A Call to Action. Teams represented institutions of various sizes and missions, and included community colleges, liberal arts colleges, comprehensive universities, and research-intensive universities. Six of the fourteen participating insitutions are classified as Minority Serving Institutions. Originally conceived as a four-day in-person institute, the SERP III Institute was completely redesigned as a multi-day virtual experience that included pre- and post-institute online community building.\n\n\nFollowing the SERP III Institute, each of the fourteen teams enacted their action plans and reported progress at the 2022 meeting of the Association of Southeastern Biologists. Participants provided a public presentation of their work for the general ASB audience, providing opportunities for faculty and students from across the southeastern US to learn how these teams were advancing the quality of undergraduate education at their institutions. Following the public presentations, the fourteen teams met privately to debrief each other on successes and challenges in their implementations. Through openly sharing their experiences teams were able to learn from one-another and the SERP Planning Team to develop a strategy for further implementation.\n\n\nTo date, fifty-two life sciences departments from the southeast representing a full range of institution types, including eighteen minority-serving institutions, have participated in three SERP Institutes. The efforts of all fifty-two teams have been assessed using pre/post Institute surveys, submission of team action plans, follow-up phone interviews, and a presentations at the annual conference of the Association of Southeastern Biologists (ASB). Alumni from all three SERP Institutes continue to meet at the annual ASB meeting to share their experiences and to host workshops for the general ASB membership. Additional SERP network activities are being planned to extend the network further, continue to support the activities of network members, and to transform life sciences education across the Southeastern US.\n\n\n\t\t\t\t\tLast Modified: 05/28/2024\n\n\t\t\t\t\tSubmitted by: ChristopherMFinelli\n"
 }
}