{
 "awd_id": "1850718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing Diversity, Equity, and Inclusion in the Coastal Sector",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 49634.0,
 "awd_amount": 49634.0,
 "awd_min_amd_letter_date": "2019-02-26",
 "awd_max_amd_letter_date": "2019-08-03",
 "awd_abstract_narration": "As a national non-profit, Restore America?s Estuaries (RAE) is well-positioned to bring important topics and training to the great number and variety of professionals working within the coastal science sector across the nation. Diversity, equity, and inclusion is a topic area that RAE recognizes as not receiving enough attention or resources within this sector but that is critically important for the effectiveness and sustainability of coastal science and application for management, conservation, and restoration efforts. In order to achieve success in these efforts, environmental institutions must be able to effectively communicate and engage with coastal communities and to attract new talent to the coastal workforce. Both of these endeavors will benefit from intentional actions that serve to identify and eliminate implicit bias within recruitment, retention, and promotion of new staff and in developing an inclusive work environment in which professionals from diverse backgrounds feel welcome. Among the ways that diversity in the workforce can have a positive impact on productivity and success are through competitive advantages, innovation, and new knowledge, skills, and perspectives involving the use and management of natural resources.\r\n\r\nRAE proposes to conduct a DEI workshop during its National Summit. The workshop will focus on adding a DEI lens to recruitment and hiring in the coastal sector, including tips to cast a wider net in recruitment efforts, mitigate bias in hiring, and support retention and advancement in an inclusive work environment. The workshop will help participants grapple with bias through three lenses: 1) individual bias that manifests in our personal thoughts and interactions; 2) institutional bias that pervades agency and organizational practices and policies (and in particular, recruitment and hiring), and 3) bias that impacts the entire environmental sector based on the history and legacy of conservation and environmentalist. Participants will be left with tips and tools to meaningfully engage in this work.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stefanie",
   "pi_last_name": "Simpson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefanie Simpson",
   "pi_email_addr": "stefanie.simpson@gmail.com",
   "nsf_id": "000779786",
   "pi_start_date": "2019-02-26",
   "pi_end_date": "2019-08-03"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Lekus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Lekus",
   "pi_email_addr": "nbreslin.romano@estuaries.org",
   "nsf_id": "000803379",
   "pi_start_date": "2019-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Restore America's Estuaries",
  "inst_street_address": "601 13TH ST NW FL 12",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "7035240248",
  "inst_zip_code": "200053819",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "RESTORE AMERICA'S ESTUARIES",
  "org_prnt_uei_num": "FZ4NHMZH6L41",
  "org_uei_num": "Z7YTEHKWXJC4"
 },
 "perf_inst": {
  "perf_inst_name": "Restore America's Estuaries",
  "perf_str_addr": "300 E. Ocean Blvd",
  "perf_city_name": "Long Beach",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908024825",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 49634.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Restore America&rsquo;s Estuaries worked with The Avarna Group to present a workshop focused on Diversity, Equity, and Inclusion in the coastal sector, with a particular focus on recruiting, hiring, and retaining diverse employees.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Attendees received information and tools that will facilitate the development of their own abilities to increase Diversity, Equity, and Inclusion in their current roles/organizations as well as in future ones. Further, participants were encouraged to disseminate this information within their organizations, particularly targeting hiring managers, human resources and talent management staff, and executive leadership, to more effectively impact policies and practices on an organization-wide basis</p>\n<p>&nbsp;</p>\n<p>The &ldquo;ripple effect&rdquo; from this workshop will affect hundreds of individuals.&nbsp; 100 people attended; each will encounter dozens of people at work or through partnerships.&nbsp; Their evolved &ldquo;lens&rdquo; of diversity, equity, and inclusion will alter how they interact with those colleagues and acquaintances.&nbsp; They will be able to identify more examples of injustice in their workplace and daily lives, and will now know &ndash; with their freshly developed actionable tools &ndash; how to challenge them. Further, attendees were empowered and encouraged to work to modify policies and practices within their teams and organizations that may impede the ability to recruit and retain diverse staffs.</p>\n<p>&nbsp;</p>\n<p>By facilitating the diversification of the staffs and leadership of coastal conservation organizations, this session and future ones like it could have profound impacts on the ability of these organizations to engage community members and bring about environmental results.&nbsp; Simultaneously, this work should encourage more members of traditionally underrepresented demographics to enter or stay in the conservation field or other science-based ones, creating broad and increasing impacts on society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2019<br>\n\t\t\t\t\tModified by: Nicole&nbsp;Breslin-Romano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRestore America’s Estuaries worked with The Avarna Group to present a workshop focused on Diversity, Equity, and Inclusion in the coastal sector, with a particular focus on recruiting, hiring, and retaining diverse employees. \n\n \n\nAttendees received information and tools that will facilitate the development of their own abilities to increase Diversity, Equity, and Inclusion in their current roles/organizations as well as in future ones. Further, participants were encouraged to disseminate this information within their organizations, particularly targeting hiring managers, human resources and talent management staff, and executive leadership, to more effectively impact policies and practices on an organization-wide basis\n\n \n\nThe \"ripple effect\" from this workshop will affect hundreds of individuals.  100 people attended; each will encounter dozens of people at work or through partnerships.  Their evolved \"lens\" of diversity, equity, and inclusion will alter how they interact with those colleagues and acquaintances.  They will be able to identify more examples of injustice in their workplace and daily lives, and will now know &ndash; with their freshly developed actionable tools &ndash; how to challenge them. Further, attendees were empowered and encouraged to work to modify policies and practices within their teams and organizations that may impede the ability to recruit and retain diverse staffs.\n\n \n\nBy facilitating the diversification of the staffs and leadership of coastal conservation organizations, this session and future ones like it could have profound impacts on the ability of these organizations to engage community members and bring about environmental results.  Simultaneously, this work should encourage more members of traditionally underrepresented demographics to enter or stay in the conservation field or other science-based ones, creating broad and increasing impacts on society.\n\n \n\n\t\t\t\t\tLast Modified: 12/05/2019\n\n\t\t\t\t\tSubmitted by: Nicole Breslin-Romano"
 }
}