{
 "awd_id": "1850723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: High resolution glider observations enable  reassessment of export production in the oligotrophic Sargasso Sea",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 203642.0,
 "awd_amount": 203642.0,
 "awd_min_amd_letter_date": "2019-03-25",
 "awd_max_amd_letter_date": "2019-03-25",
 "awd_abstract_narration": "Observations and measurements over several decades at locations like the Bermuda Atlantic Time-series Study (BATS) site have been important to fundamental understanding of the links between the physics, chemistry, and biology of the ocean. At the BATS site however, despite the long history of observations, a mystery remains: When and how is enough nitrogen delivered to surface waters to support the biological production that is observed?  The investigators will use oxygen, nitrate, and micro-turbulence sensors on autonomous underwater gliders to sample continuously for twenty months at the BATS site in an effort to resolve this mystery. Gliders make it possible to measure processes at scales that can't be captured by monthly or biweekly sampling from a ship. Regular sampling by the BATS program will still be essential to the project, however, by providing opportunities for calibration and validation of the glider sensors as well as ship support for glider deployments and recoveries. The project will also leverage existing private funding from the BIOS-SCOPE project, a multi-institutional microbial marine biogeochemistry initiative at BATS, that will provide partial support for glider operations. The investigators will recruit and advise at least two NSF Research Experience for Undergraduates (REU) students each year, and will incorporate project themes and data into educational programs at their respective institutions. \r\n\r\nThis project will apply new technologies to address several factors believed to perpetuate significant underestimates of nitrate delivery and particulate organic carbon (POC) exports in the Sargasso Sea. High-resolution glider-based observations will be used to estimate annual net community production (ANCP) through oxygen mass balance, and new production (NP) through nitrate mass balance, over a period spanning an annual cycle and two consecutive oligotrophic periods. Microstructure measurements will provide much-needed profiles of vertical diffusivity to accurately constrain fluxes of oxygen and nitrate and their variability over the annual cycle. Oxygen/argon ratio measurements will be used as independent estimates of biologically mediated oxygen changes and as constraints on glider-measured rates of oxygen concentration change. Assessments of phytoplankton characteristics by flow cytometry will be used to calibrate the gliders' optical sensors to in situ biological characteristics, so that variability in phytoplankton community structure and biomass can be discerned at the gliders' high temporal resolution and related to simultaneously measured NCP, NP, and physical water column structure, both above and below the euphotic zone. POC exports will be inferred from backscatter inventories in the deeper layers. The sum of observations will enable assessments of relationships among three independently measured proxies for the strength of the biological carbon pump and how the system responds to environmental forcing over the annual cycle, with particular focus on the stratified oligotrophic months.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lomas",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W Lomas",
   "pi_email_addr": "mlomas@bigelow.org",
   "nsf_id": "000624080",
   "pi_start_date": "2019-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "60 Bigelow Drive",
  "perf_city_name": "East Boothbay",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045440380",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1315",
   "pgm_ref_txt": "JOINT GLOBAL OCEAN FLUX STUDY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8242",
   "pgm_ref_txt": "Marine Nitrogen Cycle"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 203642.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The oceans play an essential role in the removal of carbon dioxide from the atmosphere and its storage deep in the ocean interior, which is a natural form of marine Carbon Dioxide Removal (mCDR).&nbsp; The uncertainty in the magnitude of this carbon removal remains high, in part because of the lack of highly time-resolved data that allows scientists to disentangle the biological, chemical and physical processes that underpin the ocean&rsquo;s natural carbon removal ability. &nbsp;Moreover, at the Bermuda Atlantic Time-series Study site in the Sargasso Sea, the variability in the carbon removal is conflated by differences in how the ocean is sampled, whether it be biological or geochemical measurements. This project sought to tackle this problem and resolve these differences by routinely deploying ocean gliders to measure key ocean biological and geochemical variables continuously for a period longer than a year.</p>\n<p>This project presented many challenges, scientific and social, but in the end, we were able to generate a time-series record based upon the glider observations.&nbsp; Our glider observations supported our general understanding that the &lsquo;spring bloom&rsquo; period is when much of the annual carbon removal from the surface ocean occurs in the Sargasso Sea through the process of production and sinking of particles containing carbon.&nbsp; Interestingly these results showed that much of that sinking carbon was quickly consumed and converted back to carbon dioxide within the same season.&nbsp; In contrast, the summer, when nutrients are depleted, that water is warmest and it is thought that there is little to no carbon removal, was actually the period when much of the carbon removal happened.&nbsp; This carbon removal was supported by the upward diffusion of nutrients and the slow growth of the smallest phytoplankton cells.</p>\n<p>Overall these results give us insight into how a future, nutrient-depleted and warm, ocean may function.&nbsp; This is important because the ocean regions that function like the Sargasso Sea, the nutrient-deplete ocean gyres, account for over half of the ocean&rsquo;s total surface area.&nbsp; These results, and other recent work from the Sargasso Sea, suggest that biological processes in these ocean gyres may be more resilient in the face of climate change than our current generation of ocean models predict.&nbsp; Thus, the natural ability of the ocean for carbon dioxide removal may be maintained at some level moving into the future.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/21/2023<br>\n\t\t\t\t\tModified by: Michael&nbsp;Lomas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe oceans play an essential role in the removal of carbon dioxide from the atmosphere and its storage deep in the ocean interior, which is a natural form of marine Carbon Dioxide Removal (mCDR).  The uncertainty in the magnitude of this carbon removal remains high, in part because of the lack of highly time-resolved data that allows scientists to disentangle the biological, chemical and physical processes that underpin the ocean’s natural carbon removal ability.  Moreover, at the Bermuda Atlantic Time-series Study site in the Sargasso Sea, the variability in the carbon removal is conflated by differences in how the ocean is sampled, whether it be biological or geochemical measurements. This project sought to tackle this problem and resolve these differences by routinely deploying ocean gliders to measure key ocean biological and geochemical variables continuously for a period longer than a year.\n\nThis project presented many challenges, scientific and social, but in the end, we were able to generate a time-series record based upon the glider observations.  Our glider observations supported our general understanding that the ‘spring bloom’ period is when much of the annual carbon removal from the surface ocean occurs in the Sargasso Sea through the process of production and sinking of particles containing carbon.  Interestingly these results showed that much of that sinking carbon was quickly consumed and converted back to carbon dioxide within the same season.  In contrast, the summer, when nutrients are depleted, that water is warmest and it is thought that there is little to no carbon removal, was actually the period when much of the carbon removal happened.  This carbon removal was supported by the upward diffusion of nutrients and the slow growth of the smallest phytoplankton cells.\n\nOverall these results give us insight into how a future, nutrient-depleted and warm, ocean may function.  This is important because the ocean regions that function like the Sargasso Sea, the nutrient-deplete ocean gyres, account for over half of the ocean’s total surface area.  These results, and other recent work from the Sargasso Sea, suggest that biological processes in these ocean gyres may be more resilient in the face of climate change than our current generation of ocean models predict.  Thus, the natural ability of the ocean for carbon dioxide removal may be maintained at some level moving into the future.\n\n \n\n\t\t\t\t\tLast Modified: 06/21/2023\n\n\t\t\t\t\tSubmitted by: Michael Lomas"
 }
}