{
 "awd_id": "1851170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Return Migration and Linguistic Interaction",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 25135.0,
 "awd_amount": 25135.0,
 "awd_min_amd_letter_date": "2019-01-31",
 "awd_max_amd_letter_date": "2019-01-31",
 "awd_abstract_narration": "The research supported by this award uses a linguistic anthropological approach to investigate the integration of voluntary return migrants as a lens through which to better understand the contemporary nation state. Return migrants are members of the diaspora who migrate back to their homeland. There they are not always easily assimilated, even though they share a language and cultural history with local residents. Thus, return migrants challenge common sense ideas of borders, nation, and citizenship. Given the increased global mobility of the world's populations today, it is important to understand why and how return migrants remain apart from the society they have returned to  and whether or not this situation can be remedied.\r\n\r\nThe research will be conducted by University of Texas at Austin anthropology doctoral student Hannah Foster, with guidance from Dr. Anthony Webster. The researcher has chosen to study the situation of return Kazakh migrants in Qaraghandy, Kazakhstan, a city that has received large waves of return migrants in recent years. Because the returnees may come from countries with which the Kazakhstan government has uneasy relationships, these return Kazakhs have been the object of governmental attention and special programs. This makes this a productive research site for studying return immigrant integration. The researcher will focus her data collection on a special integration center where the migrants learn Russian and get access to services. Prior research has demonstrated that these interactions may be mediated by the use of multiple languages and shaped by connections back to the diasporic community they left, creating complex communication networks. The researcher will collect data with a combination of linguistic and ethnographic methods including participant observation, recording naturally occurring discourse, matched-guise experiments, feedback interviews, and narrative analysis. Findings from this research will produce new understandings of the return migration processes in relation to maintaining the stability of the nation state. The findings will also be shared with policy makers concerned to improve the lives of the immigrants as well as their social, political, and cultural integration.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Webster",
   "pi_mid_init": "k",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony k Webster",
   "pi_email_addr": "awebster@utexas.edu",
   "nsf_id": "000766358",
   "pi_start_date": "2019-01-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Foster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah Foster",
   "pi_email_addr": "hannahlfoster@utexas.edu",
   "nsf_id": "000766357",
   "pi_start_date": "2019-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "3925 W Braker Lane, Ste 3.340",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 25135.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored how English is learned at private educational centers in Nur-Sultan, Kazakhstan among urban, middle-class Kazakhs. It investigated the beliefs and attitudes about language that guide curriculum design, teaching practices and measures of success for students studying English as a foreign language. In order to meet this goal, I documented linguistic interactions within classrooms, recorded naturally-occurring uses of English outside of the classroom, compiled and analyzed social media data and conducted matched-guise experiments. In total, I collected over 27 hours of audio recording, over 145 social media posts and regularly documented and recorded ethnographic fieldnotes throughout my time conducting research.</p>\n<p>&nbsp;</p>\n<p>After analyzing my data, I concluded that English is playing an increasingly important role in shaping aspirations for a cosmopolitan lifestyle and socioeconomic mobility among urban Kazakhs, particularly for younger generations. These aspirations are in turn shaping new ideas about what being Kazakh means in an increasingly globalized world. I found that private educational centers like the ones in which I conducted my research are key sites in which English is commodified and people thus encounter these new attitudes and beliefs.</p>\n<p>&nbsp;</p>\n<p>This research has several contributions to intellectual merit. First, as part of the larger movement to question the analytical usefulness of the nation-state in an increasingly globalized world, my research contributes to the anthropological literature that has defined alternative frameworks of identity in communities experiencing globalization, such as cosmopolitanism and neoliberal ideas of personhood. Additionally, my project explored how private spaces outside the direct influence of the state (like the language education centers) are key sites in which these processes take place and new models of a globalized or cosmopolitan identity spread.</p>\n<p>&nbsp;</p>\n<p>Second, how class mobility or cosmopolitanism is achieved through knowledge of English is still relatively understudied in post-Soviet spaces, particularly in Central Asia. My study of the growth of English in Central Asia puts this region into conversation with other areas of the globe that are navigating the rapid spread of similar kinds of aspirations, resources and attitudes attached to English. Furthermore, my ethnographic methods which pay close attention to the daily use of language in interaction is an underutilized approach in post-soviet scholarship on language in Central Asia and in the literatures on English language learning more generally.</p>\n<p>&nbsp;</p>\n<p>Third, this project contributes to the various literatures that address how English is taught and spoken as a non-native language. These literatures have focused not just on classrooms, but the broader systemic forces at play that often disadvantage non-native English speakers and devalue their version of English. My project builds on this scholarship by adding close ethnographic detail to what learning and speaking English in Kazakhstan looks like and how it is assigned value which expands the breadth of case studies in these fields. Therefore, my project provides another case study which reinforces and supports the conclusions that these literatures have drawn, particularly in regards to the unequal relationship between native and non-native speakers of English.</p>\n<p>&nbsp;</p>\n<p>Additionally, some theories about non-native English speakers (like that of linguistic entrepreneurship) are relatively new and this project makes an even greater contribution to these literatures. My project contributes new methodologies like ethnographic and narrative analysis to studying how people employ entrepreneurial strategies to teach and speak English. These methods are particularly well-suited for addressing the ways that ordinary people think about teaching English this way. While the role of teachers or elite officials has been well-covered in the literature, the perspective of ordinary students has been relatively under-addressed. Thus, narratives and daily conversations provide insight into this perspective that adds complexity to how the theory is applied.</p>\n<p>&nbsp;</p>\n<p>Regarding the broader impacts of my project, every research task completed was guided and facilitated by my collaboration with local educational center directors, teachers and students. However, my conversations with them have also initiated opportunities to evaluate and re-design curriculum and teaching strategies at these educational centers to better serve students&rsquo; needs. For example, the findings of this project can serve as one guide for teachers on how to incorporate methods of teaching and evaluating English that more accurately acknowledge the systemic forces at play in the English classroom that are working against students (ex: using native English speakers as the basis for full English proficiency). Though these efforts have been on a small scale thus far, I hope to disseminate my findings more widely among English teachers in Kazakhstan through workshops and other kinds of collaborations that have currently been put on hold by the Coronavirus pandemic.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2021<br>\n\t\t\t\t\tModified by: Hannah&nbsp;Foster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored how English is learned at private educational centers in Nur-Sultan, Kazakhstan among urban, middle-class Kazakhs. It investigated the beliefs and attitudes about language that guide curriculum design, teaching practices and measures of success for students studying English as a foreign language. In order to meet this goal, I documented linguistic interactions within classrooms, recorded naturally-occurring uses of English outside of the classroom, compiled and analyzed social media data and conducted matched-guise experiments. In total, I collected over 27 hours of audio recording, over 145 social media posts and regularly documented and recorded ethnographic fieldnotes throughout my time conducting research.\n\n \n\nAfter analyzing my data, I concluded that English is playing an increasingly important role in shaping aspirations for a cosmopolitan lifestyle and socioeconomic mobility among urban Kazakhs, particularly for younger generations. These aspirations are in turn shaping new ideas about what being Kazakh means in an increasingly globalized world. I found that private educational centers like the ones in which I conducted my research are key sites in which English is commodified and people thus encounter these new attitudes and beliefs.\n\n \n\nThis research has several contributions to intellectual merit. First, as part of the larger movement to question the analytical usefulness of the nation-state in an increasingly globalized world, my research contributes to the anthropological literature that has defined alternative frameworks of identity in communities experiencing globalization, such as cosmopolitanism and neoliberal ideas of personhood. Additionally, my project explored how private spaces outside the direct influence of the state (like the language education centers) are key sites in which these processes take place and new models of a globalized or cosmopolitan identity spread.\n\n \n\nSecond, how class mobility or cosmopolitanism is achieved through knowledge of English is still relatively understudied in post-Soviet spaces, particularly in Central Asia. My study of the growth of English in Central Asia puts this region into conversation with other areas of the globe that are navigating the rapid spread of similar kinds of aspirations, resources and attitudes attached to English. Furthermore, my ethnographic methods which pay close attention to the daily use of language in interaction is an underutilized approach in post-soviet scholarship on language in Central Asia and in the literatures on English language learning more generally.\n\n \n\nThird, this project contributes to the various literatures that address how English is taught and spoken as a non-native language. These literatures have focused not just on classrooms, but the broader systemic forces at play that often disadvantage non-native English speakers and devalue their version of English. My project builds on this scholarship by adding close ethnographic detail to what learning and speaking English in Kazakhstan looks like and how it is assigned value which expands the breadth of case studies in these fields. Therefore, my project provides another case study which reinforces and supports the conclusions that these literatures have drawn, particularly in regards to the unequal relationship between native and non-native speakers of English.\n\n \n\nAdditionally, some theories about non-native English speakers (like that of linguistic entrepreneurship) are relatively new and this project makes an even greater contribution to these literatures. My project contributes new methodologies like ethnographic and narrative analysis to studying how people employ entrepreneurial strategies to teach and speak English. These methods are particularly well-suited for addressing the ways that ordinary people think about teaching English this way. While the role of teachers or elite officials has been well-covered in the literature, the perspective of ordinary students has been relatively under-addressed. Thus, narratives and daily conversations provide insight into this perspective that adds complexity to how the theory is applied.\n\n \n\nRegarding the broader impacts of my project, every research task completed was guided and facilitated by my collaboration with local educational center directors, teachers and students. However, my conversations with them have also initiated opportunities to evaluate and re-design curriculum and teaching strategies at these educational centers to better serve students’ needs. For example, the findings of this project can serve as one guide for teachers on how to incorporate methods of teaching and evaluating English that more accurately acknowledge the systemic forces at play in the English classroom that are working against students (ex: using native English speakers as the basis for full English proficiency). Though these efforts have been on a small scale thus far, I hope to disseminate my findings more widely among English teachers in Kazakhstan through workshops and other kinds of collaborations that have currently been put on hold by the Coronavirus pandemic.\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2021\n\n\t\t\t\t\tSubmitted by: Hannah Foster"
 }
}