{
 "awd_id": "1851766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Collaborative Research: Assessments and Stances Regarding the Uncertainty of (Un)Desired Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 135388.0,
 "awd_amount": 135388.0,
 "awd_min_amd_letter_date": "2019-03-01",
 "awd_max_amd_letter_date": "2021-07-21",
 "awd_abstract_narration": "Inaccuracies in expectations and predictions about future outcomes can ruin decision making and optimal planning. One pernicious type of inaccuracy is an optimism bias, in which preferred outcomes are viewed as more likely than warranted and/or unpreferred outcomes are viewed as less likely than warranted.  Optimism biases lead to problematic individual behaviors like unwise risk taking and over-purchasing, human tragedies like deaths from engineering failures and societally important phenomena like stock market bubbles.  Motivational goals are often assumed to underlie optimism biases but there is an inadequate understanding of when different goals impact optimism, including goals that have the potential to reduce optimism and promote accuracy.  In fact, major theories assume that preferences for outcomes and expectations about the outcomes are independent, which is inconsistent with some empirical findings. The proposed research addresses this discrepancy. The research is structured by a novel Goal-Biased Expectations Framework, which posits contextual features that shape the balance between two orientations that a person can take toward forming expectations.  The balance of orientations ultimately determines whether and how goals shape expectations.  The framework is also useful for developing steps to debias or reduce overoptimism and promote accuracy among professional forecasters and the public.  Debiasing overoptimism can yield improved predictions and ultimately better planning, preparation, and outcomes across many contexts (e.g., financial, health, security).   \r\n\r\nThree lines of experiments will be conducted.  One line will examine the scope of, and processes responsible for, a crucial difference in how measures of expectations are affected by outcome desirability or preference.  Past research findings have returned quite different indicators of the extent to which outcome desirability has a biasing influence, but these differences might align with a distinction between two ways in which expectations are commonly solicited in studies and in everyday contexts.  A second line will address how types of available information influence the desirability bias.  One surprising possibility is that as information becomes more clear, people's orientation and goals shift in a manner that produces more bias rather than less. A third line will test a novel debiasing intervention for overoptimism.  Participants in the studies will include sports fans, owners of homes in floodplains, and patients?three groups known to exhibit overoptimism. All of the proposed work will inform the validity of the Goal-Biased Expectations framework. The studies on this grant will involve collaboration with graduate and undergraduate students, and therefore will play important roles in their research training/education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Smith",
   "pi_email_addr": "smithar3@appstate.edu",
   "nsf_id": "000621314",
   "pi_start_date": "2019-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Appalachian State University",
  "inst_street_address": "438 ACADEMY ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOONE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "8282627459",
  "inst_zip_code": "286080001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "APPALACHIAN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "F1NAKY5L1425"
 },
 "perf_inst": {
  "perf_inst_name": "Appalachian State University",
  "perf_str_addr": "P.O. Box 32174",
  "perf_city_name": "Boone",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "286082174",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NC05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 44524.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 45124.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 45740.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>People often think about the outcomes of future events, whether they are contemplating betting on their favorite team to win a game or deciding whether to have a surgery. The purpose of this grant was to fund research examining wishful thinking--the finding that, in many situations, people are overly optimistic about the outcomes of future events. For example, people are often very confident that their preferred candidate will win an election or that their favorite football team will win their upcoming game. Although many studies have examined wishful thinking, identifying when it happens, why it happens, and what can be done to reduce it has been lacking. Our research has attempted to fill those gaps.</p>\r\n<p>We have published 11 papers in high-quality journals from the research supported by this grant, and other papers are in progress or under review. The specific findings of the studies described in these papers are wide ranging, but certain themes have emerged. For example, we routinely found that people are sensitive to the strength of evidence for specific outcomes. In other words, although people are biased by their preferences for one outcome over another, they also pay attention to the likelihood that each outcome will occur. A football fan, for example, might have slightly unrealistic expectations about their team's prospects in the upcoming game, but their expectations will also be influenced by the strength of their team and their opponent.&nbsp;</p>\r\n<p>A second theme is that subtle changes in a situation or in how questions are worded can impact wishful thinking. For example, people tend to exhibit more optimism when they were asked to make an outcome prediction (\"Which team will win?\") as compared to a likelihood judgment (\"Which team is more likely to win?\"). This subtle change in wording was enough to get people to focus more on the objective probabilities and less on their own preferences for a specific outcome.</p>\r\n<p>And lastly, we found that, although wishful thinking can be influenced by many factors, eliminating it is quite challenging. Across multiple studies we tested interventions designed to reduce wishful thinking and others designed to improve people's estimates. These studies had various levels of success, but none were able to completely eliminate wishful thinking. For example, we tested an intervention designed to reduce wishful thinking when people think about the outcomes of U.S. Presidential Elections. Regardless of whether people went through the intervention or not, they exhibited wishful thinking. Specifically, people were overly optimistic about the chances that their preferred candidate would win the election.</p>\r\n<p>Understanding factors that influence people's predictions about the future is important because people make decisions based on their predictions. A patient is unlikely to go through a treatment if they are pessimistic about the outcome of the treatment. The research funded by this grant has increased our understanding of how people's desires for an outcome might influence their predictions.&nbsp;We anticipate that our work will ultimately improve interventions and other actions that benefit the health and safety of the public. As risk communicators take our findings into consideration when deciding how to express a risk level to the public, they may improve the actions that the public takes in response. Ideally, this means the communications are effective at prompting well-calibrated prevention efforts among individuals. This can ultimately be beneficial in many situations where uncertainty about future outcomes plays a pivotal role.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/10/2024<br>\nModified by: Andrew&nbsp;Smith</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPeople often think about the outcomes of future events, whether they are contemplating betting on their favorite team to win a game or deciding whether to have a surgery. The purpose of this grant was to fund research examining wishful thinking--the finding that, in many situations, people are overly optimistic about the outcomes of future events. For example, people are often very confident that their preferred candidate will win an election or that their favorite football team will win their upcoming game. Although many studies have examined wishful thinking, identifying when it happens, why it happens, and what can be done to reduce it has been lacking. Our research has attempted to fill those gaps.\r\n\n\nWe have published 11 papers in high-quality journals from the research supported by this grant, and other papers are in progress or under review. The specific findings of the studies described in these papers are wide ranging, but certain themes have emerged. For example, we routinely found that people are sensitive to the strength of evidence for specific outcomes. In other words, although people are biased by their preferences for one outcome over another, they also pay attention to the likelihood that each outcome will occur. A football fan, for example, might have slightly unrealistic expectations about their team's prospects in the upcoming game, but their expectations will also be influenced by the strength of their team and their opponent.\r\n\n\nA second theme is that subtle changes in a situation or in how questions are worded can impact wishful thinking. For example, people tend to exhibit more optimism when they were asked to make an outcome prediction (\"Which team will win?\") as compared to a likelihood judgment (\"Which team is more likely to win?\"). This subtle change in wording was enough to get people to focus more on the objective probabilities and less on their own preferences for a specific outcome.\r\n\n\nAnd lastly, we found that, although wishful thinking can be influenced by many factors, eliminating it is quite challenging. Across multiple studies we tested interventions designed to reduce wishful thinking and others designed to improve people's estimates. These studies had various levels of success, but none were able to completely eliminate wishful thinking. For example, we tested an intervention designed to reduce wishful thinking when people think about the outcomes of U.S. Presidential Elections. Regardless of whether people went through the intervention or not, they exhibited wishful thinking. Specifically, people were overly optimistic about the chances that their preferred candidate would win the election.\r\n\n\nUnderstanding factors that influence people's predictions about the future is important because people make decisions based on their predictions. A patient is unlikely to go through a treatment if they are pessimistic about the outcome of the treatment. The research funded by this grant has increased our understanding of how people's desires for an outcome might influence their predictions.We anticipate that our work will ultimately improve interventions and other actions that benefit the health and safety of the public. As risk communicators take our findings into consideration when deciding how to express a risk level to the public, they may improve the actions that the public takes in response. Ideally, this means the communications are effective at prompting well-calibrated prevention efforts among individuals. This can ultimately be beneficial in many situations where uncertainty about future outcomes plays a pivotal role.\r\n\n\n\t\t\t\t\tLast Modified: 12/10/2024\n\n\t\t\t\t\tSubmitted by: AndrewSmith\n"
 }
}