{
 "awd_id": "1851738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Assessments & Stances Regarding the Uncertainty of (Un)Desired Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924710",
 "po_email": "clagonza@nsf.gov",
 "po_sign_block_name": "Claudia Gonzalez-Vallejo",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 309422.0,
 "awd_amount": 309422.0,
 "awd_min_amd_letter_date": "2019-03-01",
 "awd_max_amd_letter_date": "2021-04-20",
 "awd_abstract_narration": "Inaccuracies in expectations and predictions about future outcomes can ruin decision making and optimal planning. One pernicious type of inaccuracy is an optimism bias, in which preferred outcomes are viewed as more likely than warranted and/or unpreferred outcomes are viewed as less likely than warranted.  Optimism biases lead to problematic individual behaviors like unwise risk taking and over-purchasing, human tragedies like deaths from engineering failures and societally important phenomena like stock market bubbles.  Motivational goals are often assumed to underlie optimism biases but there is an inadequate understanding of when different goals impact optimism, including goals that have the potential to reduce optimism and promote accuracy.  In fact, major theories assume that preferences for outcomes and expectations about the outcomes are independent, which is inconsistent with some empirical findings. The proposed research addresses this discrepancy. The research is structured by a novel Goal-Biased Expectations Framework, which posits contextual features that shape the balance between two orientations that a person can take toward forming expectations.  The balance of orientations ultimately determines whether and how goals shape expectations.  The framework is also useful for developing steps to debias or reduce overoptimism and promote accuracy among professional forecasters and the public.  Debiasing overoptimism can yield improved predictions and ultimately better planning, preparation, and outcomes across many contexts (e.g., financial, health, security).   \r\n\r\nThree lines of experiments will be conducted.  One line will examine the scope of, and processes responsible for, a crucial difference in how measures of expectations are affected by outcome desirability or preference.  Past research findings have returned quite different indicators of the extent to which outcome desirability has a biasing influence, but these differences might align with a distinction between two ways in which expectations are commonly solicited in studies and in everyday contexts.  A second line will address how types of available information influence the desirability bias.  One surprising possibility is that as information becomes more clear, people's orientation and goals shift in a manner that produces more bias rather than less. A third line will test a novel debiasing intervention for overoptimism.  Participants in the studies will include sports fans, owners of homes in floodplains, and patients?three groups known to exhibit overoptimism. All of the proposed work will inform the validity of the Goal-Biased Expectations framework. The studies on this grant will involve collaboration with graduate and undergraduate students, and therefore will play important roles in their research training/education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Windschitl",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Paul D Windschitl",
   "pi_email_addr": "paul-windschitl@uiowa.edu",
   "nsf_id": "000388822",
   "pi_start_date": "2019-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "2 Gilmore Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 104254.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 101145.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 104023.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Optimal decision making depends on having unbiased expectancies about uncertain events in order to avoid faulty planning, inadequate resource deployment, or other negative consequences. Our project was designed to learn more about key biases in people&rsquo;s expectations about uncertain events. Of particular interest were optimism biases, which are often assumed to reflect that people&rsquo;s goals or preferences causally impact their beliefs.</p>\n<p>Numerous lines of empirical studies were conducted. The core impact of our findings lies in advancing an understanding of when and how preferences bias beliefs. More specifically, our work advances knowledge of when and how the subjective desirability of an outcome to an uncertain event will affect people&rsquo;s expectations about how the event will turn out. Another theme in our contributions concerns the importance of attending to exactly how uncertainty is expressed and solicited. We have established various findings in this vein, with many suggesting that levels of optimism (and overoptimism) look quite different as a function of how uncertain information is expressed or measured. Below we mention some of the work and findings fitting these two themes.</p>\n<p>In one line of research, we established that desirability biases are stronger when the strength of available evidence is weak. However, a theoretically plausible hypothesis about another moderator received only minimal support. The magnitude of the desirability bias was not consistently larger when the target event involved high vs. low randomness (i.e., stochasticity).</p>\n<p>In another line of research, we showed that a seemingly subtle change in how people are asked about a forecast can have a robust influence on the extent to which their forecast is biased by motivated concerns. By &ldquo;subtle change,&rdquo; we mean asking for a prediction (e.g., &ldquo;Which team will win?&rdquo;) versus a likelihood belief (e.g., &ldquo;Which team is more likely to win?&rdquo;). These two questions would seem to require the same answer, but people treat them differently. More specifically, we showed that predictions vs. likelihood judgments are differentially affected by extra-evidentiary considerations, namely the perceived desirability of outcomes. We detected corroborating results in a separate line of work on people&rsquo;s expectations about whether their preferred presidential candidate would win.</p>\n<p>One line of our research concerned optimism about a baby&rsquo;s survival in a periviable birth scenario. Overoptimism was detected with measures that assessed gut-level or intuitive optimism, even among people who could accurately recall the uncertainty information. This fits with findings from our other lines of research showing that the detection of bias can depend on how optimism is measured. Also, state-of-the-art methods for representing uncertainty (static and dynamic icon arrays) did little to mitigate the tendency for people to be overly optimistic.</p>\n<p>We also revealed new findings related to the classic phenomenon called ambiguity aversion, whereby people tend to avoid options for which relevant probabilities aren&rsquo;t well known (i.e., there is ambiguity). We show that, under some specific circumstances in which people are choosing between health-treatment options, they show ambiguity seeking rather than ambiguity aversion. When a treatment&rsquo;s chances of success are described as a range of likelihoods, but the reason for this range is attributed to something that a user could control (e.g. regular application of a medicine) or something about which people tend to be overoptimistic (e.g., their immune system function), participants tended to show ambiguity seeking.</p>\n<p>We also completed two lines of research on people&rsquo;s prescriptions about optimism. The term &ldquo;prescriptions&rdquo; refers to people's beliefs or recommendations about how other people (or themselves) should think about the uncertainty of upcoming events. Although past work was interpreted as showing that people generally prescribe optimism, we revealed that, depending on how a researcher solicits prescriptions, they can get entirely different answers. In our second line of research on prescriptions, we examined people&rsquo;s preferences for how others should estimate and communicate COVID-related uncertainties. People often prescribed that others should be pessimistically bias in what they communicated about uncertainties&mdash;regardless of whether those others were friends, family members, politicians, or health policy decision makers.</p>\n<p>In summary, the work has advanced knowledge about a number of interrelated issues about subjective uncertainty (e.g., when it&rsquo;s biased and why, how it&rsquo;s best measured, preferences about and how people will respond to optimistic vs. realistic or pessimistic estimates of risk).</p>\n<p>Regarding broader impacts, our work can ultimately benefit the health and safety of the public by, for example, improving how the public is informed about the uncertainties associated with potential hazards/outcomes (e.g., extreme weather, climate change, diseases, pandemics). Our work has been disseminated in scientific journals (11 papers) and conferences. This project was crucial in supporting the education/training of undergraduate and graduate students.&nbsp; Thirty-five undergraduate psychology majors gained research experience associated with the project. Three PhD students were involved as collaborators on aspects of the research. Eight undergraduates conducted honors projects or special projects associated with the grant.&nbsp;</p><br>\n<p>\n Last Modified: 09/28/2024<br>\nModified by: Paul&nbsp;D&nbsp;Windschitl</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOptimal decision making depends on having unbiased expectancies about uncertain events in order to avoid faulty planning, inadequate resource deployment, or other negative consequences. Our project was designed to learn more about key biases in peoples expectations about uncertain events. Of particular interest were optimism biases, which are often assumed to reflect that peoples goals or preferences causally impact their beliefs.\n\n\nNumerous lines of empirical studies were conducted. The core impact of our findings lies in advancing an understanding of when and how preferences bias beliefs. More specifically, our work advances knowledge of when and how the subjective desirability of an outcome to an uncertain event will affect peoples expectations about how the event will turn out. Another theme in our contributions concerns the importance of attending to exactly how uncertainty is expressed and solicited. We have established various findings in this vein, with many suggesting that levels of optimism (and overoptimism) look quite different as a function of how uncertain information is expressed or measured. Below we mention some of the work and findings fitting these two themes.\n\n\nIn one line of research, we established that desirability biases are stronger when the strength of available evidence is weak. However, a theoretically plausible hypothesis about another moderator received only minimal support. The magnitude of the desirability bias was not consistently larger when the target event involved high vs. low randomness (i.e., stochasticity).\n\n\nIn another line of research, we showed that a seemingly subtle change in how people are asked about a forecast can have a robust influence on the extent to which their forecast is biased by motivated concerns. By subtle change, we mean asking for a prediction (e.g., Which team will win?) versus a likelihood belief (e.g., Which team is more likely to win?). These two questions would seem to require the same answer, but people treat them differently. More specifically, we showed that predictions vs. likelihood judgments are differentially affected by extra-evidentiary considerations, namely the perceived desirability of outcomes. We detected corroborating results in a separate line of work on peoples expectations about whether their preferred presidential candidate would win.\n\n\nOne line of our research concerned optimism about a babys survival in a periviable birth scenario. Overoptimism was detected with measures that assessed gut-level or intuitive optimism, even among people who could accurately recall the uncertainty information. This fits with findings from our other lines of research showing that the detection of bias can depend on how optimism is measured. Also, state-of-the-art methods for representing uncertainty (static and dynamic icon arrays) did little to mitigate the tendency for people to be overly optimistic.\n\n\nWe also revealed new findings related to the classic phenomenon called ambiguity aversion, whereby people tend to avoid options for which relevant probabilities arent well known (i.e., there is ambiguity). We show that, under some specific circumstances in which people are choosing between health-treatment options, they show ambiguity seeking rather than ambiguity aversion. When a treatments chances of success are described as a range of likelihoods, but the reason for this range is attributed to something that a user could control (e.g. regular application of a medicine) or something about which people tend to be overoptimistic (e.g., their immune system function), participants tended to show ambiguity seeking.\n\n\nWe also completed two lines of research on peoples prescriptions about optimism. The term prescriptions refers to people's beliefs or recommendations about how other people (or themselves) should think about the uncertainty of upcoming events. Although past work was interpreted as showing that people generally prescribe optimism, we revealed that, depending on how a researcher solicits prescriptions, they can get entirely different answers. In our second line of research on prescriptions, we examined peoples preferences for how others should estimate and communicate COVID-related uncertainties. People often prescribed that others should be pessimistically bias in what they communicated about uncertaintiesregardless of whether those others were friends, family members, politicians, or health policy decision makers.\n\n\nIn summary, the work has advanced knowledge about a number of interrelated issues about subjective uncertainty (e.g., when its biased and why, how its best measured, preferences about and how people will respond to optimistic vs. realistic or pessimistic estimates of risk).\n\n\nRegarding broader impacts, our work can ultimately benefit the health and safety of the public by, for example, improving how the public is informed about the uncertainties associated with potential hazards/outcomes (e.g., extreme weather, climate change, diseases, pandemics). Our work has been disseminated in scientific journals (11 papers) and conferences. This project was crucial in supporting the education/training of undergraduate and graduate students. Thirty-five undergraduate psychology majors gained research experience associated with the project. Three PhD students were involved as collaborators on aspects of the research. Eight undergraduates conducted honors projects or special projects associated with the grant.\t\t\t\t\tLast Modified: 09/28/2024\n\n\t\t\t\t\tSubmitted by: PaulDWindschitl\n"
 }
}