{
 "awd_id": "1851378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Defying Dissolution:  Unraveling the Enigma of North Pacific Deep-Sea Scleractinian Reefs in Undersaturated Water",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924828",
 "po_email": "jgardine@nsf.gov",
 "po_sign_block_name": "Jayne Gardiner",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 853391.0,
 "awd_amount": 853391.0,
 "awd_min_amd_letter_date": "2019-04-18",
 "awd_max_amd_letter_date": "2022-08-24",
 "awd_abstract_narration": "Like their shallow-water counterparts, deep-sea corals provide structure and habitat that support a diverse community of invertebrates and commercially important fish species.  However, as ocean acidification impacts the water chemistry of the surface and deep ocean, the future of deep-sea reefs is highly uncertain because ocean acidification makes it more difficult for corals to build the three-dimensional structure that these ecosystems depend on. The naturally harsh water chemistry conditions of the North Pacific are being exacerbated by ocean acidification therefore it was previously thought that deep-sea coral reef development could not occur in the region.  Despite these expectations, reefs were recently discovered in the Northwestern Hawaiian Islands (NWHI) and the Emperor Seamount Chain (ESC), with 4 of 7 sites in waters that are corrosive to, or likely to dissolve, the coral skeletons that make up deep-sea reefs.  With the discovery of these reefs, we have an unprecedented opportunity to investigate the potential impact of ocean acidification on these important ecosystems because, in contrast to previous studies, there is a gradient of water chemistry across our study sites, all at the same depth. This study will address basic questions regarding reef development in the deep sea, including: Can deep-sea coral reefs develop in water that is corrosive to coral skeletons? What is the fate of reefs that developed under supportive water chemistry conditions once they experience corrosive water? How long can reefs persist in corrosive water?  Through addressing these questions, this study will provide critical insights into deep-sea reef formation, persistence, distribution, and the effects of ocean acidification on deep-sea coral communities.  The investigators have a track record of partnerships with NOAA?s Deep-Sea Coral Research and Technology Program, and with the agencies actively making management decisions in this region for seamount deep-sea coral communities including the North Pacific Fisheries Commission and the International Seabed Authority. Results will be broadly circulated to the scientific community through publications, coral collections contributed to museums, and public databases. This project will contribute to developing a diverse and competitive STEM workforce through training of an underrepresented postdoctoral scientist, three graduate students, and undergraduate researchers. A partnership with WhaleTimes, Inc. will include ROV telepresence for the Creep into the Deep Program, K-12 School Visits, and e-books. \r\n\r\nDespite expectations that deep-sea scleractinian reefs could not exist under the harsh carbonate chemistry conditions of the North Pacific, reefs were recently discovered in the Northwestern Hawaiian Islands (NWHI) and the Emperor Seamount Chain (ESC), with 4 of 7 sites in waters undersaturated with respect to aragonite.  The discovery of these reefs, with more than half the sites in undersaturated water, provides an unprecedented opportunity to investigate the potential impact of ocean acidification on these important ecosystems. It is becoming critical to gain a better understanding of the role of aragonite saturation in the distribution of deep-sea scleractinian reefs because it has been documented that the aragonite saturation horizon (ASH) is shoaling throughout the world oceans due to ocean acidification. More deep-sea reefs will experience undersaturation in the near future as aragonite saturation declines and the ASH shoals, making the future of deep-sea reefs and the ecologically and economically valuable ecosystems they support highly uncertain. Building on the discovery of deep-sea coral reefs in the NWHI and ESC, the overarching question of this project is: How is it that deep-sea scleractinian coral reefs can occur in undersaturated water, well below the hypothesized reef development limit Although individual corals may be capable of calcifying in undersaturated water, it is unlikely that a three-dimensional reef structure could develop since deep-sea calcification rates are slow and most of the reef matrix is dead skeleton susceptible to dissolution. Therefore the hypotheses to be tested are: 1) These deep-sea reefs developed in saturated water and are now in undersaturated water because the ASH has shoaled; 2) The reefs in undersaturated water are now net dissolving; and 3) Environmental parameters other than aragonite saturation are driving reef distribution. To test these three hypotheses, we plan two research cruises to characterize the reefs and environmental parameters of nine seamounts across an aragonite saturation gradient where reefs exist above and below the ASH.  Coral and water samples will be collected, an ROV will conduct video transect surveys, and experimental dissolution blocks and in situ instrumentation will be deployed at the reef sites to investigate: carbonate chemistry variability on diel (in situ instruments) to centennial (skeletal boron isotopes as a pH proxy) scales, calcification and dissolution rates, and reef ecology. Further, species distribution modeling will be used to examine the environmental factors that determine the distribution of these deep-sea reefs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Roark",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Erin B Roark",
   "pi_email_addr": "broark@geos.tamu.edu",
   "nsf_id": "000560390",
   "pi_start_date": "2019-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Shamberger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn Shamberger",
   "pi_email_addr": "katie.shamberger@tamu.edu",
   "nsf_id": "000612112",
   "pi_start_date": "2019-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Department of Geography",
  "perf_str_addr": "Eller O&M Building Room 810",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 354024.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299661.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 130122.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 69584.0
  }
 ],
 "por": null
}