{
 "awd_id": "1851907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Multiscale Characterization and Dynamics Modeling of Stomatal Function in Plants",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924588",
 "po_email": "yuewang@nsf.gov",
 "po_sign_block_name": "Yue Wang",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 300394.0,
 "awd_amount": 469939.0,
 "awd_min_amd_letter_date": "2019-04-25",
 "awd_max_amd_letter_date": "2022-03-06",
 "awd_abstract_narration": "This grant will support research that will improve our understanding of the functions of stomata, the micro-size pores in plant leaf surfaces. As the gatekeeper of carbon dioxide and water vapor exchange between plants and their surrounding environment, stomata are not only crucial to the health of the individual plants, but also have a direct and global impact on the evolution of our entire ecosystem. However, currently our understanding of stomatal movement and function is limited by the conventional strategies that only captured static, averaged, and long-term macro scale behaviors of stomata. Little is known about the qualitative characteristics of stomata behavior and functions at the micro-scale, and their correlation with the underlying physiological processes of the host plant. This award supports fundamental research to create a multiscale dynamics modeling framework centered on instantaneous stomatal movement. Success of this research will create a unique, powerful tool for stomata studies and a game-changing sensing device for monitoring and controlling plants' physiological activities, opening up and enabling a wide-range of fundamental biological research (e.g., defending mechanism of plants against insect attack, plant-environment interaction) and frontier agricultural applications (e.g., optimal crop growth control, rapid genotype to phenotype transition). Thus, results from this research will benefit both the U.S. society and the economy. The multidisciplinary nature of the research across dynamic system modeling and diagnostics, micro-electro-mechanical systems, and plant biology will help to attract and broaden participations of underrepresented groups in engineering and science fields, and positively impact engineering and science education. \r\n\r\nThe multiscale characterization and modeling of stomatal movement can provide the tools needed for revealing the missing links between the internal molecular dynamics and the external cellular movement involved in stomatal regulation, and for mapping and correlating biomechanical evolutions of stomata and their underneath genetic roots. However, scientific challenges are yet to be addressed to establish such a modeling framework. The research team will create a biophysics-based multiscale stomatal dynamics model that links and correlates subcellular mechanical evolutions to microscale cellular activities during stomatal movement. The modeling approach will be built upon a novel atomic force microscope technique to quantitatively map nanomechanical evolutions during single stoma movement, and one-of-a-kind miniaturized sensors to measure the water vapor and electrical potential variations caused by the stomata movements. They will also identify, evaluate, and optimize the stomatal dynamics model through experiments, by using maize and Arabidopsis thaliana as example systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qingze",
   "pi_last_name": "Zou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qingze Zou",
   "pi_email_addr": "qzzou@soe.rutgers.edu",
   "nsf_id": "000493359",
   "pi_start_date": "2019-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juan Dong",
   "pi_email_addr": "j.dong@tamu.edu",
   "nsf_id": "000611231",
   "pi_start_date": "2019-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088543268",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "091Z",
   "pgm_ref_txt": "Data Initiatives"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 410784.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 51155.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes in intellectual merits include the following aspects:</p>\n<p>1. Through the support of this project, the team successfully created a device and suite of methodologies for measuring the stomatal opening dynamics at mesoscale based on water vapor measurement using&nbsp;Micro-Electro-Mechanical systems (MEMS) device, and a suite of algorithms to measure the nanomechanical evolutions of single stoma using scanning probe microscope (SPM):</p>\n<ul>\n<li>The device provides the capability of accurately measuring the dynamic changes of the water vapor released from the opening of the stomata during their opening process through the following mechanisms:</li>\n<li>The two MEMS-based sensors are used to measure the relative humidity at two distinct positions on the downstream of the water vapor release from the opening of the stomata. The measured relative humidity values are then converted to the corresponding absolute humidity values that directly represent the&nbsp; amount of water vapor at those two locations, and also eliminate the temperature effect on the humidity measurement.&nbsp;</li>\n<li>A diffusion model based on the Fick's law is developed to characterize the water vapor flow process from the leaf surface inside the plastic chamber measurement tube. Based on this diffusion model, the dynamic changes of the water vapor at the leaf surface--as the source of the water vapor releasing process---is calculated from the two MEMS-humidity sensor measurement data.&nbsp;&nbsp;</li>\n<li>A discrete nanomechanical mapping (DNM) approach has been developed and extended to measure the changes of elasticity of two guard cells of a stoma during its opening process using SPM, allowing us to focus our measurements on selected regions of interests on the sample instead of continuously scanning the sample (as in other existing nanomechanical techniques), thereby, dramaterically increasing the temporal resolution of the measurement by orders of magnitude. The DNM technique also offers additional advantages in adaptively adjust in real time the locations of the measurement and the sequence and distribution of the measurements between the locations, thereby, allowing us to optimally measure the dynamic evolutions of the sample.&nbsp;</li>\n</ul>\n<p>2. The device has been tested and evaluated through experiments on two types of plants and under different environment conditions: (a) Experiment to measure the water vapor changes of tobacco and lettuce plants in a growth chamber&nbsp; Comparison of the lettuce and the tobacco experimental results shows that stomata in tobacco responded to the light switch on much quicker than those of lettuce. (2)The preliminary experiments have been conducted to implement the device directly to measure these two plant species without using the outer measurement chamber (i.e., a large plastic transparent box that houses both the plant species and the entire device). The results obtained showed that the device can reliably measure the stomatal dynamics in response to environmental lighting variations, with good repeatability&nbsp;</p>\n<p>3.&nbsp; A robust data-driven iterative learning control (RDD-ILC) for general multi-input multi-output (MIMO) systems in the presence of random output/measurement disturbances. Its convergence condition and optimization of the iteration gain have been investigated, and&nbsp; experimental implementation on multi-axis positioning control has been conducted to illustrate and validate the technique. It has been shown that in the presence of random output disturbance/noise, monotonic convergence is achieved, and the converged tracking error is bounded. Moreover, an optimal gain is designed to maximize the convergence rate and minimize the tracking error against the random disturbance. The experimental implementation of the technique in 3-axis output tracking using piezoelectric actuators showed a superb output tracking over previous technique for systems of strong coupling.&nbsp;</p>\n<p>The outcomes in broader impact include:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp; The research outcomes have been disseminated to&nbsp;scientific community through over 10 journal publications, of which 8 articles have been published, and 6 conference papers.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp; A provisional patent disclosure based on the technology developed in this project has been filed through Rutgers research office: &ldquo;In-field simultaneous measurement of stomata morphology and water release dynamics with environmental temperature and carbon dioxide monitor&rdquo;.</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp; Three Ph.D. students have been partially supported by this project, of whom two have been successfully earned their degrees. Four Master students have also been trained through this project, and two undergraduate students have been trained through the REU-supplement support of this project.</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp; A Governor Schools of New Jersey Program for Engineering and Technology (GS-NJPE) team has been trained and involved in this project in summer 2023 (project title: Monitoring, Characterization and Modeling of Stomatal Dynamic Behavior under Climate Changes). Under the PIs and the Ph.D student&rsquo;s guidance, the high school team successfully constructed a MEMS-based sensing system and measure different stomata opening dynamics in water vapor release under different CO2 density level. A conference paper has been published based on the results obtained. The team will continue this effort by working closely with the SOE of Rutgers.</p>\n<p>&nbsp;</p>\n<p class=\"p1\">&nbsp;</p><br>\n<p>\n Last Modified: 04/25/2024<br>\nModified by: Qingze&nbsp;Zou</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe outcomes in intellectual merits include the following aspects:\n\n\n1. Through the support of this project, the team successfully created a device and suite of methodologies for measuring the stomatal opening dynamics at mesoscale based on water vapor measurement usingMicro-Electro-Mechanical systems (MEMS) device, and a suite of algorithms to measure the nanomechanical evolutions of single stoma using scanning probe microscope (SPM):\n\nThe device provides the capability of accurately measuring the dynamic changes of the water vapor released from the opening of the stomata during their opening process through the following mechanisms:\nThe two MEMS-based sensors are used to measure the relative humidity at two distinct positions on the downstream of the water vapor release from the opening of the stomata. The measured relative humidity values are then converted to the corresponding absolute humidity values that directly represent the amount of water vapor at those two locations, and also eliminate the temperature effect on the humidity measurement.\nA diffusion model based on the Fick's law is developed to characterize the water vapor flow process from the leaf surface inside the plastic chamber measurement tube. Based on this diffusion model, the dynamic changes of the water vapor at the leaf surface--as the source of the water vapor releasing process---is calculated from the two MEMS-humidity sensor measurement data.\nA discrete nanomechanical mapping (DNM) approach has been developed and extended to measure the changes of elasticity of two guard cells of a stoma during its opening process using SPM, allowing us to focus our measurements on selected regions of interests on the sample instead of continuously scanning the sample (as in other existing nanomechanical techniques), thereby, dramaterically increasing the temporal resolution of the measurement by orders of magnitude. The DNM technique also offers additional advantages in adaptively adjust in real time the locations of the measurement and the sequence and distribution of the measurements between the locations, thereby, allowing us to optimally measure the dynamic evolutions of the sample.\n\n\n\n2. The device has been tested and evaluated through experiments on two types of plants and under different environment conditions: (a) Experiment to measure the water vapor changes of tobacco and lettuce plants in a growth chamber Comparison of the lettuce and the tobacco experimental results shows that stomata in tobacco responded to the light switch on much quicker than those of lettuce. (2)The preliminary experiments have been conducted to implement the device directly to measure these two plant species without using the outer measurement chamber (i.e., a large plastic transparent box that houses both the plant species and the entire device). The results obtained showed that the device can reliably measure the stomatal dynamics in response to environmental lighting variations, with good repeatability\n\n\n3. A robust data-driven iterative learning control (RDD-ILC) for general multi-input multi-output (MIMO) systems in the presence of random output/measurement disturbances. Its convergence condition and optimization of the iteration gain have been investigated, and experimental implementation on multi-axis positioning control has been conducted to illustrate and validate the technique. It has been shown that in the presence of random output disturbance/noise, monotonic convergence is achieved, and the converged tracking error is bounded. Moreover, an optimal gain is designed to maximize the convergence rate and minimize the tracking error against the random disturbance. The experimental implementation of the technique in 3-axis output tracking using piezoelectric actuators showed a superb output tracking over previous technique for systems of strong coupling.\n\n\nThe outcomes in broader impact include:\n\n\n1. The research outcomes have been disseminated toscientific community through over 10 journal publications, of which 8 articles have been published, and 6 conference papers.\n\n\n2. A provisional patent disclosure based on the technology developed in this project has been filed through Rutgers research office: In-field simultaneous measurement of stomata morphology and water release dynamics with environmental temperature and carbon dioxide monitor.\n\n\n3. Three Ph.D. students have been partially supported by this project, of whom two have been successfully earned their degrees. Four Master students have also been trained through this project, and two undergraduate students have been trained through the REU-supplement support of this project.\n\n\n4. A Governor Schools of New Jersey Program for Engineering and Technology (GS-NJPE) team has been trained and involved in this project in summer 2023 (project title: Monitoring, Characterization and Modeling of Stomatal Dynamic Behavior under Climate Changes). Under the PIs and the Ph.D students guidance, the high school team successfully constructed a MEMS-based sensing system and measure different stomata opening dynamics in water vapor release under different CO2 density level. A conference paper has been published based on the results obtained. The team will continue this effort by working closely with the SOE of Rutgers.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/25/2024\n\n\t\t\t\t\tSubmitted by: QingzeZou\n"
 }
}