{
 "awd_id": "1851368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Transforming Carbon in the Deep Sea",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 364838.0,
 "awd_amount": 364838.0,
 "awd_min_amd_letter_date": "2019-03-07",
 "awd_max_amd_letter_date": "2025-03-28",
 "awd_abstract_narration": "Through understanding the biological pump (the ocean's biologically driven sequestration of carbon from the atmosphere to the ocean interior and seafloor sediments), scientists know that the world's oceans absorb more carbon dioxide than it returns to the atmosphere.  While much is known about the biological processes largely responsible for the transfer of carbon into the deep sea, very little is known about the microbial decay and subsequent remineralization processes that occur when the carbon reaches the deep sea.  Using newly-designed deep-sea incubators deployed off the east coast of the United States, researchers will explore the microbial communities and remineralization processes that transform carbon in the deep sea. The incubators will be filled with tracer-labeled algae or fecal material mimicking the diet and waste products of animal plankton. The tracers allow the researchers to follow the material through the microbial food web, and simultaneously determine the net release of carbon dioxide during the incubations. Using a combination of genetic analysis and novel analytical techniques, the researchers will be able to identify the organisms involved in the decay processes and rates at which changes occur at the single-cell level. Results will shed light on these understudied biological phenomena and contribute to an improved understanding of the global carbon cycle. In addition to novel advancements in oceanographic technology, the research supports graduate and undergraduate student education, and public outreach through partnerships with the Virginia Aquarium and National Ocean Sciences Bowl to increase ocean science literacy. \r\n\r\nIn this project, researchers will study the organisms, mechanisms, and physical and ecological factors that modulate the remineralization of organic material in the deep sea. The methods include using in situ incubations of well-defined and stable isotope-labeled sources of organic carbon (live and dead phytoplankton and fecal pellets of zooplankton) with natural microbial communities. The incubations will take place northeast of Cape Hatteras, a region characterized by strong offshore transport of phytoplankton carbon. Net carbon dioxide release rates will be measured over time by conversion of Carbon-13 labeled organic carbon to 13CO2 . The dependence of degradation rates on the source material, seasonality, oxygen concentration, and the type of microbial colonizers will be assessed. Parallel laboratory experiments will elucidate the exact shape of the time course of carbon release by phytoplankton into dissolved organic and inorganic fractions as well as determine how representative laboratory and ship-board generated values are relative to those obtained in situ. Target eukaryotic and prokaryotic taxa are identified by fluorescence in-situ hybridization (FISH) after the incubations and individually interrogated using Raman microspectrometry to investigate the relative Carbon-13-enrichment rates in organisms assimilating labeled detrital carbon. This multi-faceted approach will provide better constrained parameters for ecosystem and biological pump models and shed light on carbon balances of the deep sea. The research contributes to the development of new oceanographic technology, including new deep-sea incubators and application of single-cell Raman microspectrometry to natural microbial communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Bochdansky",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander B Bochdansky",
   "pi_email_addr": "abochdan@odu.edu",
   "nsf_id": "000490475",
   "pi_start_date": "2019-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Blvd.",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 364838.0
  }
 ],
 "por": null
}