{
 "awd_id": "1851321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  The Integration of Extra-Clinical Contexts and Genetic Disease Diagnosis",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 23602.0,
 "awd_amount": 23602.0,
 "awd_min_amd_letter_date": "2019-02-06",
 "awd_max_amd_letter_date": "2019-02-06",
 "awd_abstract_narration": "Genetic medicine has emerged as a global healthcare and research priority. However, the finding that specific diseases vary in prevalence across populations has given rise to questions and concerns that extend beyond the biological.  These are such questions as, Will diagnosis become the impetus for discrimination in the funding of research or the availability of treatment? Could an association between diseases and sub-populations become a tool for political organizing or social and cultural differentiation? The anthropological research supported by this award will investigate these issues through a focus on sickle cell disease, a group of blood disorders that affects the blood's ability to carry oxygen. Sickle cell is the most common genetic disease worldwide and affects as many as 100,000 Americans. Because sickle cell is also uneven in its distribution, it is an appropriate domain for investigating concerns about changing understandings of the relationship between genes and social life. Genetic diseases increasingly dominate the landscape of biomedicine worldwide, and this project will help to understand the socio-political implications of these shifts. \r\n\r\nThe research will be conducted by Cornell University anthropology doctoral student, Rebekah Ciribassi, with guidance from Dr. Stacey Langwick. The researcher has chosen to conduct the research in Tanzania, because it has one of the world's highest rates of children born with sickle cell disease. Because sickle cell in Tanzania is at the center of a growing network of infrastructure, advocacy, research, and care, including widespread testing, the disease is discussed widely in the public forum, which will make any socio-political relationships easier to uncover and track over time than would be the case where the disease is less common or less talked about. The researcher has identified two areas of the country, Mwanza and Zanzibar, where people are grappling with sickle cell disease but where the political, racial, and social histories through which they make sense of an inherited disease are very different. This funding is for the second phase of the research, the component to be carried out in Zanzibar. The investigators will gather data from (1) medical practitioners who work in sickle cell disease care in a hospital setting; (2) sickle cell advocacy group participants; and (3) diagnosed families. She will employ a mix-method social science approach including: archival and discourse analysis; participant observation in hospital clinics; and interviews and life history interviews with diagnosed families. The investigators will build a comparison between the data collected in the Zanzibari context and the data collected in Mwanza, with special  attention to emergent themes around blood; kinship (e.g., inheritance and reproduction); race and ethnicity; and nation. The resulting analysis will assess how genetic medicine integrates with extra-clinical contexts. The results of this research will offer an important contribution to literature on the Ethical, Legal, and Social Implications (ELSI) of genetic medicine. Findings from this research will contribute to social scientific theory and to improved policy regarding the increasing spread of genetic medical infrastructures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacey",
   "pi_last_name": "Langwick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stacey A Langwick",
   "pi_email_addr": "langwick@cornell.edu",
   "nsf_id": "000557051",
   "pi_start_date": "2019-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebekah",
   "pi_last_name": "Ciribassi",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rebekah M Ciribassi",
   "pi_email_addr": "rmc334@cornell.edu",
   "nsf_id": "000742177",
   "pi_start_date": "2019-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 23602.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rebekah Ciribassi has completed research for her dissertation, \"Fierce Blood and Gentle Genes: Sickle cell disease and the making of intergenerational bodies in Tanzania.\" During the funding period, she spent one year in Zanzibar and Dar es Salaam, Tanzania conducting ethnographic research with caretakers, medical professionals, and diagnosed individuals with sickle cell disease. Concurrently, she conducted ethnographic research with other community members interested in questions of inheritance, including religious leaders, lawyers, and local historians. As an anthropologist of science, medicine, and the body, Ciribassi was particularly focused on what gets included, and what gets left out, in biomedical and genetic modes of telling intergenerational relationships. That is, she was attentive to how people made <em>sensible</em> (i.e., sensory, material, and real) relationships across intergenerational time?both within and beyond settings of sickle cell disease care.&nbsp;</p>\n<p>Ciribassi conducted participant observation with a number of advocacy organizations and sickle cell disease-focused scientific research organizations. She worked as a consultant and occasionally an organizer for many of these bodies. While also collecting field notes, she was able to use her experience across fairly bounded groups (e.g., medical specialists, parents, advocacy organizations) to make recommendations for advocacy programming, community support, and directions for research. As the research also overlapped with the beginning of the COVID-19 pandemic, she was also able to offer a comparative perspective on the different politics and policy-making techniques that define Tanzania's response to sickle cell versus its response to coronavirus. These reflections are available to the public in several publicly accessible blog posts.</p>\n<p>During interviews and participant observations with others who were less involved in biomedical care, such as faith healers, religious leaders, inheritance law specialists, and artists, Ciribassi was able to broaden the project's focus to understand the counternarratives of material or bodily inheritance beyond etiologies of genetic disease. These were not necessarily in contradiction to or negation of sickle cell disease, but rather offered differing scales of time and modes of attention. For example, parallel conversations took place between the spaces of sickle cell disease care and other spaces of inheritance, both highlighting the importance of migration and land ownership but in different timescales. In the dissertation, Ciribassi argues that these congruencies between genetic logics of relation and legal, religious, or otherwise non-biomedical meaning-making can be understood as mutually reinforcing. The idea that these might mirror each other, but in culturally and historically particular ways, matters for how we understand the politics of racial, national, and familial belonging.</p>\n<p>Ciribassi's research in Zanzibar and Dar es Salaam, as well as earlier research in Mwanza funded by a Fulbright-Hays fellowship, form the basis of her dissertation. To be completed in 2022, the dissertation will serve as an important contribution to anthropology and science studies because it demonstrates ways in which biogenetic science participates in the formation of embodied temporalities, as well as the political stakes of increasingly prioritized genetic medicine across Africa.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2021<br>\n\t\t\t\t\tModified by: Rebekah&nbsp;M&nbsp;Ciribassi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRebekah Ciribassi has completed research for her dissertation, \"Fierce Blood and Gentle Genes: Sickle cell disease and the making of intergenerational bodies in Tanzania.\" During the funding period, she spent one year in Zanzibar and Dar es Salaam, Tanzania conducting ethnographic research with caretakers, medical professionals, and diagnosed individuals with sickle cell disease. Concurrently, she conducted ethnographic research with other community members interested in questions of inheritance, including religious leaders, lawyers, and local historians. As an anthropologist of science, medicine, and the body, Ciribassi was particularly focused on what gets included, and what gets left out, in biomedical and genetic modes of telling intergenerational relationships. That is, she was attentive to how people made sensible (i.e., sensory, material, and real) relationships across intergenerational time?both within and beyond settings of sickle cell disease care. \n\nCiribassi conducted participant observation with a number of advocacy organizations and sickle cell disease-focused scientific research organizations. She worked as a consultant and occasionally an organizer for many of these bodies. While also collecting field notes, she was able to use her experience across fairly bounded groups (e.g., medical specialists, parents, advocacy organizations) to make recommendations for advocacy programming, community support, and directions for research. As the research also overlapped with the beginning of the COVID-19 pandemic, she was also able to offer a comparative perspective on the different politics and policy-making techniques that define Tanzania's response to sickle cell versus its response to coronavirus. These reflections are available to the public in several publicly accessible blog posts.\n\nDuring interviews and participant observations with others who were less involved in biomedical care, such as faith healers, religious leaders, inheritance law specialists, and artists, Ciribassi was able to broaden the project's focus to understand the counternarratives of material or bodily inheritance beyond etiologies of genetic disease. These were not necessarily in contradiction to or negation of sickle cell disease, but rather offered differing scales of time and modes of attention. For example, parallel conversations took place between the spaces of sickle cell disease care and other spaces of inheritance, both highlighting the importance of migration and land ownership but in different timescales. In the dissertation, Ciribassi argues that these congruencies between genetic logics of relation and legal, religious, or otherwise non-biomedical meaning-making can be understood as mutually reinforcing. The idea that these might mirror each other, but in culturally and historically particular ways, matters for how we understand the politics of racial, national, and familial belonging.\n\nCiribassi's research in Zanzibar and Dar es Salaam, as well as earlier research in Mwanza funded by a Fulbright-Hays fellowship, form the basis of her dissertation. To be completed in 2022, the dissertation will serve as an important contribution to anthropology and science studies because it demonstrates ways in which biogenetic science participates in the formation of embodied temporalities, as well as the political stakes of increasingly prioritized genetic medicine across Africa.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/31/2021\n\n\t\t\t\t\tSubmitted by: Rebekah M Ciribassi"
 }
}