{
 "awd_id": "1852754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Manganese(III)-driven carbon oxidation at oxic-anoxic interfaces",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 448328.0,
 "awd_amount": 448328.0,
 "awd_min_amd_letter_date": "2019-03-19",
 "awd_max_amd_letter_date": "2019-03-19",
 "awd_abstract_narration": "Soils are a large and dynamic terrestrial of carbon on earth. How fast microbes oxidize carbon determines how much either stays in soils or is emitted as carbon dioxide.  Even a small increase in soil carbon oxidation rate could increase the amount of carbon dioxide in the atmosphere, impacting global climate. Manganese (Mn) is an abundant and potent oxidizer, but its impact on the rate of soil carbon oxidation is not known. This project will provide new understanding of how manganese compounds change how fast carbon is oxidized in soils. This new scientific knowledge will help improve our predictions of future carbon dioxide emissions and will help society develop new strategies to limit emissions. This project will work with diversity programs on campus and in the local community to empower women and minority students to pursue STEM careers. \r\n\r\nThe formation of Mn-based oxidants is emerging as a key regulator of C oxidation rates, and thus CO2 emissions, in soils. Although dissolved Mn(III) species are among the most potent oxidants in environmental systems, the controls on Mn(III)-driven carbon oxidation are virtually unknown. The overall objective of this project is to identify fundamental geochemical and microbial factors controlling the rate of Mn(III)-mediated carbon oxidation in soils. Our central hypothesis is that oxic-anoxic interfaces are \"hotspots\" for the enzymatic formation of dissolved Mn(III), which subsequently depolymerizes and solubilizes otherwise resistant organic matter, and so enhances microbial CO2 production. The proposed research integrates microsensor, spectroscopic, and multi-omics approaches to resolve coupled Mn and carbon cycles across fine-scale gradients in soils. To accomplish the overall objective, the specific aims are to (i) define the geochemical controls on Mn(III) formation along oxic-, (ii) identify the microbial drivers of Mn(III) formation, and (iii) assess the impact of Mn(III) formation on C oxidation at oxic-anoxic interfaces in soils. Disseminating the resulting dataset will support efforts to incorporate the coupling of Mn and C redox cycles into biogeochemical models. Integrating the highly significant Mn-dependence of C oxidation into models for the first time is expected to vastly improve accuracy in predicting environmental and human impacts on soil CO2 emissions.  The project team will work to incorporate this multidisciplinary research effort into strategies to empower women and minority graduate, undergraduate and high school students to pursue STEM careers. A three-point plan integrates this research with direct interdisciplinary education and public outreach, which includes: (i) graduate training in biogeochemistry for one minority PhD student, (ii) opportunities for independent research for three minority undergraduate students in partnership with the Harvard Forest REU program, and (iii) multi-day workshops for a total of 45 female minority students from a local high school hosted in collaboration with Girls Inc. Holyoke, Massachusetts. Educational materials developed for the workshops will be disseminated through participation in the annual Massachusetts Envirothon. A thorough evaluation plan was developed in collaboration with Harvard Forest and Girls Inc. staff to measure the success of the proposed Broader Impacts activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Keiluweit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Keiluweit",
   "pi_email_addr": "keiluweit@umass.edu",
   "nsf_id": "000647888",
   "pi_start_date": "2019-03-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "DeAngelis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen M DeAngelis",
   "pi_email_addr": "deangelis@microbio.umass.edu",
   "nsf_id": "000618498",
   "pi_start_date": "2019-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts, Amherst",
  "perf_str_addr": "161 Holdsworth Way",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039282",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 448328.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: small;\">The decomposition of plant litter is a critical ecosystem process that controls nutrient cycling, carbon storage, and greenhouse gas emissions from soils. While most research has focused on how climatic factors and litter quality affect litter decomposition, there is increasing evidence for the importance of local biogeochemical controls. The central idea driving this project is that the biogeochemical cycling of reactive metal catalysts, such as manganese (Mn), is a major control on the microbial breakdown of plant litter.&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: small;\">We studied the effect of Mn on litter decomposition in well controlled laboratory and long-term field experiments, combining both geochemical and microbial techniques. Our overarching hypothesis was that soil environments favoring the formation of reactive Mn(III) species would represent hotspots of litter decomposition. In both laboratory and field settings, we found that abundant oxic-anoxic interfaces, which supply both readily available Mn as well as oxygen, act as hotspots for Mn-catalyzed litter decomposition.&nbsp;&nbsp;Our results showed that the strong upregulation of oxidative enzymes coincided not only with greater formation of potent Mn(III) oxidants, but also enhanced litter decomposition. Experimental addition of Mn further accelerated this cycle, causing greater Mn(III)-catalyzed litter decomposition. Remarkably, the amount of Mn-catalyzed litter decomposition at the oxic-anoxic interface was significantly greater than in oxic or anoxic zones. These patterns held true for oxic-anoxic interfaces regardless of scale, from the millimeter scale in the laboratory to the field scale in temperate forest soils. These results underlines the importance of Mn-catalyzed reactions at oxic-anoxic interfaces as a biogeochemical control on litter decomposition in soils.&nbsp;&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: small;\">This project trained one PhD student, one Master student, one postdoctoral research, and three undergraduate students in cutting edge microbial and geochemical techniques. This work exposed team members to extensive laboratory and field experimentation, synchrotron-based spectroscopy, mass spectrometry, high-throughput sequencing, and bioinformatics, helping to train the next generation of well-rounded biogeochemists.&nbsp;&nbsp;This work was conducted in close collaboration with the Harvard Forest LTER.&nbsp;&nbsp;In total, this project supported six manuscripts, as well as core components of one PhD thesis and one Masters thesis. Through this work, this project not only established novel mechanisms of Mn-mediated litter decomposition, it also contributed foundational knowledge on the ecosystem-level controls on litter decomposition.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/02/2024<br>\nModified by: Marco&nbsp;Keiluweit</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe decomposition of plant litter is a critical ecosystem process that controls nutrient cycling, carbon storage, and greenhouse gas emissions from soils. While most research has focused on how climatic factors and litter quality affect litter decomposition, there is increasing evidence for the importance of local biogeochemical controls. The central idea driving this project is that the biogeochemical cycling of reactive metal catalysts, such as manganese (Mn), is a major control on the microbial breakdown of plant litter.\n\n\n\n\n\n\n\n\n\n\n\nWe studied the effect of Mn on litter decomposition in well controlled laboratory and long-term field experiments, combining both geochemical and microbial techniques. Our overarching hypothesis was that soil environments favoring the formation of reactive Mn(III) species would represent hotspots of litter decomposition. In both laboratory and field settings, we found that abundant oxic-anoxic interfaces, which supply both readily available Mn as well as oxygen, act as hotspots for Mn-catalyzed litter decomposition.Our results showed that the strong upregulation of oxidative enzymes coincided not only with greater formation of potent Mn(III) oxidants, but also enhanced litter decomposition. Experimental addition of Mn further accelerated this cycle, causing greater Mn(III)-catalyzed litter decomposition. Remarkably, the amount of Mn-catalyzed litter decomposition at the oxic-anoxic interface was significantly greater than in oxic or anoxic zones. These patterns held true for oxic-anoxic interfaces regardless of scale, from the millimeter scale in the laboratory to the field scale in temperate forest soils. These results underlines the importance of Mn-catalyzed reactions at oxic-anoxic interfaces as a biogeochemical control on litter decomposition in soils.\n\n\n\n\n\n\n\n\n\n\n\nThis project trained one PhD student, one Master student, one postdoctoral research, and three undergraduate students in cutting edge microbial and geochemical techniques. This work exposed team members to extensive laboratory and field experimentation, synchrotron-based spectroscopy, mass spectrometry, high-throughput sequencing, and bioinformatics, helping to train the next generation of well-rounded biogeochemists.This work was conducted in close collaboration with the Harvard Forest LTER.In total, this project supported six manuscripts, as well as core components of one PhD thesis and one Masters thesis. Through this work, this project not only established novel mechanisms of Mn-mediated litter decomposition, it also contributed foundational knowledge on the ecosystem-level controls on litter decomposition.\n\n\n\t\t\t\t\tLast Modified: 07/02/2024\n\n\t\t\t\t\tSubmitted by: MarcoKeiluweit\n"
 }
}