{
 "awd_id": "1852932",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Utah Collaborative to Build Capacity for a Streamlined Science Teacher Preparation Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Green",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 117266.0,
 "awd_amount": 117266.0,
 "awd_min_amd_letter_date": "2019-03-19",
 "awd_max_amd_letter_date": "2019-03-19",
 "awd_abstract_narration": "With support from the Robert Noyce Teacher Scholarship Program, this Capacity Building project will lay a foundation for increasing the number of qualified science teachers in Utah.  Thus, it will contribute to the need for high-quality STEM teachers to meet the nation's ever-growing need for a highly trained STEM workforce.  A central challenge to this goal is recruiting teachers who remain in the profession to become leaders and mentors in all aspects of STEM education, including working with a diversifying population. One approach to enhancing teacher recruitment would be to simplify the process for STEM undergraduates to obtain their teaching certification while pursuing STEM degrees.  Likewise, ensuring that aspiring teachers receive adequate training and support is a primary means to improve teacher retention.  Recognizing these opportunities, this project aims to develop a high-quality, accelerated 5-year BS/MEd program at the University of Utah that integrates learning of STEM content knowledge and STEM teaching methods, as well as pre-service training. This strategy has the potential to prepare future STEM teachers who can meet the needs of diverse learners and contribute to the national priorities for STEM learning.\r\n  \r\nThrough this effort, the University of Utah will work closely with Salt Lake Community College, the source of almost 1,000 of the University's STEM undergraduates.  These two key partners, together with Salt Lake City School District, master teachers, community leaders, and experts in high-need environments, will form the \"Utah Collaborative.\"  The goals of the Utah Collaborative are to: 1) conduct a detailed needs assessment that determines the number of teachers needed and also the attributes such as soft-skills and dispositions that enable teachers to thrive in high-need environments; 2) create a compact five-year degree program that results in a STEM bachelor of science degree and a Master of Education, with licensure; 3) develop a direct pathway from Salt Lake Community College to completion of the BS/MEd program at the University of Utah; 4) develop unique student teaching opportunities and internships that will allow participants to gain extensive exposure to teaching in high-need schools; 5) develop a network of school and community-based mentors to help support new and continuing teachers; and 6) develop a strategic dissemination and advising plan that will enable the recruitment and support of STEM students from different backgrounds. Ultimately, the project aims to provide the infrastructure for a future Noyce Track 1 proposal that has the potential to transform science education in Utah.  The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 STEM teachers to become STEM master teachers in high-need school districts. It also supports research on the persistence, retention, and effectiveness of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Godsey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Holly Godsey",
   "pi_email_addr": "holly.godsey@utah.edu",
   "nsf_id": "000619193",
   "pi_start_date": "2019-03-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Burbank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Burbank",
   "pi_email_addr": "mary.burbank@utah.edu",
   "nsf_id": "000425810",
   "pi_start_date": "2019-03-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Gerton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan M Gerton",
   "pi_email_addr": "jgerton@physics.utah.edu",
   "nsf_id": "000378766",
   "pi_start_date": "2019-03-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Barth-Cohen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren Barth-Cohen",
   "pi_email_addr": "Lauren.BarthCohen@Utah.edu",
   "nsf_id": "000658940",
   "pi_start_date": "2019-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 President's Circle",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 117266.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With support from the NSF&rsquo;s Noyce program, the Utah Collaborative created the infrastructure for a new 5-year BS/MEd program in Secondary Science Teaching at the University of Utah.&nbsp;&nbsp;Four BS Teaching degrees in Biology, Chemistry, Physics and Geoscience were modified with support from this grant, and a new STEM Education track was created within the MEd in Educational Psychology program. All degree pathways were created in partnership with departmental faculty and have since been approved by participating departments and colleges, the faculty senate, the Utah System of Higher Education and the Northwest Commission on Colleges and Universities.&nbsp;&nbsp;We also created a streamlined pathway from Salt Lake Community College into the program through either a science or education AS degree.&nbsp;</p>\n<p>Coursework is streamlined in the program by combining requirements for licensure with general education requirements and carefully choosing electives. Disciplinary requirements were evaluated for relevance to the teaching profession while maintaining fidelity to a rigorous scientific training.&nbsp;&nbsp;A new STEM Education Elective was created to allow for the creation of a content-based pedagogy course that goes beyond a traditional science methods course and integrates environmental issues and social justice.</p>\n<p>Our partners at Granite and Salt Lake City school districts<strong>&nbsp;</strong>helped design early field experiences, student teaching opportunities, and a content-based induction process.&nbsp;&nbsp;The program employs evidence-based strategies for designing integrated coursework, and uses the expertise of our partners to build unique field opportunities and a high-quality mentoring strategies.&nbsp;</p>\n<p>The ultimate goal of this Noyce Capacity grant was to put in place the infrastructure to support the development of highly qualified secondary science teachers who are uniquely prepared to work in high-need LEAs and support them through a follow-on Noyce grant.&nbsp;&nbsp;With the infrastructure now in place, we are waiting on the outcome of our proposal to the Noyce Track 1 program and hope to be able to offer scholarships to our first cohort of students in Fall 2021.&nbsp;</p>\n<p><strong>Intellectual Merit:</strong>&nbsp;&nbsp;The project helped promote advancements in how we prepare science teachers for today&rsquo;s educational environments and support them through becoming master educators in their own right.&nbsp;&nbsp;By adapting evidenced-based techniques while exploring new ideas, this project created a model of collaboration that can be employed by other R1 universities, their community colleges partners, and high-need LEAs to prepare and support future secondary science teachers.</p>\n<p><strong>Broader Impacts:</strong>&nbsp;&nbsp;The broader impacts that this project will have on science education in the state of Utah will be significant.&nbsp;&nbsp;With a projected enrollment of about 15 future teachers per year, each highly trained graduate of the program will be interacting with over 150 K-12 students for a total of 2,250 students per year.&nbsp;&nbsp;With a focus on authentic science practices, building science identity and trauma-informed teaching, graduates of our program will be uniquely prepared to meet the challenges of students in high-need schools. With the degrees, and recruiting and induction partnerships now in place, this impact will continue to grow indefinitely.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2020<br>\n\t\t\t\t\tModified by: Holly&nbsp;Godsey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith support from the NSF’s Noyce program, the Utah Collaborative created the infrastructure for a new 5-year BS/MEd program in Secondary Science Teaching at the University of Utah.  Four BS Teaching degrees in Biology, Chemistry, Physics and Geoscience were modified with support from this grant, and a new STEM Education track was created within the MEd in Educational Psychology program. All degree pathways were created in partnership with departmental faculty and have since been approved by participating departments and colleges, the faculty senate, the Utah System of Higher Education and the Northwest Commission on Colleges and Universities.  We also created a streamlined pathway from Salt Lake Community College into the program through either a science or education AS degree. \n\nCoursework is streamlined in the program by combining requirements for licensure with general education requirements and carefully choosing electives. Disciplinary requirements were evaluated for relevance to the teaching profession while maintaining fidelity to a rigorous scientific training.  A new STEM Education Elective was created to allow for the creation of a content-based pedagogy course that goes beyond a traditional science methods course and integrates environmental issues and social justice.\n\nOur partners at Granite and Salt Lake City school districts helped design early field experiences, student teaching opportunities, and a content-based induction process.  The program employs evidence-based strategies for designing integrated coursework, and uses the expertise of our partners to build unique field opportunities and a high-quality mentoring strategies. \n\nThe ultimate goal of this Noyce Capacity grant was to put in place the infrastructure to support the development of highly qualified secondary science teachers who are uniquely prepared to work in high-need LEAs and support them through a follow-on Noyce grant.  With the infrastructure now in place, we are waiting on the outcome of our proposal to the Noyce Track 1 program and hope to be able to offer scholarships to our first cohort of students in Fall 2021. \n\nIntellectual Merit:  The project helped promote advancements in how we prepare science teachers for today’s educational environments and support them through becoming master educators in their own right.  By adapting evidenced-based techniques while exploring new ideas, this project created a model of collaboration that can be employed by other R1 universities, their community colleges partners, and high-need LEAs to prepare and support future secondary science teachers.\n\nBroader Impacts:  The broader impacts that this project will have on science education in the state of Utah will be significant.  With a projected enrollment of about 15 future teachers per year, each highly trained graduate of the program will be interacting with over 150 K-12 students for a total of 2,250 students per year.  With a focus on authentic science practices, building science identity and trauma-informed teaching, graduates of our program will be uniquely prepared to meet the challenges of students in high-need schools. With the degrees, and recruiting and induction partnerships now in place, this impact will continue to grow indefinitely. \n\n \n\n\t\t\t\t\tLast Modified: 10/26/2020\n\n\t\t\t\t\tSubmitted by: Holly Godsey"
 }
}