{
 "awd_id": "1852506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Changing Dynamics of Hydrological Systems in Urban Areas: Response To Human Disturbance and Climate Change",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 359984.0,
 "awd_amount": 389984.0,
 "awd_min_amd_letter_date": "2019-04-02",
 "awd_max_amd_letter_date": "2023-04-07",
 "awd_abstract_narration": "Hydrologic challenges in urban areas of the world provide a compelling reason to engage undergraduate students in multidisciplinary urban hydrologic research. Drought, overuse, degradation, and population growth are causing significant stress upon urban areas. With 55% of the world's population residing in urban areas and urban populations expanding, it is key to train a future generation of scientists to tackle urban hydrologic problems. Another challenge is that underserved groups are inadequately represented in the hydrologic workforce and are, thus, often not involved in policy decisions that directly impact their communities. To address these concerns, this project presents a vertically integrated set of mentor-focused education and research experiences to provide career pathways for undergraduate students from underrepresented backgrounds in the field of urban hydrology. Our proposal aims to attract motivated students from underrepresented backgrounds to investigate urban hydrological problems through a nested series of events during a 10-week Research Experiences for Undergraduates (REU) summer training program.  Program activities include independent research, professional training, mentoring, social activities, a research and training field activity, and post-summer activities. The REU research activities include investigations in five topical areas: (1) surface hydrology of urban areas; (2) climate-driven changes in urban groundwater; (3) meteorology and precipitation along coastal urban corridors; (4) hydrochemistry of urban streams/hydrochemical methods development, and; (5) river sedimentation and restoration in urban coastal watersheds. The intellectual merit of this proposal is established through undergraduate engagement in high-level urban hydrologic research. Student research on urban hydrologic systems will provide an understanding of important hydrologic processes in urban watersheds. The research will contribute to the understanding of climate and anthropogenic-forced change in urban hydrologic systems that require additional study and long-term monitoring. The broader impacts of the proposal are focused on recruiting and retaining students from underrepresented backgrounds in the hydrological sciences.  As a result, this effort aims to expand representation in water resources decision making.\r\n\r\nThis REU program provides multidisciplinary training and education focused on urban hydrology affected by climate change, and challenges of integrating diversity and demographic equity in policy and technical decisions.  Objectives of the program are to: 1) provide students an enriching and cultural experience under the guidance and mentorship of a core group of faculty with research interests in fields of urban hydrology; 2) increase the number of students pursuing advanced degrees in water-related fields, such as hydrogeology, watershed analysis, and hydrologic modeling, and; 3) increase the number of underrepresented students and especially those that do not have access to research opportunities and/or professional development, providing exposure/training in research and opportunities for these students to pursue graduate degrees or employment. To accomplish these objectives, the REU program includes engagement in supervised research, training activities, mentoring activities, social activities, a research and training field activity, and post-REU activities. Research activities include investigations in five topical areas: (1) surface hydrology of urban areas; (2) climate-driven changes in urban groundwater; (3) meteorology and precipitation along coastal urban corridors; (4) hydrochemistry of urban streams/hydrochemical methods development, and; (5) river sedimentation and restoration in California coastal watersheds. Training activities include half-day workshops for undergraduate mentees covering several professional topics including developing computing skills in the Spatial and Temporal Data Analysis short course, technical writing/abstract preparation, and poster/oral presentation. Mentoring activities include Friday afternoon meetings between REU students plus faculty and graduate students where they have informal discussions related to career and professional development and challenges.  Social activities include three weekend social events to create bonds between REU students and faculty peers. A combination research and training activity includes a four-day field trip through the lower part of the Colorado River Basin scheduled for the end of the third week. After the summer REU activity is complete, faculty mentors will continue to work with student mentees to finalize the dissemination of the REU research results through conference publications and presentations by the student participants and to provide career guidance as practicable.  We expect the REU effort to help lead students into productive research enterprises after their term in the program is complete.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Hibbs",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barry J Hibbs",
   "pi_email_addr": "bhibbs@calstatela.edu",
   "nsf_id": "000421200",
   "pi_start_date": "2019-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sonya",
   "pi_last_name": "Lopez",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sonya R Lopez",
   "pi_email_addr": "slope188@calstatela.edu",
   "nsf_id": "000733090",
   "pi_start_date": "2019-04-02",
   "pi_end_date": "2023-04-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Petr",
   "pi_last_name": "Vozka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Petr Vozka",
   "pi_email_addr": "pvozka@calstatela.edu",
   "nsf_id": "000872227",
   "pi_start_date": "2023-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State L A University Auxiliary Services Inc.",
  "inst_street_address": "5151 STATE UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3233433648",
  "inst_zip_code": "900324226",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "CAL STATE LA UNIVERSITY AUXILIARY SERVICES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1ABLRAQTB48"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Los Angeles",
  "perf_str_addr": "5151 State University Drive",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900324226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 239383.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150601.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Research Experiences for Undergraduates (REU) Site: Changing Dynamics of Hydrological Systems in Urban Areas, Response to Human Disturbance and Climate Change is a three-year grant at California State University, Los Angeles (Cal State LA). This program provided undergraduate students with firsthand research experience during a 10-week summer session at Cal State LA, focusing on urban hydrology. Urban hydrology in the semi-arid regions of the Southwestern United States plays an increasingly vital role in supporting growing populations. Faculty mentors from the departments of Geosciences, Environmental Science, Geography, Chemistry, and Civil Engineering participated.</p>\r\n<p>The 10-week summer NSF REU program at California State University, Los Angeles, offered new research and educational opportunities for students from across the nation, preparing them to compete for technical and policy-oriented positions in academia, government, and the consulting industry. The program provided an enriching experience and encouragement for students pursuing graduate school, with a focus on hydrology and urban water management. Students were assigned to research projects, working closely with a faculty mentor and, in some cases, as part of teams that included graduate students and other undergraduates funded by the NSF REU or other grants. The projects covered a wide range of topics, from field-based research to computer modeling and chemical lab methods, with some projects combining both field and laboratory approaches.</p>\r\n<p>A total of 30 students participated during the summers of 2022, 2023, and 2024, with the number increasing from 9 to 10 to 11 students each year. The grant, initially scheduled to begin in 2020 and having a strong field emphasis, was delayed by two years due to the COVID-19 pandemic. All 30 students completed the program and resided in on-campus apartments, fostering social team-building within a supportive cohort. A variety of internal workshops were required for all students and specially designed for REU participants. These workshops covered topics such as spatial data analysis, analytical laboratory methods, team-building skills, and poster and oral presentation techniques. REU students also participated in several NSF REU Network presentations, held over multiple weeks during the summer. Several social events were organized, including weekday and weekend hikes, social meals, and visits to museums of interest.</p>\r\n<p>Each year, at the midpoint of the grant, students participated in a four-day field activity that included visits to relevant hydrological sites and facilities in California and Arizona. These sites included the State Water Project, Owens Valley, the Lower Colorado River Basin, and the Los Angeles River system. During the field visits, students learned about water management and water-related challenges, while also collecting water samples for inter-site comparison.</p>\r\n<p>The REU program culminated in a summative oral presentation. In the first two years, these presentations were held via Zoom, but in the third year, the event merged with other summer undergraduate training programs, resulting in a day-long symposium where all REU students presented their research live. Students were also encouraged to present their work at various conferences, including those hosted by the Geological Society of America, the National Ground Water Association, the American Society of Civil Engineers, the American Geophysical Union, the Association of Pacific Coast Geographers, and local chapter meetings. Several students won awards for best oral presentation or best poster at these conferences.</p>\r\n<p>Over the course of the program, 50% of the students were from underrepresented groups, including Latinx, Pacific Islander, Indigenous, and African American backgrounds. The percentage of students from these groups grew from 30% in the first year to 60% in the third and final year. Community college students made up 16 of the 30 participants, with an additional 2 students from 4-year institutions that offered limited research opportunities. Seventeen students came from outside the Los Angeles Basin and out of state. The LA Basin region is served by approximately 60 universities, 4-year colleges, and community colleges and provides a fertile recruitment grounds for selecting REU students. Only two students were from the host institution, Cal State LA.</p>\r\n<p>Summative internal evaluations, external reports from evaluators, and follow-up surveys indicate that the program had a transformative impact on students. All community college students who completed the program have transferred to 4-year schools, and nearly all those still in community college plan to transfer to the next level. Fourteen students were enrolled in 4-year institutions upon completing the summer REU. Eight of these 14 students have graduated, with five currently pursuing or applying to MS or PhD programs. The remaining three are employed full-time with the USDA Forest Service, a City Water Utilities Agency, and a State Water Agency.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/13/2024<br>\nModified by: Barry&nbsp;J&nbsp;Hibbs</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1852506/1852506_10599090_1734118705165_IMG_5487--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/1852506/1852506_10599090_1734118705165_IMG_5487--rgov-800width.JPG\" title=\"2023 Cal State LA REU Student Cohort\"><img src=\"/por/images/Reports/POR/2024/1852506/1852506_10599090_1734118705165_IMG_5487--rgov-66x44.JPG\" alt=\"2023 Cal State LA REU Student Cohort\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">2023 REU Students pictured at Owens River Wetlands</div>\n<div class=\"imageCredit\">Barry Hibbs</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Barry&nbsp;J&nbsp;Hibbs\n<div class=\"imageTitle\">2023 Cal State LA REU Student Cohort</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1852506/1852506_10599090_1734119752056_IMG_0756--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/1852506/1852506_10599090_1734119752056_IMG_0756--rgov-800width.JPG\" title=\"2024 Cal State LA REU Student Cohort\"><img src=\"/por/images/Reports/POR/2024/1852506/1852506_10599090_1734119752056_IMG_0756--rgov-66x44.JPG\" alt=\"2024 Cal State LA REU Student Cohort\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">2024 Cal State LA REU Students discuss the intersection of the California Aqueduct and Los Angeles Aqueduct</div>\n<div class=\"imageCredit\">Barry Hibbs</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Barry&nbsp;J&nbsp;Hibbs\n<div class=\"imageTitle\">2024 Cal State LA REU Student Cohort</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1852506/1852506_10599090_1734118827151_REU_Group_2023--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1852506/1852506_10599090_1734118827151_REU_Group_2023--rgov-800width.jpg\" title=\"2023 Cal State LA REU Student Cohort\"><img src=\"/por/images/Reports/POR/2024/1852506/1852506_10599090_1734118827151_REU_Group_2023--rgov-66x44.jpg\" alt=\"2023 Cal State LA REU Student Cohort\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">2023 Cal State LA REU Students pictured at campus after a social lunch</div>\n<div class=\"imageCredit\">Cal State LA NSS Photographer</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Barry&nbsp;J&nbsp;Hibbs\n<div class=\"imageTitle\">2023 Cal State LA REU Student Cohort</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Research Experiences for Undergraduates (REU) Site: Changing Dynamics of Hydrological Systems in Urban Areas, Response to Human Disturbance and Climate Change is a three-year grant at California State University, Los Angeles (Cal State LA). This program provided undergraduate students with firsthand research experience during a 10-week summer session at Cal State LA, focusing on urban hydrology. Urban hydrology in the semi-arid regions of the Southwestern United States plays an increasingly vital role in supporting growing populations. Faculty mentors from the departments of Geosciences, Environmental Science, Geography, Chemistry, and Civil Engineering participated.\r\n\n\nThe 10-week summer NSF REU program at California State University, Los Angeles, offered new research and educational opportunities for students from across the nation, preparing them to compete for technical and policy-oriented positions in academia, government, and the consulting industry. The program provided an enriching experience and encouragement for students pursuing graduate school, with a focus on hydrology and urban water management. Students were assigned to research projects, working closely with a faculty mentor and, in some cases, as part of teams that included graduate students and other undergraduates funded by the NSF REU or other grants. The projects covered a wide range of topics, from field-based research to computer modeling and chemical lab methods, with some projects combining both field and laboratory approaches.\r\n\n\nA total of 30 students participated during the summers of 2022, 2023, and 2024, with the number increasing from 9 to 10 to 11 students each year. The grant, initially scheduled to begin in 2020 and having a strong field emphasis, was delayed by two years due to the COVID-19 pandemic. All 30 students completed the program and resided in on-campus apartments, fostering social team-building within a supportive cohort. A variety of internal workshops were required for all students and specially designed for REU participants. These workshops covered topics such as spatial data analysis, analytical laboratory methods, team-building skills, and poster and oral presentation techniques. REU students also participated in several NSF REU Network presentations, held over multiple weeks during the summer. Several social events were organized, including weekday and weekend hikes, social meals, and visits to museums of interest.\r\n\n\nEach year, at the midpoint of the grant, students participated in a four-day field activity that included visits to relevant hydrological sites and facilities in California and Arizona. These sites included the State Water Project, Owens Valley, the Lower Colorado River Basin, and the Los Angeles River system. During the field visits, students learned about water management and water-related challenges, while also collecting water samples for inter-site comparison.\r\n\n\nThe REU program culminated in a summative oral presentation. In the first two years, these presentations were held via Zoom, but in the third year, the event merged with other summer undergraduate training programs, resulting in a day-long symposium where all REU students presented their research live. Students were also encouraged to present their work at various conferences, including those hosted by the Geological Society of America, the National Ground Water Association, the American Society of Civil Engineers, the American Geophysical Union, the Association of Pacific Coast Geographers, and local chapter meetings. Several students won awards for best oral presentation or best poster at these conferences.\r\n\n\nOver the course of the program, 50% of the students were from underrepresented groups, including Latinx, Pacific Islander, Indigenous, and African American backgrounds. The percentage of students from these groups grew from 30% in the first year to 60% in the third and final year. Community college students made up 16 of the 30 participants, with an additional 2 students from 4-year institutions that offered limited research opportunities. Seventeen students came from outside the Los Angeles Basin and out of state. The LA Basin region is served by approximately 60 universities, 4-year colleges, and community colleges and provides a fertile recruitment grounds for selecting REU students. Only two students were from the host institution, Cal State LA.\r\n\n\nSummative internal evaluations, external reports from evaluators, and follow-up surveys indicate that the program had a transformative impact on students. All community college students who completed the program have transferred to 4-year schools, and nearly all those still in community college plan to transfer to the next level. Fourteen students were enrolled in 4-year institutions upon completing the summer REU. Eight of these 14 students have graduated, with five currently pursuing or applying to MS or PhD programs. The remaining three are employed full-time with the USDA Forest Service, a City Water Utilities Agency, and a State Water Agency.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/13/2024\n\n\t\t\t\t\tSubmitted by: BarryJHibbs\n"
 }
}