{
 "awd_id": "1852691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transformation Elastography",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 406094.0,
 "awd_amount": 422094.0,
 "awd_min_amd_letter_date": "2019-05-29",
 "awd_max_amd_letter_date": "2020-04-09",
 "awd_abstract_narration": "Elastography refers to mapping mechanical properties in a material based on measuring wave motion in it using noninvasive optical, acoustic or magnetic resonance imaging methods. For example, increased stiffness will increase wavelength. Stiffness and viscosity can depend on both location and direction. A material with aligned fibers or layers may have different stiffness and viscosity values along the fibers or layers versus across them. Converting wave measurements into a mechanical property map or image is known as reconstruction. Reconstruction in isotropic materials, with the same mechanical properties regardless of direction, is easier than in anisotropic materials, whose properties vary with direction. Transformation Elastography is based on the idea of distorting the material as part of the reconstruction algorithm to make the anisotropic problem become isotropic. This strategy, which has been shown to work in simple two-dimensional reconstruction problems, will be extended to more complex three-dimensional problems. Elastography is a potentially transformative measurement technology for basic research into material mechanics. Extending it to anisotropic materials is essential to advance its application in geophysical exploration, fiber composite analysis, and medical diagnosis of diseases of the brain, skeletal muscle, heart and other organs with aligned fibers for which changes in stiffness and viscosity have been proven to correlate with disease. This research supports NSF's mission to promote the progress of science and advance national health. Research developments will be integrated into courses and multimedia educational materials for a diverse group of students at multiple levels, from K-12 through graduate level engineering.\r\n\r\nElastography relies on a constitutive model of mechanical wave motion in the viscoelastic material to interpret the noninvasive measurements. To make the modeling problem analytically tractable, isotropy and homogeneity are often assumed, and the effects of finite boundaries are ignored. But, infinite isotropic homogeneity is not the situation in most cases of interest, when there are pathological conditions, material faults or hidden anomalies that are not uniformly distributed in fibrous or layered structures of finite dimension. Introduction of anisotropy, inhomogeneity and finite boundaries complicates the analysis forcing the abandonment of analytically-driven strategies, in favor of numerical approximations that are computationally expensive and yield less physical insight. A new strategy, Transformation Elastography, is planned that involves spatial distortion in order to make an anisotropic problem become isotropic. Development and experimental validation of this new strategy requires inverting the algorithm and extending initial developments from two- to three-dimensional problems with inhomogeneity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Royston",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Royston",
   "pi_email_addr": "troyston@uic.edu",
   "nsf_id": "000277407",
   "pi_start_date": "2019-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dieter",
   "pi_last_name": "Klatt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dieter Klatt",
   "pi_email_addr": "dklatt@uic.edu",
   "nsf_id": "000629560",
   "pi_start_date": "2019-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago, Richard and Loan Hill Departm",
  "perf_str_addr": "851 South Morgan Street MC 063",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 406094.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dynamic Elastography (DE) aims to quantitatively map shear viscoelastic properties in a solid material by using a noninvasive means of measuring a mechanical wave pattern that is externally introduced into the material. This information can be used in medicine for diagnosis and monitoring of disease and injury, as many pathological conditions will affect the viscoelastic properties of biological tissues (e.g. fibrosis, neurodegeneration, edema, scarring, tearing, tumor, necrosis, plaque, etc.). It can be used in non-medical applications for non-destructive evaluation and health monitoring of mechanical structures and systems, comprised of materials that may develop internal fracture, faults or degradation not otherwise detectable. Mechanical wave excitation and response measurement is also used to identify the subsurface structure related to geophysical exploration, construction site planning and detection of threats.</p>\n<p>DE methods rely on a constitutive model of mechanical wave motion to interpret the noninvasive measurements. As a starting point, to make the modeling problem analytically tractable, isotropy and local homogeneity in an unstressed material are often assumed, and the effects of finite boundaries are ignored. An infinite, isotropic, homogeneous linear viscoelastic material supports only pure longitudinal and shear waves, which propagate independently of each other. Near boundaries there can be mode conversion between shear and longitudinal waves, and other wave types are possible. Nonzero pre-stress conditions affect wave motion independent of material properties, and under large deformation lead to changes in material properties due to nonlinearity.</p>\n<p>Stress-free infinite isotropic homogeneity is not the situation in most cases of interest, especially when there are pathological conditions, material faults or hidden anomalies that are not uniformly distributed in regions, organs or structures of interest that have finite dimensions and are under nonzero pre-stress conditions. Introduction of these real-world complexities complicates the analysis and usually forces the abandonment of analytically-driven strategies, in favor of numerical approximations that are significantly more computationally intensive and may yield less physical insight.</p>\n<p>Taking inspiration from <em>relativistic mechanics</em> and the emerging area of <em>transformation acoustics</em>, we have formulated an entirely new strategy for analysis of mechanical wave motion in anisotropic materials with finite boundaries that involves spatial (or space-time) distortion in order to make an anisotropic problem isotropic. With NSF support, <em>Transformation Elastography (TE)</em> was extended from simple one- and two-dimensional problems to more complex two- and three-dimensional ones, incorporating inhomogeneity and inverting the algorithm.</p>\n<p>This work has culminated in five M.S. theses and four Ph.D. dissertations, as well as nine archival journal publications so far, with several more expected (in review or in preparation).</p>\n<p><strong>INTELLECTUAL MERIT</strong>. The entirely new analytical framework and hybrid analytical-numerical approach needed for <em>Transformation Elastography</em> advances our fundamental understanding of and ability to interpret measurements of mechanical wave motion in isotropic and anisotropic viscoelastic materials under large static deformation due to complex pre- and residual stress conditions.</p>\n<p><strong>BROADER IMPACTS</strong>. <strong><em>In Research</em></strong>. This research could advance the application of dynamic elastography methods that are being developed to improve noninvasive medical diagnostic imaging and provide new biomarkers in virtually every organ and soft tissue region in the body. Also, improved fundamental understanding and measurement of mechanical wave motion in inhomogeneous, anisotropic viscoelastic solids could catalyze a broad range of technological developments in geophysics and in the nondestructive evaluation of both bio- and non-biomaterials. <strong><em>In Education</em></strong>. Advances in analytical, computational and experimental methods for studying mechanical wave motion in biomaterials and non-biomaterials have been integrated into courses developed and taught by us at multiple levels, from K-12 outreach in the Chicago region through graduate level engineering. The University of Illinois Chicago (UIC) serves one of the most diverse student and community populations in the nation; we are committed to access and excellence.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/23/2023<br>\n\t\t\t\t\tModified by: Thomas&nbsp;J&nbsp;Royston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDynamic Elastography (DE) aims to quantitatively map shear viscoelastic properties in a solid material by using a noninvasive means of measuring a mechanical wave pattern that is externally introduced into the material. This information can be used in medicine for diagnosis and monitoring of disease and injury, as many pathological conditions will affect the viscoelastic properties of biological tissues (e.g. fibrosis, neurodegeneration, edema, scarring, tearing, tumor, necrosis, plaque, etc.). It can be used in non-medical applications for non-destructive evaluation and health monitoring of mechanical structures and systems, comprised of materials that may develop internal fracture, faults or degradation not otherwise detectable. Mechanical wave excitation and response measurement is also used to identify the subsurface structure related to geophysical exploration, construction site planning and detection of threats.\n\nDE methods rely on a constitutive model of mechanical wave motion to interpret the noninvasive measurements. As a starting point, to make the modeling problem analytically tractable, isotropy and local homogeneity in an unstressed material are often assumed, and the effects of finite boundaries are ignored. An infinite, isotropic, homogeneous linear viscoelastic material supports only pure longitudinal and shear waves, which propagate independently of each other. Near boundaries there can be mode conversion between shear and longitudinal waves, and other wave types are possible. Nonzero pre-stress conditions affect wave motion independent of material properties, and under large deformation lead to changes in material properties due to nonlinearity.\n\nStress-free infinite isotropic homogeneity is not the situation in most cases of interest, especially when there are pathological conditions, material faults or hidden anomalies that are not uniformly distributed in regions, organs or structures of interest that have finite dimensions and are under nonzero pre-stress conditions. Introduction of these real-world complexities complicates the analysis and usually forces the abandonment of analytically-driven strategies, in favor of numerical approximations that are significantly more computationally intensive and may yield less physical insight.\n\nTaking inspiration from relativistic mechanics and the emerging area of transformation acoustics, we have formulated an entirely new strategy for analysis of mechanical wave motion in anisotropic materials with finite boundaries that involves spatial (or space-time) distortion in order to make an anisotropic problem isotropic. With NSF support, Transformation Elastography (TE) was extended from simple one- and two-dimensional problems to more complex two- and three-dimensional ones, incorporating inhomogeneity and inverting the algorithm.\n\nThis work has culminated in five M.S. theses and four Ph.D. dissertations, as well as nine archival journal publications so far, with several more expected (in review or in preparation).\n\nINTELLECTUAL MERIT. The entirely new analytical framework and hybrid analytical-numerical approach needed for Transformation Elastography advances our fundamental understanding of and ability to interpret measurements of mechanical wave motion in isotropic and anisotropic viscoelastic materials under large static deformation due to complex pre- and residual stress conditions.\n\nBROADER IMPACTS. In Research. This research could advance the application of dynamic elastography methods that are being developed to improve noninvasive medical diagnostic imaging and provide new biomarkers in virtually every organ and soft tissue region in the body. Also, improved fundamental understanding and measurement of mechanical wave motion in inhomogeneous, anisotropic viscoelastic solids could catalyze a broad range of technological developments in geophysics and in the nondestructive evaluation of both bio- and non-biomaterials. In Education. Advances in analytical, computational and experimental methods for studying mechanical wave motion in biomaterials and non-biomaterials have been integrated into courses developed and taught by us at multiple levels, from K-12 outreach in the Chicago region through graduate level engineering. The University of Illinois Chicago (UIC) serves one of the most diverse student and community populations in the nation; we are committed to access and excellence.\n\n\t\t\t\t\tLast Modified: 07/23/2023\n\n\t\t\t\t\tSubmitted by: Thomas J Royston"
 }
}