{
 "awd_id": "1852629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building the Capacity to Recruit, Enroll, and Graduate Mathematics Education Majors",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2019-03-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 118315.0,
 "awd_amount": 118315.0,
 "awd_min_amd_letter_date": "2019-01-31",
 "awd_max_amd_letter_date": "2023-01-31",
 "awd_abstract_narration": "With support from the NSF Robert Noyce Teacher Scholarship Program, this project aims to serve the national interest in high quality STEM teaching by building capacity to educate more math majors to become highly-qualified math teachers in high-needs school districts.  This project will enable faculty from Assumption College, Holyoke Community College, and Middlesex Community College to develop successful transfer pathways into an existing dual degree track for Math and Education majors.  This project will also strengthen partnerships between STEM and Education faculty at Assumption College by supporting collaboration to develop and deliver a new, two-course sequence for STEM majors. The courses will be designed to deepen interest of STEM majors in teaching as a career and will prepare them for a teaching experience at a math-focused summer camp for local high school students. By investigating factors that affect undergraduate STEM majors' interest in teaching as a career, the project will contribute new knowledge about pathways to teaching for STEM undergraduates.  \r\n\r\nThe project activities aim to increase awareness among first-year, second-year, and transfer students about the existing dual degree program, enable more students to declare the dual major in Mathematics and Education in their third year, and increase the number of students who matriculate as certified teachers. Intensive advising and updated informational materials will increase student and faculty awareness of the new courses and the new articulation agreements developed among the partner colleges.  An informational campaign will target parents and teachers of students in local high schools to recruit high school students for the summer camp in mathematics. The project's assessment strategies will provide information that will be used to: 1) support the STEM majors' successful delivery of effective mathematics instruction at the summer camp; and 2) determine what aspects of the cohort experiences increase interest in teaching. The overall project will benefit from the oversight of an advisory group composed of mathematics and education faculty and undergraduate students enrolled in the dual degree program.  Dissemination efforts will focus on sharing knowledge and curricular materials with local communities as well as with a national audience through conference presentations and publications.  The NSF Robert Noyce Teacher Scholarship Program supports talented STEM undergraduate majors and professionals to become K-12 mathematics and science teachers in high-need school districts and in-service teachers to become STEM master teachers.  It also supports research on the persistence, retention, and effectiveness of K-12 teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "de la Cruz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica A de la Cruz",
   "pi_email_addr": "jdelacruz@assumption.edu",
   "nsf_id": "000785737",
   "pi_start_date": "2019-01-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Alfano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Alfano",
   "pi_email_addr": "jalfano@assumption.edu",
   "nsf_id": "000785744",
   "pi_start_date": "2019-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Assumption College",
  "inst_street_address": "500 SALISBURY ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5087677487",
  "inst_zip_code": "016091265",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "ASSUMPTION UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCC3J3MGFGQ3"
 },
 "perf_inst": {
  "perf_inst_name": "Assumption College",
  "perf_str_addr": "500 Salisbury Street",
  "perf_city_name": "Worcester",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016091265",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 118315.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Assumption University&rsquo;s Noyce Capacity Building Project investigated the pathways that lead high school, community college transfer, and undergraduate students to develop mathematics interest, and to pursue mathematics education academic majors and careers. Recent graduates from the Department of Mathematics and Computer Science were surveyed using Assumption&rsquo;s STEM pathways assessment to identify factors that influenced their academic and career choices. Respondents indicated that their professors and high school teachers had a strong influence on their choice to major in mathematics. Respondents who are now mathematics teachers also cited their professors as most influential on their decision to pursue a career in teaching, while respondents with other careers more often cited friends and perceived financial stability as influencing their career paths.</p>\n<p>&nbsp;</p>\n<p>In order to improve attitudes towards mathematics and increase the University&rsquo;s capacity to recruit prospective mathematics teachers, a two-pronged recruitment strategy was developed which involved an undergraduate run summer mathematics camp, Camp AIM, for local high school students. Ten undergraduates participated in a year-long experiential learning program during their first year of college including cohort-based course work, training, planning, and teaching. &nbsp;At the culmination of the program, the undergraduate participants led Camp AIM, Assumption&rsquo;s Institute for Mathematics, providing early exposure to a teaching experience. Survey instruments collected data on planned major, attitudes and self-efficacy beliefs related to mathematics and mathematics education, and perceptions of the program throughout the year. Analyses revealed that the program successfully improved attitudes, increased self-efficacy, and motivated reflection on a career as a mathematics teacher.</p>\n<p>&nbsp;</p>\n<p>In addition to engaging undergraduates in exploring mathematics education, Camp AIM aimed to cultivate high school campers&rsquo; love for mathematics. Participants&rsquo; interests in mathematics significantly increased from pre- to post-camp. Additionally, approximately one-third indicated that participating in Camp AIM increased their interest in pursuing mathematics as academic major in college. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Finally, two new partnerships with community colleges were established through this project. Transfer articulation between Assumption University and the partnering community colleges were created to establish clear pathways for transferring students to enter and complete Assumption&rsquo;s dual education and mathematics major program. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/05/2024<br>\nModified by: Jessica&nbsp;A&nbsp;De La Cruz</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAssumption Universitys Noyce Capacity Building Project investigated the pathways that lead high school, community college transfer, and undergraduate students to develop mathematics interest, and to pursue mathematics education academic majors and careers. Recent graduates from the Department of Mathematics and Computer Science were surveyed using Assumptions STEM pathways assessment to identify factors that influenced their academic and career choices. Respondents indicated that their professors and high school teachers had a strong influence on their choice to major in mathematics. Respondents who are now mathematics teachers also cited their professors as most influential on their decision to pursue a career in teaching, while respondents with other careers more often cited friends and perceived financial stability as influencing their career paths.\n\n\n\n\n\nIn order to improve attitudes towards mathematics and increase the Universitys capacity to recruit prospective mathematics teachers, a two-pronged recruitment strategy was developed which involved an undergraduate run summer mathematics camp, Camp AIM, for local high school students. Ten undergraduates participated in a year-long experiential learning program during their first year of college including cohort-based course work, training, planning, and teaching. At the culmination of the program, the undergraduate participants led Camp AIM, Assumptions Institute for Mathematics, providing early exposure to a teaching experience. Survey instruments collected data on planned major, attitudes and self-efficacy beliefs related to mathematics and mathematics education, and perceptions of the program throughout the year. Analyses revealed that the program successfully improved attitudes, increased self-efficacy, and motivated reflection on a career as a mathematics teacher.\n\n\n\n\n\nIn addition to engaging undergraduates in exploring mathematics education, Camp AIM aimed to cultivate high school campers love for mathematics. Participants interests in mathematics significantly increased from pre- to post-camp. Additionally, approximately one-third indicated that participating in Camp AIM increased their interest in pursuing mathematics as academic major in college. \n\n\n\n\n\nFinally, two new partnerships with community colleges were established through this project. Transfer articulation between Assumption University and the partnering community colleges were created to establish clear pathways for transferring students to enter and complete Assumptions dual education and mathematics major program. \n\n\n\t\t\t\t\tLast Modified: 04/05/2024\n\n\t\t\t\t\tSubmitted by: JessicaADe La Cruz\n"
 }
}