{
 "awd_id": "1852378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site:  Research Challenges of Computational and Experimental Mathematics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tiziana Giorgi",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 321759.0,
 "awd_amount": 321759.0,
 "awd_min_amd_letter_date": "2019-02-13",
 "awd_max_amd_letter_date": "2021-04-27",
 "awd_abstract_narration": "This award provides support for the REU Site \"Research Challenges of Computational and Experimental Mathematics\" at Moravian College. As a collaboration between Moravian College, Muhlenberg College, and Cedar Crest College, this program will concentrate on research projects associated with experimental mathematics and its role in stimulating new research. Experimental mathematics uses computer-assisted techniques to investigate mathematical patterns and properties. Experimental mathematics is impacting research in scientific and engineering fields beyond the mathematical sciences, giving it the potential to increase partnerships between academia, industry, and government. As society's reliance on data and data driven results has increased, so has the need for a workforce capable of analyzing and interpreting that data. This program will equip those students with the necessary tools to understand (as well as close) the gaps between conjecture, a statistically significant result, and a formal proof. The investigator and his colleagues will nurture this capacity by highlighting the important role computers have played in developing conjectures in areas that include number theory, algorithmic and enumerative combinatorics, combinatorial number theory, graph theory, game theory, and many other mathematical fields, as well as tools necessary for identifying such conjectures.\r\n\r\nProjections of more powerful computational devices present the future mathematician with interesting challenges, including experimentation by developing computational algorithms and meta-algorithms through the use of computers. The intellectual focus of this research concentrates on the increasing importance of integrating computer technology into pure mathematics methodology, as well as its contribution to other fields, such as algorithmic applications in computer science, biology, and medicine. Mentors are drawn from the Lehigh Valley Association of Independent Colleges (LVAIC) and neighboring institutions. Research projects include experimental mathematics topics such as the Ghandhan problem, Beatty Pair of sequences, perfect powers that appear uniquely in the Catalan triangle, and problems emanating from generalizing existing sequences in the Online Encyclopedia of Integer Sequences. The mentors have experience accessing, researching, and contributing to open problems in experimental mathematics. The program goals are to publicize the growing importance of experimental mathematics among a cadre of students and early-career researchers to help establish it as a tool in their research arsenal; encourage participants to continue their education into graduate school and pursue careers in research; and contribute toward the training of the twenty-first century workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Shank",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan B Shank",
   "pi_email_addr": "shank@math.moravian.edu",
   "nsf_id": "000569645",
   "pi_start_date": "2019-02-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Fiorini",
   "pi_mid_init": "R",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Eugene R Fiorini",
   "pi_email_addr": "Eugene.Fiorini@gw.muhlenberg.edu",
   "nsf_id": "000548706",
   "pi_start_date": "2019-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Moravian University",
  "inst_street_address": "1200 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6108611300",
  "inst_zip_code": "180186614",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "MORAVIAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YRNHDHY2USK4"
 },
 "perf_inst": {
  "perf_inst_name": "Moravian College",
  "perf_str_addr": "1200 Main Street",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180186650",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 107253.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 107253.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 107253.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-73f80c2f-7fff-baa6-827b-a15dad276754\"> </span></p>\n<p><span id=\"docs-internal-guid-f9ca8b93-7fff-53be-a6bb-9be1fa13d9ce\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>The Moravian University Research Experiences for Undergraduates (REU) program prepares participants to be part of the next generation of mathematical scientists efficient in using computer-assisted techniques to investigate mathematical patterns and properties, the most successful of whom will have the capacity to look both within and beyond the confines of the mathematical sciences for inspiration. Our program nurtures this capacity by highlighting recent contributions to the mathematical sciences by computational and experimental mathematics. Establishing computational and experimental mathematics as a &ldquo;tool in the research arsenal&rdquo; of undergraduate students will encourage continuing their education into graduate school and help train the next generation of computer-assisted researchers. We achieve this goal by involving mentors from different areas of the mathematical sciences, by integrating activities with nearby related industries, and by leveraging Moravian&rsquo;s position within the Lehigh Valley Association of Independent Colleges (LVAIC). In addition to students funded by this NSF grant, the Moravian REU program includes independently funded students that enhances the cultural diversity and educational impact of the program.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The broader impacts of our REU program come from informing students about their future education and career choices. Participation in research projects gives them the confidence and grounding to pursue and succeed in these choices. Our program enriches students by exposing them to varied perspectives offered by different cultures and by theory and application. Applications of computational and experimental mathematics to the life sciences, physical sciences, and earth sciences abound. Our program builds on research associated with the On-Line Encyclopedia of Integer Sequences (OEIS). The OEIS database plays an important role in providing the mathematically curious with an invaluable resource with which to explore computer-assisted conjectures. There are currently more than 3,500 papers and books in many areas of mathematics (especially number theory, combinatorics, and discrete mathematics), computer science, engineering, physics, and many other branches of science that reference and/or acknowledge the OEIS. The large number of citations and links to OEIS attests to its connection with computational and experimental mathematics as well as its impact on advancing many areas of active research and its appeal to a broad community outside of mathematics. </span><span><br /><br /></span></p>\n<p dir=\"ltr\"><span>The intellectual focus of the research concentrates on the increasing importance of integrating computer technology into pure mathematics methodology, as well as its contributions to other fields such as algorithmic applications in computer science, biology, and medicine. Projections of more powerful computational devices present the future mathematician with interesting challenges, including experimentation by developing computational algorithms and meta-algorithms through the use of computers. This program contributes to the experimental mathematical knowledge base through projects that are influenced by recent developments and tackle challenges of mathematical discovery inspired by advancing technologies. By participating in cutting edge research, students will learn research methods, incorporate their results into publications with their mentors, and gain access to a broad range of mathematical fields, while improving technical, computational, and abstract thinking skills.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The scientific output of the students' work can be seen in numerous publications of their original research in scientific journals and conference proceedings, new sequences contributed to the OEIS as well as additional information to existing sequences in the OEIS, and conference presentations. For example, REU 2019 participants Alvaro R. Belmonte (Moravian University), Peterson Lenard (Muhlenberg College), Froylan Maldonado (San Diego City College), and Sabrina Traver (King&rsquo;s College), mentored by Eugene Fiorini (DIMACS-Rutgers University, retired) and W. H. Tony Wong (Kutztown University) published eight sequences in the OEIS database on determinants of Latin Squares (A308853, A309088, A309258, A309089, A309257, A309259, A309344, and A309345) and presented their results at the virtual 2020 Joint Mathematics Meeting and 2019 Online Combinatorics Klatch. From the REU 2020 cohort, participants Cameron Byer (Eastern Mennonite University), Tyler Dvorachek (University of Wisconsin-Green Bay), Emily Eckard (Mount St. Mary&rsquo;s University), and Lindsey Wise (Appalachian State University) mentored by Joshua Harrington (Cedar Crest College) and W. H. Tony Wong (Kutztown University) published their work &ldquo;On the properties of fibotomic polynomials&rdquo; in the journal Advances in Applied Mathematics, and presented their results at the virtual 2021 Joint Mathematics Meeting.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>For many participants, this was the first introduction to a research environment in which they worked on open-ended problems that do not have a clear pathway to a predetermined solution. Most of our participants have gone onto, or are planning on going to, graduate school. Many of them cite the Moravian University undergraduate research experience as a determining factor in their decision and in their preparedness for graduate school. Participants have consistently reported in their end-of-program surveys satisfaction with their experience in the program, particularly regarding their research mentor. Participants also indicated a great deal of involvement with research projects, and felt their undergraduate research experience influenced the likelihood of pursuing a PhD and getting a job related to the mathematical sciences.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2023<br>\n\t\t\t\t\tModified by: Nathan&nbsp;B&nbsp;Shank</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \nThe Moravian University Research Experiences for Undergraduates (REU) program prepares participants to be part of the next generation of mathematical scientists efficient in using computer-assisted techniques to investigate mathematical patterns and properties, the most successful of whom will have the capacity to look both within and beyond the confines of the mathematical sciences for inspiration. Our program nurtures this capacity by highlighting recent contributions to the mathematical sciences by computational and experimental mathematics. Establishing computational and experimental mathematics as a \"tool in the research arsenal\" of undergraduate students will encourage continuing their education into graduate school and help train the next generation of computer-assisted researchers. We achieve this goal by involving mentors from different areas of the mathematical sciences, by integrating activities with nearby related industries, and by leveraging Moravian’s position within the Lehigh Valley Association of Independent Colleges (LVAIC). In addition to students funded by this NSF grant, the Moravian REU program includes independently funded students that enhances the cultural diversity and educational impact of the program. \n\n \nThe broader impacts of our REU program come from informing students about their future education and career choices. Participation in research projects gives them the confidence and grounding to pursue and succeed in these choices. Our program enriches students by exposing them to varied perspectives offered by different cultures and by theory and application. Applications of computational and experimental mathematics to the life sciences, physical sciences, and earth sciences abound. Our program builds on research associated with the On-Line Encyclopedia of Integer Sequences (OEIS). The OEIS database plays an important role in providing the mathematically curious with an invaluable resource with which to explore computer-assisted conjectures. There are currently more than 3,500 papers and books in many areas of mathematics (especially number theory, combinatorics, and discrete mathematics), computer science, engineering, physics, and many other branches of science that reference and/or acknowledge the OEIS. The large number of citations and links to OEIS attests to its connection with computational and experimental mathematics as well as its impact on advancing many areas of active research and its appeal to a broad community outside of mathematics. \n\n\nThe intellectual focus of the research concentrates on the increasing importance of integrating computer technology into pure mathematics methodology, as well as its contributions to other fields such as algorithmic applications in computer science, biology, and medicine. Projections of more powerful computational devices present the future mathematician with interesting challenges, including experimentation by developing computational algorithms and meta-algorithms through the use of computers. This program contributes to the experimental mathematical knowledge base through projects that are influenced by recent developments and tackle challenges of mathematical discovery inspired by advancing technologies. By participating in cutting edge research, students will learn research methods, incorporate their results into publications with their mentors, and gain access to a broad range of mathematical fields, while improving technical, computational, and abstract thinking skills.\n\n \nThe scientific output of the students' work can be seen in numerous publications of their original research in scientific journals and conference proceedings, new sequences contributed to the OEIS as well as additional information to existing sequences in the OEIS, and conference presentations. For example, REU 2019 participants Alvaro R. Belmonte (Moravian University), Peterson Lenard (Muhlenberg College), Froylan Maldonado (San Diego City College), and Sabrina Traver (King’s College), mentored by Eugene Fiorini (DIMACS-Rutgers University, retired) and W. H. Tony Wong (Kutztown University) published eight sequences in the OEIS database on determinants of Latin Squares (A308853, A309088, A309258, A309089, A309257, A309259, A309344, and A309345) and presented their results at the virtual 2020 Joint Mathematics Meeting and 2019 Online Combinatorics Klatch. From the REU 2020 cohort, participants Cameron Byer (Eastern Mennonite University), Tyler Dvorachek (University of Wisconsin-Green Bay), Emily Eckard (Mount St. Mary’s University), and Lindsey Wise (Appalachian State University) mentored by Joshua Harrington (Cedar Crest College) and W. H. Tony Wong (Kutztown University) published their work \"On the properties of fibotomic polynomials\" in the journal Advances in Applied Mathematics, and presented their results at the virtual 2021 Joint Mathematics Meeting.\n\n \nFor many participants, this was the first introduction to a research environment in which they worked on open-ended problems that do not have a clear pathway to a predetermined solution. Most of our participants have gone onto, or are planning on going to, graduate school. Many of them cite the Moravian University undergraduate research experience as a determining factor in their decision and in their preparedness for graduate school. Participants have consistently reported in their end-of-program surveys satisfaction with their experience in the program, particularly regarding their research mentor. Participants also indicated a great deal of involvement with research projects, and felt their undergraduate research experience influenced the likelihood of pursuing a PhD and getting a job related to the mathematical sciences.\n\n\n\n \n \n\n\t\t\t\t\tLast Modified: 07/16/2023\n\n\t\t\t\t\tSubmitted by: Nathan B Shank"
 }
}