{
 "awd_id": "1852471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Experimental and Numerical Constraints on Density Evolution, Buoyancy Reversal, and Runout Distance in Pyroclastic Density Currents",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 54074.0,
 "awd_amount": 61024.0,
 "awd_min_amd_letter_date": "2019-05-24",
 "awd_max_amd_letter_date": "2024-04-29",
 "awd_abstract_narration": "Explosive volcanic eruptions often generate pyroclastic flows, which are violent currents of hot ash and gas that travel along the ground at hurricane force speeds. Few people survive and many structures cannot withstand encounters with pyroclastic flows, making them the deadliest features generated from explosive volcanic eruptions. Dilute pyroclastic flows are particularly hazardous because they are less constrained to follow topography, making them much more unpredictable. These flows typically terminate when the ground hugging current becomes less dense than the surrounding atmosphere and reverses buoyancy, at which point it rises up to form ash-laden plumes.  Understanding the mechanism and rate of this buoyancy reversal, and ultimately the runout distance of these flows, is necessary for accurate hazard prediction and for interpreting deposits of past eruptions.  Likewise understanding the formation of buoyant plumes is necessary to understand the  aviation and ashfall hazards 100's of kilometers from the eruptions.  As the world's population continues to grow, deadly encounters with volcanic eruptions will increase rapidly, and thus scientists need to accurately predict their behavior, including impact force, runout distance, and buoyancy reversal in order to mitigate their hazards. In addition to those societal impacts, graduate and undergraduate students as well as a postdoc are supported by this award. Interactive tools and videos are also being developed around this work, to be distributed to K-12 educators as well as via the National Museum of Natural History.\r\n\r\nBecause the destructiveness of pyroclastic flows inhibits direct measurements, this study will combine physical analog experiments with multiphase numerical modeling to establish how pyroclastic flow properties, dynamic pressures, and buoyancy evolve during travel.  Ground hugging flows can reverse their buoyancy if enough pumice and ash is deposited and/or if enough air is entrained and heated, expanding the flow.  At present, this reversal is often posited as an abrupt terminating condition for the progression of the flow on the ground.  Counter, however, to assumptions used in parameterized models, the processes that result in buoyancy reversal, entrainment and deposition, are heterogeneous and can alter concentration gradients as indicated by previous analog experiments, multiphase numerical models, and field evidence.  Indeed, previous approaches that treat such currents as uniform oversimplify entrainment, resulting in inaccurate predictions of flow dynamics.  As the behavior and runout of turbulent currents are strongly dictated by the development of buoyancy reversal, a better understanding of the interactions and feedbacks between sedimentation and entrainment is needed to develop more realistic models. Experiments in the Experimental Volcanology Laboratory (Smithsonian Institution) will investigate how buoyancy evolves due to entrainment in stratified currents. Experiments using the Deep Water Basin in the Morphodynamics Laboratory (UT Austin) will investigate how entrainment evolves in stratified currents modified by particle settling. Each set of experiments will provide independent and crucial information about how instabilities develop and incorporate ambient fluid into stratified currents, and how these processes control the rate and location of buoyancy reversal and liftoff. Three dimensional data from the experiments will be directly compared to multiphase numerical simulations (UOregon) to validate stratification evolution and liftoff conditions under end-member scenarios. A suite of simulations will also be used to explore the mixing processes and mass balance during the initiation of liftoff in ways not possible with parameterized entrainment models. This study aims to investigate heterogeneous deposition and entrainment in turbulent, stratified, particle-laden currents using complementary analog experiments and multiphase numerical models to establish how pyroclastic flow properties, dynamic pressures, and buoyancy evolve during transport.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Andrews",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin J Andrews",
   "pi_email_addr": "andrewsb@si.edu",
   "nsf_id": "000671810",
   "pi_start_date": "2019-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Institution",
  "perf_str_addr": "",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200137012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 54074.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 6950.0
  }
 ],
 "por": null
}