{
 "awd_id": "1852677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Characterization and modulation of SH3 domain binding pathway biophysics",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jaroslaw Majewski",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 364418.0,
 "awd_amount": 364418.0,
 "awd_min_amd_letter_date": "2019-05-01",
 "awd_max_amd_letter_date": "2019-05-01",
 "awd_abstract_narration": "The goal of this research is to understand how common protein binding interactions can be tuned in small ways to perform specialized functions in different cellular contexts. The communication within cells that allows cellular processes to occur is mediated by interactions between proteins. Understanding the details of these interactions, including their strength and specificity, will allow researchers to predict and modify the many types of cell behavior. Results will provide deeper insights into how protein binding interactions function in different cellular contexts and help explain how a common interaction can specialize to perform many different cellular functions. Undergraduate students working on this project will have the opportunity to learn both computational and experimental biophysics skills, including how both computational and experimental data can contribute to a project to form a more complete model of protein interactions. Students will also work closely with scientists at Texas Tech University (Mike Latham) and the University of Liverpool (Elliott Stollar) and experience first-hand the importance of collaboration to the modern scientific process. To allow a larger number of students to have an experience with undergraduate research, a research-based lab course will expose students to techniques in computational biophysics and molecular dynamics simulations. In this course, students develop and carryout a research project contributing to the larger project goals. This project also includes the development of a one-credit course for science majors on women and underrepresented groups in science. This course will be geared toward all natural science majors, and will encourage students navigating a major where women are traditionally underrepresented to consider and grapple with ideas about identity in science. Topics will include the challenges that women and minorities may face regarding identifying as scientists, stereotype threat, and impostor syndrome. The course will prepare students to be leaders on the topic of underrepresented groups in science and include a service-learning project.\r\n\r\n\r\n\r\nCellular signaling interactions often involve binding of intrinsically disordered protein regions to small domains, but the binding pathways for these interactions are often not well understood. Full understanding of how these disordered folding and binding interactions contribute to function requires knowing how the binding pathway can be tuned in different contexts by adjusting the disordered sequence, domain sequence, or solvent environment of the interaction. This project will address this question using an SH3 domain-peptide interaction (Abp1p SH3 domain binding to the ArkA peptide) as a model system and employing a combination of molecular dynamics simulations and NMR spectroscopy. SH3 domains are ubiquitous across eukaryotes, but the SH3 domain family contains many variations that impact function. These variations can influence the binding pathway, which in turn will affect biophysical properties such as binding affinity and association rates. This research will investigate how different aspects of the SH3-peptide interaction contribute to the binding pathway and biophysical properties of binding, ultimately defining a set of \"rules\" that help predict the ways that this interaction can be modulated with different functional consequences. Binding is hypothesized to begin with an initial encounter between ArkA and the SH3 domain, followed by fast initial binding of ArkA segment 1, and then slower, more specific binding of segment 2. Aim 1 of the research will confirm the role of the two ArkA segments in the binding pathway and determine how each affects affinity, specificity, and kinetics. Aim 2 will focus on the role of electrostatics in binding, and how it affects initial steering to the binding site as well its importance for specifically binding the correct peptide sequence. Aim 3 will focus on the importance of proline residues in the peptide sequence. Proline can uniquely affect conformation by switching between cis and trans conformational states and adopting a rigid poly-proline II helix structure. The project will help to advance our understanding of how disordered protein regions bind SH3 domains and how diversity between different SH3 domains and partners contributes to their functional differentiation. Understanding how these biophysical properties are tuned will not only impact the field of SH3 signaling, but also the wider field of disordered peptide binding, as similar mechanisms may exist for other recognition domains.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "K Aurelia",
   "pi_last_name": "Ball",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "K Aurelia Ball",
   "pi_email_addr": "kball@skidmore.edu",
   "nsf_id": "000730271",
   "pi_start_date": "2019-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Skidmore College",
  "inst_street_address": "815 N BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "SARATOGA SPRINGS",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5185808052",
  "inst_zip_code": "128661632",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "SKIDMORE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K2DDAS2E6DP7"
 },
 "perf_inst": {
  "perf_inst_name": "Skidmore College",
  "perf_str_addr": "815 North Broadway",
  "perf_city_name": "Saratoga Springs",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "128661632",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 364418.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>In our first paper, <em>A disordered encounter complex is central to the yeast Abp1p SH3 domain binding pathway,</em> we began to characterized the binding pathway of the ArkA-AbpSH3 system, which we believe will help us understand how proteins interact to pass information in cells. We found that ArkA forms an encounter complex intermediate with the AbpSH3 domain before proceeding to the fully bound state. The encounter complex is stabilized by nonspecific electrostatic and hydrophobic interactions, while the interactions in the bound state are more specific. Because the encounter complex forms quickly but consists of transient interactions that are easily disrupted, it may be important for locating a binding motif within a longer disordered protein segment, which may be a common process in cells.<em>&nbsp;</em></p>\n<p>In our second paper, <em>An unbound proline-rich signaling peptide frequently samples </em>cis<em> conformations in Gaussian accelerated molecular dynamics simulations,</em> we established a method for sampling the isomerization of proline residues in the ArkA sequence. Proline is a unique amino acid in proteins that can isomerize and change its conformation, but the process is very slow. In order to simulate the isomerization of the proline peptide bonds in ArkA we had to use an enhanced sampling method called GaMD. This allowed us to sample frequent isomerization events for all five proline residues in the disordered ArkA peptide. This is the first study to our knowledge that simulated proline isomerization of a biologically relevant, proline-rich peptide using MD. We found that taking into account isomerization is important for understanding the structure of proline-rich peptides like ArkA, and this might affect its binding with AbpSH3.</p>\n<p>In our third paper, <em>How a highly acidic SH3 domain folds in the absence of its charged peptide target</em>, we investigated the effect of salt on the negatively-charged SH3 domain in the absence of the positively charged ArkA peptide. Addition of salt to the environment stabilizes the folding of the negatively-charged domain through screening of these repulsive interactions, primarily through an increase in the folding rate rather than a decrease in the unfolding rate. Our simulations show that the folded AbpSH3 domain structure and dynamics are not affected much by the presence of salt. The salt cations preferentially interact with the negatively charged residues at the peptide binding site of AbpSH3, playing a similar role to the positively charged ArkA lysine residues in the bound state, and changing the concentration of ions in the local environment around the domain.<em></em></p>\n<p><strong>Broader Impacts</strong></p>\n<p><strong><em>Undergraduate collaborative research: </em></strong>The award has engaged 17 different undergraduate students in collaborative research on this project, including nine women and five students from underrepresented minorities. Of these 17 students, 12 were funded by the award to conduct research during the summer, providing them with a more extensive research experience. Of the students who participated in this award, 10 were included as coauthors on research papers related to this award. Students have presented the work 21 times at national meetings.</p>\n<p>In terms of long-term outcomes, six students who conducted research as part of this award went on to Ph.D. programs in Computational Biology, Chemistry, Biophysics, and Imaging Science, and one completed an M.S. program in Biology. The other six students who were part of this award and have graduated from Skidmore went on to work in the biotech industry, health care, software engineering, and research positions at academic institutions. Retention in computational chemistry has been particularly high for the students with marginalized identities graduating from my lab. Overall the undergraduate research experiences supported by this award have been effective at developing scientific research skills and preparing students for careers in STEM.</p>\n<p><strong><em>Research-based lab course:</em></strong><strong> </strong>This award helped a broader group of students engage in computational chemistry research through a research-based lab course. In total, 24 students designed and conducted mini-projects related to this award. This allowed additional students to engage in real computational biophysics research and learn the skills necessary for programming, experimental design, computational methods, and data analysis.</p>\n<p><strong><em>Minoritized Identities in Science course:</em></strong> The PI developed and taught a 2-credit course for science majors on underrepresented groups in science. In this course, 16 students read, discussed, and reflected on the role of identity within the sciences and how to improve the inclusivity of science and work against some of the structural inequities in the field. Students completed a course project aiming to improve the science community at Skidmore, developing their plan based on evidence of effective interventions in the social science literature. They created final products, which included podcasts and workshops for science faculty, that they then disseminated within the Skidmore community. In their final reflection, all students reported gains in their understanding of the many facets of marginalized identities in science, and for many students who had little prior familiarity with the subject, these gains were large.</p><br>\n<p>\n Last Modified: 09/11/2024<br>\nModified by: K Aurelia&nbsp;Ball</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1852677/1852677_10603083_1726103321883_encounter_combined.dat--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1852677/1852677_10603083_1726103321883_encounter_combined.dat--rgov-800width.png\" title=\"Encounter Complex\"><img src=\"/por/images/Reports/POR/2024/1852677/1852677_10603083_1726103321883_encounter_combined.dat--rgov-66x44.png\" alt=\"Encounter Complex\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Many structures that switch back and forth within the encounter complex intermediate state</div>\n<div class=\"imageCredit\">Gerlach GJ, Carrock R, Stix R, Stollar EJ, Ball KA (2020) A disordered encounter complex is central to the yeast Abp1p SH3 domain binding pathway. PLoS Comput Biol 16(9): e1007815. https://doi.org/10.1371/journal.pcbi.1007815</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">K Aurelia&nbsp;Ball\n<div class=\"imageTitle\">Encounter Complex</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\n\n\nIn our first paper, A disordered encounter complex is central to the yeast Abp1p SH3 domain binding pathway, we began to characterized the binding pathway of the ArkA-AbpSH3 system, which we believe will help us understand how proteins interact to pass information in cells. We found that ArkA forms an encounter complex intermediate with the AbpSH3 domain before proceeding to the fully bound state. The encounter complex is stabilized by nonspecific electrostatic and hydrophobic interactions, while the interactions in the bound state are more specific. Because the encounter complex forms quickly but consists of transient interactions that are easily disrupted, it may be important for locating a binding motif within a longer disordered protein segment, which may be a common process in cells.\n\n\nIn our second paper, An unbound proline-rich signaling peptide frequently samples cis conformations in Gaussian accelerated molecular dynamics simulations, we established a method for sampling the isomerization of proline residues in the ArkA sequence. Proline is a unique amino acid in proteins that can isomerize and change its conformation, but the process is very slow. In order to simulate the isomerization of the proline peptide bonds in ArkA we had to use an enhanced sampling method called GaMD. This allowed us to sample frequent isomerization events for all five proline residues in the disordered ArkA peptide. This is the first study to our knowledge that simulated proline isomerization of a biologically relevant, proline-rich peptide using MD. We found that taking into account isomerization is important for understanding the structure of proline-rich peptides like ArkA, and this might affect its binding with AbpSH3.\n\n\nIn our third paper, How a highly acidic SH3 domain folds in the absence of its charged peptide target, we investigated the effect of salt on the negatively-charged SH3 domain in the absence of the positively charged ArkA peptide. Addition of salt to the environment stabilizes the folding of the negatively-charged domain through screening of these repulsive interactions, primarily through an increase in the folding rate rather than a decrease in the unfolding rate. Our simulations show that the folded AbpSH3 domain structure and dynamics are not affected much by the presence of salt. The salt cations preferentially interact with the negatively charged residues at the peptide binding site of AbpSH3, playing a similar role to the positively charged ArkA lysine residues in the bound state, and changing the concentration of ions in the local environment around the domain.\n\n\nBroader Impacts\n\n\nUndergraduate collaborative research: The award has engaged 17 different undergraduate students in collaborative research on this project, including nine women and five students from underrepresented minorities. Of these 17 students, 12 were funded by the award to conduct research during the summer, providing them with a more extensive research experience. Of the students who participated in this award, 10 were included as coauthors on research papers related to this award. Students have presented the work 21 times at national meetings.\n\n\nIn terms of long-term outcomes, six students who conducted research as part of this award went on to Ph.D. programs in Computational Biology, Chemistry, Biophysics, and Imaging Science, and one completed an M.S. program in Biology. The other six students who were part of this award and have graduated from Skidmore went on to work in the biotech industry, health care, software engineering, and research positions at academic institutions. Retention in computational chemistry has been particularly high for the students with marginalized identities graduating from my lab. Overall the undergraduate research experiences supported by this award have been effective at developing scientific research skills and preparing students for careers in STEM.\n\n\nResearch-based lab course: This award helped a broader group of students engage in computational chemistry research through a research-based lab course. In total, 24 students designed and conducted mini-projects related to this award. This allowed additional students to engage in real computational biophysics research and learn the skills necessary for programming, experimental design, computational methods, and data analysis.\n\n\nMinoritized Identities in Science course: The PI developed and taught a 2-credit course for science majors on underrepresented groups in science. In this course, 16 students read, discussed, and reflected on the role of identity within the sciences and how to improve the inclusivity of science and work against some of the structural inequities in the field. Students completed a course project aiming to improve the science community at Skidmore, developing their plan based on evidence of effective interventions in the social science literature. They created final products, which included podcasts and workshops for science faculty, that they then disseminated within the Skidmore community. In their final reflection, all students reported gains in their understanding of the many facets of marginalized identities in science, and for many students who had little prior familiarity with the subject, these gains were large.\t\t\t\t\tLast Modified: 09/11/2024\n\n\t\t\t\t\tSubmitted by: K AureliaBall\n"
 }
}