{
 "awd_id": "1852134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Vehicular Edge Computing and Security: Research Experience for Undergraduates",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill Denner",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 359993.0,
 "awd_amount": 379993.0,
 "awd_min_amd_letter_date": "2018-12-17",
 "awd_max_amd_letter_date": "2019-07-08",
 "awd_abstract_narration": "This Research Experiences for Undergraduates (REU) Site award funds a new REU Site at the University of North Texas.   The site will recruit undergraduates from across the nation to participate in research involving vehicular edge computing and security. The topic is important and timely due to the high demand for dependable, reliable, and secure autonomous cars. The students will work in teams to develop technologies and apply them to electric cars equipped with a variety of sensors. The students will participate in a variety of related professional development activities. The REU experience provides students with the foundations and inspiration to pursue computing careers and research in areas that are rapidly evolving and essential for the technical workforce of the future.\r\n\r\nThe project is led by an outstanding team offering state-of-the art facilities and professional mentors to guide undergraduates in explorations of cutting-edge problems related to vehicular edge computing and security. Project topics include hierarchical edge computing architecture, vehicular sensing data processing, trustworthy information dissemination, and privacy protection of sensing data on vehicles.  The site is run with a problem-based, team-oriented approach.  The goals are to expose undergraduates to real-world and innovative research focused on vehicular edge systems and security by system design, to motivate more undergraduates to continue their academic careers and seek graduate degrees in computer science and engineering, and to develop research skills and improve communication and collaboration skills. The team will strive to attract students from groups under-represented in computing, particularly students from small colleges with limited research opportunities.  Thus, the project has the potential to produce a new generation of computer science graduate students and computing professionals and to advance discovery and understanding while promoting learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Song",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Song Fu",
   "pi_email_addr": "song.fu@unt.edu",
   "nsf_id": "000572723",
   "pi_start_date": "2018-12-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Qing",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qing Yang",
   "pi_email_addr": "qing.yang@unt.edu",
   "nsf_id": "000754263",
   "pi_start_date": "2018-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 379993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The goal of this project was to support undergraduate students to participate in research programs on&nbsp;vehicular edge computing and security, specifically</span>&nbsp;(1) exposing undergraduate students to real-world and innovative research focusing on vehicular edge computing and security; (2) developing students&rsquo; research skills and improve their communication and collaboration skills; (3) encouraging and guiding undergraduates to continue their academic careers and seek graduate degrees in computer science and engineering.</p>\n<p><span>Our program was held in person in the summer of 2019, 2021, 2022, and 2023. Over 35 undergraduate students have participated in this project. They<span>&nbsp;conducted research in teams working closely with the faculty and graduate student mentors. The undergraduate students have also be trained to read research papers, conduct research, function effectively in research teams, write research papers, and plan career goals.&nbsp;</span></span></p>\n<p><span><span><span>Research results from the projects have been written by the undergraduate students into&nbsp;<span>technical papers which have been published in peer-reviewed conferences and journals. The participants presented their research projects to graduate students, faculty, and industry professionals and disseminated the results to communities.&nbsp;&nbsp;</span></span></span></span></p>\n<p><span><span><span><span><span>This REU Site project has integrated innovative research and active learning experience into undergraduate education to promote retention of students in science and engineering, in particular underrepresented students, and motivate them to continue to graduate schools.</span><br /></span></span></span></span></p><br>\n<p>\n Last Modified: 04/17/2024<br>\nModified by: Song&nbsp;Fu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to support undergraduate students to participate in research programs onvehicular edge computing and security, specifically(1) exposing undergraduate students to real-world and innovative research focusing on vehicular edge computing and security; (2) developing students research skills and improve their communication and collaboration skills; (3) encouraging and guiding undergraduates to continue their academic careers and seek graduate degrees in computer science and engineering.\n\n\nOur program was held in person in the summer of 2019, 2021, 2022, and 2023. Over 35 undergraduate students have participated in this project. Theyconducted research in teams working closely with the faculty and graduate student mentors. The undergraduate students have also be trained to read research papers, conduct research, function effectively in research teams, write research papers, and plan career goals.\n\n\nResearch results from the projects have been written by the undergraduate students intotechnical papers which have been published in peer-reviewed conferences and journals. The participants presented their research projects to graduate students, faculty, and industry professionals and disseminated the results to communities.\n\n\nThis REU Site project has integrated innovative research and active learning experience into undergraduate education to promote retention of students in science and engineering, in particular underrepresented students, and motivate them to continue to graduate schools.\n\t\t\t\t\tLast Modified: 04/17/2024\n\n\t\t\t\t\tSubmitted by: SongFu\n"
 }
}