{
 "awd_id": "1852606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BIGDATA: Collaborative Research: IA: Big Imaging-Omics Data Mining Framework for Precision Medicine",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2017-09-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 1253373.0,
 "awd_amount": 1253373.0,
 "awd_min_amd_letter_date": "2018-11-01",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "The research objective of this proposal is to address the computational challenges in an innovative BIGDATA application on imaging-omics based precision medicine. Recent advances in high-throughput imaging (such as histopathology image) and multi-omics (such as DNA sequence, RNA expression, methylation, etc.) technologies created new opportunities for exploring relationships between histology, molecular events, and clinical outcomes using quantitative methods. However, the unprecedented scale and complexity of these imaging-omic data have presented critical computational bottlenecks requiring new concepts and enabling tools. This project builds a new computational framework to integrate novel big data mining algorithms with cloud and high-performance computing strategies for revealing complex relationships between histopathology images, multi-omics, and phenotypic outcomes. This project is innovative and crucial not only to facilitating the development of new big data mining techniques, but also to addressing emerging scientific questions in imaging-omics and many other biomedical applications. The developed methods and tools are expected to impact other cancer genomics research and enable investigators working on cancer medicine to effectively test their scientific hypothesis. This project facilitates the development of novel educational tools to enhance several current courses. University of Texas at Arlington is a minority-serving institution and has large population of Hispanic and Black Americans. This project engages the minority students and under-served populations in research activities to give them a better exposure to cutting-edge science research.\r\n\r\nTo solve the key and challenge problems in big imaging-omics data mining, this project explores the following research tasks. First, the large-scale non-convex sparse learning models are developed for identifying outcome-relevant phenotypic traits from big histopathology images. Second, the biological domain knowledge is utilized to guide the sparse learning models to uncover the molecular bases of complex traits. Third, the data integration models are designed to integrate imaging-omics data from multiple sources and discover the heterogeneous biomarkers. Fourth, the Baysian learning model is explored to predict longitudinal cancer outcomes. Fifth, the cloud computing and high-performance computing strategies are developed to support the big imaging-omics data mining, such as optimizations for various data mining workloads on heterogeneous hardware (e.g. GPU and NUMA multicore processors) to fully unlock the potential of data center hardware. It is innovative to integrate big data mining algorithms with cloud and high-performance computing to imaging-omics that hold great promise for a systems biology of the precision medicine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heng",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heng Huang",
   "pi_email_addr": "heng@umd.edu",
   "nsf_id": "000086248",
   "pi_start_date": "2018-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "123 University Place",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1253373.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research findings in computational algorithm design and depression thought data analysis are highly relevant to the interdisciplinary research of data mining and biomedical data science. The investigation of this project produces several important outcomes.</p>\n<p>&nbsp;</p>\n<p>1. We designed a novel weakly-supervised framework for classifying whole slide images (WSIs). WSIs, due to their gigapixel resolution, are commonly processed by patch-wise classification with patch-level labels. However, patch-level labels require precise annotations, which is expensive and usually unavailable on clinical data. With image-level labels only, patch-wise classification would be sub-optimal due to inconsistency between the patch appearance and image-level label. We hypothesize that WSI analysis can be effectively conducted by integrating information at both high magnification (local) and low magnification (regional) levels. We auto-encode the visual signals in each patch into a latent embedding vector representing local information, and down-sample the raw WSI to hardware-acceptable thumbnails representing regional information. The WSI label is then predicted with a Dual-Stream Network (DSNet), which takes the transformed local patch embeddings and multi-scale thumbnail images as inputs and can be trained by the image-level label only. We validated our method on TCGA data and our method outperforms recent state-of-the-art weakly-supervised methods with significantly fewer network parameters.</p>\n<p>&nbsp;</p>\n<p>2. The convolutional neural networks (CNN) are popularly used in histopathological image analysis. Determining kernel sizes of CNN model is a crucial and non-trivial design choice and significantly impacts its performance. The majority of kernel size design methods rely on complex heuristic tricks or leverage neural architecture search that requires extreme computational resources. We design a novel efficient kernel size learning method in which a size predictor model learns to predict optimal kernel sizes for a classifier given a desired number of parameters. It does so in collaboration with a kernel predictor model that predicts the weights of the kernels - given kernel sizes predicted by the size predictor - to minimize the training objective, and both models are trained end-to-end. Our method only needs a small fraction of the training epochs of the original CNN to train these two models and find proper kernel sizes for it. Thus, it offers an efficient and effective solution for the kernel size learning problem. Our extensive experiments on histopathological and benchmark datasets demonstrate that our method can achieve the best training time vs. accuracy tradeoff compared to previous kernel size learning methods.</p>\n<p>&nbsp;</p>\n<p>3. We developed computing system to enable faster biomedical imaging-omics data analysis (this work won the Best Paper in 22nd International Middleware Conference). Our study shows that GPU kernels, spawned from computation graphs, can barely execute simultaneously on a single GPU and time slicing may lead to low GPU utilization. To address this important challenging problem, we present SwitchFlow, a scheduling framework for deep learning multitasking. It centers on two designs. First, instead of scheduling a computation graph as a whole, SwitchFlow schedules its subgraphs and prevents subgraphs from different models to run simultaneously on a GPU. This results in less interference and the elimination of out-of-memory errors. Moreover, subgraphs running on different devices can overlap with each other, leading to a more efficient execution pipeline. Second, SwitchFlow maintains multiple versions of each subgraph. This allows subgraphs to be migrated across devices at a low cost, thereby enabling low-latency preemption.</p>\n<p>&nbsp;</p>\n<p>4. We introduced new domain adaptive based mask R-CNN for mitosis detection in histopathology images. We proposed a method for automatic mitosis detection in weakly annotated datasets. Our method incorporates a domain adaptive Mask R-CNN with an adversarial branch, generating classification and masks for mitotic regions from domain invariant features. The masks generated by this domain adaptive Mask R-CNN are then used to perform finer mitosis detection using both hand-crafted and deep learned features obtained from a supervised domain adaptive convolution neural network. Our method achieved state-of-the-art performance on both ICPR 2012 and 2014 datasets.</p>\n<p>&nbsp;</p>\n<p>5. We released the machine learning and data mining software tools at the project website. To disseminate the project results, the investigators and students presented more than thirty full-length papers related to this project in peer-reviewed conference proceedings and journals.</p>\n<p>&nbsp;</p>\n<p>6. This project supported thesis works of three Ph.D. students (one female) at University of Pittsburgh (Pitt) and University of Texas at Arlington (UTA). One student has graduated and became a tenure-track assistant professor in computer science at Temple University. The female student schedules to make thesis defense in June 2023.</p>\n<p>&nbsp;</p>\n<p>7. The proposed project makes great efforts to make the students be aware of the challenges in the future data mining and biomedical data science. The developed research outcomes have been seamlessly integrated into the course in ECE 3195 - Advanced Machine Learning and Deep Learning at Pitt and CSE 6389 - Advanced Topics in Data Science at UTA. Tutorial talks have been given in other courses for senior undergraduate students and graduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2023<br>\n\t\t\t\t\tModified by: Heng&nbsp;Huang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research findings in computational algorithm design and depression thought data analysis are highly relevant to the interdisciplinary research of data mining and biomedical data science. The investigation of this project produces several important outcomes.\n\n \n\n1. We designed a novel weakly-supervised framework for classifying whole slide images (WSIs). WSIs, due to their gigapixel resolution, are commonly processed by patch-wise classification with patch-level labels. However, patch-level labels require precise annotations, which is expensive and usually unavailable on clinical data. With image-level labels only, patch-wise classification would be sub-optimal due to inconsistency between the patch appearance and image-level label. We hypothesize that WSI analysis can be effectively conducted by integrating information at both high magnification (local) and low magnification (regional) levels. We auto-encode the visual signals in each patch into a latent embedding vector representing local information, and down-sample the raw WSI to hardware-acceptable thumbnails representing regional information. The WSI label is then predicted with a Dual-Stream Network (DSNet), which takes the transformed local patch embeddings and multi-scale thumbnail images as inputs and can be trained by the image-level label only. We validated our method on TCGA data and our method outperforms recent state-of-the-art weakly-supervised methods with significantly fewer network parameters.\n\n \n\n2. The convolutional neural networks (CNN) are popularly used in histopathological image analysis. Determining kernel sizes of CNN model is a crucial and non-trivial design choice and significantly impacts its performance. The majority of kernel size design methods rely on complex heuristic tricks or leverage neural architecture search that requires extreme computational resources. We design a novel efficient kernel size learning method in which a size predictor model learns to predict optimal kernel sizes for a classifier given a desired number of parameters. It does so in collaboration with a kernel predictor model that predicts the weights of the kernels - given kernel sizes predicted by the size predictor - to minimize the training objective, and both models are trained end-to-end. Our method only needs a small fraction of the training epochs of the original CNN to train these two models and find proper kernel sizes for it. Thus, it offers an efficient and effective solution for the kernel size learning problem. Our extensive experiments on histopathological and benchmark datasets demonstrate that our method can achieve the best training time vs. accuracy tradeoff compared to previous kernel size learning methods.\n\n \n\n3. We developed computing system to enable faster biomedical imaging-omics data analysis (this work won the Best Paper in 22nd International Middleware Conference). Our study shows that GPU kernels, spawned from computation graphs, can barely execute simultaneously on a single GPU and time slicing may lead to low GPU utilization. To address this important challenging problem, we present SwitchFlow, a scheduling framework for deep learning multitasking. It centers on two designs. First, instead of scheduling a computation graph as a whole, SwitchFlow schedules its subgraphs and prevents subgraphs from different models to run simultaneously on a GPU. This results in less interference and the elimination of out-of-memory errors. Moreover, subgraphs running on different devices can overlap with each other, leading to a more efficient execution pipeline. Second, SwitchFlow maintains multiple versions of each subgraph. This allows subgraphs to be migrated across devices at a low cost, thereby enabling low-latency preemption.\n\n \n\n4. We introduced new domain adaptive based mask R-CNN for mitosis detection in histopathology images. We proposed a method for automatic mitosis detection in weakly annotated datasets. Our method incorporates a domain adaptive Mask R-CNN with an adversarial branch, generating classification and masks for mitotic regions from domain invariant features. The masks generated by this domain adaptive Mask R-CNN are then used to perform finer mitosis detection using both hand-crafted and deep learned features obtained from a supervised domain adaptive convolution neural network. Our method achieved state-of-the-art performance on both ICPR 2012 and 2014 datasets.\n\n \n\n5. We released the machine learning and data mining software tools at the project website. To disseminate the project results, the investigators and students presented more than thirty full-length papers related to this project in peer-reviewed conference proceedings and journals.\n\n \n\n6. This project supported thesis works of three Ph.D. students (one female) at University of Pittsburgh (Pitt) and University of Texas at Arlington (UTA). One student has graduated and became a tenure-track assistant professor in computer science at Temple University. The female student schedules to make thesis defense in June 2023.\n\n \n\n7. The proposed project makes great efforts to make the students be aware of the challenges in the future data mining and biomedical data science. The developed research outcomes have been seamlessly integrated into the course in ECE 3195 - Advanced Machine Learning and Deep Learning at Pitt and CSE 6389 - Advanced Topics in Data Science at UTA. Tutorial talks have been given in other courses for senior undergraduate students and graduate students.\n\n\t\t\t\t\tLast Modified: 04/27/2023\n\n\t\t\t\t\tSubmitted by: Heng Huang"
 }
}