{
 "awd_id": "1852641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Examination of Antecedents and Consequences of Business-Government Relationships",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928950",
 "po_email": "soliu@nsf.gov",
 "po_sign_block_name": "Songqi Liu",
 "awd_eff_date": "2019-05-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 293122.0,
 "awd_amount": 293122.0,
 "awd_min_amd_letter_date": "2019-02-26",
 "awd_max_amd_letter_date": "2019-02-26",
 "awd_abstract_narration": "Examination of Antecedents and Consequences of Business-Government Relationships\r\n\r\nThis project will study the source and effects of the connections between businesses and governments. Business elites have played an active role in building various types of connections with political elites for decades in many countries. The primary goal of this project is to (1) demonstrate general patterns of how publicly listed firms, across a large number of countries in the world for over 30 years, hired politically connected individuals as their leaders, including top management team and board of directors; (2) examine how a key antecedent created by the external environment -- financial crises -- critically shape the formation and dissolution of firms' political connections, and (3) in each country, study the consequences of changing political connections of large publicly listed firms on the economic outcomes of small and medium-sized firms in the same country; including the emergence of young and new firms or local entrepreneurship.\r\n\r\nAntecedents and consequences of business-government relationships will be studied in the following ways. Recently developed information technologies in text analysis will be utilized to analyze and synthesize the information obtained from existing data and media coverage to build a large database of politically connected boards of directors and top managers of the largest publicly listed firms in multiple countries over time. One study will provide extensive and in-depth documentation of both the dynamic patterns of changes to political connections over time and the geographic distribution across different countries. The second set of analyses will investigate the effect of financial crises on the hiring of politically connected leaders by top listed firms. Various econometric analyses will be conducted in order to identify the causal effect of financial crises on corporate political connections. The third set of analyses will focus on how the distribution of firm size in each country change in association with changes to top listed firms' political connections. The project will advance scholarship in business organizations and political economy, particularly regarding the process through which businesses build political connections. It will also advance the research insights on how multi-country institutional contexts exert different influence on the formation and dissolution of political connections. Lastly, the study will draw attention to how financial crises and how different public policies employed in response to financial crises affect the evolution of corporate political connections, a common way in which economic and political power become connected.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nan",
   "pi_last_name": "Jia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nan Jia",
   "pi_email_addr": "nan.jia@marshall.usc.edu",
   "nsf_id": "000781931",
   "pi_start_date": "2019-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "701 Exposition Blvd Hoffman Hall",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 293122.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project develops understanding of the role played by business organizations in building connections with politicians, thereby facilitating the convergence of the economic and political power. The convergence of economic and political power has instigated increasing critiques from the general public and attracted much attention among policymakers. There exists a common concern that greater concentration of political and economic power creates a cluster of individuals who are not held accountable to anyone other than their private interests but are able to wield control over massive economic resources to affect everyone in the society. It is also warned that &ldquo;the interaction of concentrated corporate power and politics is a threat to the functioning of the free market economy and to the economic prosperity it can generate, and a threat to democracy as well&rdquo; Zingales (2018, Page 114). This phenomenon is termed as &ldquo;the ruling by the 1%.&rdquo;</p>\n<p>&nbsp;</p>\n<p>Because of the potentially dire consequences that the convergence of economic and political power creates, policymakers and concerned stakeholders (such as citizen activists) in society need to gain a better understanding of this increasingly important phenomenon. This project provides novel insights to assist with the discussion among the public and with the making of public policies in two ways. First, despite the increasing public outcry and criticism of &ldquo;the ruling by the 1%,&rdquo; there only exists anecdotal documentation of this phenomenon. This project provides the first systematic, large-scale evidence over time and across regions, which constitutes a necessary background for any policy discussion.</p>\n<p>&nbsp;</p>\n<p>Second, for evidence-based policymaking, we need to better understand how economic and political powers converge. This project sheds light on one important mechanism, which is that business organizations build connections with political elites, i.e., the formation of corporate political connections. This insight helps connect a separate set of conversations that has also been heavily criticized by the public and provoked many new public policies, which is the hiring of politicians and former politicians by firms, and related, the &ldquo;revolving door,&rdquo; which allows politicians to enter businesses and the reverse. It is useful to credibly demonstrate to the general public and policymakers the inherent connections of the two sets of policy debates: the policy debates over what to do about politicians&rsquo; taking up jobs in private sector, which should be viewed in the bigger picture of the convergence of economic and political power.</p>\n<p>&nbsp;</p>\n<p>Third, it is important for policymakers to know how different public policies adopted in response to financial crises have generated difference types of consequences on subsequent formation or dissolution of corporate political connections. Therefore, policymakers and the general public need to understand that the public policies adopted to handle financial crises can produce longer-lasting consequences on possible convergence of economic and political power in the society. Because this project studies multiple countries that have adopted different types of policies in different financial crises, it provides systematic evidence that links different policies during financial crises with post-crisis outcomes (the formation of political connections).</p>\n<p>&nbsp;</p>\n<p>This project has provided training and professional development opportunities for graduate students. Through these efforts, the graduate assistants (a) learnt about the importance and procedure of replicating data for academic research; (b) learnt about designing empirical testing strategies including what supplemental information should be gathered and how to collect them; (c) learnt about how to&nbsp;conduct extensive literature search and review, and how these exercises are critical to theory development; (d) learnt about developing coherent theoretical arguments for novel hypotheses; (e) learnt about how to develop statistical analysis to empirically examine theoretical predictions and to further the theoretical understanding of a phenomenon.</p>\n<p>&nbsp;</p>\n<p>The plan to share some of the progress with the academic communities via conference presentations was disrupted by the pandemic in 2020-2022 which caused many conferences to either cancel or redesign by significantly reducing their content to fit an online format. Nevertheless, I have submitted the literature review and received a revise-and-resubmit decision from a major academic journal. As academic conferences start to resume in fall of 2022, I continue to present the results to the audience in academic and other relevant fields.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2022<br>\n\t\t\t\t\tModified by: Nan&nbsp;Jia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project develops understanding of the role played by business organizations in building connections with politicians, thereby facilitating the convergence of the economic and political power. The convergence of economic and political power has instigated increasing critiques from the general public and attracted much attention among policymakers. There exists a common concern that greater concentration of political and economic power creates a cluster of individuals who are not held accountable to anyone other than their private interests but are able to wield control over massive economic resources to affect everyone in the society. It is also warned that \"the interaction of concentrated corporate power and politics is a threat to the functioning of the free market economy and to the economic prosperity it can generate, and a threat to democracy as well\" Zingales (2018, Page 114). This phenomenon is termed as \"the ruling by the 1%.\"\n\n \n\nBecause of the potentially dire consequences that the convergence of economic and political power creates, policymakers and concerned stakeholders (such as citizen activists) in society need to gain a better understanding of this increasingly important phenomenon. This project provides novel insights to assist with the discussion among the public and with the making of public policies in two ways. First, despite the increasing public outcry and criticism of \"the ruling by the 1%,\" there only exists anecdotal documentation of this phenomenon. This project provides the first systematic, large-scale evidence over time and across regions, which constitutes a necessary background for any policy discussion.\n\n \n\nSecond, for evidence-based policymaking, we need to better understand how economic and political powers converge. This project sheds light on one important mechanism, which is that business organizations build connections with political elites, i.e., the formation of corporate political connections. This insight helps connect a separate set of conversations that has also been heavily criticized by the public and provoked many new public policies, which is the hiring of politicians and former politicians by firms, and related, the \"revolving door,\" which allows politicians to enter businesses and the reverse. It is useful to credibly demonstrate to the general public and policymakers the inherent connections of the two sets of policy debates: the policy debates over what to do about politicians’ taking up jobs in private sector, which should be viewed in the bigger picture of the convergence of economic and political power.\n\n \n\nThird, it is important for policymakers to know how different public policies adopted in response to financial crises have generated difference types of consequences on subsequent formation or dissolution of corporate political connections. Therefore, policymakers and the general public need to understand that the public policies adopted to handle financial crises can produce longer-lasting consequences on possible convergence of economic and political power in the society. Because this project studies multiple countries that have adopted different types of policies in different financial crises, it provides systematic evidence that links different policies during financial crises with post-crisis outcomes (the formation of political connections).\n\n \n\nThis project has provided training and professional development opportunities for graduate students. Through these efforts, the graduate assistants (a) learnt about the importance and procedure of replicating data for academic research; (b) learnt about designing empirical testing strategies including what supplemental information should be gathered and how to collect them; (c) learnt about how to conduct extensive literature search and review, and how these exercises are critical to theory development; (d) learnt about developing coherent theoretical arguments for novel hypotheses; (e) learnt about how to develop statistical analysis to empirically examine theoretical predictions and to further the theoretical understanding of a phenomenon.\n\n \n\nThe plan to share some of the progress with the academic communities via conference presentations was disrupted by the pandemic in 2020-2022 which caused many conferences to either cancel or redesign by significantly reducing their content to fit an online format. Nevertheless, I have submitted the literature review and received a revise-and-resubmit decision from a major academic journal. As academic conferences start to resume in fall of 2022, I continue to present the results to the audience in academic and other relevant fields.\n\n \n\n\t\t\t\t\tLast Modified: 10/16/2022\n\n\t\t\t\t\tSubmitted by: Nan Jia"
 }
}