{
 "awd_id": "1853354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Role of Coherent Structures in Scalar Transport over Heterogeneous Landscapes",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 306191.0,
 "awd_amount": 355907.0,
 "awd_min_amd_letter_date": "2019-05-22",
 "awd_max_amd_letter_date": "2023-07-07",
 "awd_abstract_narration": "Scalar fluxes including sensible heat, latent heat, and trace gases such as CO2, methane, ammonia fluxes, from or to land surfaces have direct impacts on weather and climate, air quality, agricultural management, and ecosystem services. A better understanding of turbulence in the lower atmosphere is the prerequisite for better quantification and modeling of these scalar fluxes. Over the past few decades, there has been active research on the topology and transporting capacity of coherent structures in canonical turbulent boundary layers and convective systems. However, problems of practical relevance in micrometeorology have not profited from these studies. This project aims to fill the research gap by investigating the role of coherent structures in scalar transport in atmospheric boundary layer flows over heterogeneous landscapes. \r\n\r\nThe project focuses on the interactions between land surface heterogeneity and coherent structures at the point- and landscape- scales, and their implications for the breakdown of Monin-Obukhov Similarity Theory (MOST) in describing scalar fluxes. At the point-scale, the breakdown of MOST arises from advective terms communicating the signatures of land surface heterogeneity and vertical transport terms bearing the signatures of coherent structures. At the landscape-scale where a spatial averaging is conducted, dispersive fluxes arise from the interactions between land surface heterogeneity and coherent structures. This work combines field experiments and large-eddy simulations (LES) under a unifying framework via flux budget equations and their spatially-averaged version. \r\n\r\nThe field experiment will be conducted over a relatively flat but heterogeneous terrain in Idaho Falls, Idaho, with a 62-m tower and several short towers to be equipped with eddy covariance systems, a sodar, a wind profiler with RASS, 35 mesonet stations, and other instruments. The field work will provide a unique characterization of coherent structures and scalar turbulence in three dimensions and at high resolutions. It will allow quantification of horizontal and vertical terms in the scalar flux budget simultaneously. A series of LES runs will be used to extend the insights afforded by the field experiment from point to landscape scales. A novel approach based on quadrant analysis in time and space will be employed to model dispersive fluxes. The new datasets generated by the field experiment will provide opportunities for exploring other topics related to atmospheric boundary layer and land surface processes. Beyond the tutoring of two graduate students and two undergraduate students, the project will involve several educational and outreach components. It will generate mini-projects for students in several graduate and undergraduate courses taught by the PIs on boundary layer meteorology, applied meteorology, and fluid dynamics. Short films and videos will be created to present the significance of the findings to researchers and the general public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Li",
   "pi_email_addr": "lidan@bu.edu",
   "nsf_id": "000704672",
   "pi_start_date": "2019-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "685 Commonwealth Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 100733.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 205458.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49716.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Land-atmosphere exchanges of scalars such as temperature, water vapor, and CO2 are of paramount importance for weather prediction, air quality forests, agricultural management, and so on. A better understanding of turbulence in the lower atmosphere is the prerequisite for better quantification and modeling of scalar fluxes. The overarching aim of this project was to better understand the role of coherent structures in scalar transport in the atmospheric surface layer under the influence of thermal stratification and land surface heterogeneity. There were three main research activities proposed in this project: 1) conducting a field experiment and using the collected turbulence data to study the role of coherent structures in affecting momentum and scalar transport in the atmospheric surface layer; 2) conducting large-eddy simulations at the field site to complement the observational data analysis; 3) conducting large-eddy simulations to investigate broadly the role of dispersive motions generated by land surface heterogeneity.&nbsp;<br />Through collaborative efforts between the Boston University (BU) and Washington State University teams, we accomplished the above objectives. Key outcomes from this project include the following. First, turbulence data collected at multiple levels in the atmospheric surface layer (or the inertial sublayer) at the field site showed that the normalized horizontal velocity standard deviation follows a logarithmic profile as found in laboratory studies, but such a logarithmic behavior could be contaminated by non-stationarity effects related to diurnal mountain winds at the field site. Second, several theoretical attempts to explain the shape of the so-called stability correction function to the mean velocity profile in the unstable atmospheric surface layer were unified using Heisenberg's eddy viscosity. Third, simulations with the Weather Research and Forecasting (WRF) model showed that turbulence at the field site is strongly influenced by diurnal mountain winds. Furthermore, the WRF simulation results consistently showed warmer nighttime temperature biases and earlier morning transitions. Fourth, large-eddy simulations over heterogenous canopies indicated that dispersive fluxes and dispersive transport in the budgets of second-order turbulence moments are important and should be considered in large-scale weather and climate models.&nbsp;<br />From this project, the BU team published 11 peer-reviewed papers, with another 2 manuscripts in preparation. This project provided financial support for 1 Ph.D. student whose dissertation is directly related to this project. The research has been showcased at multiple national and international conferences and workshops. The observational data collected at the field site were used for student course projects. The photos and videos about the field campaign were also used in lab visits by local high-school students who are interested in pursuing STEM education.&nbsp;<br /><br /><br /><br /></p><br>\n<p>\n Last Modified: 08/12/2024<br>\nModified by: Dan&nbsp;Li</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nLand-atmosphere exchanges of scalars such as temperature, water vapor, and CO2 are of paramount importance for weather prediction, air quality forests, agricultural management, and so on. A better understanding of turbulence in the lower atmosphere is the prerequisite for better quantification and modeling of scalar fluxes. The overarching aim of this project was to better understand the role of coherent structures in scalar transport in the atmospheric surface layer under the influence of thermal stratification and land surface heterogeneity. There were three main research activities proposed in this project: 1) conducting a field experiment and using the collected turbulence data to study the role of coherent structures in affecting momentum and scalar transport in the atmospheric surface layer; 2) conducting large-eddy simulations at the field site to complement the observational data analysis; 3) conducting large-eddy simulations to investigate broadly the role of dispersive motions generated by land surface heterogeneity.\nThrough collaborative efforts between the Boston University (BU) and Washington State University teams, we accomplished the above objectives. Key outcomes from this project include the following. First, turbulence data collected at multiple levels in the atmospheric surface layer (or the inertial sublayer) at the field site showed that the normalized horizontal velocity standard deviation follows a logarithmic profile as found in laboratory studies, but such a logarithmic behavior could be contaminated by non-stationarity effects related to diurnal mountain winds at the field site. Second, several theoretical attempts to explain the shape of the so-called stability correction function to the mean velocity profile in the unstable atmospheric surface layer were unified using Heisenberg's eddy viscosity. Third, simulations with the Weather Research and Forecasting (WRF) model showed that turbulence at the field site is strongly influenced by diurnal mountain winds. Furthermore, the WRF simulation results consistently showed warmer nighttime temperature biases and earlier morning transitions. Fourth, large-eddy simulations over heterogenous canopies indicated that dispersive fluxes and dispersive transport in the budgets of second-order turbulence moments are important and should be considered in large-scale weather and climate models.\nFrom this project, the BU team published 11 peer-reviewed papers, with another 2 manuscripts in preparation. This project provided financial support for 1 Ph.D. student whose dissertation is directly related to this project. The research has been showcased at multiple national and international conferences and workshops. The observational data collected at the field site were used for student course projects. The photos and videos about the field campaign were also used in lab visits by local high-school students who are interested in pursuing STEM education.\n\n\n\n\t\t\t\t\tLast Modified: 08/12/2024\n\n\t\t\t\t\tSubmitted by: DanLi\n"
 }
}