{
 "awd_id": "1853289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Informal risk-sharing and private initiative to mitigate local environmental risks",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2019-05-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 319693.0,
 "awd_amount": 372860.0,
 "awd_min_amd_letter_date": "2019-05-07",
 "awd_max_amd_letter_date": "2022-01-07",
 "awd_abstract_narration": "For thousands of communities in the United States the environment, natural or contaminated, presents challenges to human health. These risks are often highly localized and therefore avoidable. Many Americans depend on well water that often is below the standards set by regulatory actions pursuant to the Safe Drinking Water Act. One approach to reduce contaminants is to rely on the government to mitigate these risks and reduce the welfare impact of adverse outcomes through the provision of local public goods, including safe drinking water and health services. Government provision of such public goods, however, is not always adequate. The assumptions underlying this project is that such limitations may be overcome by (a) exploiting private risk to achieve greater cooperation, building upon the \"veil of ignorance\" concept of John Rawls to foster cooperation for public goods; (b) departing from the pitfalls of either extreme of public or private goods only by focusing on sharing of privately-owned resources; and (c) exploring how information and social-networks increase cooperation as well as encouraging private investments in mitigation technologies. To test these concepts, the researchers have chosen as context a major disaster of natural origin: toxic levels of arsenic in groundwater pumped by millions of private wells across Bangladesh. Information on individual risk, in this case well tests for arsenic, are provided in ways that encourage greater cooperation and investment through the sharing of safe wells and the installation of new safe wells. The findings have implications for environmental policy in the United States as high-resolution data on water, air, and soil quality become increasingly accessible to citizens. \r\n\r\nMore specifically, this research studies the role of risk-sharing and social networks in perception and mitigation of local environmental risks. The research team focuses on two aspects: increasing cooperation for risk mitigation and increasing private investment in risk mitigation technology. This project is based in a setting where these two factors become particularly important due to a lack of government-provided resources for reducing environmental risk. The research first tests whether informal insurance, where compliance may be primarily enforced by existing social structure and reciprocity norms, can effectively counter the undersupply of local public goods. Then, the team studies how social-networks can help in increasing cooperation, adoption and investment in risk mitigation technology. To understand the channels, this project explores  how information on risk can facilitate more cooperation and risk mitigation. This relatively low-cost approach is different from the current approach of the government of Bangladesh which is focused on expensive infrastructure of limited reach. The study is a randomized controlled trial in rural Bangladesh, where the researchers randomly assign interventions on (a) ex-ante risk sharing, (b) information provision on risk, and (c) the demonstration of intermediate-depth wells which yield low arsenic. The original data allow the research team to test the effectiveness of these interventions in terms of mitigation efforts and reduction in arsenic exposure to the population. The experimental design allows for documentation of the causal impact of the interventions. The research team intends to share the results with policy makers and organizations so that lessons learnt here can be applied in similar settings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "van Geen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander van Geen",
   "pi_email_addr": "avangeen@ldeo.columbia.edu",
   "nsf_id": "000431214",
   "pi_start_date": "2019-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont-Doherty Earth Observ",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 214812.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 58334.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 46547.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 53167.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8fe8955d-7fff-343f-1900-516236e4ddeb\">\r\n<p dir=\"ltr\"><span>We study how facilitating commitment enhances risk sharing in the context of arsenic poisoning by drinking groundwater from wells in rural Bangladesh. Our sample population &ndash; households in rural Bangladesh &ndash;&nbsp; mostly do not know the level of arsenic in their well. Arsenic contamination of the underlying aquifer is very heterogeneous, even at small distances. This complicates prediction but also provides an opportunity for reducing exposure by sharing the subset of safe wells. There is no way to predict the level of arsenic from odor-, taste- or color. The only way to know the status of a well concerning arsenic is to test its water.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Our intervention increased commitment to sharing safe wells in a sample of about 16,000 households from 135 villages. We hypothesize that facilitating households-to-household commitment to share safe water reduces exposure to arsenic. We conducted a village-level clustered randomized-controlled trial (RCT) to study this. Before any testing, we distributed ten commitment contracts or &lsquo;water-sharing coupons&rsquo; to each well-owning household and asked them to exchange them with other coupon receivers. Upon exchanging the coupons, a pair of households effectively made an explicit commitment to each other on safe well-sharing once their wells are tested for arsenic and they know wells&rsquo; status. Furthermore, we evaluated whether peer-monitoring of these commitments can increase compliance. To address concerns about potential peer-monitoring affecting the formation of commitment contracts, we kept one group where households were informed about the possibility of peer-monitoring, but no actual peer-monitoring was then implemented. Well-testing was conducted only after the commitments were made.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Well-sharing coupons were distributed between March and August 2021. On average, households in our sample exchanged 6 out of 10 coupons with other qualified households. Social networks strongly predict commitments made through coupon exchange. Household pairs that are socially connected were about 30 times more likely to commit, compared to similar household pairs who are not socially connected. Further, there is strong evidence of positive assortative matching in the coupon exchange, meaning the larger the gap in characteristics (namely, wealth, education, altruism) of the two households, the lower the likelihood that they made the commitments. A stronger enforcement of commitments through potential peer-monitoring makes households more strategic in choosing with whom to share risk. E.g.,&nbsp; one standard deviation difference in wealth level reduced the probability of committment by 60%. Finally,, our intervention in facilitating commitment encouraged households </span><span>to </span><span>discuss the possibility of sharing water with other households by around 16 percent points, equivalent to a 55 percent increase over the control villages.. The effect spilled over to non-targeted households in the treatment villages &ndash; households who did not own a well at the baseline.</span></p>\r\n<p dir=\"ltr\"><span>Overall 60% of wells in our study were high in arsenic based our testing, with substantial heterogeneity across villages. Using surveys conducted after arsenic testing, we measure relevant outcomes such as discussion to share water, arsenic content in the primary wells and well switching. We evaluate these outcomes in the short and long run both, through two rounds of Endline surveys. We conducted the first round between September and October 2022 (six months after the SMS campaign) and the second round between January and April 2024 ( two years after the SMS campaign).</span></p>\r\n<p dir=\"ltr\"><span>We estimate the impact of commitments on arsenic levels in households&rsquo; primary well and well-switching. First, the well-switching rate from unsafe to safe wells in our sample was 7.5%, which is significantly lower than what earlier studies have documented. Well-ownership in Bangladesh has increased significantly in recent years. One plausible explanation is that once households install their own wells, they are less likely to switch to other nearby wells.&nbsp; Another factor is that arsenic poisoning from drinking well water is much less frequently discussed in the media compared to 20 years ago. Second, we find that arsenic levels in water from primary wells decreased by about 25 ppb in villages where we facilitated commitments. However, we do not see much change in arsenic levels in primary wells in villages where we implemented peer-monitoring on commitments. Our data does not show much change in self-reported well-switching outcomes due to commitments. The study of second-round endline data shows broadly consistent results as in the first-round endline survey, indicating little if any increase in switching away from unsafe wells over time.</span></p>\r\n<p dir=\"ltr\"><span>The massive public testing campaign in Bangladesh, informing households about arsenic levels in 6 million wells, may have led to some switching from an unsafe to a safe source, but likely not to the same extent as observed in the past. Our results have two broader implications. First, households are likely to commit mutually to insure other households when jointly facing environmental risks. Second, the extent to which such commitments lead to the eventual mitigation of environmental risks may depend on households&rsquo; private mitigation costs.</span></p>\r\n<br /></span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/29/2024<br>\nModified by: Alexander&nbsp;Van Geen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nWe study how facilitating commitment enhances risk sharing in the context of arsenic poisoning by drinking groundwater from wells in rural Bangladesh. Our sample population  households in rural Bangladesh  mostly do not know the level of arsenic in their well. Arsenic contamination of the underlying aquifer is very heterogeneous, even at small distances. This complicates prediction but also provides an opportunity for reducing exposure by sharing the subset of safe wells. There is no way to predict the level of arsenic from odor-, taste- or color. The only way to know the status of a well concerning arsenic is to test its water.\r\n\n\nOur intervention increased commitment to sharing safe wells in a sample of about 16,000 households from 135 villages. We hypothesize that facilitating households-to-household commitment to share safe water reduces exposure to arsenic. We conducted a village-level clustered randomized-controlled trial (RCT) to study this. Before any testing, we distributed ten commitment contracts or water-sharing coupons to each well-owning household and asked them to exchange them with other coupon receivers. Upon exchanging the coupons, a pair of households effectively made an explicit commitment to each other on safe well-sharing once their wells are tested for arsenic and they know wells status. Furthermore, we evaluated whether peer-monitoring of these commitments can increase compliance. To address concerns about potential peer-monitoring affecting the formation of commitment contracts, we kept one group where households were informed about the possibility of peer-monitoring, but no actual peer-monitoring was then implemented. Well-testing was conducted only after the commitments were made.\r\n\n\nWell-sharing coupons were distributed between March and August 2021. On average, households in our sample exchanged 6 out of 10 coupons with other qualified households. Social networks strongly predict commitments made through coupon exchange. Household pairs that are socially connected were about 30 times more likely to commit, compared to similar household pairs who are not socially connected. Further, there is strong evidence of positive assortative matching in the coupon exchange, meaning the larger the gap in characteristics (namely, wealth, education, altruism) of the two households, the lower the likelihood that they made the commitments. A stronger enforcement of commitments through potential peer-monitoring makes households more strategic in choosing with whom to share risk. E.g., one standard deviation difference in wealth level reduced the probability of committment by 60%. Finally,, our intervention in facilitating commitment encouraged households to discuss the possibility of sharing water with other households by around 16 percent points, equivalent to a 55 percent increase over the control villages.. The effect spilled over to non-targeted households in the treatment villages  households who did not own a well at the baseline.\r\n\n\nOverall 60% of wells in our study were high in arsenic based our testing, with substantial heterogeneity across villages. Using surveys conducted after arsenic testing, we measure relevant outcomes such as discussion to share water, arsenic content in the primary wells and well switching. We evaluate these outcomes in the short and long run both, through two rounds of Endline surveys. We conducted the first round between September and October 2022 (six months after the SMS campaign) and the second round between January and April 2024 ( two years after the SMS campaign).\r\n\n\nWe estimate the impact of commitments on arsenic levels in households primary well and well-switching. First, the well-switching rate from unsafe to safe wells in our sample was 7.5%, which is significantly lower than what earlier studies have documented. Well-ownership in Bangladesh has increased significantly in recent years. One plausible explanation is that once households install their own wells, they are less likely to switch to other nearby wells. Another factor is that arsenic poisoning from drinking well water is much less frequently discussed in the media compared to 20 years ago. Second, we find that arsenic levels in water from primary wells decreased by about 25 ppb in villages where we facilitated commitments. However, we do not see much change in arsenic levels in primary wells in villages where we implemented peer-monitoring on commitments. Our data does not show much change in self-reported well-switching outcomes due to commitments. The study of second-round endline data shows broadly consistent results as in the first-round endline survey, indicating little if any increase in switching away from unsafe wells over time.\r\n\n\nThe massive public testing campaign in Bangladesh, informing households about arsenic levels in 6 million wells, may have led to some switching from an unsafe to a safe source, but likely not to the same extent as observed in the past. Our results have two broader implications. First, households are likely to commit mutually to insure other households when jointly facing environmental risks. Second, the extent to which such commitments lead to the eventual mitigation of environmental risks may depend on households private mitigation costs.\r\n\n\r\n\n\n\t\t\t\t\tLast Modified: 11/29/2024\n\n\t\t\t\t\tSubmitted by: AlexanderVan Geen\n"
 }
}