{
 "awd_id": "1853048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geometric aspects of optical and transport phenomena in gapless topological phases",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2018-08-25",
 "awd_exp_date": "2021-11-30",
 "tot_intn_awd_amt": 268466.0,
 "awd_amount": 268466.0,
 "awd_min_amd_letter_date": "2018-11-09",
 "awd_max_amd_letter_date": "2020-05-28",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThis award supports theoretical research and education on the interplay of geometry and topology with the quantum mechanics, and consequence for the optical and transport properties of materials. Unlike baseballs and other classical objects with motion described by trajectories, electrons in materials are described quantum mechanically by mathematical wave functions. The study of wave functions of systems of many electrons reveals distinct classes leading to a new classification of electronic phases of matter - one that goes beyond the usual classifications based, for example, on the states of aggregation, or on the existence of macroscopic order, like magnetization. These kinds of electronic phases are referred to as topologically, or more broadly, geometrically nontrivial. In this project, the PI aims to bridge the gap between the pure classification of electronic phases and the physical properties of the phases. The PI will focus on developing theory to describe the materials' optical and transport properties, for example, how well the material can conduct electricity or reflect light. The PI will investigate various optical and transport properties in chiral materials.\r\n\r\nThe research is focused on topological phases in chiral materials. A chiral material  has a \"handedness\", so it is distinct from its mirror image. Chirality may arise because of the way the atoms are arranged in the crystal, or induced by external perturbations, like electromagnetic fields, or strain. Regardless of its origin, chirality strongly affects the quantum mechanical behavior of electrons in a material, and so, its experimentally measurable and technologically relevant properties. Examples include magnetization induced by an electron current, and rotation of the plane of transmitted or reflected polarized light. \r\nThis award also supports educational and training activities, aimed at improving the STEM education in the state of Utah. The primary effort will be directed at the supervision of summer research of high school physics teachers; creation of an extracurricular club for high school students, aimed at introducing its members to collaborative solving of research-type problems in physics; implementation of modern teaching techniques with particular focus on creating an inclusive environment for students from underrepresented groups. Further integration of the research and educational activities will be accomplished through supervision of graduate and undergraduate research, and establishing a journal club for graduate students.\r\n\r\nTECHNICAL SUMMARY\r\nThis award supports theoretical research and education on optical and transport properties of materials with nontrivial band geometry. The objective of this proposal is to provide theoretical insights into electrodynamic, hydrodynamic, and transport properties of disordered gapless topological phases, and to develop new theoretical approaches that would help reveal various geometric aspects of electron behavior in experiment.\r\n \r\nThe research involves three main directions, integrated into an effort aimed at understanding optical and transport phenomena in gapless systems:\r\n\r\n1. Nonlocal electrodynamics and electron hydrodynamics of gapless topological phases, including the theory of chiral electron hydrodynamics and the chiral vortical effect in crystals. One focus will be on the study of the anomalous Hall effect in the hydrodynamic regime.\r\n2. Theory of nonlocal transport in disordered chiral metals. The activity will include a study of the extrinsic contributions to the dynamic chiral magnetic effect; investigation of nonperturbative instanton physics in disordered Dirac systems; development of nonlocal transport theory in nonuniform and strained topological systems.\r\n3. Nonlinear optical and magneto-optical phenomena in nonequilibrium states of Weyl and Dirac metals.  The study will focus on the topological aspects of nonlinear phenomena in Weyl systems, including topological mechanisms of magneto-photovoltaic effect in Weyl semimetals, and building the theory of current-induced magneto-optical phenomena in metals with nontrivial band geometry.\r\n\r\nThe research will be carried out using a wide spectrum of techniques: quantum kinetic equation for multi-band systems, field-theoretic approaches to itinerant disordered systems, numerical modelling, and ab initio studies. \r\n\r\nThis award also supports educational and training activities, aimed at improving the STEM education in the state of Utah. The primary effort will be directed at the supervision of summer research of high school physics teachers; creation of an extracurricular club for high school students, aimed at introducing its members to collaborative solving of research-type problems in physics; implementation of modern teaching techniques with particular focus on creating an inclusive environment for students from underrepresented groups. Further integration of the research and educational activities will be accomplished through supervision of graduate and undergraduate research, and establishing a journal club for graduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmytro",
   "pi_last_name": "Pesin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmytro Pesin",
   "pi_email_addr": "dp7bx@virginia.edu",
   "nsf_id": "000648487",
   "pi_start_date": "2018-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "P.O. BOX 400195",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 165201.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 103265.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The performed research activities can be broadly categorized as studies of the manifestation of geometric and topological aspects of a material band structure in its observable - transport and optical - properties. PI Pesin has pioneered several directions in this area: the geometric aspects of the nonlocal and/or nonlinear electromagnetic responses in topological metals, as well as the band geometry effects in particle collisions and hydrodynamics. These two fields represent the impact of the research project sponsored under the award.&nbsp;</span></p>\n<p>Examples of the work performed by PI Pesin under the award include studies of&nbsp;<span>the ac Hall response induced by passage of dc transport current in two- and three-dimensional metals with gyrotropic point groups -- the gyrotropic Hall effect. The PI also considered the phenomenon of current-induced optical activity in noncentrosymmetric metals as a physical application of the dabove theory. He developed the theory of nonlinear transport in Weyl semimetals in the presence of an external magnetic field, and showed that the so-called chiral magnetic effect can be driven by valley-specific heating in noncentrosymmetric Weyl semimetals. The appearance of such current can be used as a sensitive probe of topology in a gapless electronic phase. During the last 18 months of the award duration, PI Pesin actively participated in the studies of transport properties of transition metal dichalcogenides, in particular of the quantum spin Hall insulator WTe2. He developed the theory of nonlinear edge&nbsp; transport in this material while providing theoretical support for the experiments done in David Cobden's lab at University of Washington, Seattle. He also constructed the effective low energy theory for the monolayer WTe2, laying groundwork for further studies of many-electron physics in this material.&nbsp;</span></p>\n<p>The broader impact of the sponsored project included teaching and educational activities that were aimed at developing&nbsp;<span>an online course model that would ensure that students of all abilities and backgrounds do not fall behind during the online teaching period associated with the recent pandemic. PI Pesin provided extended learning materials in the form of pre-recorded tutorials, synchronous lectures, and tutorial/lecture notes to graduate and undergraduate classes. While teaching undergraduate courses with diverse pool of participants, PI Pesin organized extended office hours for people from underrepresented group and minorities, which ensured their success in appropriate course. PI Pesin also proivded extensive training in condensed matter theory and mentiorship to graduate students seeking PhD degrees under his supervision.&nbsp;&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/17/2022<br>\n\t\t\t\t\tModified by: Dmytro&nbsp;Pesin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe performed research activities can be broadly categorized as studies of the manifestation of geometric and topological aspects of a material band structure in its observable - transport and optical - properties. PI Pesin has pioneered several directions in this area: the geometric aspects of the nonlocal and/or nonlinear electromagnetic responses in topological metals, as well as the band geometry effects in particle collisions and hydrodynamics. These two fields represent the impact of the research project sponsored under the award. \n\nExamples of the work performed by PI Pesin under the award include studies of the ac Hall response induced by passage of dc transport current in two- and three-dimensional metals with gyrotropic point groups -- the gyrotropic Hall effect. The PI also considered the phenomenon of current-induced optical activity in noncentrosymmetric metals as a physical application of the dabove theory. He developed the theory of nonlinear transport in Weyl semimetals in the presence of an external magnetic field, and showed that the so-called chiral magnetic effect can be driven by valley-specific heating in noncentrosymmetric Weyl semimetals. The appearance of such current can be used as a sensitive probe of topology in a gapless electronic phase. During the last 18 months of the award duration, PI Pesin actively participated in the studies of transport properties of transition metal dichalcogenides, in particular of the quantum spin Hall insulator WTe2. He developed the theory of nonlinear edge  transport in this material while providing theoretical support for the experiments done in David Cobden's lab at University of Washington, Seattle. He also constructed the effective low energy theory for the monolayer WTe2, laying groundwork for further studies of many-electron physics in this material. \n\nThe broader impact of the sponsored project included teaching and educational activities that were aimed at developing an online course model that would ensure that students of all abilities and backgrounds do not fall behind during the online teaching period associated with the recent pandemic. PI Pesin provided extended learning materials in the form of pre-recorded tutorials, synchronous lectures, and tutorial/lecture notes to graduate and undergraduate classes. While teaching undergraduate courses with diverse pool of participants, PI Pesin organized extended office hours for people from underrepresented group and minorities, which ensured their success in appropriate course. PI Pesin also proivded extensive training in condensed matter theory and mentiorship to graduate students seeking PhD degrees under his supervision.  \n\n\t\t\t\t\tLast Modified: 05/17/2022\n\n\t\t\t\t\tSubmitted by: Dmytro Pesin"
 }
}