{
 "awd_id": "1853472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Workshop to Improve the Assessment of Professional Development in Technician Education",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 190099.0,
 "awd_amount": 190099.0,
 "awd_min_amd_letter_date": "2019-05-15",
 "awd_max_amd_letter_date": "2019-05-15",
 "awd_abstract_narration": "The development of a well-qualified STEM-oriented technician workforce is critical to the nation's continued economic competitiveness.  A means for developing this workforce is to provide professional development (PD) opportunities to those who teach the technicians of the future.  While professional development opportunities flourish, an on-going challenge is providing evidence that these types of activities make a difference in fostering the growth of the knowledge, skills, and productive attitudes of students who are pursuing technician careers in STEM fields.  Building on a current system of resources to improve the assessment of professional development activities, the primary goal of the workshop and pre- and post-workshop activities is to refine and test a set of professional development resources. Collectively, these resources comprise the Formative Assessment Systems for Advanced Technological Education (ATE) resources (FAS4ATE) toolkit. Testing of this toolkit involves verification that the collection, analysis, and use of PD evaluation data are feasible for all ATE projects and centers, and in turn improve the assessment and reporting of student outcomes.\r\n\r\nDrawing on current literature and work on formative assessment and learning, the project will revise and test the FAS4ATE toolkit for usability and scalability.  The combination of piloting the implementation of the toolkit with well-experienced teams of principal investigators and evaluators with expert review of the resources will investigate the underlying assumption that availability and access to well-design resources to assess professional development will improve the evaluation of PD activities and in turn lead to well documented and evidence-based claims of the effect of PD on student outcomes.  \r\n\r\nThis project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Datta",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robin P Datta",
   "pi_email_addr": "rdatta@email.edcc.edu",
   "nsf_id": "000627116",
   "pi_start_date": "2019-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Gullickson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Gullickson",
   "pi_email_addr": "amy.gullickson@unimelb.edu.au",
   "nsf_id": "000648450",
   "pi_start_date": "2019-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Edmonds Community College",
  "inst_street_address": "20000 68TH AVE W",
  "inst_street_address_2": "",
  "inst_city_name": "LYNNWOOD",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "4256401112",
  "inst_zip_code": "980365912",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "EDMONDS COLLEGE",
  "org_prnt_uei_num": "LJVKA6H1AFF8",
  "org_uei_num": "LJVKA6H1AFF8"
 },
 "perf_inst": {
  "perf_inst_name": "Edmonds Community College",
  "perf_str_addr": "20000 68th Ave W",
  "perf_city_name": "Lynnwood",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "980365912",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 190099.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7438c0c8-7fff-e207-82c4-b4cb73ff1ce2\"> </span></p>\n<p dir=\"ltr\"><span>In 2019, Edmonds College received a $19000 grant in collaboration with the Centre for Program Evaluation (CPE) at the University of Melbourne (UoM) for</span><span> ?A Workshop to Improve the Assessment of Professional Development in Technician Education,?</span><span> hereafter referred to by its working title, \"FAS4ATE2\" (Formative Assessment for Advanced Technological Education 2). &nbsp;</span></p>\n<p dir=\"ltr\"><span>Building on the original FAS4ATE project (NSF ATE 1349079), the initial intent of this project was to develop an all-day workshop for the 2020 ATE PI Conference, refine and test a toolkit for formative assessment, and assist ATE projects to incorporate formative assessment into their professional development activities using the toolkit. The COVID-19 Pandemic disrupted the original plan for an in-person workshop, and the project team worked with our Program Officer to increase the research focus on the project.&nbsp;</span></p>\n<p dir=\"ltr\"><strong>Goal 1 - Professional Development - Formative Assessment System (FAS) Toolkit </strong><span>- The Toolkit includes resources designed to help users incorporate formative assessment into all phases of their training activities - conceptualizing and recruiting, planning based on participant needs, assessing participant learning during the training, helping them learn how to use formative assessment in their teaching, and coupling formative and summative strategies to collect field-level data to support reporting back to ATE. There are fourteen guides and four handouts, including an introduction to formative assessment, developing learning objectives, and a guide to deep and surface learning. The Toolkit can be downloaded from </span><a href=\"https://tinyurl.com/PDFASuserRego\"><span>https://tinyurl.com/PDFASuserRego</span></a><span>.</span></p>\n<p>We disseminated our work in the 2022 EvaluATE webinar, ?Leveraging Assessment &amp; Evaluation for Student Success: Working Smarter Not Harder,? in which the team outlined the phases of assessment, presented the refined backwards design approach, demonstrated the use of formative assessment thinking using the Weld-Ed example, and presented the Toolkit. A recording and associated materials are available from EvaluATE (<a href=\"https://evalu-ate.org/webinar/may22/\">https://evalu-ate.org/webinar/may22/</a>).&nbsp;</p>\n<p dir=\"ltr\"><strong>Goal 2 - Toolkit Dissemination and Project Assistance </strong><span>- The FAS4ATE2 team worked with Weld-Ed, the National Center for Welding Education and Training (NSF DUE 1400351) to incorporate formative assessment into their workshop and training materials using a backwards design approach. We discussed this ?real world? test in our HI-TEC 2021 presentation, </span><span>?Begin With The End In Mind: Formative Assessment and Evaluation in Professional Development? </span><span>(video available on the </span><a href=\"https://youtu.be/Xs_UTY6EaqY?si=rSKqVRHzyjJWDBUn\"><span>FAS4ATE2 YouTube channel</span></a><span>).&nbsp;</span></p>\n<p dir=\"ltr\"><strong>Goal 3 - Research</strong><span> - Two important research questions resulted from the team?s Goal 1 and 2 activities:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>What is the current state of assessment in professional development offered by ATE-funded projects??</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>What conditions are necessary for implementing and successfully using formative assessment at scale?</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>To explore these questions, the FAS4ATE2 team authored two papers.</span></p>\n<p dir=\"ltr\"><em><strong>\"ATE Assessment Practices: Reconceptualizing the Role of Participants in Professional Development Evaluation\"</strong></em><span>&nbsp;</span><span>reports our findings from special topics questions in the 2022 ATE PI survey. We show that PD providers primarily focus on summative assessments at the end of PD activities, and while attention is paid to teacher intent to implement, reporting on those efforts is challenging. The findings provide insights on increasing teacher involvement in assessment practices to make PD instruction more effective and strengthen outcome evaluations in participant teachers? home classrooms. Based on our analysis of the survey data, we recommend PIs work closely with their project evaluators and PD instructors to bring participant teachers into the project?s assessment processes as active members, incorporate instruction on formative and summative assessment into the PD process, and that the project evaluator and participant teachers collaborate on how to engage in post-PD assessment to meet ATE evaluation expectations. This paper has been submitted to the </span><a href=\"https://micronanoeducation.org/journal-of-advanced-technological-education/\"><span>Journal of Advanced Technological Education</span></a><span> for publication in 2024 (a pre-review draft is available at </span><a href=\"https://tinyurl.com/j3bvvj9c\"><span>https://tinyurl.com/j3bvvj9c</span></a><span>).&nbsp;</span></p>\n<p><em><strong>\"Engaging Industry: Promoting Equity, Access, &amp; Inclusivity for Increased Retention and Productivity\"</strong></em>&nbsp;is a case study of a collaboration between a community college-based biotechnology program and a four-year transfer partner. This study explored using formative assessment in a work-based program for science students and addresses a gap in the literature by examining the challenges and opportunities involved in this context. The core findings are that incorporating formative assessment contributed to the project?s success by allowing the project team to optimize time, resources, and training. Formative assessment facilitated differentiated instruction, targeted feedback, and a comprehensive understanding of student strengths and weaknesses. The findings underscore the potential of formative assessment in promoting learning, engagement, and mentor understanding in Worked Integrated Learning (WIL) programs, ultimately leading to equity in education. This paper is in draft form and will be published in 2024.</p>\n<p><strong>Summary: </strong><span>The FAS4ATE2 project developed resources to facilitate the use of Formative Assessment in professional development, assessed current assessment practices within the ATE community, and deepened understanding of best practices for successfully using Formative Assessment in professional development for teachers, students, and mentors. Project artifacts, including the Formative Assessment Toolkit, webinar recordings, and other conference materials, permanently reside at </span><a href=\"https://edmonds.edu/go/FAS4ATE2\"><span>https://edmonds.edu/go/FAS4ATE2</span></a><span>.</span></p>\n<p dir=\"ltr\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2023<br>\n\t\t\t\t\tModified by: Robin&nbsp;Datta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nIn 2019, Edmonds College received a $19000 grant in collaboration with the Centre for Program Evaluation (CPE) at the University of Melbourne (UoM) for ?A Workshop to Improve the Assessment of Professional Development in Technician Education,? hereafter referred to by its working title, \"FAS4ATE2\" (Formative Assessment for Advanced Technological Education 2).  \nBuilding on the original FAS4ATE project (NSF ATE 1349079), the initial intent of this project was to develop an all-day workshop for the 2020 ATE PI Conference, refine and test a toolkit for formative assessment, and assist ATE projects to incorporate formative assessment into their professional development activities using the toolkit. The COVID-19 Pandemic disrupted the original plan for an in-person workshop, and the project team worked with our Program Officer to increase the research focus on the project. \nGoal 1 - Professional Development - Formative Assessment System (FAS) Toolkit - The Toolkit includes resources designed to help users incorporate formative assessment into all phases of their training activities - conceptualizing and recruiting, planning based on participant needs, assessing participant learning during the training, helping them learn how to use formative assessment in their teaching, and coupling formative and summative strategies to collect field-level data to support reporting back to ATE. There are fourteen guides and four handouts, including an introduction to formative assessment, developing learning objectives, and a guide to deep and surface learning. The Toolkit can be downloaded from https://tinyurl.com/PDFASuserRego.\n\nWe disseminated our work in the 2022 EvaluATE webinar, ?Leveraging Assessment &amp; Evaluation for Student Success: Working Smarter Not Harder,? in which the team outlined the phases of assessment, presented the refined backwards design approach, demonstrated the use of formative assessment thinking using the Weld-Ed example, and presented the Toolkit. A recording and associated materials are available from EvaluATE (https://evalu-ate.org/webinar/may22/). \nGoal 2 - Toolkit Dissemination and Project Assistance - The FAS4ATE2 team worked with Weld-Ed, the National Center for Welding Education and Training (NSF DUE 1400351) to incorporate formative assessment into their workshop and training materials using a backwards design approach. We discussed this ?real world? test in our HI-TEC 2021 presentation, ?Begin With The End In Mind: Formative Assessment and Evaluation in Professional Development? (video available on the FAS4ATE2 YouTube channel). \nGoal 3 - Research - Two important research questions resulted from the team?s Goal 1 and 2 activities:\n\n\nWhat is the current state of assessment in professional development offered by ATE-funded projects??\n\n\nWhat conditions are necessary for implementing and successfully using formative assessment at scale?\n\n\nTo explore these questions, the FAS4ATE2 team authored two papers.\n\"ATE Assessment Practices: Reconceptualizing the Role of Participants in Professional Development Evaluation\" reports our findings from special topics questions in the 2022 ATE PI survey. We show that PD providers primarily focus on summative assessments at the end of PD activities, and while attention is paid to teacher intent to implement, reporting on those efforts is challenging. The findings provide insights on increasing teacher involvement in assessment practices to make PD instruction more effective and strengthen outcome evaluations in participant teachers? home classrooms. Based on our analysis of the survey data, we recommend PIs work closely with their project evaluators and PD instructors to bring participant teachers into the project?s assessment processes as active members, incorporate instruction on formative and summative assessment into the PD process, and that the project evaluator and participant teachers collaborate on how to engage in post-PD assessment to meet ATE evaluation expectations. This paper has been submitted to the Journal of Advanced Technological Education for publication in 2024 (a pre-review draft is available at https://tinyurl.com/j3bvvj9c). \n\n\"Engaging Industry: Promoting Equity, Access, &amp; Inclusivity for Increased Retention and Productivity\" is a case study of a collaboration between a community college-based biotechnology program and a four-year transfer partner. This study explored using formative assessment in a work-based program for science students and addresses a gap in the literature by examining the challenges and opportunities involved in this context. The core findings are that incorporating formative assessment contributed to the project?s success by allowing the project team to optimize time, resources, and training. Formative assessment facilitated differentiated instruction, targeted feedback, and a comprehensive understanding of student strengths and weaknesses. The findings underscore the potential of formative assessment in promoting learning, engagement, and mentor understanding in Worked Integrated Learning (WIL) programs, ultimately leading to equity in education. This paper is in draft form and will be published in 2024.\n\nSummary: The FAS4ATE2 project developed resources to facilitate the use of Formative Assessment in professional development, assessed current assessment practices within the ATE community, and deepened understanding of best practices for successfully using Formative Assessment in professional development for teachers, students, and mentors. Project artifacts, including the Formative Assessment Toolkit, webinar recordings, and other conference materials, permanently reside at https://edmonds.edu/go/FAS4ATE2.\n \n\n\t\t\t\t\tLast Modified: 09/25/2023\n\n\t\t\t\t\tSubmitted by: Robin Datta"
 }
}