{
 "awd_id": "1853010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Phylogenomics and Cytonuclear Coevolution of Papilionoid Legumes",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Matthew Fujita",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 297617.0,
 "awd_amount": 297617.0,
 "awd_min_amd_letter_date": "2019-06-10",
 "awd_max_amd_letter_date": "2022-11-29",
 "awd_abstract_narration": "Each plant species has three genomes housed in the nucleus, mitochondrion, and chloroplast whose activities are tightly coordinated. Proteins encoded by the chloroplast and mitochondrial genomes must interact with nuclear-encoded proteins in order for essential processes, such as photosynthesis, to occur. Consequently, mismatches among these interacting proteins may prevent genetically divergent individuals from producing viable hybrid offspring. This genomic coordination, or coevolution, is hypothesized to drive plant species diversification but is largely uncharacterized among closely related species. This project will examine this phenomenon using the papilionoid group of legumes, which include economically important crops, such as soybeans, alfalfa, and peanuts, and nitrogen-fixing species that have significant ecological impacts. Researchers will resolve the evolutionary relationships among the major lineages of this group using DNA sequence data from all three genomes and will study the role of genomic coevolution during this lineage's expansion over time. The project will provide training at the undergraduate, graduate and post-graduate levels in genomics, plant biology, and evolutionary biology and will recruit students from underrepresented groups. Outreach activities include the development of teaching modules and job-shadowing experiences for K-12 students. \r\n\r\nThis project will provide a robust framework to address outstanding questions regarding legume systematics and genome coevolution. Papilionoid legumes have accelerated rates of nucleotide substitution in organellar genomes, highly rearranged plastomes that exhibit biparental inheritance and plastome-genome incompatibility, which make them ideal models for characterizing genomic coevolution during lineage diversification. Phylogenetic relationships of the papilionoid legumes will be inferred using plastid and mitochondrial genome data as well as nuclear transcriptomes for 56 species representing each of the 22 major clades, including early diverging and poorly known lineages. Cytonuclear coevolution analyses will compare nucleotide substitution rates between organelle and nuclear genes whose products interact. Researchers will then determine whether coordinated changes among the gene products are occurring on the same branch of the papilionoid phylogeny, which would indicate coevolutionary coordination. The final aim of the research will further test the correlation between high rates of sequence evolution in nuclear-encoded DNA repair, recombination and replication genes and mitochondrial and plastid genome complexity. Results of the research will be shared widely in publications, public databases and other publicly-accessible internet resources. Outcomes of the research will provide new insights into possible genomic mechanisms that govern species boundaries and will strengthen research infrastructure to support advances in phylogenetic biology and agricultural improvement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Wojciechowski",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Martin F Wojciechowski",
   "pi_email_addr": "mfwojciechowski@asu.edu",
   "nsf_id": "000323725",
   "pi_start_date": "2019-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 297617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This goals of this project (NSF 1853010) were to reconstruct a more fully resolved and supported phylogenetic tree of papilionoid legumes (flowering plant family Fabaceae) and to investigate both the structure and co-evolution of genes from the three genomes found in plant cells (i.e., the nuclear, chloroplast and mitochondrial genomes) using new (this project) and existing genomic sequence data.&nbsp; With some 14,000+ species, papilionoid legumes include many of the familiar agriculturally, economically and genetically important species like <em>Medicago sativa</em> (alfalfa), <em>Pisum sativum</em> (garden pea), <em>Arachis hypogaea</em> (peanut), <em>Glycine max</em> (soybean), <em>Phaseolus vulgaris</em> (beans), <em>Trifolium</em> (clovers) and many others. &nbsp;This project collected fresh leaf tissue samples and generated whole genome sequence data from more than 80 species that spans the vast diversity of papilionoids.&nbsp; Our collective work has expanded knowledge on the organization and evolution of organellar genomes &ndash; from the chloroplast (or plastid) and mitochondria &ndash; across papilionoid legumes, and our results also have implications for understanding variation in the size and structure of these genomes across other flowering plants.&nbsp; Combined with similar genomic data from legumes already available in public databases (GenBank), the results of our analyses showed that the smaller chloroplast genomes in legumes have undergone several, some unique, large-scale rearrangements and losses of genetic sequences.&nbsp; In legume mitochondrial genomes we have discovered unusual structural features, including an extensive invasion by small viral-like sequences (&ldquo;mitoviruses&rdquo;) and a novel case of a mitochondrial DNA sequence, a region including the <em>rps10 g</em>ene, having been transferred into and proliferating to a high-copy number in the nuclear genome of several <em>Medicago</em> species. &nbsp;This particular data provides independent support for the monophyly or singular origin of a group of four species of <em>Medicago</em> previously identified in studies by the principal investigator and his collaborators.&nbsp; In addition, our analyses of both chloroplast and nuclear genome sequences from these representative species from all previously identified groups within papilionoids have more fully resolved and strongly supported the deep nodes of the papilionoid phylogeny, especially those which involve several critical plant genera, which heretofore have been either unresolved or not been sampled for genetic data, due to their scarcity or location(s) in more remote parts of the world, or were not available in herbarium collections around the world.&nbsp; In sum, our results have helped to advance our knowledge of the evolutionary relationships among the papilionoid legumes, leading to a greater understanding of their impressive morphological and biogeographic diversity as well as the evolutionary history and ecological success of this group over the past 60 million years.</p>\n<p>&nbsp;</p>\n<p>This project involved both extensive field collecting and laboratory work, and fostered further collaborative activities with scientists from the University of Texas at Austin, three institutions in Brazil (Universidade Federal da Bahia, Salvador, Universidade Estadual de Feira de Santana, Feira de Santana and the Jardim Bot&acirc;nico do Rio de Janeiro).&nbsp; This project helped to provide exceptional experiences in the training of two graduate students, and one postdoctoral scientist, in contemporary molecular biology laboratory skills, bioinformatics, and computational biology.&nbsp; The postdoctoral scientist now has a tenure-track position in Korea, while one of the graduate students is in a PhD program at ASU and the other has accepted a position as a secondary education teacher in Phoenix, Arizona.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The PI and his collaborative PIs at the University of Texas, Austin, the postdoctoral scientist, and students gave poster and/or oral presentations on the results from the project at local (ASU and UTA), national and international scientific conferences, and co-authored five peer-reviewed publications in highly regarded, peer-reviewed journals based upon results generated by this project.&nbsp; Two additional manuscripts, one focused on an even more comprehensive analysis of phylogenetic relationships within papilionoids, based on some 1,500 nuclear genes and a combined nuclear-organellar gene data set, and another on co-evolutionary analyses between nuclear- and plastid-encoded ribosomal protein genes, are currently in progress.&nbsp; Additional manuscripts are anticipated.&nbsp; Outreach activities conducted for this project included the student writing of two &ldquo;PLOSable stories&rdquo; for the Ask-A-Biologist online educational resource sponsored by ASU (<a href=\"https://askabiologist.asu.edu/\">https://askabiologist.asu.edu/</a>), and the participation by the PIs and collaborators in national and international scientific meetings.&nbsp; All DNA sequence data generated by this project has been/will be deposited in publicly accessible databases such as GenBank (https://www.ncbi.nlm.nih.gov/) and/or Dryad (https://datadryad.org/).</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/01/2023<br>\nModified by: Martin&nbsp;F&nbsp;Wojciechowski</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis goals of this project (NSF 1853010) were to reconstruct a more fully resolved and supported phylogenetic tree of papilionoid legumes (flowering plant family Fabaceae) and to investigate both the structure and co-evolution of genes from the three genomes found in plant cells (i.e., the nuclear, chloroplast and mitochondrial genomes) using new (this project) and existing genomic sequence data. With some 14,000+ species, papilionoid legumes include many of the familiar agriculturally, economically and genetically important species like Medicago sativa (alfalfa), Pisum sativum (garden pea), Arachis hypogaea (peanut), Glycine max (soybean), Phaseolus vulgaris (beans), Trifolium (clovers) and many others. This project collected fresh leaf tissue samples and generated whole genome sequence data from more than 80 species that spans the vast diversity of papilionoids. Our collective work has expanded knowledge on the organization and evolution of organellar genomes  from the chloroplast (or plastid) and mitochondria  across papilionoid legumes, and our results also have implications for understanding variation in the size and structure of these genomes across other flowering plants. Combined with similar genomic data from legumes already available in public databases (GenBank), the results of our analyses showed that the smaller chloroplast genomes in legumes have undergone several, some unique, large-scale rearrangements and losses of genetic sequences. In legume mitochondrial genomes we have discovered unusual structural features, including an extensive invasion by small viral-like sequences (mitoviruses) and a novel case of a mitochondrial DNA sequence, a region including the rps10 gene, having been transferred into and proliferating to a high-copy number in the nuclear genome of several Medicago species. This particular data provides independent support for the monophyly or singular origin of a group of four species of Medicago previously identified in studies by the principal investigator and his collaborators. In addition, our analyses of both chloroplast and nuclear genome sequences from these representative species from all previously identified groups within papilionoids have more fully resolved and strongly supported the deep nodes of the papilionoid phylogeny, especially those which involve several critical plant genera, which heretofore have been either unresolved or not been sampled for genetic data, due to their scarcity or location(s) in more remote parts of the world, or were not available in herbarium collections around the world. In sum, our results have helped to advance our knowledge of the evolutionary relationships among the papilionoid legumes, leading to a greater understanding of their impressive morphological and biogeographic diversity as well as the evolutionary history and ecological success of this group over the past 60 million years.\n\n\n\n\n\nThis project involved both extensive field collecting and laboratory work, and fostered further collaborative activities with scientists from the University of Texas at Austin, three institutions in Brazil (Universidade Federal da Bahia, Salvador, Universidade Estadual de Feira de Santana, Feira de Santana and the Jardim Botnico do Rio de Janeiro). This project helped to provide exceptional experiences in the training of two graduate students, and one postdoctoral scientist, in contemporary molecular biology laboratory skills, bioinformatics, and computational biology. The postdoctoral scientist now has a tenure-track position in Korea, while one of the graduate students is in a PhD program at ASU and the other has accepted a position as a secondary education teacher in Phoenix, Arizona.\n\n\n\n\n\nThe PI and his collaborative PIs at the University of Texas, Austin, the postdoctoral scientist, and students gave poster and/or oral presentations on the results from the project at local (ASU and UTA), national and international scientific conferences, and co-authored five peer-reviewed publications in highly regarded, peer-reviewed journals based upon results generated by this project. Two additional manuscripts, one focused on an even more comprehensive analysis of phylogenetic relationships within papilionoids, based on some 1,500 nuclear genes and a combined nuclear-organellar gene data set, and another on co-evolutionary analyses between nuclear- and plastid-encoded ribosomal protein genes, are currently in progress. Additional manuscripts are anticipated. Outreach activities conducted for this project included the student writing of two PLOSable stories for the Ask-A-Biologist online educational resource sponsored by ASU (https://askabiologist.asu.edu/), and the participation by the PIs and collaborators in national and international scientific meetings. All DNA sequence data generated by this project has been/will be deposited in publicly accessible databases such as GenBank (https://www.ncbi.nlm.nih.gov/) and/or Dryad (https://datadryad.org/).\n\n\n\t\t\t\t\tLast Modified: 12/01/2023\n\n\t\t\t\t\tSubmitted by: MartinFWojciechowski\n"
 }
}