{
 "awd_id": "1853071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Re-engineered skin bacteria as a novel topical drug delivery system",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 719727.0,
 "awd_amount": 719727.0,
 "awd_min_amd_letter_date": "2019-04-04",
 "awd_max_amd_letter_date": "2019-04-04",
 "awd_abstract_narration": "This SBIR Phase II project aims to develop a novel engineered microbiome as a potential therapeutic for a rare skin disease called Netherton syndrome. Netherton syndrome (NS) is a rare, severe skin disease with high mortality and few treatment options. This proposal aims to develop a new therapeutic for this disease, a microbe-based protein delivery system of LEKTI, the missing protein responsible for NS symptoms. At the end of this project, a candidate live biotherapeutic product candidate (LETKI-secreting strain of S. epidermidis) will be nominated and the Company will have sufficient data with which to proceed into formal preclinical studies and subsequent human testing. This proposed product will have the potential to address thousands of patients in the U.S., and the broader proof-of-principle of this microbe-based technology offers significant potential to treat millions of patients living with skin conditions. This offers significant advances in innovation in addition to broad commercial potential.\r\n\r\nThis project aims to develop a novel therapeutic candidate composed of an engineered strain of S. epidermidis that secretes LEKTI protein to the skin for the treatment of Netherton syndrome (NS). NS is a rare but severe autosomal recessive disease that affects the skin, hair, and immune system. NS is caused by mutations in in the SPINK5 gene encoding the serine protease inhibitor lymphoepithelial Kazal-type related inhibitor (LEKTI), which contains 15 serine protease inhibitory domains. The goal of this Phase II project is to demonstrate a proof-of-concept therapeutic for NS: an engineered commensal microbe that delivers discrete domains of LETKI to the skin. The proposed Phase II research plan will establish critical criteria for nominating a potential live biotherapeutic product (LBP) candidate composed LEKTI-secreting S. epidermidis. This research will perform key activities in preclinical development of an LBP: identify an optimal sequence of LEKTI; develop analytical methods for detecting LEKTI secreted from an engineered strain of S. epidermidis; and develop analytical methods for measuring biodistribution and adsorption of LEKTI secreted by S. epidermidis in a human in vitro model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Travis",
   "pi_last_name": "Whitfill",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Travis M Whitfill",
   "pi_email_addr": "travis@azitrainc.com",
   "nsf_id": "000723625",
   "pi_start_date": "2019-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Oh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julia Oh",
   "pi_email_addr": "julia.Oh@jax.org",
   "nsf_id": "000726208",
   "pi_start_date": "2019-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Azitra Inc.",
  "inst_street_address": "21, BUSINESS PARK DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "BRANFORD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2035990700",
  "inst_zip_code": "064052935",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "AZITRA INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "L26KNREPFJQ9"
 },
 "perf_inst": {
  "perf_inst_name": "Azitra Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "060321913",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CT05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 719727.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Azitra is a preclinical company focused on microbiome-based therapeutics as a novel method of drug delivery to the skin to treat skin disease. We are developing a drug delivery platform that employs an engineered bacteria <em>Staphylococcus (S.) epidermidis, </em>which can<em> </em>stably reside on human skin and secrete therapeutic protein <em>in situ</em>. &nbsp;An ointment with an inoculum of such bacteria could be infrequently applied to skin, providing constant, low-cost, convenient delivery of therapeutic protein <em>in situ</em>.</p>\n<p>In this study, we proposed optimization and method development of an iteration of our platform, an engineered <em>S. epidermidis</em> strain that secretes LEKTI, a protein that is dysfunctional or missing in patients with Netherton Syndrome. Netherton syndrome (NS) is a rare but severe autosomal recessive disease that affects the skin, hair, and immune system. NS presents at birth with red skin covered by fine scales, a specific hair shaft abnormality (trichorrhexis invaginata--?bamboo hair?), atopic lesions, and elevated systemic IgE levels. Patients often develop allergies and asthma, and the unfortunate prognosis for infants with NS is poor, with 10% mortality in the first 6 months of life and recurrent infections. There are no approved treatment options for NS, and strategies to improve comfort in these patients include moisturizers, topical corticosteroids, and calcineurin inhibitors. NS is caused by mutations in in the <em>SPINK5</em> gene encoding the serine protease inhibitor lymphoepithelial Kazal-type related inhibitor (LEKTI), which contains 15 serine protease inhibitory domains. <strong>The goal of this Phase II project was to demonstrate a proof-of-concept therapeutic for NS: an engineered commensal microbe that delivers discrete domains of LETKI to the skin.</strong></p>\n<p>This Small Business Innovation Research Phase II project built upon our Phase I work of showing proof-of-concept that <em>S. epidermidis</em> can be engineered to serve as a drug delivery chassis to secrete therapeutically relevant proteins to the skin for potential therapeutic applications for skin diseases.</p>\n<p>In this Phase II SBIR project, we successfully designed, built, and demonstrated proof-of-concept of a LEKTI-secreting strain of&nbsp;<em>S. epidermidis.&nbsp;</em>We (1) tested various sequences and constructs to identify the optimal domain of LEKTI to secrete in <em>S. epidermidis</em>; (2) developed bioanalytical assays to measure LEKTI in the skin that will be used in clinical trials; and (3) showed proof-of-concept that a LEKT-secreting strain of <em>S. epidermidis</em> inhibits KLK and trypsin in a pig skin model.</p>\n<p><strong>Based on this work, we nominated this as a live biotherapeutic product candidate, ATR-12, and are currently conducting IND-enabling studies. We expect to file the first IND for ATR-12 as the next key step and subsequently move into first-in-human studies in Netherton syndrome patients.</strong></p>\n<p><em>&nbsp;</em></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2021<br>\n\t\t\t\t\tModified by: Travis&nbsp;M&nbsp;Whitfill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAzitra is a preclinical company focused on microbiome-based therapeutics as a novel method of drug delivery to the skin to treat skin disease. We are developing a drug delivery platform that employs an engineered bacteria Staphylococcus (S.) epidermidis, which can stably reside on human skin and secrete therapeutic protein in situ.  An ointment with an inoculum of such bacteria could be infrequently applied to skin, providing constant, low-cost, convenient delivery of therapeutic protein in situ.\n\nIn this study, we proposed optimization and method development of an iteration of our platform, an engineered S. epidermidis strain that secretes LEKTI, a protein that is dysfunctional or missing in patients with Netherton Syndrome. Netherton syndrome (NS) is a rare but severe autosomal recessive disease that affects the skin, hair, and immune system. NS presents at birth with red skin covered by fine scales, a specific hair shaft abnormality (trichorrhexis invaginata--?bamboo hair?), atopic lesions, and elevated systemic IgE levels. Patients often develop allergies and asthma, and the unfortunate prognosis for infants with NS is poor, with 10% mortality in the first 6 months of life and recurrent infections. There are no approved treatment options for NS, and strategies to improve comfort in these patients include moisturizers, topical corticosteroids, and calcineurin inhibitors. NS is caused by mutations in in the SPINK5 gene encoding the serine protease inhibitor lymphoepithelial Kazal-type related inhibitor (LEKTI), which contains 15 serine protease inhibitory domains. The goal of this Phase II project was to demonstrate a proof-of-concept therapeutic for NS: an engineered commensal microbe that delivers discrete domains of LETKI to the skin.\n\nThis Small Business Innovation Research Phase II project built upon our Phase I work of showing proof-of-concept that S. epidermidis can be engineered to serve as a drug delivery chassis to secrete therapeutically relevant proteins to the skin for potential therapeutic applications for skin diseases.\n\nIn this Phase II SBIR project, we successfully designed, built, and demonstrated proof-of-concept of a LEKTI-secreting strain of S. epidermidis. We (1) tested various sequences and constructs to identify the optimal domain of LEKTI to secrete in S. epidermidis; (2) developed bioanalytical assays to measure LEKTI in the skin that will be used in clinical trials; and (3) showed proof-of-concept that a LEKT-secreting strain of S. epidermidis inhibits KLK and trypsin in a pig skin model.\n\nBased on this work, we nominated this as a live biotherapeutic product candidate, ATR-12, and are currently conducting IND-enabling studies. We expect to file the first IND for ATR-12 as the next key step and subsequently move into first-in-human studies in Netherton syndrome patients.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/13/2021\n\n\t\t\t\t\tSubmitted by: Travis M Whitfill"
 }
}