{
 "awd_id": "1854976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum Collaborative Research:  Scenarios of Biodiversity and Ecosystem Service",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 179999.0,
 "awd_amount": 179999.0,
 "awd_min_amd_letter_date": "2019-04-03",
 "awd_max_amd_letter_date": "2021-05-03",
 "awd_abstract_narration": "Innovative research on the complex interaction of socio-economic and global environmental trends on biodiversity and ecosystem services is needed to help develop more informative scenarios for addressing environmental and human development challenges. To overcome these challenges coupled natural-human systems approaches and analyses are needed. These provide improved scenarios of biodiversity and ecosystem services that couple the outputs of direct and indirect drivers such as land use, invasive species, overexploitation, biodiversity, environmental change, and pollution. The resulting models provide a methodological state-of-the art that results in more accurate quantitative assessments, better land use, and more effective ecosystem services. Employing this methodology, this research project focuses on addressing land-use changes due to abrupt climate change and their impact on species extinctions, range shifts, and phenological changes. Better knowledge in this area is critical because species loss destabilizes food webs which can negatively impact human well-being and have unexpected consequences for multiple ecosystem functions and associated services. Predicting the response of biodiversity to global change has thus become an important area of research. Present models intended to anticipate future biodiversity and ecosystem services have been criticized for ignoring inputs such as biotic interactions and links between trophic levels (e.g., predator-prey relationships). This research will use a recently created, sophisticated, biodiversity modeling code that integrates predictive biogeography, geography, biostatistics, and trophic web ecology to derive scenarios of the impact of global change on biodiversity, ecosystem functioning, and the provision of ecosystem services. As a test case, the program will be combined with information from stakeholders and statistics on vertebrates to generate a suite of likely models of pan-European vertebrate biodiversity as they might be influenced by climate change. Stakeholders information will be used to inform the project so methodological choices, scenarios, and indicators can be made/set in such a way that results are useful for conservation planning and decision-making support. Broader impacts of the work include international collaboration between US investigators and six European (Finnish, United Kingdom, Dutch, German, Swiss, French, and Italian) scientists and the generation of scenarios for improving policy, decision-making, and conservation planning of ecosystem services involving vertebrate species across the European continent. In this coalition of investigators, each country funds it own scientists and their part of the project. Additional broader impacts of the work include workshops and summer schools to inform stakeholder groups and train/education students and postdocs, respectively; the generation of reports for the European Commission; and public outreach through a project website linked to social media and online discussion groups and forums. For the US component of the work, there will be the training of a postdoctoral scholar in transdisciplinary, international science and teamwork.\r\n\r\nThis award supports US researchers participating in a project competitively selected by a coalition of 26 funding agencies from 23 countries through the Belmont Forum call for proposals on \"Scenarios of Biodiversity and Ecosystem Services\". The call was a multilateral initiative designed to support research projects that contribute to the development of scenarios, models, and decision-support tools for understanding and solving critical issues facing our planet. The goal of the competition was to improve and apply participatory scenario methods to enhance research relevance and its acceptance and to address gaps in methods for modelling impact drivers and policy interventions. It was also to develop and communicate levels of uncertainty associated with the models, to improve data accessibility and fill gaps in knowledge. Using this methodology, this research builds on the newly developed Generalized Joint Attribute Model, a generative model that solves two big challenges for predicting community change: (1) the ability to model responses of interdependent species across distantly related taxonomic groups and (2) the ability to link species on scales from plot-based plant abundance to individual- and plot-level herbivore damage.  These advances allow modeling of the distribution of individual species and species groups across entire communities, while considering shared responses to the environment and co-variation between species. The modeling code used in the project employs a flexible hierarchical framework to model species communities responding to multiple environmental changes. In addition to the modeling, the project will work to expand the capabilities of the present modeling platform so it can address predator-prey and competition-for-prey interactions. It will also allow incorporation of prior information on expected relationships between species based on relationships within the \"who eats whom\" network via hierarchical implementation. Species predictions will include an analysis of uncertainties and responses to environmental parameters as well as shared species responses to the environment and interactions with other species.  Model results will be used to identify areas of conservation priority by combining principles of systematic conservation planning with ensemble projections of multi-trophic communities and ecosystem services.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Clark",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "James S Clark",
   "pi_email_addr": "jimclark@duke.edu",
   "nsf_id": "000229228",
   "pi_start_date": "2019-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 58257.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 60058.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 61684.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Anticipating the effects of climate change are challenged by the fact that species responses each depend on other species that are also responding to climate change. The goals of the project center on integrating predictive models and data to derive scenarios of the impact of global change on biodiversity.</p>\n<p>&nbsp;</p>\n<p>Identifying the critical habitats needed for species recovery and persistence with climate change is a goal of conservation science. First, responses are expected to differ for each species and habitat, which makes synthesis efforts highly dependent on the uneven coverage of published literature. For example, the well-balanced coverage of trees available from North American monitoring data indicates that every dominant species is increasing and decreasing somewhere. In the few cases where long time series can provide reliable estimates of trends from noisy data, the hap-hazard distribution of literature studies can suggest trends that differ from what could be inferred if observations were balanced over geographic, climate, and habitat space. Many species are hard to observe or identify, with the result that habitat data are thin and often anecdotal. Finally, species are interdependent and must be modeled jointly (as part of a single, large model), but diverse groups like trees, birds, and insects are too large to interpret on a species-by-species basis; generalization benefits where species and traits can be analyzed together. The importance of habitat preference for climate responses makes it imperative to analyze their effects together, as climate-habitat interactions (CHI). To determine CHI and the joint response of species and traits, we analyze climate sensitivity and change in the trees and their production of seed, birds, small mammals, and ground beetles using data on all dominant species, with balanced representation of climate and habitats. Rather than interpret trends from noisy time series, we assess climate vulnerability by expanding the notion of climate velocity to rates of habitat change, with full uncertainty on community responses. The project is the basis for a developing, continental scale synthesis of biodiversity change.</p>\n<p>&nbsp;</p>\n<p>The elements of our study included A) building and testing models that accommodate the dependence between species and interactive effects of environment (i.e., CHI), B) using those models to determine the individual-tree to continental and global patterns seed needed to regenerate forests, C) quantify CHI that govern trees, mammals, birds, and one of the largest insect families (ground beetles), D) use fitted models to generate a platform to disseminate projected change in these key groups. This platform, <a href=\"https://geocentroid.shinyapps.io/PBGJAM-data-explorer/?_ga=2.40631266.1375502256.1654874953-2127683607.1631912914\">Predicting Biodiversity with Generalized Joint Attribution Modeling </a>is nearly complete, after which time updates will continue.</p>\n<p>&nbsp;</p>\n<p>Modeling large data sets (item A) resolved the issues of bias in citizen science and structured inventories for birds (Tang et al. Env, Ecol Stat 2021, Scher et al, Ecol Appl, in revision), mammal data from camera traps (Parsons et al., J Mammology 2022), trees, including seeds and seedlings (Qiu et al., Nature Comm 2021, Front in Ecol &amp; Evol 2022), and ground beetles (Qiu et al., in review). Using new innovations in modeling, we have succeeding in quantifying the CHI that govern the dynamics of biodiversity change (Clark et al., PNAS 2020, Nat Comm 2021, Qiu et al., in review).</p>\n<p>&nbsp;</p>\n<p>The study led to the first global inventory of seed production by trees (item B), including the discovery of a tree fecundity hot spot in the Southeastern US (Sharma et al., PNAS 2021). The concentration of seed production in warm, moist climates was then found to apply globally, with trees in the wet tropics producing 100 times more seed than those in dry boreal forests (Journe et al, Ecol Letters 2022). We are now pursuing the implications for the global patterns in food webs that are supported by seed, fruit, and nut production. Phylogeny, climate, and fertility gradients all play important roles (Qiu et al, Nat Comm 2022).</p>\n<p>&nbsp;</p>\n<p>A key finding of this research is the fact that local habitats mediate the impacts of climate change in ways that differ by species and even their traits (item C). For example, species interactions make the effects of climate non-linear, as climate change shifts interactions with other species (Clark et al., PNAS 2020). Whereas temperature is among the strongest influences on trees and their production of seed, food supply can overwhelm climate effects for birds (Scher et al, in prep), and habitat overwhelms climate for ground beetles (Qiu et al., in review). This project showed that habitat interactions result in site-specific  community reorganization in ways that could not be predicted by  extrapolating trends from models that omit CHI.</p>\n<p>&nbsp;</p>\n<p>In addition to making these findings available in scientific publications and through open-source R packages (GJAM, MASTIF), the developing web portal <a href=\"for%20birds\">PBGJAM </a>will show the implications of climate change for entire communities of species.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2022<br>\n\t\t\t\t\tModified by: James&nbsp;S&nbsp;Clark</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAnticipating the effects of climate change are challenged by the fact that species responses each depend on other species that are also responding to climate change. The goals of the project center on integrating predictive models and data to derive scenarios of the impact of global change on biodiversity.\n\n \n\nIdentifying the critical habitats needed for species recovery and persistence with climate change is a goal of conservation science. First, responses are expected to differ for each species and habitat, which makes synthesis efforts highly dependent on the uneven coverage of published literature. For example, the well-balanced coverage of trees available from North American monitoring data indicates that every dominant species is increasing and decreasing somewhere. In the few cases where long time series can provide reliable estimates of trends from noisy data, the hap-hazard distribution of literature studies can suggest trends that differ from what could be inferred if observations were balanced over geographic, climate, and habitat space. Many species are hard to observe or identify, with the result that habitat data are thin and often anecdotal. Finally, species are interdependent and must be modeled jointly (as part of a single, large model), but diverse groups like trees, birds, and insects are too large to interpret on a species-by-species basis; generalization benefits where species and traits can be analyzed together. The importance of habitat preference for climate responses makes it imperative to analyze their effects together, as climate-habitat interactions (CHI). To determine CHI and the joint response of species and traits, we analyze climate sensitivity and change in the trees and their production of seed, birds, small mammals, and ground beetles using data on all dominant species, with balanced representation of climate and habitats. Rather than interpret trends from noisy time series, we assess climate vulnerability by expanding the notion of climate velocity to rates of habitat change, with full uncertainty on community responses. The project is the basis for a developing, continental scale synthesis of biodiversity change.\n\n \n\nThe elements of our study included A) building and testing models that accommodate the dependence between species and interactive effects of environment (i.e., CHI), B) using those models to determine the individual-tree to continental and global patterns seed needed to regenerate forests, C) quantify CHI that govern trees, mammals, birds, and one of the largest insect families (ground beetles), D) use fitted models to generate a platform to disseminate projected change in these key groups. This platform, Predicting Biodiversity with Generalized Joint Attribution Modeling is nearly complete, after which time updates will continue.\n\n \n\nModeling large data sets (item A) resolved the issues of bias in citizen science and structured inventories for birds (Tang et al. Env, Ecol Stat 2021, Scher et al, Ecol Appl, in revision), mammal data from camera traps (Parsons et al., J Mammology 2022), trees, including seeds and seedlings (Qiu et al., Nature Comm 2021, Front in Ecol &amp; Evol 2022), and ground beetles (Qiu et al., in review). Using new innovations in modeling, we have succeeding in quantifying the CHI that govern the dynamics of biodiversity change (Clark et al., PNAS 2020, Nat Comm 2021, Qiu et al., in review).\n\n \n\nThe study led to the first global inventory of seed production by trees (item B), including the discovery of a tree fecundity hot spot in the Southeastern US (Sharma et al., PNAS 2021). The concentration of seed production in warm, moist climates was then found to apply globally, with trees in the wet tropics producing 100 times more seed than those in dry boreal forests (Journe et al, Ecol Letters 2022). We are now pursuing the implications for the global patterns in food webs that are supported by seed, fruit, and nut production. Phylogeny, climate, and fertility gradients all play important roles (Qiu et al, Nat Comm 2022).\n\n \n\nA key finding of this research is the fact that local habitats mediate the impacts of climate change in ways that differ by species and even their traits (item C). For example, species interactions make the effects of climate non-linear, as climate change shifts interactions with other species (Clark et al., PNAS 2020). Whereas temperature is among the strongest influences on trees and their production of seed, food supply can overwhelm climate effects for birds (Scher et al, in prep), and habitat overwhelms climate for ground beetles (Qiu et al., in review). This project showed that habitat interactions result in site-specific  community reorganization in ways that could not be predicted by  extrapolating trends from models that omit CHI.\n\n \n\nIn addition to making these findings available in scientific publications and through open-source R packages (GJAM, MASTIF), the developing web portal PBGJAM will show the implications of climate change for entire communities of species.\n\n\t\t\t\t\tLast Modified: 08/04/2022\n\n\t\t\t\t\tSubmitted by: James S Clark"
 }
}