{
 "awd_id": "1854443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Topographic Influences on Extreme Warm-Season Precipitation",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 336587.0,
 "awd_amount": 403851.0,
 "awd_min_amd_letter_date": "2019-06-06",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "Extreme rainfall affects millions of people globally, yet our understanding and forecast skill of this high-impact weather phenomenon is limited. The Prediction of Rainfall Extremes Campaign in the Pacific (PRECIP, May-August 2020) field campaign aims to improve understanding of the multi-scale processes important for generating extreme rainfall in the moisture-rich environment of Taiwan and the western North Pacific. The overarching PRECIP hypothesis is that extreme rainfall results from an optimal combination of multi-scale ingredients in a moisture-rich environment, but different key ingredients and processes lead to strong vertical forcing and high rainfall intensity, strong horizontal forcing and long duration, or a mixture of both intense and sustained precipitation.\r\n\r\nIntellectual Merit:\r\nThis project focuses on orographic influences on extreme rainfall, using a unique combination of radar and radiosonde observations on both sides of Taiwan's Central Mountain Range (CMR) to determine the role of steep terrain in enhancing both intensity and duration of rainfall through a combination of thermodynamic, dynamic, kinematic, and microphysical processes. The overall hypothesis is that terrain enhances both intensity and duration of extreme rainfall through increasing the magnitude of ingredients needed to produce heavy rainfall. In addition to promoting lifting and concentrating moisture, terrain modifies rainfall intensity and duration through changes in microphysical processes. In the subtropical environment of Taiwan, efficient warm-rain processes can produce high intensity convective rainfall, while ice-based processes become increasingly important for long-duration events dominated by stratiform precipitation. Additionally, results from TiMREX 2008 suggest that upslope tilting of relatively shallow convection along Taiwan's CMR can promote growth of precipitation-sized ice.  Subsequent cold-pool generation leads to continuous growth of cells upstream and prolongs the duration of rainfall events along the CMR. PRECIP offers the opportunity to further explore the role of terrain, including the influence on microphysical processes, in producing extreme rainfall for a wide variety of events, both on the western slopes and along the data-sparse east coast of Taiwan. To test the above hypotheses, the study will use a combination of PRECIP data from multi-frequency dual-polarization Doppler radars (S-PolKa, SEA-POL), radiosondes, and models to explore terrain-influenced processes for diurnally-forced convection, mesoscale convective systems embedded within the Meiyu front, and tropical cyclones.\r\n\r\nBroader Impacts:\r\nAn important broader goal of this investigation is to determine which of the key ingredients and processes identified for Taiwan extreme rainfall events are also relevant to orographic precipitation in other environments or locations. The team of three early-career female scientists brings a wealth of knowledge of observational field projects and terrain-influenced precipitation studies spanning a variety of global regimes, including warm-season rainfall in the Sierra Madre Occidentals, CMR, Andes, Rockies, and Himalayas, typical trade-wind flow, a tropical cyclone passing over Dominica, and cold-season rainfall over the Olympics. PRECIP will give an opportunity to investigate a wide variety of rain-producing events, both the windward and leeward sides of the mountain range. The findings from this project will have the potential to provide an updated understanding of extreme rainfall globally by building off an ingredients-based framework through unprecedented data collected in a wide variety of heavy rain events.\r\n\r\nThis project is jointly funded by the Established Program to Stimulate Competitive Research (EPSCoR) and PREEVENTS, Prediction of and Resilience against Extreme Events program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Nugent",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alison D Nugent",
   "pi_email_addr": "anugent@hawaii.edu",
   "nsf_id": "000663806",
   "pi_start_date": "2019-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2525 Correa Rd., HIG 333",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 336587.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 67264.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3deb6f5c-7fff-d4f2-ec38-7c6fc9df4151\"> </span></p>\n<p dir=\"ltr\"><span>Extreme rainfall is an impactful global phenomena that remains a forecast challenge, in part due to the limited understanding of which ingredients and processes are responsible for these relatively rare events. In recognizing that extreme rainfall falls across a range of intensities and durations, this work focused on collected data across this intensity-duration spectrum to quantify the relative importance of responsible environmental ingredients and to understand how mountainous terrain influences their availability and magnitude. Within this framework, this grant supported the </span><span>Prediction of Rainfall Extremes Campaign In The Pacific </span><span>(PRECIP) field campaign from 25 May - 15 August 2022 in moisture-rich mountainous northern Taiwan and oceanic southern Japan. Originally planned for 2020, delays owing to the COVID-19 pandemic provided a unique opportunity to collect similar measurements in 2021 as part of the </span><span>Preparatory Rockies Experiment for the Campaign in the Pacific </span><span>(\"PRE\"-CIP) in the climatologically drier region of northeastern Colorado. Both campaigns involved deployment of radars providing nearly continuous measurements of rainfall and the storms that produced them across a range of rain events, terrain elevations, and surface characteristics. Both also used balloon-borne soundings for capturing the environmental ingredients for these storms along with high resolution near-surface moisture measurements to capture moisture variability, hypothesized to be an important ingredient for extreme rainfall.</span></p>\n<p dir=\"ltr\"><span><span> </span></span><span>This grant supported preparation and deployment for the field campaigns, including the analysis of historical cases to add context for our collected measurements. Using decades of historical rain gauge data in Taiwan, we learned that low-level horizontal convergence and mid-level vertical velocity were connected to rainfall intensity while terrain height was strongly linked to rain duration for heavy rain events. Analysis of an extreme historic Mei-yu event using high-resolution model simulations with the ability to vary Taiwan's mountain heights uniquely showed that mountains deform the incoming moist flow which slows movement of the Mei-yu front, thereby increasing rainfall duration across northern and central Taiwan. These analyses provided context for the data we collected during the campaign where we could fill in details on smaller spatial and temporal scales with our unique measurements.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Analysis techniques that we applied to the \"PRE\"-CIP Colorado radar data allowed tracking of individual storms showing that the majority of our sampled rain events were short-lived and occurred solely over the Rocky Mountains. However, wider, longer-lasting storms were more often found over the adjacent foothills and plains leading to periods of impactful flash flooding. While overall moisture magnitudes are much lower in Colorado than in Taiwan, relative to Colorado's climatology, periods of higher moisture resulted in more intense rainfall. On the other hand, while moisture was overall much higher in Taiwan and Japan during PRECIP, there were also periods of reduced moisture content that limited rainfall production. A key finding was that moisture was a necessary but not sufficient ingredient for heavy rainfall. Even during periods of similarly high moisture content during PRECIP, heavy rainfall did not always occur, highlighting the other ingredients critical for producing heavy rainfall including local and large-scale forcing mechanisms promoting lift.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our work further emphasized the need for high quality datasets for quantifying rainfall and the processes leading to heavy rainfall in these regions. In particular, this grant supported the development of a new rainfall product to apply to a radar deployed during PRECIP, highlighting improvements in linking radar-inferred rainfall to the processes producing it, as well as articulating challenges in applying rain algorithms that traditionally are applied to operational datasets to these shorter-term deployments. The data products generated from this grant will also ease usage of the data for broader audiences going forward as we as a community aim to improve understanding and prediction of extreme rainfall globally.</span></p>\n<p dir=\"ltr\"><span>This grant supported the research groups of three early-to-mid career female faculty. Broader impacts of this work extend well beyond the important science, especially to professional development for students. This work supported a multi-day online educational workshop that included asynchronous instructional videos and synchronous hands-on activities. Initially geared toward preparing students for the upcoming field work, this workshop broadened student interest and experience in overall field decision-making processes, model uses in a field environment, tools for visualizing campaign datasets, and recognizing common data artifacts allowing them to be adept researchers during the fieldwork phase. Additionally, this grant, through supporting field participation and conference attendance, provided a rich opportunity for students to have hands-on experience, collaborate internationally, and build their professional networks. The datasets collected from the campaign were further used for educational purposes including integrating into undergraduate and graduate courses at the PIs' institutions and through undergraduate and graduate research activities. Through these efforts, the broader impacts of this grant are realized through continued student education and experiences, including those from minoritized groups.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: Alison&nbsp;D&nbsp;Nugent</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nExtreme rainfall is an impactful global phenomena that remains a forecast challenge, in part due to the limited understanding of which ingredients and processes are responsible for these relatively rare events. In recognizing that extreme rainfall falls across a range of intensities and durations, this work focused on collected data across this intensity-duration spectrum to quantify the relative importance of responsible environmental ingredients and to understand how mountainous terrain influences their availability and magnitude. Within this framework, this grant supported the Prediction of Rainfall Extremes Campaign In The Pacific (PRECIP) field campaign from 25 May - 15 August 2022 in moisture-rich mountainous northern Taiwan and oceanic southern Japan. Originally planned for 2020, delays owing to the COVID-19 pandemic provided a unique opportunity to collect similar measurements in 2021 as part of the Preparatory Rockies Experiment for the Campaign in the Pacific (\"PRE\"-CIP) in the climatologically drier region of northeastern Colorado. Both campaigns involved deployment of radars providing nearly continuous measurements of rainfall and the storms that produced them across a range of rain events, terrain elevations, and surface characteristics. Both also used balloon-borne soundings for capturing the environmental ingredients for these storms along with high resolution near-surface moisture measurements to capture moisture variability, hypothesized to be an important ingredient for extreme rainfall.\n\n\n This grant supported preparation and deployment for the field campaigns, including the analysis of historical cases to add context for our collected measurements. Using decades of historical rain gauge data in Taiwan, we learned that low-level horizontal convergence and mid-level vertical velocity were connected to rainfall intensity while terrain height was strongly linked to rain duration for heavy rain events. Analysis of an extreme historic Mei-yu event using high-resolution model simulations with the ability to vary Taiwan's mountain heights uniquely showed that mountains deform the incoming moist flow which slows movement of the Mei-yu front, thereby increasing rainfall duration across northern and central Taiwan. These analyses provided context for the data we collected during the campaign where we could fill in details on smaller spatial and temporal scales with our unique measurements.\n\n\nAnalysis techniques that we applied to the \"PRE\"-CIP Colorado radar data allowed tracking of individual storms showing that the majority of our sampled rain events were short-lived and occurred solely over the Rocky Mountains. However, wider, longer-lasting storms were more often found over the adjacent foothills and plains leading to periods of impactful flash flooding. While overall moisture magnitudes are much lower in Colorado than in Taiwan, relative to Colorado's climatology, periods of higher moisture resulted in more intense rainfall. On the other hand, while moisture was overall much higher in Taiwan and Japan during PRECIP, there were also periods of reduced moisture content that limited rainfall production. A key finding was that moisture was a necessary but not sufficient ingredient for heavy rainfall. Even during periods of similarly high moisture content during PRECIP, heavy rainfall did not always occur, highlighting the other ingredients critical for producing heavy rainfall including local and large-scale forcing mechanisms promoting lift.\n\n\nOur work further emphasized the need for high quality datasets for quantifying rainfall and the processes leading to heavy rainfall in these regions. In particular, this grant supported the development of a new rainfall product to apply to a radar deployed during PRECIP, highlighting improvements in linking radar-inferred rainfall to the processes producing it, as well as articulating challenges in applying rain algorithms that traditionally are applied to operational datasets to these shorter-term deployments. The data products generated from this grant will also ease usage of the data for broader audiences going forward as we as a community aim to improve understanding and prediction of extreme rainfall globally.\n\n\nThis grant supported the research groups of three early-to-mid career female faculty. Broader impacts of this work extend well beyond the important science, especially to professional development for students. This work supported a multi-day online educational workshop that included asynchronous instructional videos and synchronous hands-on activities. Initially geared toward preparing students for the upcoming field work, this workshop broadened student interest and experience in overall field decision-making processes, model uses in a field environment, tools for visualizing campaign datasets, and recognizing common data artifacts allowing them to be adept researchers during the fieldwork phase. Additionally, this grant, through supporting field participation and conference attendance, provided a rich opportunity for students to have hands-on experience, collaborate internationally, and build their professional networks. The datasets collected from the campaign were further used for educational purposes including integrating into undergraduate and graduate courses at the PIs' institutions and through undergraduate and graduate research activities. Through these efforts, the broader impacts of this grant are realized through continued student education and experiences, including those from minoritized groups.\n\n\n\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: AlisonDNugent\n"
 }
}