{
 "awd_id": "1854685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bilateral BBSRC-NSF/BIO Collaborative Research: ABI Development: A Critical Assessment of Protein Function Annotation",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2018-08-27",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 82617.0,
 "awd_amount": 82617.0,
 "awd_min_amd_letter_date": "2019-02-05",
 "awd_max_amd_letter_date": "2019-02-05",
 "awd_abstract_narration": "Biologists are deluged with sequence data yet have derived comparatively little biological information from it. The accurate annotation of protein function is key to understanding life, but experimentally determining what each protein does is costly and difficult, and cannot scale up to accommodate the vast amount of sequence data already available. Therefore discovering protein protein function by computational, rather than experimental means, is of primary importance. Genomic sequence data are available from thousands of species,  and those are coupled with massive high-throughput experimental data. Together, these data have created new opportunities as well as challenges for computational function prediction. As a result, many computational annotation methods have been developed by research groups worldwide, but their accuracy and applicability need to be improved upon. The mission of the Automated Function Prediction Special Interest Group (AFP-SIG) is to bring together computational biologists, experimental biologists and biocurators who are dealing with the important problem of predicting protein function, to share ideas, and create collaborations. To improve computational function prediction methods, the Critical Assessment of protein Function Annotation algorithms (CAFA) was established as an ongoing experiment. CAFA was designed to provide a large-scale assessment of computational methods dedicated to predicting protein function. By challenging dozens of research groups worldwide to develop and provide their best software for function prediction, the researchers involved in the AFP-SIG will improve the ability of biologists to understand life at the molecular level. The AFP-SIG researchers will also generate experimental data from fruit-flies, fungi and bacteria to be used as benchmarks to test the software participating in CAFA, and a deeper understanding of these model organisms. \r\n\r\nIt is now possible to collect data that comprehensively profile many different states of complex biological systems. Using these data it should be possible to understand and explain the underlying systems, but significant challenges remain. One of the primary challenges is that, as researchers collect more data from many different organisms in many different systems, they discover more and different genes. Assigning functions to these newly discovered genes represents a key step towards interpretation of high-throughput data. This leads to a critical need to assess the quality of the function prediction methods that researchers have developed in recent years. The mission of the Automated Function Prediction Special Interest Group (AFP-SIG), founded in 2005, is to bring together bioinformaticians and biologists who are addressing this key challenge of gene function prediction. In addition to sharing ideas and creating collaboration, AFP-SIG has created CAFA: the Critical Assessment of (protein) Function Annotation. CAFA is a community-driven challenge to assess the performance of protein function prediction software, and it has been carried out twice since 2010.  The investigators will provide the following outcomes: (1) robust open-source software to be used in function prediction and assessment of function prediction methods, incorporated into the high-profile annotation pipelines of UniProt-GOA; (2) expansion of the AFP community by engaging bioinformaticians, biocurators and experimentalists, thereby improving the quality and relevance of function prediction methods; (3) large-scale experimental screens in Drosophila, Candida and Pseudomonas for novel associations of targeted functional terms with genes; (4) an expanded CAFA event, incorporating both the curated annotations from the literature and our own experimental screens, in the last two years of the project. The progress of the AFP-SIG and CAFA will be available from http://BioFunctionPrediction.org",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Predrag",
   "pi_last_name": "Radivojac",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Predrag Radivojac",
   "pi_email_addr": "predrag@northeastern.edu",
   "nsf_id": "000432412",
   "pi_start_date": "2019-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVENUE",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 82617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the key and most complex questions in the life sciences today is understanding the workings of life at a molecular level. In order to speed up discovery, however, it is necessary to combine experimental science and computation. Methodologies for protein function prediction are therefore an important component to the bigger questions as only a small fraction of these macromolecules can be studied in depth experimentally, where for the vast majority of them we might only be able to predict their biological roles. As there had been many methods for protein function prediction, we proposed to establish an independent and authoritative assessment of these techniques so that the scientific community and general public are aware of the state of the art in the field and also to stimulate further discovery in the field. We have done this successfully and fortunately we can report that in the past five years there has been an improvement in the overall accuracy of function prediction methods. Depending on their application, they can be used to understand general trends about functionalities of newly sequenced organisms or to prioritize biological experiments and optimize resource allocation. As part of the independent evaluation, we have performed our own experiments and have assigned functional terms to more than 1000 proteins from three species, thus demonstrating the synergy between experiment and computation. This project has also developed methodologies and approaches that extend to general science, mostly machine learning and through machine learning to many other fields. We have proposed new methods for dealing with data from so-called open world domains, where molecular data belongs, which will have applications in diverse fields. We have also established novel distance functions that unify some known distances across different types of data. &nbsp;We have held four scientific meetings with more than 500 delegates in total, providing a forum for exchange of ideas and also networking opportunities. Finally, we have trained new generation of graduate students with the ability to think critically and work independently in this and related fields. We have also trained undergraduate researchers, two of whom have been from HBCU's. Both of these individuals have later proceeded to go to the graduate school. Overall, we believe this project has been highly successful.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2019<br>\n\t\t\t\t\tModified by: Predrag&nbsp;Radivojac</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the key and most complex questions in the life sciences today is understanding the workings of life at a molecular level. In order to speed up discovery, however, it is necessary to combine experimental science and computation. Methodologies for protein function prediction are therefore an important component to the bigger questions as only a small fraction of these macromolecules can be studied in depth experimentally, where for the vast majority of them we might only be able to predict their biological roles. As there had been many methods for protein function prediction, we proposed to establish an independent and authoritative assessment of these techniques so that the scientific community and general public are aware of the state of the art in the field and also to stimulate further discovery in the field. We have done this successfully and fortunately we can report that in the past five years there has been an improvement in the overall accuracy of function prediction methods. Depending on their application, they can be used to understand general trends about functionalities of newly sequenced organisms or to prioritize biological experiments and optimize resource allocation. As part of the independent evaluation, we have performed our own experiments and have assigned functional terms to more than 1000 proteins from three species, thus demonstrating the synergy between experiment and computation. This project has also developed methodologies and approaches that extend to general science, mostly machine learning and through machine learning to many other fields. We have proposed new methods for dealing with data from so-called open world domains, where molecular data belongs, which will have applications in diverse fields. We have also established novel distance functions that unify some known distances across different types of data.  We have held four scientific meetings with more than 500 delegates in total, providing a forum for exchange of ideas and also networking opportunities. Finally, we have trained new generation of graduate students with the ability to think critically and work independently in this and related fields. We have also trained undergraduate researchers, two of whom have been from HBCU's. Both of these individuals have later proceeded to go to the graduate school. Overall, we believe this project has been highly successful.\n\n\t\t\t\t\tLast Modified: 12/01/2019\n\n\t\t\t\t\tSubmitted by: Predrag Radivojac"
 }
}