{
 "awd_id": "1854018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Integration of Science Outreach into the Research Enterprise: Data-Driven Perspectives",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2019-11-01",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 99488.0,
 "awd_amount": 99488.0,
 "awd_min_amd_letter_date": "2019-05-14",
 "awd_max_amd_letter_date": "2019-05-14",
 "awd_abstract_narration": "Science outreach represents a strategy that helps to connect scientists with non-specialized audiences in culturally relevant ways, with the overarching goal of bridging science and society. The concept of science outreach dates back to the beginning of modern science research, but in more recent times, science outreach is increasingly seen as a necessary component of the scientific enterprise, particularly in the context of promoting access, equity, and inclusivity. Yet, challenges exist with regard to scaling and sustaining science outreach efforts. As the field of science outreach moves towards professionalization, it is important to understand how science outreach programs and activities are currently viewed among members of the scientific community. The goal of this project is uncover how science outreach is valued among scientific researchers, learn what motivates scientists to participate in science outreach related initiatives, and examine how gender and race influences participation. The results of this project have the potential to raise awareness about the importance of science outreach and ultimately support increased, effective, and sustainable public engagement with science. \r\n\r\nThe aims of this project will be accomplished through the creation, dissemination, and analysis of a nationwide survey instrument which will be developed with collaborative input from representative members of the growing national science outreach community. The survey instrument will be tailored to query three distinct groups of respondents that exist within the scientific community: 1) Respondents who do not conduct science outreach; 2) Respondents who participate in science outreach with varying frequency; 3) Respondents who practice science outreach as their profession. A large-scale survey will be conducted and the responses will be analyzed and shared with the broad scientific community through peer-reviewed publication, alongside complementary write-ups and future recommendations, which will be shared on free and publicly accessible web platforms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeanne",
   "pi_last_name": "Garbarino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanne Garbarino",
   "pi_email_addr": "jgarbarino@rockefeller.edu",
   "nsf_id": "000744669",
   "pi_start_date": "2019-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Woitowich",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole C Woitowich",
   "pi_email_addr": "nicole.woitowich@northwestern.edu",
   "nsf_id": "000785301",
   "pi_start_date": "2019-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rockefeller University",
  "inst_street_address": "1230 YORK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2123278309",
  "inst_zip_code": "100656399",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "ROCKEFELLER UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LHGDNJMZ64Y1"
 },
 "perf_inst": {
  "perf_inst_name": "Rockefeller University",
  "perf_str_addr": "1230 York Ave.",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100656399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 99488.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0e8a7a8d-7fff-e488-1203-e31f1a30daa6\">\n<p dir=\"ltr\"><span>Context: </span><span>Science outreach (and public engagement with science) is intended to bridge scientist and non-expert communities in meaningful, culturally-relevant ways. As the scientific enterprise calls for more justice-centered efforts, including more inclusive academic environments and increased access to STEM opportunities, the number of scientists participating in science outreach efforts has been elevated -- this is likely because science outreach is often perceived as a means to satisfy diversity, equity, inclusion, and access priorities. However, if science outreach is to scale effectively, we must first understand the baseline perceptions of science outreach among academic scientists. For one, we are interested in learning how valuable science outreach efforts are to members of the academy, if they are valued at all. In better understanding how science outreach currently fits into academic science infrastructure, we can work to iterate and refine science outreach efforts for good.</span></p>\n<p dir=\"ltr\"><span>Research Approach: We surveyed over 500 scientists in order to better understand what motivates them to participate in science outreach, and why these efforts may be important on individual and institutional levels. We analyzed demographic data, such as gender, race/ethnicity, and career stage in order to see who engages in science outreach and what factors hinder or promote their participation.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Results: Over 90% of the academic STEM professionals who participated in this survey engage in some form of science outreach at least once per year. STEM professionals who are considered &ldquo;staff&rdquo; participate in outreach most often, f</span><span>ollowed by faculty members, then graduate students, and finally postdoctoral fellows. Moreover, participation in science outreach varies by gender, with men being less likely to participate compared to women. Our respondents further indicated that science outreach is a useful tool for both scientists and academic institutions alike to establish relationships with their community, and to create interest in STEM careers. Many scientists indicated that they participate in outreach specifically to improve diversity, equity, inclusion and access to STEM. Members of the scientific community were also motivated to participate in science outreach because it is &ldquo;enjoyable and fun.&rdquo;</span></p>\n<p dir=\"ltr\"><span>Reflections and Next Steps: We believe it is helpful to understand what motivates members of the scientific community to participate in science outreach, and that this information is particularly valuable to anyone in the scientific community who organizes science outreach programming and initiatives. We also believe that these survey data can lead to more impactful discussions with academic institutional leadership around buy-in and tangible support for science outreach efforts. With regard to institutional support, we would like to further investigate practical barriers funding and beyond, as a means to create stronger connections between academic science and non-expert communities.</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2021<br>\n\t\t\t\t\tModified by: Jeanne&nbsp;Garbarino</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nContext: Science outreach (and public engagement with science) is intended to bridge scientist and non-expert communities in meaningful, culturally-relevant ways. As the scientific enterprise calls for more justice-centered efforts, including more inclusive academic environments and increased access to STEM opportunities, the number of scientists participating in science outreach efforts has been elevated -- this is likely because science outreach is often perceived as a means to satisfy diversity, equity, inclusion, and access priorities. However, if science outreach is to scale effectively, we must first understand the baseline perceptions of science outreach among academic scientists. For one, we are interested in learning how valuable science outreach efforts are to members of the academy, if they are valued at all. In better understanding how science outreach currently fits into academic science infrastructure, we can work to iterate and refine science outreach efforts for good.\nResearch Approach: We surveyed over 500 scientists in order to better understand what motivates them to participate in science outreach, and why these efforts may be important on individual and institutional levels. We analyzed demographic data, such as gender, race/ethnicity, and career stage in order to see who engages in science outreach and what factors hinder or promote their participation. \nResults: Over 90% of the academic STEM professionals who participated in this survey engage in some form of science outreach at least once per year. STEM professionals who are considered \"staff\" participate in outreach most often, followed by faculty members, then graduate students, and finally postdoctoral fellows. Moreover, participation in science outreach varies by gender, with men being less likely to participate compared to women. Our respondents further indicated that science outreach is a useful tool for both scientists and academic institutions alike to establish relationships with their community, and to create interest in STEM careers. Many scientists indicated that they participate in outreach specifically to improve diversity, equity, inclusion and access to STEM. Members of the scientific community were also motivated to participate in science outreach because it is \"enjoyable and fun.\"\nReflections and Next Steps: We believe it is helpful to understand what motivates members of the scientific community to participate in science outreach, and that this information is particularly valuable to anyone in the scientific community who organizes science outreach programming and initiatives. We also believe that these survey data can lead to more impactful discussions with academic institutional leadership around buy-in and tangible support for science outreach efforts. With regard to institutional support, we would like to further investigate practical barriers funding and beyond, as a means to create stronger connections between academic science and non-expert communities.\n\n\n\t\t\t\t\tLast Modified: 08/26/2021\n\n\t\t\t\t\tSubmitted by: Jeanne Garbarino"
 }
}